{"error": 448, "message": "OK", "parameters": {"id": 7933, "name": "Temporal", "created_at": "2023-04-10 02:02:27.460768", "updated_at": "2023-04-22 11:50:39.035262", "wikipedia": null, "keywords": null, "related": null, "slug": "temporal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7933.png", "url": "temporal.io", "documents": [{"id": 15350, "name": "Privacy Policy", "url": "https://docs.temporal.io/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/main", "text": "Temporal Technologies, Inc.\nPrivacy Policy<p>Last updated: January 20th, 2021</p>\n<p>Temporal Technologies Inc.\noperates https://temporal.io and https://docs.temporal.io (the \"Sites\").\nThis page informs you of our policies regarding the collection, use and disclosure of Personal Information we receive from users of the Sites.</p>\n<p>We use your Personal Information only for providing and improving the Sites.\nBy using the Sites, you agree to the collection and use of information in accordance with this policy.</p>Information Collection And Use<p>While using our Sites, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you.\nPersonally identifiable information may include, but is not limited to your name (\"Personal Information\").</p>Log Data<p>Like many site operators, we collect information that your browser sends whenever you visit our Sites (\"Log Data\").\nThis Log Data may include information such as your computer's Internet Protocol (\"IP\") address, browser type, browser version, the pages of our Sites that you visit, the time and date of your visit, the time spent on those pages and other statistics.\nIn addition, we may use third party services such as Google Analytics that collect, monitor and analyze this data.</p>Communications<p>Depending on the method of collection, we may use your Personal Information to contact you with newsletters, marketing or promotional materials and other information that we believe is relevant for you.</p>Cookies<p>Cookies are files with a small amount of data, which may include an anonymous unique identifier.\nCookies are sent to your browser from a web site and stored on your computer's hard drive.</p>\n<p>Like many sites, we use \"cookies\" to collect information.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Sites.</p>Security<p>The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.</p>Changes To This Privacy Policy<p>This Privacy Policy is effective as of January 1st 2021 and will remain in effect except with respect to any changes in its provisions in the future, which will be in effect immediately after being posted on this page.</p>\n<p>We reserve the right to update or change our Privacy Policy at any time and you should check this Privacy Policy periodically.\nYour continued use of the Service after we post any modifications to the Privacy Policy on this page will constitute your acknowledgment of the modifications and your consent to abide and be bound by the modified Privacy Policy.</p>\n<p>If we make any material changes to this Privacy Policy, we will notify you either through the email address you have provided us, or by placing a prominent notice on our website.</p>Contact Us<p>If you have any questions about this Privacy Policy, please contact us.</p>", "created_at": "2023-04-10 02:02:27.493543", "updated_at": "2023-04-10 02:05:29.737703"}, {"id": 15351, "name": "Terms of Service", "url": "https://docs.temporal.io/pdf/temporal-tos-2021-07-24.pdf", "xpath": "//body", "text": "TEMPORAL TERMS OF SERVICE,PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE USING THE SERVICE OFFERED BY TEMPORAL ,TECHNOLOGIES, INC.\n(“TEMPORAL”).\nBY MUTUALLY EXECUTING ONE OR MORE ORDER FORMS WITH TEMPORAL ,WHICH REFERENCE THESE TERMS (EACH, AN “ORDER”) OR BY ACCESSING OR USING THE SERVICE IN ANY ,MANNER, YOU (“YOU” OR “CUSTOMER”) AGREE TO BE BOUND BY THESE TERMS (TOGETHER WITH ALL ORDER ,FORMS, THE “AGREEMENT”) TO THE EXCLUSION OF ALL OTHER TERMS.\nYOU REPRESENT AND WARRANT THAT ,YOU HAVE THE AUTHORITY TO ENTER INTO THIS AGREEMENT.\nIF YOU ARE ENTERING INTO THIS AGREEMENT ON ,BEHALF OF AN ORGANIZATION OR ENTITY, REFERENCES TO “CUSTOMER” AND “YOU” IN THIS AGREEMENT, ,EXCEPT THIS SENTENCE, REFER TO THAT ORGANIZATION OR ENTITY.\nIF YOU DO NOT AGREE TO ALL OF THE ,FOLLOWING, YOU MAY NOT USE OR ACCESS THE SERVICES IN ANY MANNER.\nIF THE TERMS OF THIS ,AGREEMENT ARE CONSIDERED AN OFFER, ACCEPTANCE IS EXPRESSLY LIMITED TO SUCH TERMS.,1.SCOPE OF SERVICE AND RESTRICTIONS,1.1 Access to and Scope of Service.\nSubject to Temporal’s receipt of the applicable Fees with respect to the ,service(s) speciﬁed in the corresponding Order (the “Service”), Temporal will use commercially reasonable ,eﬀorts to make the Service available to Customer as set forth in this Agreement and the Order.\nSubject to ,Customer’s compliance with the terms and condiZons of the Agreement and the Order, Customer may access ,and use the Service according to the authorized use speciﬁed in the Order (the “Authorized Use”), solely during ,the authorized period speciﬁed therein (the “Authorized Period”).\nAny such use of the Service by Customer is ,authorized solely for Customer’s internal business, and is subject to Customer’s compliance with any addiZonal ,limitaZons and restricZons speciﬁed in the Order.\n,1.2 Trials and No-fee Access.\nIf Customer is accessing or making use of the Service on a no-fee, trial, or ,evaluaZon basis (the “Limited Use”), Customer may use the Service during the Limited Use provided such use ,does not to exceed the Service levels speciﬁed on the Order with respect to Limited Use.\nCustomer ,acknowledges and agrees that the Limited Use is provided on an “as-is” basis, and the Limited Use is provided ,without any indemniﬁcaZon, support, warranZes, or representaZon of any kind.\nAddiZonally, Customer ,acknowledges and agrees that Temporal may terminate the Limited Use at any Zme.,1.3 RestricKons.\nCustomer will use the Service only in accordance with all applicable laws, including, but not ,limited to, laws related to data (whether applicable within the United States, the European Union, or ,otherwise).\nCustomer agrees not to (and will not allow any third party to): (i) remove or otherwise alter any ,proprietary noZces or labels from the Service or any porZon thereof.\n(ii) reverse engineer, decompile, ,disassemble, or otherwise a_empt to discover the underlying structure, ideas, or algorithms of the Service or ,any so`ware used to provide or make the Service available.\n(iii) rent, resell or otherwise allow any third party ,access to or use of the Service.\nor (iv) access or use the Service other than according to the Authorized Use and ,during the Authorized Period.\n,1.4 Ownership.\nTemporal retains all right, Ztle, and interest in and to the Service, and any so`ware, products, ,works or other intellectual property created, used, provided or made available by Temporal under or in ,connecZon with the Service.\nCustomer may from Zme to Zme provide suggesZons, comments or other ,feedback to Temporal with respect to the Service (“Feedback”).\nFeedback, even if designated as conﬁdenZal by ,Customer, shall not create any conﬁdenZality obligaZon for Temporal notwithstanding anything else.\nCustomer ,shall, and hereby does, grant to Temporal a nonexclusive, worldwide, perpetual, irrevocable, transferable, ,sublicensable, royalty-free, fully paid-up license to use and exploit the Feedback for any purpose.\nNothing in ,this Agreement will impair Temporal’s right to develop, acquire, license, market, promote or distribute ,products, so`ware or technologies that perform the same or similar funcZons as, or otherwise compete with ,any products, so`ware or technologies that Customer may develop, produce, market, or distribute.,1.5 SoQware.\nSubject to the terms and condiZons of this Agreement, including but not limited to receipt of all ,applicable Fees, to the extent Temporal makes any Temporal so`ware available to Customer, Temporal hereby ,grants to Customer, and Customer hereby accepts from Temporal, a limited, non-exclusive, non-transferable, ,non-assignable and non-sublicenseable license to: run such so`ware solely as necessary to make use of the ,Service.\nCustomer agrees that, it shall not: (a) exceed the scope of the licenses granted in SecZon 1.5.\n(b) make ,copies of the so`ware.\n(c) distribute, sublicense, assign, delegate, rent, lease, sell, Zme-share or otherwise ,transfer the beneﬁts of, use under, or rights to, the license granted in SecZon 1.5.\n(d) reverse engineer, ,decompile, disassemble or otherwise a_empt to learn the source code, structure or algorithms underlying the ,so`ware, except to the extent required to be permi_ed under applicable law.\n(e) modify, translate or create ,derivaZve works of the so`ware.\n(f) remove any copyright, trademark, patent or other proprietary noZce that ,appears on the so`ware or copies thereof.\nor (g) combine or distribute any of the so`ware with any third party ,so`ware that is licensed under terms that seek to require that any of the so`ware (or any associated ,intellectual property rights) be provided in source code form (e.g., as “open source”), licensed to others to allow ,the creaZon or distribuZon of derivaZve works, or distributed without charge.,1.6 Customer Data and Personal Data.\nCustomer is solely responsible for Customer Data including, but not ,limited to: compliance with all applicable laws and this Agreement.\nany third-party claims with respect to ,Customer Data.\nand backing up and maintaining Customer Data.\nNotwithstanding anything to the contrary, ,Customer acknowledges and agrees that Temporal may use Customer Data for the purposes of providing the ,Services and making any improvements thereto, , and generaZng Aggregated Data.\nTemporal may freely use ,and make available Aggregated Data for Temporal’s business purposes (including without limitaZon, for ,purposes of improving, tesZng, operaZng, promoZng and markeZng Temporal’s products and services).\n,“Aggregated Data” means data submi_ed to, collected by, or generated by Temporal in connecZon with ,Customer’s use of the Service, but only in aggregate, de-idenZﬁed form which is not linked speciﬁcally to ,Customer or any individual.\n“Customer Data” means any data, informaZon or other material provided, ,uploaded, or submi_ed by Customer to the Service in the course of using the Service.\nCustomer shall retain all ,right, Ztle and interest in and to the Customer Data, including all intellectual property rights therein.\nCustomer, ,not Temporal, shall have sole responsibility for the accuracy, quality, integrity, legality, reliability, ,appropriateness, and intellectual property ownership or right to use of all Customer Data.\nTemporal is not ,responsible for unauthorized access to Customer Data or the unauthorized use of the Service unless such access ,is due to Temporal’s gross negligence or willful misconduct.\nCustomer is responsible for the use of the Service ,by any person to whom Customer has given access to the Service, even if Customer did not authorize such use.\n,Temporal may retain Customer Data for up to thirty (30) days following the terminaZon or expiraZon of the ,corresponding Order.\nTherea`er, Customer agrees and acknowledges that Customer Data may be irretrievably ,deleted.\n,1.7 InformaKon Security.\nTo the extent Temporal accesses Customer’s network in connecZon with the ,Services, Temporal access shall be consistent with the Temporal informaZon security policy (the “InfoSec ,Policy”) a_ached or referenced to the corresponding Order.\n,1.8UpKme.\nSubject to Customer’s payment of the corresponding fees, Temporal will use commercially ,reasonable eﬀorts to make the Service available to Customer according to the upZme service level agreement ,speciﬁed in an Order (the “SLA”).\n,1.9 Service Suspension.\nTemporal may suspend Customer’s access to or use of the Service as follows: (a) ,immediately if Temporal reasonably believes Customer’s use of the Service may pose a security risk to or may ,adversely impact the Service.\n(b) immediately if Customer become insolvent, has ceased to operate in the ,ordinary course, made an assignment for the beneﬁt of creditors, or becomes the subject of any bankruptcy, ,reorganizaZon, liquidaZon, dissoluZon or similar proceeding.\n(c) following thirty (30) days wri_en noZce if ,Customer is in breach of this Agreement or any Order (and has not cured such breach, if curable, within the ,thirty (30) days of such noZce).\nor (d) Customer has failed to pay Temporal the Fees with respect to the Service.\n,2.FEES, ORDERS AND TAXES,2.1 Fees.\nCustomer shall pay to Temporal the fees as set forth in each applicable Order(s) (collecZvely, the ,“Fees”).\nCustomer acknowledges that it shall have no right to return the Service and that all Fees shall be non-,refundable.\nAll amounts payable to Temporal under this Agreement shall be paid in United States dollars and ,shall be due thirty (30) days from the date of invoice.\nNotwithstanding any other rights of Temporal, in the ,event of late payment by Customer, Temporal shall be enZtled to interest on the amount owing at a rate of 1% ,per month or the highest rate allowed by applicable law, whichever is less.\nIf Temporal is required to iniZate ,legal acZon due to nonpayment of fees, Customer shall bear all costs resulZng from the collecZon of such fees.\n,2.2 Orders.\nLicensee may place Orders for addiZonal Services or to extend the term of the exisZng Service by ,specifying such order details in an Order form agreed to in wriZng by the parZes referencing the terms and ,condiZons of this Agreement.\n,2.3 Taxes.\nAny and all payments made by Temporal in accordance with this Agreement are exclusive of any ,taxes that might be assessed against Customer by any jurisdicZon.\nCustomer shall pay or reimburse Temporal ,for all value-added, sales, use, property and similar taxes.\nall customs duZes, import fees, stamp duZes, license ,fees and similar charges.\nand all other mandatory payments to government agencies of whatever kind, except ,taxes imposed on the net or gross income of Temporal.\nAll amounts payable to Temporal under this Agreement ,shall be without set-oﬀ and without deducZon of any taxes, levies, imposts, charges, withholdings and/or duZes ,of any nature which may be levied or imposed, including without limitaZon, value added tax, customs duty and ,withholding tax.,3.TERM AND TERMINATION,3.1Term.\nThe term of this Agreement shall commence on the EﬀecZve and unless terminated earlier ,according to this SecZon 3, will end on the last day of the term speciﬁed in a last Order (the “Term”).\nEach ,Order will renew automaZcally at the end of the applicable term unless either party provides to the other ,advance wri_en noZce with respect to non-renewal at least ninety (90) days prior to the end of the then ,current term.\n,3.2 TerminaKon for Breach.\nThis Agreement and the Orders hereunder may be terminated: (a) by either party ,if the other has materially breached this Agreement, within thirty (30) calendar days a`er wri_en noZce of such ,breach to the other party if the breach is remediable or immediately upon noZce if the breach is not ,remediable.\nor (b) by Temporal upon wri_en noZce to Customer if Customer (i) has made or a_empted to make ,any assignment for the beneﬁt of its creditors or any composiZons with creditors, (ii) has any acZon or ,proceedings under any bankruptcy or insolvency laws taken by or against it which have not been dismissed ,within sixty (60) days.,3.3 Eﬀect of TerminaZon.\nUpon any expiraZon or terminaZon of this Agreement, Customer shall (i) immediately ,cease use of the Service, and (ii) return all Temporal ConﬁdenZal InformaZon, and Temporal provided so`ware, ,and other materials and informaZon provided by Temporal.\nAny terminaZon or expiraZon shall not relieve ,Customer of its obligaZon to pay all Fees accruing prior to terminaZon.\nIf the Agreement is terminated by ,Temporal pursuant to SecZon 3.2 (a), Customer shall pay to Temporal all of the Fees for the enZre term set forth ,in the corresponding Order(s).\n,3.4 Survival.\nThe following provisions will survive terminaZon of this Agreement: SecZons 1.5 (Ownership), 3.3 ,(Eﬀect of TerminaZon), SecZon 3.4 (Survival), SecZon 4 (ConﬁdenZality), SecZon 5.1 (IndemniﬁcaZon by ,Customer), SecZon 7 (LimitaZon of Liability), SecZon 8 (Miscellaneous).,4.CONFIDENTIALITY,During the term of this Agreement, either party may provide the other party with conﬁdenZal and/or ,proprietary materials and informaZon (“ConﬁdenKal InformaKon”).\nAll materials and informaZon provided by ,the disclosing party and idenZﬁed at the Zme of disclosure as “ConﬁdenZal” or bearing a similar legend, and all ,other informaZon that the receiving party reasonably should have known was the ConﬁdenZal InformaZon of ,the disclosing party, shall be considered ConﬁdenZal InformaZon.\nThis Agreement is ConﬁdenZal InformaZon, ,and all pricing terms are Temporal ConﬁdenZal InformaZon.\nThe receiving party shall maintain the ,conﬁdenZality of the ConﬁdenZal InformaZon and will not disclose such informaZon to any third party without ,the prior wri_en consent of the disclosing party.\nThe receiving party will only use the ConﬁdenZal InformaZon ,internally for the purposes contemplated hereunder.\nThe obligaZons in this SecZon shall not apply to any ,informaZon that: (a) is made generally available to the public without breach of this Agreement, (b) is ,developed by the receiving party independently from and without reference to the ConﬁdenZal InformaZon, (c) ,is disclosed to the receiving party by a third party without restricZon, or (d) was in the receiving party’s lawful ,possession prior to the disclosure and was not obtained by the receiving party either directly or indirectly from ,the disclosing party.\nThe receiving party may disclose ConﬁdenZal InformaZon as required by law or court ,order.\nprovided that, the receiving party provides the disclosing with prompt wri_en noZce thereof and uses ,the receiving party’s best eﬀorts to limit disclosure.\nAt any Zme, upon the disclosing party’s wri_en request, ,the receiving party shall return to the disclosing party all disclosing party’s ConﬁdenZal InformaZon in its ,possession, including, without limitaZon, all copies and extracts thereof.\n,5.INDEMNIFICATION,5.1IndemniﬁcaKon by Customer.\nCustomer will defend, indemnify, and hold Temporal, its aﬃliates, suppliers ,and licensors harmless and each of their respecZve oﬃcers, directors, employees and representaZves from and ,against any claims, damages, losses, liabiliZes, costs, and expenses (including reasonable a_orneys’ fees) arising ,out of or relaZng to any third party claim with respect to: (a) Customer Data.\n(b) breach of this Agreement or ,violaZon of applicable law by Customer.\nor (c) alleged infringement or misappropriaZon of third-party’s ,intellectual property rights resulZng from Customer Data.\n,5.2IndemniﬁcaKon by Temporal.\nTemporal will defend, indemnify, and hold Customer harmless from and ,against any third-party claims, damages, losses, liabiliZes, costs, and expenses (including reasonable a_orneys’ ,fees) arising from claims by a thirty party that Customer’s use of the Service directly infringes or ,misappropriates a third party’s United States (or Berne ConvenZon signatory country) intellectual property ,rights (an “Infringement Claim”).\nNotwithstanding any other provision in this Agreement, Temporal shall have ,no obligaZon to indemnify or reimburse Customer with respect to any Infringement Claim to the extent arising ,from: (a) the combinaZon of any Customer Data with the Service.\n(b) the combinaZon of any products or ,services, other than those provided by Temporal to Customer under this Agreement, with the Service.\nor (c) ,non-discreZonary designs or speciﬁcaZons provided to Temporal by Customer that caused such Infringement ,Claim.\nCustomer agrees to reimburse Temporal for any and all damages, losses, costs and expenses incurred as ,a result of any of the foregoing acZons.,5.3 NoZce of Claim and Indemnity Procedure.\nIn the event of a claim for which a party seeks indemnity or ,reimbursement under this SecZon 5 (each an “Indemniﬁed Party”) and as condiZons of the indemnity, the ,Indemniﬁed Party shall: (a) noZfy the indemnifying party in wriZng as soon as pracZcable, but in no event later ,than thirty (30) days a`er receipt of such claim, together with such further informaZon as is necessary for the ,indemnifying party to evaluate such claim.\nand (b) the Indemniﬁed Party allows the indemnifying party to ,assume full control of the defense of the claim, including retaining counsel of its own choosing.\nUpon the ,assumpZon by the indemnifying party of the defense of a claim with counsel of its choosing, the indemnifying ,party will not be liable for the fees and expenses of addiZonal counsel retained by any Indemniﬁed Party.\nThe ,Indemniﬁed Party shall cooperate with the indemnifying party in the defense of any such claim.\n,Notwithstanding the foregoing provisions, the indemnifying party shall have no obligaZon to indemnify or ,reimburse for any losses, damages, costs, disbursements, expenses, se_lement liability of a claim or other sums ,paid by any Indemniﬁed Party voluntarily, and without the indemnifying party’s prior wri_en consent, to se_le ,a claim.\nSubject to the maximum liability set forth in SecZon 7, the provisions of this SecZon 5 consZtute the ,enZre understanding of the parZes regarding each party’s respecZve liability under this SecZon 5, including but ,not limited to Infringement Claims (including related claims for breach of warranty) and each party’s sole ,obligaZon to indemnify and reimburse any Indemniﬁed Party.,6.WARRANTY,6.1 Warranty.\nThe Service, when used by Customer in accordance with the provisions of this Agreement and in ,compliance with the applicable speciﬁcaZons will perform, in all material respects, the funcZons described in ,the Order (the “SpeciﬁcaKon”), during the term in the corresponding Order., 6.2 Exclusive Remedies.\nCustomer shall report to Temporal, pursuant to the noZce provision of this Agreement, ,any breach of the warranty set forth in this SecZon 6.\nIn the event of a breach of warranty by Temporal under ,this Agreement, Customer’s sole and exclusive remedy, and Temporal’s enZre liability, shall be prompt ,correcZon of any material non-conformance in order to minimize any material adverse eﬀect on Customer’s ,business.,6.3 Disclaimer of Warranty.\nTemporal does not represent or warrant that the operaZon of the Service (or any ,porZon thereof) will be uninterrupted or error free, or that the Service (or any porZon thereof) will operate in ,combinaZon with other hardware, so`ware, systems or data not provided by Temporal, except as expressly ,speciﬁed in the applicable SpeciﬁcaZon.\nCUSTOMER ACKNOWLEDGES THAT, EXCEPT AS EXPRESSLY SET FORTH ,IN SECTION 6.1, TEMPORAL MAKES NO EXPRESS OR IMPLIED REPRESENTATIONS OR WARRANTIES OF ANY KIND ,WITH RESPECT TO THE SERVICE OR SERVICES, OR THEIR CONDITION.\nTEMPORAL IS FURNISHING THE ,WARRANTY SET FORTH IN SECTION 6.1 IN LIEU OF, AND TEMPORAL HEREBY EXPRESSLY EXCLUDES, ANY AND ALL ,OTHER EXPRESS OR IMPLIED REPRESENTATIONS OR WARRANTIES, WHETHER UNDER COMMON LAW, STATUTE ,OR OTHERWISE, INCLUDING WITHOUT LIMITATION ANY AND ALL WARRANTIES AS TO MERCHANTABILITY, ,FITNESS FOR A PARTICULAR PURPOSE, SATISFACTORY QUALITY OR NON-INFRINGEMENT OF THIRD-PARTY ,RIGHTS.\n,7.LIMITATIONS OF LIABILITY,IN NO EVENT SHALL TEMPORAL BE LIABLE FOR ANY LOST DATA, LOST PROFITS, BUSINESS INTERRUPTION, ,REPLACEMENT SERVICE OR OTHER SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR INDIRECT DAMAGES, ,HOWEVER CAUSED AND REGARDLESS OF THEORY OF LIABILITY.\nTEMPORAL’S LIABILITY FOR ALL CLAIMS ,ARISING UNDER THIS AGREEMENT, WHETHER IN CONTRACT, TORT OR OTHERWISE, SHALL NOT EXCEED THE ,AMOUNT OF FEES PAID OR PAYABLE BY CUSTOMER UNDER THE APPLICABLE ORDER DURING THE TWELVE (12) ,MONTH PERIOD PRECEEDING THE CLAIM.,8.MISCELLANEOUS ,8.1 Export Control.\nCustomer hereby cerZﬁes that Customer will comply with all current US Export Control ,laws.\nCustomer agrees to defend, indemnify and hold Temporal harmless from any liability for Customer’s ,violaZon of U.S.\nExport Control laws.,8.2 Compliance with Laws.\nCustomer shall comply with all applicable laws and regulaZons in its use of any ,Service, including without limitaZon the unlawful gathering or collecZng, or assisZng in the gathering or ,collecZng of informaZon in violaZon of any privacy laws or regulaZons.\nCustomer shall, at its own expense, ,defend, indemnify and hold harmless Temporal from and against any and all claims, losses, liabiliZes, damages, ,judgments, government or federal sancZons, costs and expenses (including a_orneys’ fees) incurred by ,Temporal arising from any claim or asserZon by any third party of violaZon of privacy laws or regulaZons by ,Customer or any of its agents, oﬃcers, directors or employees.,8.3Assignment.\nNeither party may transfer and assign its rights and obligaZons under this Agreement without ,the prior wri_en consent of the other party.\nNotwithstanding the foregoing, Temporal may transfer and assign ,its rights under this Agreement without consent from the other party in connecZon with a change in control, ,acquisiZon or sale of all or substanZally all of its assets.\n,8.4Force Majeure.\nNeither party shall be responsible for failure or delay in performance by events out of their ,reasonable control, including but not limited to, acts of God, Internet outage, terrorism, war, ﬁres, earthquakes ,and other disasters (each a “Force Majeure”).\nNotwithstanding the foregoing: (i) Customer shall be liable for ,payment obligaZons for Service rendered.\nand (ii) if a Force Majeure conZnues for more than thirty (30) days, ,either party may to terminate this agreement by wri_en noZce to the other party.,8.5NoKce.\nAll noZces between the parZes shall be in wriZng and shall be deemed to have been given if ,personally delivered or sent by registered or cerZﬁed mail (return receipt), or by recognized courier service.\n,8.6Independent Contractor.\nTemporal is an independent Contractor and both parZes agree that no agency, ,partnership, joint venture, or employment is created as a result of this Agreement.\nCustomer does not have ,any authority of any kind to bind Temporal.\n,8.7Governing Law.\nThis Agreement shall be governed exclusively by, and construed exclusively in accordance ,with, the laws of the United States and the State of California, without regard to its conﬂict of laws provisions.\n,The federal courts of the United States in the Northern District of California and the state courts of the State of ,California shall have exclusive jurisdicZon to adjudicate any dispute arising out of or relaZng to this Agreement.\n,Each party hereby consents to the jurisdicZon of such courts and waives any right it may otherwise have to ,challenge the appropriateness of such forums, whether on the basis of the doctrine of forum non conveniens or ,otherwise.\nThe United NaZons ConvenZon on Contracts for the InternaZonal Sale of Goods shall not apply to ,this Agreement or any Purchase Order issued under this Agreement.\n,8.8MarkeKng.\nCustomer hereby grants Temporal the right to idenZfy Customer as a Temporal customer, and ,use Customer’s name, mark and logo on Temporal’s website and in Temporal’s markeZng materials in ,connecZon with the Customer’s use of the Service.,8.9 EnKre Agreement.\nThis Agreement is the complete and exclusive statement of the mutual understanding ,of the parZes and supersedes and cancels all previous wri_en and oral agreements, communicaZons, and other ,understandings relaZng to the subject ma_er of this Agreement, and all waivers and modiﬁcaZons must be in a ,wriZng signed by both parZes, except as otherwise provided herein.\nAny term or provision of this Agreement ,held to be illegal or unenforceable shall be, to the fullest extent possible, interpreted so as to be construed as ,valid, but in any event the validity or enforceability of the remainder hereof shall not be aﬀected.\nIn the event ,of a conﬂict between this Agreement and the Order document, the terms of this Agreement shall control, other ,than terms expressly modiﬁed in any Order with respect to such Order.\n,Date:March 2021", "created_at": "2023-04-10 02:02:27.525306", "updated_at": "2023-04-10 02:03:48.021935"}], "points": [], "urls": ["temporal.io"]}}