{"error": 448, "message": "OK", "parameters": {"id": 9712, "name": "Wikisimpsons", "created_at": "2023-10-04 18:50:08.634631", "updated_at": "2023-10-04 22:02:42.45666", "wikipedia": null, "keywords": null, "related": null, "slug": "wikisimpsons", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9712.png", "url": "simpsonswiki.com", "documents": [{"id": 19331, "name": "Privacy policy", "url": "https://simpsonswiki.com/wiki/Wikisimpsons:Privacy_policy", "xpath": "//*[@id=\"primary_content\"]", "text": " <ul>\n<li>Project page</li>\n<li>Discussion</li>\n<li>Edit this page</li>\n<li>History</li>\n</ul> New article from the Springfield Shopper: Season 35 News: Details About “Treehouse of Horror XXXIV” Revealed! <ul>\n<li>New article from the Springfield Shopper: Season 35 News: Details About “Treehouse of Horror XXXIV” Revealed!</li>\n<li>New article from the Springfield Shopper: Season 35 News: Promotional images for “McMansion &amp.\nWife” have been released!</li>\n<li>New article from the Springfield Shopper: Season 35 News: Promotional images for “A Mid-Childhood Night’s Dream” have been released!</li>\n<li>Wikisimpsons needs more Featured Article, Picture, Quote, Episode and Comprehensive article nominations!</li>\n<li>Wikisimpsons has a Discord server! Click here for your invite! Join to talk about the wiki, Simpsons and Tapped Out news, or just to talk to other users.</li>\n<li>Make an account! It's easy, free, and your work on the wiki can be attributed to you.</li>\n</ul> Wikisimpsons:Privacy policy Wikisimpsons - The Simpsons Wiki <p>Wikisimpsons takes the privacy of its users very seriously, and as part of our commitment to protecting your privacy, we provide the following information with complete transparency as to how information collected from our users is accessed, stored, and used.\n</p>\n<p>Wikisimpsons collects information on its users for use in two isolated objectives: <b>operational</b> and <b>analytical</b>.\n</p>\n<ul>\n<li>\n<b>Operational information</b> we collect is used only to conduct wiki operations, and is very limited in scope.\nWe use this information to identify users from one another, and if requested, to notify them by email of any changes to pages on their watchlist.\nInformation collected for operational use is limited to a user's username, encrypted password hash, email address, and the IP addresses used while editing the site.\nRegistered users of the site are only identified publicly by their username, and all other information collected is only viewable by authorized staff members.\nLogged out users are publicly identified by their IP address when editing pages and no other operational information is collected.</li>\n<li>\n<b>Analytical information</b> we collect is used to determine how and by whom content on our site is being viewed and used.\nThis information includes but is not limited to screen resolution, operating system, web browser, pages viewed, referrers, search terms, visit duration, IP addresses, and overall geographic location.\nThis information is only viewable by authorized wiki staff members, and is never sold or shared with third parties.\nThis information is stored within our own servers and we do not rely on third party analytics hosting for this purpose.</li>\n</ul>\n<p>Wikisimpsons displays advertisements provided by Google on both its desktop and mobile websites.\nBy using this site, information may be collected by Google or its advertisers through their ads and used by Google as outlined by their privacy policy.\nWikisimpsons is not responsible for the storage or usage of data collected by third party advertising partners.\n</p>\n<p>Wikisimpsons uses cookies for the purposes of identifying and distinguishing users and guests.\nCookies are used for both operational and analytical purposes.\nYou may at any time choose to block cookies without detriment to your experience browsing our site.\n</p>\n<p>All content posted to the wiki, with the exception of data collected for the purposes described above, is licensed under the CC-BY-SA Creative Commons license.\nBy posting or uploading information to our site, you are agreeing to release that information under this license and may forfeit the ability to later revoke or modify the information.\n</p>\n<p>If you decide to post personal information (age, name, address, etc.) on the wiki, you are doing so at your own risk.\nWikisimpsons is not responsible for anything that occurs as a result of posting personal information and recommends that you not reveal a large amount of personal information.\nWikisimpsons may not be held responsible for, or under any circumstances be associated with the opinions expressed by, the content of any editable pages, as these are community endeavors and their content sometimes make unexpected and inappropriate detours from their original intent.\n</p>\n<p>The staff of Wikisimpsons pledges to moderate these pages to the best of its abilities and ensure inappropriate content and opinions are not displayed on the website, as our intentions are to be a web site suitable for people of all ages.\nIn a similar fashion, we cannot be held responsible or directly associated with the advertisements shown at our site, as they are served through a third party network.\nWe will, however, do everything in our power to limit these ads to those which are suitable for people of all ages and, in the event that Wikisimpsons is informed of inappropriate advertising, certainly bring such an issue up with the advertising companies that sponsor it.\n</p>\n<p>At any time, you have the right to request a copy of all of the personal identifiable information we have on file for you.\nDepending on whether or not you are registered with the site, this information may or may not include both operational and analytical information.\nAt any time, you may request that we delete all of the analytical information we have on file about you.\nOperational information is essential to the function of our site and cannot be deleted, however, you may request that we modify your account information in such a way that it can no longer be used to identify you in any conceivable way.\nIf you request that this action be taken on your account, please be advised that it will not be reversible as we will no longer have any way to verify you as the owner of your former account.\nYou also may be prohibited from creating an additional account, as per our sockpuppet policy.\nAll requests for information or deletion should be submitted in writing to legal [at] Wikisimpsons.com.\n</p>\n<p>If you have any questions regarding Wikisimpsons's privacy policies, please use the administrators page to get in touch with one of Wikisimpsons's many knowledgeable team members, who will be more than happy to answer them for you.\n</p>\n<p>Your usage of this site constitutes agreement to these terms as outlined above.\nIf you do not agree with these terms, you must immediately cease usage of this website.\nThis privacy policy is effective as of <b>May 26th, 2018</b>.\n</p> Retrieved from \"https://simpsonswiki.com/w/index.php?title=Wikisimpsons:Privacy_policy&amp;oldid=868971\" Categories: <ul>\n<li>Wikisimpsons</li>\n<li>Wikisimpsons policies</li>\n</ul>\n<ul>\n<li> Modified on September 17, 2019, at 14:31.</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Privacy policy</li>\n<li>About Wikisimpsons</li>\n<li>Disclaimers</li>\n<li>Site Status</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-10-04 18:50:08.668526", "updated_at": "2023-10-04 18:50:39.695419"}], "points": [], "urls": ["simpsonswiki.com"]}}