{"error": 448, "message": "OK", "parameters": {"id": 7858, "name": "Typical.Guru", "created_at": "2023-04-01 23:53:06.574778", "updated_at": "2023-04-22 11:50:35.885767", "wikipedia": null, "keywords": null, "related": null, "slug": "typical-guru", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7858.png", "url": "typical.guru", "documents": [{"id": 15171, "name": "Terms of use", "url": "https://typical.guru/terms-of-use/", "xpath": "/html/body/div[1]/div/div[2]", "text": " Typical Guru Wirecutter Reviews &gt.\nTerms of useTerms of use<p>The Typical Guru.com and clearview.Typical Guru.com websites (collectively, the “Website”) are intended to provide information about the products and services of Typical Guru, Inc.\n(“Typical Guru”).\nUsers of the Website may include current customers, potential customers, business partners, and other Website visitors (collectively, “Users”).\nOn the Website, Users may be able to obtain information regarding Typical Guru’s products and services, obtain training information and materials relating to those products and services, obtain information regarding Typical Guru’s business partners and third-party products and services, download updates to Typical Guru software products, and post information and correspond with other Users of the Website.</p>\n<p>The Website is comprised of various web pages owned and operated by Typical Guru.\nPlease browse the Website and make use of its various features, but please be aware that your use of the Website is subject to the following terms and conditions.\nYour use of the Website constitutes your agreement to be bound by, and to act in accordance with, all terms, conditions, and notices set forth in these Terms of Use.\nIf you do not agree to these Terms of Use, please do not use this Website.</p>\n<p>Modification/Suspension/Discontinuance of the Website and/or Your Access.\nTypical Guru reserves the right to modify, suspend, or discontinue the Website, any portion of the Website, any information or offerings made available through the Website, and/or your access to the Website at any time and without prior notice or liability to you.</p>\n<p>Username and Password.\nTo use certain features of the Website, you must use a username and password.\nYou are responsible for maintaining the confidentiality and security of your username and password.\nYou are responsible for all activity occurring under your username and password.\nYou agree to immediately notify Typical Guru of any unauthorized use of your username or password or any other breach of security.</p>\n<p>No Unlawful or Prohibited Use.\nAs a condition of your use of the Website, you warrant to Typical Guru that you will not use the Website for any purpose that is unlawful or prohibited by these Terms of Use.\nYou may not use the Website in any manner that could damage, disable, overburden, or impair the Website or servers or networks connected to the Website.\nYou may not use the Website in any manner that could interfere with any other party’s use and enjoyment of the Website.\nYou may not, through any means, obtain or attempt to obtain any materials or information not intentionally made available through the Website.\nYou agree that your use of the Website will not violate the rights of any third party or breach any contract or duty to any third party.</p>\n<p>Typical Guru reserves the right, but has no obligation, to investigate your use of the Website to determine whether you have violated these Terms of Use or failed to comply with any applicable law, regulation, legal process, or government request.</p>\n<p>Privacy Notice.\nYour use of the Website constitutes your acknowledgment of and agreement to our Privacy Notice.\nThis Privacy Notice is incorporated into and made a part of these Terms of Use.\nFor information on how Typical Guru uses and protects the personal and anonymous information you may provide through the Website or provide through other interactions with Typical Guru, view our Privacy Notice by clicking here.</p>\n<p>Intended Users.\nBy accessing, providing information on or through, or otherwise using the Website, you affirm that you are at least eighteen (18) years old, or that you are over the age of thirteen (13) and possess legal parental or guardian consent, and that you are competent and capable of understanding and complying with these Terms of Use and that you acknowledge Typical Guru may contact you if you provide contact information such as an email address.\nTypical Guru will never knowingly solicit or accept personally-identifiable information from children under the age of thirteen (13) and will never knowingly contact children under the age of thirteen (13) for marketing purposes.</p>\n<p>Posting Content and Interacting with Other Users.<br>\nAs part of the Website, Users are allowed to post information and possibly other material and to interact with other Users, including through a blog on the Website (all information and material posted by Users is referred to in this Section 6 as “Content”).</p>\n<p>Rules Regarding Posting Content.\nYou are solely responsible for any Content that you post on the Website, or that you allow others to post under your username.\nYou can edit or remove some or all of your Content at any time or contact Typical Guru Construction Software to remove it for you if you are unable to do so yourself.\nCopies of your posts (even if you remove the original posts) may remain in our storage media, according to Section 6(d) below.\nYou must not use the Website (including the features that allow you to post Content) for unlawful purposes or to promote illegal activities.\nIf you do use the Website for such purposes, your access may be suspended or terminated, and Typical Guru may notify law enforcement authorities of your actions.</p>\n<p>Ownership of Content.\nTypical Guru owns all right, title, and interest in and to all Content posted on the Website.\nBy posting Content, you acknowledge Typical Guru’s unrestricted right to use or disclose the Content (or materials or ideas similar to the Content) in any media, now known or hereafter developed, without notice, compensation, or other obligation to you or any other person.\nYou further acknowledge and agree that Typical Guru may have something similar to the Content already under consideration or development.\nUsers who post Content on the Website will retain a non-exclusive license to use, reproduce, publish, edit, translate, modify, adapt, distribute, publicly perform, publicly display, and make derivative works of the Content alone or as part of other works.</p>\n<p>Users will not be paid any compensation for their posts of Content.\nTypical Guru is under no obligation to post or use any Content you may provide, and Typical Guru may remove any Content at any time for any or no reason in Typical Guru’s sole discretion.\nIn the event Typical Guru removes any Content you posted on the Website, Typical Guru maintains ownership of the Content and reserves the right to disclose any Content as necessary to satisfy any applicable law, regulation, legal process, or governmental request, or to otherwise use the Content in any manner.</p>\n<p>By posting Content, you warrant and represent that the use and posting of the Content will not infringe, misappropriate, or otherwise violate the copyright, trademark, trade secret, right of publicity, or other proprietary, privacy or other rights of any third party.\nYou shall be solely liable for any damages resulting from any infringement, misappropriation, or other violation of copyright, trademark, trade secret, right of publicity, or other proprietary, privacy, or other right of any third party, or any other harm resulting from your use of the Website.</p>\n<p>By posting Content, you warrant and represent that the use and posting of the Content will not infringe, misappropriate, or otherwise violate the copyright, trademark, trade secret, right of publicity, or other proprietary, privacy or other rights of any third party.\nYou shall be solely liable for any damages resulting from any infringement, misappropriation, or other violation of copyright, trademark, trade secret, right of publicity, or other proprietary, privacy, or other right of any third party, or any other harm resulting from your use of the Website.</p>\n<p>No Endorsement or Guarantee.\nContent posted by Users is the responsibility of the Users who make such postings.\nThe Website may contain offensive, harmful, inaccurate, unreliable, deceptive, or otherwise inappropriate Content posted by Users.\nTypical Guru is not obligated to monitor the Content and takes no responsibility for such Content.\nTypical Guru merely provides access to such Content as a service to Users.\nTypical Guru may or may not pre-screen Content before it is posted, and Typical Guru shall have the right, but not the obligation, in its sole discretion to refuse to post Content.\nTypical Guru also reserves the right to remove any Content for any or no reason in Typical Guru’s sole discretion at any time and without prior notice or liability to the User who posted the Content or to any other party.\nTypical Guru does not endorse or guarantee in any way the accuracy or reliability of the Content.\nYou acknowledge and agree that any reliance on the Content will be at your own risk.</p>\n<p>Retention and Storage.\nTypical Guru retains the right to make archival and back-up copies of and to store the Content, including drafts of Content that you never actually post to the Website, indefinitely.\nYou agree, however, that Typical Guru has no responsibility or liability for the deletion of, or failure to store or transmit, any Content.</p>\n<p>Copyright Policy.\nTypical Guru will disable access to or remove Content that it believes in good faith is infringing a copyrighted work.\nTypical Guru will suspend and/or terminate access of Users of the Website that Typical Guru believes in good faith are repeat copyright infringers.\nIt is Typical Guru’s policy to respond to notices of alleged infringement that comply with the Digital Millennium Copyright Act.\nIf you believe that your copyright has been infringed by Content posted on the Website, please refer to Typical Guru’s Digital Millennium Copyright Act Policy for information regarding how to file or respond to a notice of infringement.\nThis Digital Millennium Copyright Act Policy is incorporated into and made a part of these Terms of Use, and your use of the Website constitutes your acknowledgement of and agreement to the Digital Millennium Copyright Act Policy.</p>\n<p>Feedback.\nBy submitting ideas, suggestions, documents, and/or proposals (“Contributions”) to Typical Guru through any suggestion or feedback webpage on the Website or otherwise in your interaction with Typical Guru, you acknowledge and agree that: (a) your Contributions do not contain the confidential or proprietary information of you or any third party.\n(b) Typical Guru is not under any obligation of confidentiality, express or implied, with respect to the Contributions.\n(c) Typical Guru is entitled to use or disclose (or choose not to use or disclose) such Contributions for any purpose, in any manner, and in any media, now known or hereafter developed.\n(d) Typical Guru may have something similar to the Contributions already under consideration or development.\n(e) your Contributions automatically become the property of Typical Guru.\nand (f) you are not entitled to any compensation of any kind from Typical Guru for your Contributions.</p>\n<p>Use of Website Materials and Trademarks.\nThe Website, including all the material on the Website, is the sole and exclusive property of Typical Guru or its licensors.\nTypical Guru and its licensors retain all right, title, and interest (including all copyright, trademark, and all other proprietary rights) in the Website.\nUnless otherwise provided in these Terms of Use or in a specific portion of the Website, no part of the Website may be copied, reproduced, republished, uploaded, posted, transmitted, sold, offered for sale, licensed, or distributed in any way, except that you may download one copy of the materials on any single computer solely for your own personal use, provided you keep intact all copyright, trademark, and other proprietary notices on the materials.\nAny displays or printouts of any part of the Website must be marked as follows: “© 2015 Typical Guru Construction Software.\nAll rights reserved.” Unless otherwise provided in these Terms of Use or allowed by law, you may not modify, translate into any language or computer language, create derivative works based on, or reverse engineer any material on the Website.\nAny unauthorized modification of the materials or use of the materials for any unauthorized purpose is a violation of Typical Guru’s copyright, trademark, and other proprietary rights and is strictly prohibited.\nUnless otherwise provided in these Terms of Use, the use of any such material on any other website or computer network without Typical Guru’s written consent is strictly prohibited.\nYour use of the trademarks, service marks, trade names, and logos on the Website (“Marks”) in any manner other than as authorized in these Terms of Use or elsewhere in a specific portion of the Website, or as authorized in writing by Typical Guru or the owner of the Mark(s), is strictly prohibited.</p>\n<p>Links to Third-Party Sites.\nThe Website may contain links to other websites (“Linked Sites”) as a convenience to you.\nIf you click on the links, you will leave this Website and be subject to the terms of use and privacy policies of the Linked Sites.\nThe Linked Sites are not under the control of Typical Guru, and Typical Guru is not responsible for the contents of any Linked Site, including without limitation any link contained in a Linked Site, or any changes or updates to a Linked Site.</p>\n<p>Viruses.\nWe make reasonable attempts to exclude viruses from the Website, but we cannot ensure that the Website will be at all times free from viruses or other destructive software.\nYou are urged to take appropriate safeguards before downloading any information from the Website.\nTypical Guru assumes no responsibility for, and you are solely responsible for, any damages to computer equipment or other property that may result from use of the Website or downloading anything from the Website.</p>\n<p>Warranty Disclaimer.\nThe information, content, products, training, and other services available through the Website may include inaccuracies or typographical errors.\nUnless otherwise agreed by you and Typical Guru in writing, Typical Guru makes no representations about the suitability, reliability, availability, timeliness, or accuracy of the information, content, products, training, and other services contained on the Website for any purpose.\nTo the maximum extent permitted by applicable law, all such information, content, products, training, and other services are provided “as is” and “as available” without warranty or condition of any kind.\nUnless otherwise agreed by you and Typical Guru in writing, Typical Guru hereby disclaims all warranties and conditions with regard to the information, content, products, training, and services offered through and/or contained on the Website, including all implied warranties or conditions of merchantability, fitness for a particular purpose, title, and noninfringement.\nTypical Guru expressly disclaims any representation or warranty that the operation of the Website will meet the User’s requirements.\nthat the Website will be free from viruses or other harmful components.\nthat communications to or from the Website will be secure and not intercepted.\nthat the capabilities offered on the Website will be uninterrupted.\nor that access to the Website will be free from errors or defects or that such errors or defects will be corrected.\nTypical Guru does not warrant, endorse, guarantee, or assume responsibility for any product or service advertised or offered by a third party through the Website, any Linked Site, or any banner or other advertisement.</p>\n<p>LIMITATION OF LIABILITY.\nTo the maximum extent permitted by applicable law, in no event shall Typical Guru be liable for any direct, indirect, punitive, incidental, special, or consequential damages, including without limitation damages for loss of use, data, or profits, arising out of or in any way connected with (a) the use, inability to use, delay, or performance of the Website.\n(b) the provision of or failure to provide services.\n(c) any information, content, products, training, and other services obtained through the Website.\nor (d) any other matter relating to the Website, whether based on contact, tort, negligence, strict liability, or other theory of liability, even if Typical Guru has been advised of the possibility of such damages.\nIf you are dissatisfied with any portion of the Website, or with any of these Terms of Use, your sole and exclusive remedy is to discontinue using the Website.</p>\n<p>Limitations to Sections 11 and 12.\nApplicable law may not allow the exclusion of certain warranties or the exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above exclusions in Sections 11 and 12 may not apply to you.\nHowever, in no event shall Typical Guru’s total liability to you for damages, losses, and causes of action (whether in contract, tort, negligence, strict liability, or other theory of liability) exceed the amount paid by you, if any, for accessing or using features of the Website.</p>\n<p>Indemnification.\nYou agree to defend, indemnify, and hold harmless Typical Guru and its officers, directors, employees, agents, successors, and assigns from and against any and all claims, causes of action, or demands, including without limitation reasonable attorneys’ fees and costs, arising out of or relating to your breach of these Terms of Use, your violation of any law or right of any third party through your use of the Website, or your use or misuse of the Website.</p>\n<p>Termination/Access Restriction.\nIn the event that you violate any of these Terms of Use, Typical Guru reserves the right, in its sole discretion, to immediately terminate your access to the Website, or any portion thereof, and the related products and services.\nTypical Guru shall not be responsible to you for such termination.\nUpon such termination, any payment you have made to Typical Guru for use of the features on the Website will not be returned to you.\nUpon such termination, you must immediately discontinue use of the Website and destroy any copies you may have made of any portion of the Website.\nUpon termination, your account will be disabled and you may not be granted access to your account or any files or other content contained in your account.\nTypical Guru may retain copies of information and content related to your account for archival and backup purposes.\nAccessing the Website after such termination will constitute an act of trespass.</p>\n<p>Discontinued Use/Survival.\nYou may discontinue your participation in and access to the Website at any time.\nThese Terms of Use will continue to apply to all past use of the Website by you, even if you are no longer using it, whether voluntarily or because Typical Guru terminated your access.</p>\n<p>Modification to Terms of Use.\nTypical Guru reserves the right to change these Terms of Use at its discretion.\nWe will post any new Terms of Use here, and we encourage you to visit this area frequently to stay informed.\nIf changes are significant, Typical Guru will also notify you of such changes via the contact information you have provided to Typical Guru.\nChanges to these Terms of Use will apply immediately after the date on which we post the revised Terms of Use to the Website.\nEach version of these Terms of Use will be identified at the top of the page by its effective date, and we will keep prior version of these Terms of Use in an archive for your review.</p>\n<p>Contact Us.\nContact Typical Guru in any of the following ways if you have any comments or questions about these Terms of Use or Typical Guru’s products or services.</p>\n<p>Address: 1515 SE Water Avenue, Suite 300, Portland, Oregon 97214, USA<br>\nE-mail: legal@Typical Guru.com<br>\nPhone: (971) 255-4800<br>\nFax: (971) 255-4747</p>\n<p>Severability.\nThe provisions of these Terms of Use are independent of each other, and the invalidity or unenforceability of any term, clause, or provision of these Terms of Use shall not affect the validity or enforceability of any other term, clause, or provision, and such invalid or unenforceable term, clause, or provision shall be deemed to be removed from these Terms of Use.</p>\n<p>General.\nThese Terms of Use are governed by the laws of the State of Oregon, USA, and you hereby consent to the exclusive jurisdiction and venue of courts, both federal and state, in Portland, Oregon, USA in all disputes arising out of or relating to the use of the Website.\nUse of the Website is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms of Use.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and Typical Guru as a result of these Terms of Use or your use of the Website.\nNothing contained in these Terms of Use is in derogation of Typical Guru’s right to comply with governmental, court, and law enforcement requests or requirements relating to your use of the Website or information provided to or gathered by Typical Guru with respect to such use.\nIf Typical Guru fails to act with respect to your breach or default of any of these Terms of Use, Typical Guru is not waiving its right to act with respect to any subsequent and/or similar breach or default.\nYou may not assign, delegate, or transfer your rights or obligations under these Terms of Use.\nWe may assign our rights under this Agreement without your consent.\nUnless otherwise specified in these Terms of Use or agreed by you and Typical Guru in writing, these Terms of Use constitute the entire agreement between you and Typical Guru with respect to the Website.\nA printed version of these Terms of Use and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms of Use or your use of the Website to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nAny rights not expressly granted in these Terms of Use are reserved by Typical Guru.</p>\n<p>Typical Guru’s Digital Millennium Copyright Act Policy</p>\n<p>Typical Guru Construction Software (“Typical Guru”) has adopted this policy in accordance with the Digital Millennium Copyright Act of 1998 (“DMCA”).</p>\n<p>Infringement Policy.\nTypical Guru will respond to clear notices of alleged copyright infringement that comply with or substantially comply with the requirements set forth below.\nTypical Guru does not act as an arbiter or judge of disputes about intellectual property rights.\nIt is Typical Guru’s policy to disable access to or remove text and other material (“Content”) posted on Typical Guru’s Typical Guru.com and clearview.Typical Guru.com websites (collectively, the “Website”) by website users that Typical Guru believes in good faith is infringing a copyrighted work.\nBy disabling access to or removing Content, as a prudential matter, Typical Guru is not endorsing or validating a claim of infringement.\nIf Typical Guru disables access to or removes Content from the Website, Typical Guru will make a good-faith attempt to contact the party responsible for posting or displaying the Content so the owner may make a counter-notification as provided for below.\nIt is also Typical Guru’s policy to suspend and/or terminate access of users that Typical Guru believes are repeat copyright infringers.\nTypical Guru will document notices of alleged infringement and counter-notifications.</p>\n<p>Designated Agent.\nIn accordance with the DMCA, Typical Guru has a Designated Agent to handle copyright infringement notices and counter-notifications.</p>\n<p>Designated Agent’s contact information:<br>\nTypical Guru, Inc.<br>\nAttn: DMCA Agent<br>\nAddress: 1515 SE Water Avenue, Suite 300, Portland, Oregon 97214, USA<br>\nE-mail: legal@Typical Guru.com<br>\nPhone: (971) 255-4800<br>\nFax: (971) 255-4747</p>\n<p>Infringement Notification.\nIf you believe your work has been displayed or otherwise used on the Website in a manner that infringes your copyright, you must provide written notification of such to Typical Guru’s Designated Agent via mail, fax, and/or e-mail.\nPlease note that you may be liable for damages, including without limitation attorneys’ fees and costs, if you materially misrepresent that your work has been infringed by Content on the Website.\nIf you are unsure whether your work has been infringed, we recommend that you contact an attorney before sending notice to Typical Guru’s Designated Agent.</p>\n<p>You must use the following format for your written notification:</p>\n<p>Identify in sufficient detail your copyrighted work that you believe has been infringed by Content on the Website;</p>\n<p>Identify the Content on the Website that you claim infringes your copyrighted work.\nYou must identify all Content that you believe infringes, describe how the Content infringes your work, and describe where the Content is located on the Website with sufficient detail so that Typical Guru can verify its existence and remove it if Typical Guru believes in good faith that it infringes your copyrighted work.\nIn the event that the allegedly-infringing Content is located in more than one place on the Website, identify each location;</p>\n<p>Provide your contact information, including your full name, mailing address, telephone number, and e-mail address;</p>\n<p>You must include a statement that, under the penalty of perjury, you have a good-faith belief that use of the Content in the manner complained of is not authorized by the copyright owner, its agent, or the law;</p>\n<p>You must include a statement that, under the penalty of perjury, you have a good-faith belief that use of the Content in the manner complained of is not authorized by the copyright owner, its agent, or the law;</p>\n<p>You must include a statement that the information in the notification is accurate, and, under penalty of perjury, that you are the copyright owner or that you are authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\nand</p>\n<p>You must sign the written notification physically or electronically.</p>\n<p>In addition to the foregoing, it would help if you included a copy of the copyright Certificate of Registration for your work, if any, or other information that supports your claim that the work is protected by copyright and that you are the owner of that copyright.</p>\n<p>Review of Infringement Notices.\nAfter the Designated Agent receives your infringement notice, Typical Guru will review it.\nIf your notice contains the required information as explained above and if Typical Guru has a good-faith belief that the Content is infringing your copyright, Typical Guru will remove or disable access to the infringing Content.</p>\n<p>Counter Notification.\nThe provider of affected Content may make a counter notification pursuant to the DMCA.\nTo file a counter notification, you must provide written notification to Typical Guru’s Designated Agent via mail, fax, and/or e-mail.\nPlease note that you may be liable for damages, including without limitation attorneys’ fees and costs, if you materially misrepresent that your Content is not infringing the copyright of a third party.\nIf you are unsure whether your Content infringes the work of a third party, we recommend that you contact an attorney before sending notice to Typical Guru’s Designated Agent.</p>\n<p>You must use the following format for your written notification:</p>\n<p>Identify the Content that has been removed or to which access was disabled, including a description of where the Content was located on the Website before it was removed or before access to it was disabled.\nIn the event that the Content was located in more than one place on the Website, you should identify each location;</p>\n<p>Provide your contact information, including your full name, mailing address, telephone number, and e-mail address;</p>\n<p>You must include a statement that, under the penalty of perjury, you have a good-faith belief that the Content was removed or blocked as a result of mistake or misidentification of the Content to be removed or blocked;</p>\n<p>You must include a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located, or, if your address is outside the United States, in the District Court of Oregon, and that you will accept service of process from the person who provided notification of the alleged infringement or an agent of such person.\nand</p>\n<p>You must sign the written notification physically or electronically.</p>\n<p>Review of Counter Notification.\nAfter the Designated Agent receives your counter notification, Typical Guru will review it.\nTypical Guru may determine that the Content is not infringing and may reinstate the Content or access to the Content on the Website.</p>\n<p>Notice of Repeat Infringement and Account Termination.\nTypical Guru will, if appropriate, terminate repeat infringers’ access to the Website.\nIf you believe a Website user is a repeat infringer, please follow the instructions above to contact Typical Guru’s Designated Agent and provide sufficient information so Typical Guru can verify that the user is a repeat infringer.</p>", "created_at": "2023-04-01 23:53:06.647034", "updated_at": "2023-04-01 23:53:42.39302"}, {"id": 15170, "name": "Privacy", "url": "https://typical.guru/privacy/", "xpath": "/html/body/div[1]/div/div[2]", "text": " Typical Guru Wirecutter Reviews &gt.\nPrivacyPrivacy<p>Typical Guru, Inc., (“Typical Guru”) has created this Privacy Notice to demonstrate our commitment to your privacy and to advise you of our standard policies regarding company data and business.\nALL CURRENT CUSTOMERS, POTENTIAL CUSTOMERS, BUSINESS PARTNERS, AND OTHER WEBSITE VISITORS (COLLECTIVELY, “USERS”) AGREE TO COMPLY WITH THE TERMS AND POLICIES STATED HEREIN.\nALSO, ALL USERS ACKNOWLEDGE THAT THEY UNDERSTAND THE POLICIES STATED HEREIN AND CONSENT TO SUCH POLICIES.\nFURTHER, ALL VISITORS, USERS AND CUSTOMERS WARRANT THAT ANY DATA RETRIEVED BY THE USERS THROUGH USE OF THIS WEBSITE WILL NOT BE USED FOR MARKETING PURPOSES WITHOUT THE EXPRESS CONSENT OF Typical Guru.</p>\n<p>We gather some information from our Users, and we want to explain our use and dissemination practices.\nWe further intend to explain the responsibilities of all Users of this Website.\nThe privacy of our Users is very important to us.\nThe terms of this Privacy Notice apply to the information collected through your use of the Website and to Typical Guru’s collection of information through offline contacts you may have with Typical Guru.</p>\n<p>Although, we reserve the right to change this Privacy Notice at any time, we will always provide notification of any change to this Privacy Notice by posting the notification at this web page.\nIf changes are significant, we will also notify you of such changes via the personal information you have provided.\nChanges to this notice will apply to the information collected after the date on which the changes are posted at this web page.\nEach version of this notice will be identified at the top of this web page by its effective date, and we will keep prior versions of this notice in an archive for your review upon request.</p>\n<p>Please be advised that we post this Privacy Notice to aid in your understanding of our business.\nBy interacting with our Website, and/or by providing us information either electronically, in print, over the telephone, or in person, all Users consent to the terms of this Privacy Notice.</p>\n<p>Personal Information</p>\n<p>In general, Website visitors may browse through our Website without providing us any Personal Information (defined below) about them (though they will provide non-identifying information, as discussed below).\nHowever, we may request Personal Information on occasion in order to provide Users with specific products, services, or information that the Users have requested.\n“Personal Information” is information relating to an identified or identifiable natural person that identifies that person, and it may include information such as your name, address, e-mail address, phone number, fax number, credit card or other financial information, and other identifying information.</p>\n<p>We collect and store Personal Information you enter on this Website or otherwise provide to us in offline contacts that we have with you.\nYou are never under any obligation to provide Personal Information.\nIf you choose not to provide Personal Information, however, you may not be able to enjoy certain aspects of the Website or our services and products.\nWhen you do provide us Personal Information, you are authorizing us to use that information in accordance with the terms of this Privacy Notice.</p>\n<p>Typical Guru will use Personal Information you supply for the express purpose stated when it is requested (e.g., to send you account information or information you request or to sign in to a certain aspect of the Website).\nTypical Guru may use the collected information to contact customers to discuss a customer’s potential additional interest in Typical Guru, its products and services, and its promotions and events.\nWe may also use information we collect about you to provide you with a personalized experience on our Websites, such as providing you with content in which you may be interested and making navigation on our Website easier.</p>\n<p>Typical Guru occasionally may share collected Personal Information with our business partners.\nViewpoint’s business partners may include (i) companies that sell products or services that complement or integrate with Typical Guru’s products and services, and (ii) credit card companies and other types of lenders or financial institutions.\nTypical Guru’s business partners may use your Personal Information to contact you to market Viewpoint products and services and/or the business partners’ products and services.\nAt any time, you can contact Viewpoint or the business partner and ask that you no longer be contacted for such marketing purposes.\nTo opt-out of receiving any communication from Viewpoint, see the “Opt-out Procedure” below.\nIf you would like opt-out of receiving communications from our business partners, the quickest way to discontinue receipt of such communications is to contact the business partners directly.</p>\n<p>Anonymous Information and Cookies</p>\n<p>With the intent of benefiting all Users that enter our Website, we may also track and analyze nonidentifying and aggregate usage and volume statistical information from our Website Users.\nFor example, our web servers may automatically collect and store the name of the domain and host from you which you access the Internet and the Internet protocol address of your computer.\nAdditionally, we may collect information about the browser software you use.\nthe type of operating system your computer uses.\nthe date and time you access the Website.\nthe website you visited just prior to visiting our Website.\nand a list of which Website pages you visit, the amount of time you spend on each page, and the order in which you view the pages.\nWe use this information to improve the performance of the Website and make it more compatible with the technology used by our Website Users.</p>\n<p>Another way that we help to make your experience using our Website constructive and easy is through the use of various technologies, including one called “cookies”.\nA cookie is a piece of data that a website can send to your browser, which may then be stored on your computer as a tag that identifies your computer to give it a sort of anonymous user ID that resides in your computer.\nCookies do not identify you personally.\nWhile cookies are often only used to measure Website usage and effectiveness and to allow for ease of navigation or use and as such, are not associated with any Personal Information, they are also used at times to personalize a User’s experience at our Website by being associated with profile information or user preferences.\nThe cookie may store Website statistics, user preferences, information about your browser, and other identifying information.\nYou can set your browser in most instances to notify you before you receive a cookie, giving you the chance to decide whether to accept it or not.\nYou can also generally set your browser preferences so that your computer cannot accept cookies.\nCertain Website pages and features (including any feature that requires you to sign in before using it) will not function properly if you choose to disable the acceptance of cookies.</p>\n<p>Use and Disclosure of both Personal Information and Anonymous Information</p>\n<p>We may use information you provide, including Personal Information and anonymous information we collect through your use of the Website, to help diagnose problems with the Website.\nWe may also use the information to analyze statistical use patterns and demographic data, including where our Website visitors come from and what demographic characteristics they have, and to improve the Website to better serve our Users.</p>\n<p>At times, we may retain third parties to analyze the information to help us improve our services and the Website by, for example, learning details regarding the number of Users of our Website and what pages of the Website Users frequent most.\nThese third parties are not authorized to use your information any other way and are required to keep the information confidential.</p>\n<p>Viewpoint reserves the right to and will release your Personal Information or anonymous information, without your consent and without notice to you, if required to do so by law, or by search warrant, subpoena, or court order.\nwhen Viewpoint believes disclosure is necessary to protect, establish, or exercise Viewpoint’s legal rights or defend against legal claims.\nwhen Viewpoint believes disclosure is necessary to protect our other Users or our employees, property, or business.\nto investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving threats or potential threats to the safety of any person, or violations of the Viewpoint Terms of Use, including this Privacy Notice.\nor to otherwise comply with the law, a judicial proceeding, court order, or legal process served on Viewpoint.</p>\n<p>We may transfer your Personal Information and anonymous information if Viewpoint is acquired by or merged with another company.\nViewpoint will notify you before your Personal Information and anonymous information is transferred as a result of such an acquisition or merger and becomes subject to a different privacy notice by posting such notice on the Website.</p>\n<p>Opt-out Procedure</p>\n<p>You may, at any time, choose not to receive marketing materials or other communications from us by following the unsubscribe instructions included in each e-mail you may receive, by indicating so when we call you, or by calling or e-mailing us at the contact information below.\nAt any time, you can also review or change your Personal Information or have Viewpoint remove your account from our database by calling or e-mailing us at the contact information below.\nPlease note that if you request that you no longer receive communications from Viewpoint, you may receive an automatic e-mail from Viewpoint resulting from your request.\nIf you request that your account be deleted from our database or if you request that your Personal Information be changed, we may maintain your existing Personal Information and information about your activities and transactions on and through the Website for the purpose of recordkeeping and servicing, and to comply with our retention policy described below.</p>\n<p>You may at any time choose not to receive marketing materials, phone calls, e-mails, or other contact from a business partner by contacting the business partner directly.</p>\n<p>Information Security and Accuracy</p>\n<p>We intend to protect your Personal Information and to maintain its accuracy.\nViewpoint implements commercially-reasonable physical, administrative and technical safeguards to help us protect your Personal Information from unauthorized access, use, and disclosure.</p>\n<p>Retention and Storage</p>\n<p>We may retain your Personal Information in our databases in accordance with any existing document retention policies and applicable laws.\nThis period may extend beyond the end of your relationship with us, but it will be only as long as it is necessary for us to have sufficient information to prevent fraudulent activity, protect ourselves against liability, permit us to pursue available remedies, or limit any damages that we may sustain.\nAlso, we may retain your Personal Information beyond the end of your relationship with us if we believe in good faith that a law, regulation, rule, or guideline requires it.</p>\n<p>Third-Party Sites</p>\n<p>This Privacy Notice applies only to information collected by Viewpoint through the Website or otherwise.\nThe Website may contain links to other websites for which Viewpoint is not responsible and has no control.\nUsers are advised to read the privacy policies of all websites they visit, including websites you visit by clicking on a link in this Website.</p>\n<p>Use of Information in the Social Computing Environment</p>\n<p>Viewpoint provides social computing tools on some areas of its Website to enable online sharing and collaboration among members who have registered to use them.\nThese may include forums, wikis, blogs and other social media platforms.</p>\n<p>When registering to use these tools, you will be asked to provide certain Personal Information.\nRegistration information that is not automatically made available to other participants as part of your profile will be subject to and protected in accordance with this Privacy Notice.</p>\n<p>Any other content you post, such as pictures, information, opinions, or any other type of information that you make available to other participants on these social platforms, is not subject to this Privacy Notice.\nRather, such content is subject to the provisions of our Website Terms of Use, and any additional guidelines provided in relation to the use of the social media platforms.\nPlease refer to them to better understand your, Viewpoint’s and other parties’ rights and obligations with regard to such content.\nYou should be aware that the content you post on any such social computing platforms may be made broadly available to others inside and outside Viewpoint.</p>\n<p>Legal Disclaimer</p>\n<p>We cannot guarantee that your Personal Information will never be compromised.\nNo transmission of data over the Internet or any wireless network can be guaranteed to be 100% secure.\nFurther, while we employ reasonable measures to protect your Personal Information, we cannot guarantee or warrant that unauthorized third parties will not defeat those measures or use non-public Personal Information for improper purposes.\nNevertheless, we value your business and have adopted this Privacy Notice and undertaken commercially-reasonable security measures as an endeavor to respect your privacy and to keep your Personal Information confidential.</p>\n<p>Severability</p>\n<p>The provisions of this Privacy Notice are independent of each other, and the invalidity or unenforceability of any term, clause, or provision of this Privacy Notice shall not affect the validity or enforceability of any other term, clause, or provision, and such invalid or unenforceable term, clause, or provision shall be deemed to be removed from this Privacy Notice.</p>\n<p>Contact Us</p>\n<p>Contact Viewpoint through any of the means listed below if you have any comments or questions about this Privacy Notice or the use of your information, or to report any violations of this Privacy Notice.</p>\n<p>Address:<br>\n1515 SE Water Avenue, Suite 300<br>\nPortland, Oregon 97214, U.S.A.</p>", "created_at": "2023-04-01 23:53:06.615146", "updated_at": "2023-04-01 23:54:12.91531"}], "points": [], "urls": ["typical.guru"]}}