{"error": 448, "message": "OK", "parameters": {"id": 9386, "name": "Parcel", "created_at": "2023-08-23 19:45:38.010819", "updated_at": "2023-08-23 22:02:28.803638", "wikipedia": null, "keywords": null, "related": null, "slug": "parcel", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9386.png", "url": "parcelapp.net", "documents": [{"id": 18473, "name": "Privacy Policy", "url": "https://parcelapp.net/privacy.html#:~:text=Parcel%20collects%20anonymous%20data%20about,model%2C%20timezone%2C%20country%20code.", "xpath": "//body", "text": " Parcel The best delivery tracking app.\nPrivacy Policy <p>\n<b>Personal Information</b>\n<br> Parcel does not require its customers to provide any personal information.\nThe only exception is your email address which is required only if you decide to create a Parcel account with an email and password.<br>\n<br>You can always create an account with \"Sign in with Apple\" and your email will not be provided to us.\n</p>\n<p>\n<b>Your Deliveries</b>\n<br> Any information that is related to your deliveries (e.g.\ntracking numbers, postcodes, tracking history) is not shared with any 3rd parties.\n</p>\n<p>\n<b>Anonymous Information</b>\n<br> Parcel collects anonymous data about your device that does not directly identify you, such as: version of the app, version of the operating system you are running, system language, device model, timezone, country code.\nThis information is used solely for the purpose of improving our services and is not shared with any 3rd parties.\n</p>\n<p>\n<b>Account Deletion</b>\n<br> You can delete your Parcel account in the app settings.\n</p>\n<p>\n<b>Parcel Email</b>\n<br> Parcel Email service is a separate service which allows you to forward emails from merchants/carriers to your unique email address in order for the tracking numbers in these emails to be automatically recognized and added to your Parcel Account.<br>\n<br>Emails received from you this way are kept for 12 months for the purpose of improving our services.\nEmails are not shared with any 3rd parties.\n</p>\n<p>\n<b>Advertisements</b>\n<br> If you are not a subscriber, you will see advertisements in the iOS version of the app.\nThose ads are managed by Google’s AdMob system.\nThis system was configured not to show personalized ads in Parcel.\nTracking and analytic capabilities were also disabled.\nYou can read more about Google’s Privacy policies here.\n</p>\n<p>\n<b>Privacy Policy Changes</b>\n<br> From time to time this privacy policy might be updated with minor changes.\nYour continued use of this app after any change in this Privacy Policy will constitute your acceptance of such change.\n</p>\n<p>\n<b>Indemnity</b>\n<br> You hereby indemnify us and undertake to keep us indemnified against any losses, damages, costs, liabilities and expenses (including, without limitation, legal expenses and any amounts paid by us to a third party in settlement of a claim or dispute on the advice of our legal advisers) incurred or suffered by us arising out of use of this app or any breach by you of any provision of these terms of use, or arising out of any claim that you have breached any provision of these terms of use.\n</p>\n<p>\n<b>Last Update</b>\n<br> This privacy policy was last updated on the 22nd of October, 2021.\n</p>\n<p>\n<b>Contact Us</b>\n<br> Please feel free to contact us in case if you have any questions.\n</p>\n<ul>\n<li> © Ivan Pavlov </li>\n<li> Debit &amp.\nCredit </li>\n<li> Contact Us </li>\n<li> Mastodon </li>\n</ul>\n<ul>\n<li> English </li>\n<li> Deutsch </li>\n<li> Français </li>\n<li> Español </li>\n<li> Русский </li>\n</ul> ", "created_at": "2023-08-23 19:45:38.04114", "updated_at": "2023-08-23 19:45:56.812788"}], "points": [], "urls": ["parcelapp.net"]}}