{"error": 448, "message": "OK", "parameters": {"id": 9456, "name": "Paycom", "created_at": "2023-09-01 20:23:00.647294", "updated_at": "2023-09-01 22:02:46.087234", "wikipedia": null, "keywords": null, "related": null, "slug": "paycom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9456.png", "url": "paycom.com", "documents": [{"id": 18640, "name": "Terms of Use", "url": "https://www.paycom.com/terms-of-use/", "xpath": "//body", "text": " Skip to Main Content Client Employee Accountant Paycom® Logo Login <ul>\n<li>careers</li>\n<li>investors</li>\n<li>contact</li>\n</ul>\n<ul>\n<li> Home Request meeting </li>\n<li> Our Solution <ul>\n<li>Overview</li>\n<li>Payroll </li>\n<ul>\n<li>Suite Overview</li>\n<li>Beti<sup>®</sup>\n</li>\n<li>Vault</li>\n<li>Everyday<sup>™</sup>\n</li>\n<li>Paycom Pay<sup>®</sup>\n</li>\n<li>GL Concierge</li>\n<li>Expense Management</li>\n<li>Garnishment Administration</li>\n<li>Payroll Tax Management</li>\n</ul>\n<li>Talent Acquisition </li>\n<ul>\n<li>Suite Overview</li>\n<li>Applicant Tracking</li>\n<li>Onboarding</li>\n<li>Tax Credits</li>\n<li>Enhanced Background Checks<sup>®</sup>\n</li>\n<li>E-Verify<sup>®</sup>\n</li>\n</ul>\n<li>Talent Management </li>\n<ul>\n<li>Suite Overview</li>\n<li>Performance Management</li>\n<li>Compensation Budgeting</li>\n<li>Position Management</li>\n<li>Employee Self-Service<sup>®</sup>\n</li>\n<li>Paycom Learning</li>\n</ul>\n<li>HR Management </li>\n<ul>\n<li>Suite Overview</li>\n<li>Direct Data Exchange<sup>®</sup>\n</li>\n<li>Manager on-the-Go<sup>®</sup>\n</li>\n<li>Documents and Checklists</li>\n<li>Global HCM<sup>™</sup>\n</li>\n<li>Benefits Administration</li>\n<li>Enhanced ACA</li>\n<li>Ask Here</li>\n<li>Report Center</li>\n<li>Personnel Action Forms</li>\n<li>Government and Compliance</li>\n<li>Clue<sup>®</sup>\n</li>\n<li>COBRA Administration</li>\n<li>Paycom Surveys</li>\n<li>401(k) Reporting</li>\n</ul>\n<li>Time and Labor Management </li>\n<ul>\n<li>Suite Overview</li>\n<li>Time and Attendance</li>\n<li>Scheduling</li>\n<li>Time Clocks and Terminals</li>\n<li>Labor Allocation</li>\n</ul>\n</ul>\n</li>\n<li> Who We Help <ul>\n<li>Overview</li>\n<li>By Company Size </li>\n<ul>\n<li>Large Businesses</li>\n<li>Medium Businesses</li>\n<li>Small Businesses</li>\n</ul>\n<li>By Role </li>\n<ul>\n<li>CEOs and Owners</li>\n<li>Finance Executives</li>\n<li>HR Managers</li>\n<li>IT Decision Makers</li>\n<li>Operations Executives</li>\n<li>Payroll Managers</li>\n</ul>\n<li>By Industry </li>\n<ul>\n<li>Dealerships</li>\n<li>Distribution</li>\n<li>Education</li>\n<li>Financial Institutions</li>\n<li>Franchises</li>\n<li>Health Care</li>\n<li>Hospitality</li>\n<li>Manufacturing</li>\n<li>Nonprofits</li>\n<li>Professional Services</li>\n<li>Religious Organizations</li>\n<li>Restaurants</li>\n<li>Retailers</li>\n<li>Technology</li>\n</ul>\n</ul>\n</li>\n<li> About Us <ul>\n<li>Overview</li>\n<li>Careers </li>\n<ul>\n<li>Overview</li>\n<li>Job Categories </li>\n<ul>\n<li>Overview</li>\n<li>Sales</li>\n<li>Technology</li>\n<li>Client Service and Setup</li>\n<li>Corporate</li>\n<li>Internships</li>\n</ul>\n<li>How We Hire</li>\n<li>Job Map</li>\n<li>Benefits and Culture </li>\n<ul>\n<li>Overview</li>\n<li>Values</li>\n<li>Diversity, Inclusion and Belonging</li>\n<li>EEOC</li>\n</ul>\n<li>Careers Blog</li>\n<li>Apply Now</li>\n</ul>\n<li>Press Room </li>\n<ul>\n<li>Overview</li>\n<li>Press Releases</li>\n<li>In the News</li>\n<li>Press Kit</li>\n<li>Corporate Social Responsibility</li>\n</ul>\n<li>Sponsorships </li>\n<ul>\n<li>Overview</li>\n<li>Paycom Center</li>\n<li>Jim Thorpe</li>\n<li>Patriots</li>\n</ul>\n</ul>\n</li>\n<li> Resources <ul>\n<li>Overview</li>\n<li>Blog</li>\n<li>Webinars</li>\n<li>Podcasts</li>\n</ul>\n</li>\n<li>Investors</li>\n<li>Contact</li>\n</ul> Paycom® Logo <ul>\n<li> Home (current) </li>\n<li> Our Solution <ul>\n<li>Payroll </li>\n<li>Talent Acquisition</li>\n<li>Talent Management</li>\n<li>HR Management</li>\n<li>Time and Labor Management</li>\n</ul>\n<ul>\n<li>Beti<sup>®</sup>\n</li>\n<li>Vault</li>\n<li>Everyday<sup>™</sup>\n</li>\n<li>Paycom Pay<sup>®</sup>\n</li>\n<li>GL Concierge</li>\n</ul>\n<ul>\n<li>Expense Management</li>\n<li>Garnishment Administration</li>\n<li>Payroll Tax Management</li>\n</ul>\n<ul>\n<li>Applicant Tracking</li>\n<li>Onboarding</li>\n<li>Tax Credits</li>\n<li>Enhanced Background Checks<sup>®</sup>\n</li>\n<li>E-Verify<sup>®</sup>\n</li>\n</ul>\n<ul>\n<li>Performance Management</li>\n<li>Compensation Budgeting</li>\n<li>Position Management</li>\n<li>Employee Self-Service<sup>®</sup>\n</li>\n<li>Paycom Learning</li>\n</ul>\n<ul>\n<li>Direct Data Exchange<sup>®</sup>\n</li>\n<li>Manager on-the-Go<sup>®</sup>\n</li>\n<li>Documents and Checklists</li>\n<li>Global HCM<sup>™</sup>\n</li>\n<li>Benefits Administration</li>\n<li>Enhanced ACA</li>\n<li>Ask Here</li>\n</ul>\n<ul>\n<li>Report Center</li>\n<li>Personnel Action Forms</li>\n<li>Government and Compliance</li>\n<li>Clue<sup>®</sup>\n</li>\n<li>COBRA Administration</li>\n<li>Paycom Surveys</li>\n<li>401(k) Reporting</li>\n</ul>\n<ul>\n<li>Time and Attendance</li>\n<li>Scheduling</li>\n<li>Time Clocks and Terminals</li>\n<li>Labor Allocation</li>\n</ul>\n</li>\n<li> Who We Help <ul>\n<li>By Company Size </li>\n<li>By Role </li>\n<li>By Industry </li>\n</ul>\n<ul>\n<li>Large Businesses</li>\n<li>Medium Businesses</li>\n<li>Small Businesses</li>\n</ul>\n<ul>\n<li>CEOs and Owners</li>\n<li>Finance Executives</li>\n<li>HR Managers</li>\n<li>IT Decision Makers</li>\n<li>Operations Executives</li>\n<li>Payroll Managers</li>\n</ul>\n<ul>\n<li>Dealerships</li>\n<li>Distribution</li>\n<li>Education</li>\n<li>Financial Institutions</li>\n<li>Franchises</li>\n<li>Health Care</li>\n<li>Hospitality</li>\n</ul>\n<ul>\n<li>Manufacturing</li>\n<li>Nonprofits</li>\n<li>Professional Services</li>\n<li>Religious Organizations</li>\n<li>Restaurants</li>\n<li>Retailers</li>\n<li>Technology</li>\n</ul>\n</li>\n<li> About Us <ul>\n<li>Careers</li>\n<li>Press Room</li>\n<li>Sponsorships</li>\n</ul>\n<ul>\n<li>Job Categories</li>\n<li>How We Hire</li>\n<li>Job Map</li>\n<li>Benefits and Culture</li>\n<li>Careers Blog</li>\n</ul>\n<ul>\n<li>Press Releases</li>\n<li>In the News</li>\n<li>Press Kit</li>\n<li>Corporate Social Responsibility</li>\n</ul>\n<ul>\n<li>Paycom Center</li>\n<li>Jim Thorpe</li>\n<li>Patriots</li>\n</ul>\n<ul>\n<li>Sales</li>\n<li>Technology</li>\n<li>Client Service and Setup</li>\n<li>Corporate</li>\n<li>Internships</li>\n</ul>\n<ul>\n<li>Values</li>\n<li>Diversity, Inclusion <br>and Belonging</li>\n<li>EEOC</li>\n</ul>\n</li>\n<li> Resources <ul>\n<li>Blog</li>\n<li>Webinars</li>\n<li>Podcasts</li>\n<li>Other Resources</li>\n</ul>\n<p>Explore our marketing campaigns</p>\n<p>Corporate Natalie</p>\n<p>Payroll Errors: Consequences</p>\n<p>Unnecessary Action Hero</p>\n</li>\n</ul>\n<ul>\n<li> &nbsp.\nLogin Client Employee Accountant </li>\n</ul> Request meeting Terms of Use <p>Last modified: October 19, 2022</p>\n<p>Paycom (“Paycom”, “us”, “our”, or “we”), provides the information and services on its World Wide Web site(s) (the “Site”) under the following terms and conditions.\nBy accessing and/or using the Site, you, and to the extent applicable, the entity on behalf of which you are using the Site (“you”, “your”, or “user(s)”), indicate your acceptance of these terms and conditions.\nWe may update these terms and conditions from time to time, and your continued use of the Site after we post any changes constitutes your acceptance of such changes.</p>\n<p>\n<strong>LAWS AND REGULATIONS</strong>– Access to and use of the Site are subject to all applicable international, federal, state and local laws and regulations.\nYou agree not to use the Site in any way which violates such laws or regulations.</p>\n<p>\n<strong>INTELLECTUAL PROPERTY RIGHTS</strong>– The Site and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof), are owned by Paycom, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.</p>\n<p>These terms and conditions permit you to use the Site for your personal, non-commercial use only, unless otherwise permitted via a written agreement between you and Paycom.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Site, except as follows:</p>\n<ul>\n<li>Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials.</li>\n<li>You may store files that are automatically cached by your Web browser for display enhancement purposes.</li>\n<li>You may print or download one copy of a reasonable number of pages of the Site for your own personal, non-commercial use and not for further reproduction, publication, or distribution</li>\n<li>If we provide desktop, mobile, or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by our end user license agreement for such applications.</li>\n</ul>\n<p>You must not:</p>\n<ul>\n<li>Modify copies of any materials from the Site.</li>\n<li>Use any illustrations, photographs, video or audio sequences, or any graphics without the written permission of Paycom other than printing or downloading one copy of pages of the Site for personal use as set forth above.</li>\n<li>Delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from the Site.</li>\n<li>Provide another person or third party with access to any part of the Site in breach of these terms and conditions.</li>\n<li>You must not access or use for any commercial purposes any part of the Site or any services or materials available through the Site, unless permitted via written agreement between you and Paycom.\nUpon such agreement, all access and use of the Site must comply with these terms and conditions.</li>\n</ul>\n<p>If you wish to make any use of material on the Site other than that set out in this section, please contact Marketing at&nbsp;1.800.580.4505.</p>\n<p>If you violate any of these terms and conditions, your right to use the Site will stop immediately, and you must, at our option, return or destroy any copies of the materials you have made and cease all use of the Site and applications.\nAny use of the Site not expressly permitted by these terms and conditions is a breach of these terms and conditions and may violate copyright, trademark, patent, trade secret, and other laws.</p>\n<p>No right, title, or interest in or to the Site or any content therein is transferred to you by your use of the Site, any Paycom applications, or the content provided therein, and all rights not expressly granted are reserved by Paycom.</p>\n<p>\n<strong>TRADEMARKS</strong>– PAYCOM<sup>®</sup>, the P PAYCOM logo and all related names, logos, product and service names, designs, and slogans (collectively, “Brand Assets”) are marks of Paycom Payroll, LLC or its affiliates or licensors.\nYou must not use the Brand Assets without the prior written permission of Paycom, and any such use of the Brand Assets must comply with the&nbsp;Proper Usage Guidelines.</p>\n<p>\n<strong>THIRD-PARTY INTELLECTUAL PROPERTY</strong>– To the extent that any third-party marks, logos, content, or other intellectual property are used on this Site, you are not granted any rights in or to such intellectual property by accessing or using the Site.</p>\n<p>\n<strong>COPYRIGHT INFRINGEMENT CLAIMS.</strong>– If you are a copyright owner or an agent thereof and believe that any content on the Site infringes upon your copyrights, you may submit a copyright infringement notification to our copyright agent pursuant to the Digital Millennium Copyright Act, by sending the notification to the following address: Paycom, 7501 W.\nMemorial Rd., Oklahoma City, OK 73142, Attn: Director of Legal and Compliance.</p>\n<p>\n<strong>\n<strong>TAMPERING</strong>\n</strong>–<strong>\n</strong>You agree not to modify, move, add to, delete, or otherwise tamper with the information contained in the Site.\nYou also agree not to decompile, reverse engineer, disassemble or unlawfully use or reproduce any of the software, material protected by copyright or trademark, trade secrets, or other proprietary information contained in the Site.\nYou are prohibited from probing, scanning, or testing the vulnerability or security of the Site or any Paycom system or network.\nYou are prohibited from using any automated system or software to extract or scrape data from the websites or other interfaces through which we make our Site available, unless authorized in writing by Paycom.</p>\n<p>\n<strong>DATA USAGE</strong>– Paycom’s Site and/or mobile application(s) may include products and services that are available via a mobile device.\nTo the extent you access Paycom’s products and services through a mobile device, your wireless service carrier’s standard charges, data rates and other fees may apply.\nAdditionally, downloading, installing or using certain products or services may be prohibited by your carrier, and not all products and services may work with all carriers or devices.</p>\n<p>\n<strong>THIRD PARTY INFORMATION</strong>– Although Paycom monitors the information on the Site, some of the information is supplied by independent third parties.\nWhile Paycom makes every effort to insure the accuracy of all information on the Site, Paycom makes no warranty either written or implied as to the accuracy of any such information.</p>\n<p>\n<strong>LINKS TO THIRD PARTY SITES</strong>– The Site may contain links that will let you access other Web sites that are not under the control of Paycom.\nThe links are only provided as a convenience and Paycom does not endorse any of these sites.\nPaycom assumes no responsibility or liability for any material that may be accessed on other Web sites reached through the Site, nor does Paycom make any representation regarding the quality of any product or service contained at any such site.</p>\n<p>\n<strong>LINKS FROM THIRD PARTY SITES</strong>– Paycom prohibits unauthorized links to the Site and the framing of any information contained on the Site or any portion of the Site.\nPaycom reserves the right to disable any unauthorized links or frames.\nPaycom has no responsibility or liability for any material on other Web sites that may contain links to this Site.</p>\n<p>\n<strong>NO WARRANTIES</strong>– Information and documents provided on the Site are provided “as is” without warranty of any kind, either express or implied, including without limitation warranties of merchantability, fitness for a particular purpose, and non-infringement.\nPaycom uses reasonable efforts to include accurate and up-to-date information on the Site.\nit does not, however, make any warranties or representations as to its accuracy or completeness.\nPaycom periodically adds, changes, improves, or updates the information and documents on the Site without notice.\nPaycom assumes no liability or responsibility for any errors or omissions in the content of the Site.\nYour use of the Site is at your own risk.</p>\n<p>\n<strong>LIMITATION OF LIABILITY</strong>– UNDER NO CIRCUMSTANCES SHALL PAYCOM BE LIABLE FOR ANY DAMAGES SUFFERED BY YOU, INCLUDING ANY INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES (INCLUDING, WITHOUT LIMITATION, ANY LOST PROFITS OR DAMAGES FOR BUSINESS INTERRUPTION, LOSS OF INFORMATION, PROGRAMS OR OTHER DATA) THAT RESULT FROM ACCESS TO, USE OF, OR INABILITY TO USE THE SITE, OR DUE TO ANY BREACH OF SECURITY ASSOCIATED WITH THE TRANSMISSION OF INFORMATION THROUGH THE INTERNET, EVEN IF PAYCOM WAS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>PRIVACY</strong>– Protecting the privacy of our clients and Site users is important to Paycom.\nFor more information on how we protect your privacy, please review our privacy policy,&nbsp;found here</p>\n<p>\n<strong>SECURITY</strong>– Data transmitted to and from Paycom client sites is encrypted for the user’s protection.\nHowever, the security of information transmitted through the Internet can never be guaranteed.\nPaycom is not responsible for any interception or interruption of any communications through the Internet or for changes to or losses of data.\nYou are responsible for maintaining the security of any password, user ID, or other form of authentication involved in obtaining access to password protected or secure areas of the Site.\nIn order to protect you and your data, Paycom may suspend your use of a client site, without notice, pending an investigation, if any breach of security is suspected.</p>\n<p>\n<strong>TRANSMISSION OF PERSONAL DATA</strong>– You acknowledge and agree that by providing Paycom with any personal information through the Site, you consent to the transmission of such personal user information over international borders as necessary for processing in accordance with our standard business practices and privacy policy.</p>\n<p>\n<strong>ACCESS TO PASSWORD PROTECTED/SECURE AREAS</strong>– Access to and use of password protected and/or secure areas of the Site is restricted to authorized users only.\nUnauthorized access to such areas is prohibited and may lead to criminal prosecution.</p>\n<p>\n<strong>OPT-OUT /UNSUBSCRIBE</strong>– We respect your privacy and give you an opportunity to opt-out of receiving announcements of certain information.\nYou may opt-out of receiving any or all communications from Paycom by contacting us here:<br>– Web Page: https://paycom.com/preferences<br>– Email:&nbsp;learnmore@paycomonline.com<br>– Phone:&nbsp;1.800.580.4505</p>\n<p>\n<strong>JURISDICTION/GOVERNING LAW</strong>– These terms and conditions shall be governed and construed in accordance with the laws of the State of Oklahoma, USA, and applicable federal laws without regard to conflicts of law principles.\nYou agree that any and all proceedings relating to this Site and the subject matter contained herein shall be maintained in the courts of the state of Oklahoma or the federal district courts sitting in Oklahoma, which courts shall have exclusive jurisdiction for such purpose.</p>\n<p>\n<strong>SOCIAL CONTENT</strong>– Paycom uses various social channels as a way for the company and its audience to start conversations, share experiences and form new communities.\nPaycom strives to maintain a positive experience for all users on these channels.\nAccordingly, Paycom prohibits content that Paycom, in its sole discretion, considers illegal, obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable.\nPaycom may, but has no obligation to, review the content placed on its social channels.\nIn the event Paycom discovers content that, in its sole discretion, it deems a violation of these terms and conditions or that is otherwise illegal, Paycom may, but has no obligation to, take action, including restricting access to the content, removing the content, and limiting or terminating a user’s access.</p>\n<p>\n<strong>SMS</strong>– As part of Paycom’s services, we may send you certain messages via SMS.\nThese messages are sent for security purposes (such as dual factor authentication or resetting your password) or related to our Applicant Tracking System.</p>\n<p>You can cancel the SMS service at any time.\nJust text “STOP” to the short code.\nAfter you send the SMS message “STOP” to us, we will send you an SMS message to confirm that you have been unsubscribed.\nIf you want to join again, just sign up as you did the first time and we will start sending SMS messages to you again.</p>\n<p>If you are experiencing issues with the messaging program you can reply with the keyword HELP for more assistance or by calling directly at 1.800.580.4505.</p>\n<p>Carriers are not liable for delayed or undelivered messages.\nAs always, message and data rates may apply for any messages sent to you from us and to us from you.\nMessage frequency varies.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.</p> Paycom® Logo <p>Follow Us</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Our Solution <ul>\n<li>Payroll</li>\n<li>Talent Acquisition</li>\n<li>Talent Management</li>\n<li>HR Management</li>\n<li>Time and Labor Management</li>\n</ul> About Paycom <ul>\n<li>Careers</li>\n<li>Investors</li>\n<li>Press Room</li>\n<li>Contact Us</li>\n<li>Resources</li>\n</ul> Careers Contact <p>Follow Us</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Join our newsletter <p>Stay up to date on industry news and learn how better HR tech is&nbsp;achievable.</p>\n<p>Thank you for subscribing.</p> Subscribe Terms of Use Privacy Policy Do Not Share Accessibility Site Map © 2023 Paycom Payroll LLC.<br> All rights reserved.\n<p>We use cookies to customize experiences on our site.\nAdditional information about data collection is available in our privacy policy.</p> ACCEPT COOKIES ", "created_at": "2023-09-01 20:23:20.050493", "updated_at": "2023-09-01 20:23:30.331027"}, {"id": 18639, "name": "Privacy Policy", "url": "https://www.paycom.com/privacy", "xpath": "//body", "text": null, "created_at": "2023-09-01 20:23:00.680316", "updated_at": "2023-09-01 20:24:10.039194"}], "points": [], "urls": ["paycom.com"]}}