{"error": 448, "message": "OK", "parameters": {"id": 9087, "name": "Medita Barcelona", "created_at": "2023-07-11 22:02:01.844906", "updated_at": "2023-07-12 10:02:11.966169", "wikipedia": null, "keywords": null, "related": null, "slug": "medita-barcelona", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9087.png", "url": "meditabarcelona.org", "documents": [{"id": 17800, "name": "Privacidad", "url": "https://www.meditabarcelona.org/politica-privacidad/", "xpath": "//body", "text": " Ir al contenido Menú Cerrar <p>Una puerta abierta a tu mundo interno</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Inicio</li>\n<li>Proyectos&nbsp.\n<ul>\n<li>Microcosmos</li>\n<li>Audiolibro La Mirada Interna</li>\n</ul>\n</li>\n<li>Lecturas&nbsp.\n<ul>\n<li>Para la vida diaria</li>\n<li>El Mensaje de Silo</li>\n<li>Los Principios de la Acción Válida</li>\n</ul>\n</li>\n<li>Audios&nbsp.\n<ul>\n<li>Distensión</li>\n<li>Meditaciones vida cotidiana</li>\n<li>Meditaciones especiales</li>\n<li>Ceremonias conjuntas</li>\n<li>El Camino</li>\n<li>Experiencias Guiadas</li>\n</ul>\n</li>\n<li>Quienes somos</li>\n<li>Privacidad</li>\n</ul> Menú <ul>\n<li>Portada</li>\n<li>Política de privacidad</li>\n</ul> Quiénes somos\n<p>La dirección de nuestra web es: https://meditabarcelona.org.</p>\nQué datos personales recogemos y por qué los recogemos\nComentarios\n<p>Cuando los visitantes dejan comentarios en la web, recopilamos los datos que se muestran en el formulario de comentarios, así como la dirección IP del visitante y la cadena de agentes de usuario del navegador para ayudar a la detección de spam.</p>\n<p>Una cadena anónima creada a partir de tu dirección de correo electrónico (también llamada hash) puede ser proporcionada al servicio de Gravatar para ver si la estás usando.\nLa política de privacidad del servicio Gravatar está disponible aquí: https://automattic.com/privacy/.\nDespués de la aprobación de tu comentario, la imagen de tu perfil es visible para el público en el contexto de su comentario.</p>\nMedios\n<p>Si subes imágenes a la web deberías evitar subir imágenes con datos de ubicación (GPS EXIF) incluidos.\nLos visitantes de la web pueden descargar y extraer cualquier dato de localización de las imágenes de la web.</p>\nCookies\n<p>Si dejas un comentario en nuestro sitio puedes elegir guardar tu nombre, dirección de correo electrónico y web en cookies.\nEsto es para tu comodidad, para que no tengas que volver a rellenar tus datos cuando dejes otro comentario.\nEstas cookies tendrán una duración de un año.</p>\n<p>Si tienes una cuenta y te conectas a este sitio, instalaremos una cookie temporal para determinar si tu navegador acepta cookies.\nEsta cookie no contiene datos personales y se elimina al cerrar el navegador.</p>\n<p>Cuando inicias sesión, también instalaremos varias cookies para guardar tu información de inicio de sesión y tus opciones de visualización de pantalla.\nLas cookies de inicio de sesión duran dos días, y las cookies de opciones de pantalla duran un año.\nSi seleccionas «Recordarme», tu inicio de sesión perdurará durante dos semanas.\nSi sales de tu cuenta, las cookies de inicio de sesión se eliminarán.</p>\n<p>Si editas o publicas un artículo se guardará una cookie adicional en tu navegador.\nEsta cookie no incluye datos personales y simplemente indica el ID del artículo que acabas de editar.\nCaduca después de 1 día.</p>\nContenido incrustado de otros sitios web\n<p>Los artículos de este sitio pueden incluir contenido incrustado (por ejemplo, vídeos, imágenes, artículos, etc.).\nEl contenido incrustado de otras web se comporta exactamente de la misma manera que si el visitante hubiera visitado la otra web.</p>\n<p>Estas web pueden recopilar datos sobre ti, utilizar cookies, incrustar un seguimiento adicional de terceros, y supervisar tu interacción con ese contenido incrustado, incluido el seguimiento de tu interacción con el contenido incrustado si tienes una cuenta y estás conectado a esa web.</p>\nCuánto tiempo conservamos tus datos\n<p>Si dejas un comentario, el comentario y sus metadatos se conservan indefinidamente.\nEsto es para que podamos reconocer y aprobar comentarios sucesivos automáticamente en lugar de mantenerlos en una cola de moderación.</p>\n<p>De los usuarios que se registran en nuestra web (si los hay), también almacenamos la información personal que proporcionan en su perfil de usuario.\nTodos los usuarios pueden ver, editar o eliminar su información personal en cualquier momento (excepto que no pueden cambiar su nombre de usuario).\nLos administradores de la web también pueden ver y editar esa información.</p>\nQué derechos tienes sobre tus datos\n<p>Si tienes una cuenta o has dejado comentarios en esta web, puedes solicitar recibir un archivo de exportación de los datos personales que tenemos sobre ti, incluyendo cualquier dato que nos hayas proporcionado.\nTambién puedes solicitar que eliminemos cualquier dato personal que tengamos sobre ti.\nEsto no incluye ningún dato que estemos obligados a conservar con fines administrativos, legales o de seguridad.</p>\nDónde enviamos tus datos\n<p>Los comentarios de los visitantes puede que los revise un servicio de detección automática de spam.</p>\n<p>Creative Commons 2023.\nMedita Barcelona – Creado con Customify.\nTodos los contenidos son de libre acceso y de libre distribución.</p>\n<p>Una puerta abierta a tu mundo interno</p>\n<ul>\n<li>Inicio</li>\n<li>\n<i>\n</i>Proyectos&nbsp.\n<ul>\n<li>Microcosmos</li>\n<li>Audiolibro La Mirada Interna</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Lecturas&nbsp.\n<ul>\n<li>Para la vida diaria</li>\n<li>El Mensaje de Silo</li>\n<li>Los Principios de la Acción Válida</li>\n</ul>\n</li>\n<li>\n<i>\n</i>Audios&nbsp.\n<ul>\n<li>Distensión</li>\n<li>Meditaciones vida cotidiana</li>\n<li>Meditaciones especiales</li>\n<li>Ceremonias conjuntas</li>\n<li>El Camino</li>\n<li>Experiencias Guiadas</li>\n</ul>\n</li>\n<li>Quienes somos</li>\n<li>Privacidad</li>\n</ul> ", "created_at": "2023-07-11 22:02:01.875297", "updated_at": "2023-07-11 22:02:19.68653"}], "points": [], "urls": ["meditabarcelona.org"]}}