{"error": 448, "message": "OK", "parameters": {"id": 7283, "name": "Leptons.xyz", "created_at": "2023-01-18 20:59:42.739634", "updated_at": "2023-01-22 17:00:20.317389", "wikipedia": null, "keywords": null, "related": null, "slug": "leptons-xyz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7283.png", "url": "leptons.xyz,search.leptons.xyz,reddit.leptons.xyz,music.leptons.xyz,watch.leptons.xyz,translate.leptons.xyz,auth.leptons.xyz,mail.leptons.xyz,znc.leptons.xyz,vault.leptons.xyz", "documents": [{"id": 13965, "name": " Privacy policy ", "url": "https://leptons.xyz/legal/privacy.html", "xpath": "//body", "text": " Leptons.xyz About Services Legal Contact Privacy policy <p> We at leptons.xyz values your privacy.\nHence, we do not collect any information that we do not need to collect.\n</p>\n<p> The specific information collected by our services are listed below.\n</p> Searxng, Libreddit and Simply translate <p> We do not collect or store any information on users accessing our Searxng, Libreddit and Simply translate instance.\n</p> Piped and Hyperpipe <p> These services are proxied via Cloudflare to ensure better connection speeds.\nHence, some data may be collected by Cloudflare when you access these sites.\nThese services also have an account system, any information provided to us while using your account may be retained.\n</p> Services that requires authentication <p> This refers to services that uses our authentik instance for authentication.\nThese services includes the Mailcow, Authentik, Nextcloud, Onlyoffice, and ZNC instances.\n</p>\n<p> For these instances, personally identifiable information such as (but not limited to) IP address and your browser agent, may be stored and collected to ensure safety and prevent abuse.\n</p> Data sharing <p> We do not share or sell any data collected by us with third parties.\n</p> ", "created_at": "2023-01-18 20:59:42.801748", "updated_at": "2023-01-18 21:00:07.468942"}, {"id": 13966, "name": " Terms of service", "url": "https://leptons.xyz/legal/TOS.html", "xpath": "//body", "text": " Leptons.xyz About Services Legal Contact Donate Terms of service <p> The following is some rules while using our services.\n</p>\n<ul>\n<li>Nothing that breaks the law.\nSince our servers are in the UK or Austria, the laws of these countries must be adhered to while using our services.</li>\n<li>We try to keep your data safe.\nHowever, we are not responsible of unintentional events that results in any data loss or extended periods of service downtime.\nHence, it is your responsibility to keep your data safe by backing up your data if it matters to you.</li>\n<li>No warranty.\nAll services provided are \"as is\".\nWe are not responsible for any damages whatsoever caused by using our services.</li>\n</ul> Failure to comply <p> Failure to comply will result in your account being disabled.\nFurther actions may be taken on a case-by-case basis.\n</p> ", "created_at": "2023-01-18 20:59:42.86332", "updated_at": "2023-01-18 21:00:11.578868"}], "points": [], "urls": ["leptons.xyz", "search.leptons.xyz", "reddit.leptons.xyz", "music.leptons.xyz", "watch.leptons.xyz", "translate.leptons.xyz", "auth.leptons.xyz", "mail.leptons.xyz", "znc.leptons.xyz", "vault.leptons.xyz"]}}