{"error": 448, "message": "OK", "parameters": {"id": 7516, "name": "Textsynth", "created_at": "2023-03-13 19:55:52.459615", "updated_at": "2023-03-29 19:26:45.23079", "wikipedia": null, "keywords": null, "related": null, "slug": "textsynth", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7516.png", "url": "textsynth.com", "documents": [{"id": 14454, "name": "Privacy Policy", "url": "https://textsynth.com/privacy.html", "xpath": "/html/body/div[1]/div/div[2]", "text": " Privacy Policy\n<p>Last revised on 21/02/2002</p>\nThe Gist\n<p>FFQTECH will collect certain non-personally identify information about you as you use our sites.\nWe may use this data to better understand our users.\nWe can also publish this data, but the data will be about a large group of users, not individuals.</p>\n<p>We will also ask you to provide personal information, but you'll always be able to opt out.\nIf you give us personal information, we won't do anything evil with it.</p>\n<p>We can also use cookies, but you can choose not to store these.</p>\n<p>That's the basic idea, but you must read through the entire Privacy Policy below and agree with all the details before you use any of our sites.</p>\nQuestions\n<p>If you have question about this Privacy Policy, please contact us at contact at textsynth dot com.</p>\nVisitors\n<p>Like most website operators, FFQTECH collects non-personally-identifying information of the sort that web browsers and servers typically make available, such as the browser type, language preference, referring site, and the date and time of each visitor request.\nFFQTECH's purpose in collecting non-personally identifying information is to better understand how FFQTECH's visitors use its website.\nFrom time to time, FFQTECH may release non-personally-identifying information in the aggregate, e.g., by publishing a report on trends in the usage of its website.</p>\n<p>FFQTECH also collects potentially personally-identifying information like Internet Protocol (IP) addresses.\nFFQTECH does not use such information to identify its visitors, however, and does not disclose such information, other than under the same circumstances that it uses and discloses personally-identifying information, as described below.\nWe may also collect and use IP addresses to block users who violated our Terms of Service.</p>\nGathering of Personally-Identifying Information\n<p>Certain visitors to FFQTECH's websites choose to interact with FFQTECH in ways that require FFQTECH to gather personally-identifying information.\nThe amount and type of information that FFQTECH gathers depends on the nature of the interaction.\nFFQTECH collects such information only insofar as is necessary or appropriate to fulfill the purpose of the visitor's interaction with FFQTECH.\nFFQTECH does not disclose personally-identifying information other than as described below.\nAnd visitors can always refuse to supply personally-identifying information, with the caveat that it may prevent them from engaging in certain Service-related activities.</p>\n<p>Additionally, some interactions, such as posting a comment, may ask for optional personal information.\nFor instance, when posting a comment, may provide a website that will be displayed along with a user's name when the comment is displayed.\nSupplying such personal information is completely optional and is only displayed for the benefit and the convenience of the user.</p>\nAggregated Statistics\n<p>FFQTECH may collect statistics about the behavior of visitors to the Service.\nFFQTECH may display this information publicly or provide it to others.\nHowever, FFQTECH does not disclose personally-identifying information other than as described below.</p>\nProtection of Certain Personally-Identifying Information\n<p>FFQTECH discloses potentially personally-identifying and personally-identifying information only to those of its employees, contractors and affiliated organizations that (i) need to know that information in order to process it on FFQTECH's behalf or to provide services available at FFQTECH's websites, and (ii) that have agreed not to disclose it to others.\nSome of those employees, contractors and affiliated organizations may be located outside of your home country.\nby using the Service, you consent to the transfer of such information to them.\nFFQTECH will not rent or sell potentially personally-identifying and personally-identifying information to anyone.\nOther than to its employees, contractors and affiliated organizations, as described above, FFQTECH discloses potentially personally-identifying and personally-identifying information only when required to do so by law, or when FFQTECH believes in good faith that disclosure is reasonably necessary to protect the property or rights of FFQTECH, third parties or the public at large.\nIf you are a registered user of the Service and have supplied your email address, FFQTECH may occasionally send you an email to tell you about new features, solicit your feedback, or just keep you up to date with what's going on with FFQTECH and our products.\nWe primarily use our website and blog to communicate this type of information, so we expect to keep this type of email to a minimum.\nIf you send us a request (for example via a support email or via one of our feedback mechanisms), we reserve the right to publish it in order to help us clarify or respond to your request or to help us support other users.\nFFQTECH takes all measures reasonably necessary to protect against the unauthorized access, use, alteration or destruction of potentially personally-identifying and personally-identifying information.</p>\nCookies\n<p>A cookie is a string of information that a website stores on a visitor's computer, and that the visitor's browser provides to the Service each time the visitor returns.\nFFQTECH uses cookies to help FFQTECH identify and track visitors, their usage of FFQTECH Service, and their Service access preferences.\nFFQTECH visitors who do not wish to have cookies placed on their computers should set their browsers to refuse cookies before using FFQTECH's websites, with the drawback that certain features of FFQTECH's websites may not function properly without the aid of cookies.</p>\nData Storage\n<p>FFQTECH uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.\nYou understand that although you retain full rights to your data, it may be stored on third party storage and transmitted through third party networks.</p>\nPrivacy Policy Changes\n<p>Although most changes are likely to be minor, FFQTECH may change its Privacy Policy from time to time, and in FFQTECH's sole discretion.\nFFQTECH encourages visitors to frequently check this page for any changes to its Privacy Policy.\nYour continued use of this site after any change in this Privacy Policy will constitute your acceptance of such change.</p>\nReuse\n<p>This document is based upon the Automattic Privacy Policy and is licensed under Creative Commons Attribution Share-Alike License 2.5.\nBasically, this means you can use it verbatim or edited, but you must release new versions under the same license and you have to credit Automattic somewhere (like this!).\nAutomattic is not connected with and does not sponsor or endorse FFQTECH or its use of the work.</p>\n<p>FFQTECH SARL (\"FFQTECH\") makes available services include our web sites (https://textsynth.com), our API, and any other software, sites, and services offered by FFQTECH in connection to any of those (taken together, the \"Service\").\nIt is FFQTECH's policy to respect your privacy regarding any information we may collect while operating our websites.</p> ", "created_at": "2023-03-13 19:55:52.49203", "updated_at": "2023-03-13 19:56:39.060082"}, {"id": 14455, "name": "Terms of Service", "url": "https://textsynth.com/tos.html", "xpath": "/html/body/div[1]/div/div[2]", "text": " Terms of Service <p>Last revised on 2022-11-19</p>\nThe Gist\n<p>FFQTECH operates the TextSynth service, which we hope you use.\nIf you use it, please use it responsibly.\nIf you don't, we'll have to terminate your account.</p>\n<p>For paid accounts, you will charged when you purchase credits.\nYou can cancel anytime, but there are no refunds.</p>\n<p>The Terms of Service, TextSynth itself, and our prices can change at any time.\nWe'll try to warn you about major changes to the Terms of Service, TextSynth or our prices, but we make no guarantees.</p>\n<p>That's the basic idea, but You must read through the entire Terms of Service below and agree with all the details before You use any of our services (whether or not you have created an account).</p>\nYour Agreement with FFQTECH\n<p>Your use of the FFQTECH service is governed by this agreement (the \"Terms\").\n\"FFQTECH\" means FFQTECH SARL.\nThe \"Service\" means the services FFQTECH makes available include our web sites (https://textsynth.com), our API, and any other software, sites, and services offered by FFQTECH in connection to any of those.\n\"Customer Data\" means any data you submit to FFQTECH for the purpose of using the Service.\n\"Content\" means all content generated by FFQTECH on your behalf (including metric data) and does not include Customer Data.</p>\n<p>In order to use the Service, You (the \"Customer\", \"You\", or \"Your\") must first agree to the Terms.\nYou understand and agree that FFQTECH will treat Your use of the Service as acceptance of the Terms from that point onwards.</p>\n<p>FFQTECH may make changes to the Terms from time to time.\nYou may reject the changes by terminating Your account.\nYou understand and agree that if You use the Service after the date on which the Terms have changed, FFQTECH will treat Your use as acceptance of the updated Terms.</p>\n<p>If you have any question about the Terms, please contact us at contact at textsynth dot com.</p>\nYour Account\n<ul>\n<li>You may not use the Service if You are a person barred from receiving the Service under the laws of France or other countries, including the country in which You are resident or from which You use the Service.</li>\n<li>You may not use the service unless you are over the age of 13.</li>\n<li>You must be a human.\nAccount created by automated methods are not permitted.</li>\n</ul>\nUse of the Service\n<ul>\n<li>You must provide accurate and complete registration information any time You register to use the Service.</li>\n<li>You are responsible for the security of Your passwords and for any use of Your account.</li>\n<li>Your use of the Service must comply with all applicable laws, regulations and ordinances.</li>\n<li>You agree to not engage in any activity that interferes with or disrupts the Service.</li>\n<li>FFQTECH reserves the right to enforce quotas and usage limits (to any resources, including the API) at its sole discretion, with or without notice, which may result in FFQTECH disabling or throttling your usage of the Service for any amount of time.</li>\n<li>You may not allow multiple people to use the same account or otherwise access the Service in a manner intended to avoid incurring fees.</li>\n</ul>\nService Policies and Privacy\n<p>The Service shall be subject to the privacy policy for the Service available at privacy policy.\nYou agree to the use of Your data in accordance with FFQTECH's privacy policies.</p>\nFees for Use of the Service\n<ul>\n<li>The Service may be provided to You without charge up with certain limits or for a certain \"trial\" period of time.</li>\n<li>Usage over this limit (or after the \"trial\" period) requires Your purchase of additional resources or services.</li>\n<li>For all purchased resources and services, we will charge Your credit card.</li>\n<li>Payments are non-refundable.\nThere will be no refunds or credits for upgrade/downgrade refunds, or refunds for unused credits with an open account.</li>\n<li>Charges are solely based on FFQTECH's measurements of Your use of the Service, unless otherwise agreed to in writing.</li>\n<li>All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and You shall be responsible for payment of all such taxes, levies, or duties.</li>\n<li>You acknowledge and agree that any credit card and related billing and payment information that You provide to FFQTECH may be shared by FFQTECH with companies who work on FFQTECH's behalf, such as payment processors and/or credit agencies, solely for the purposes of checking credit, effecting payment to FFQTECH and servicing Your account.</li>\n<li>FFQTECH may change its fees and payment policies for the Service without notice.</li>\n</ul>\nCancellation and Termination\n<ul>\n<li>You must cancel Your account via https://textsynth.com/delete_account.html.\nAn email or phone request to cancel Your account is not considered cancellation.</li>\n<li>You will not receive any refunds if You cancel Your account.</li>\n<li>All of Customer Data and Content will, within a reasonable amount of time to be determined solely by FFQTECH, be deleted from the Service upon cancellation.</li>\n<li>You agree that FFQTECH, in its sole discretion and for any or no reason, may terminate or suspend Your account.\nYou agree that any termination of Your access to the Service may be without prior notice, and You agree that FFQTECH will not be liable to You or any third party for such termination.</li>\n</ul>\nCustomer Data\n<ul>\n<li>FFQTECH claims no ownership or control over any Customer Data.\nYou retain copyright and any other rights You already hold in the Customer Data and You are responsible for protecting those rights, as appropriate.</li>\n<li>FFQTECH is not responsible if you fail to properly protect your API key and inadvertently allow unauthorized parties to use it.</li>\n</ul>\nIdeas and Feedback\n<p>You may choose to or we may invite You to submit comments or ideas about the Service, including but not limited to ideas about improving the Service or our products (\"Ideas\").\nBy submitting any Idea, You agree that Your disclosure is unsolicited and without restriction and will not place FFQTECH under any fiduciary or other obligation, and that we are free to use the Idea without any additional compensation to You, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.</p>\nModification of the Service\n<ul>\n<li>You acknowledge and agree that the Service may change from time to time without prior notice to You.</li>\n<li>Changes include, without limitation, changes to fee and payment policies, security patches, added or removed functionality, and other enhancements or restrictions.</li>\n<li>FFQTECH shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Service.</li>\n</ul>\nExternal Resources\n<p>The Services may include hyperlinks to other web sites or content or resources or email content.\nYou acknowledge and agree that FFQTECH is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such web sites or resources.</p>\nLicense from FFQTECH and Restrictions\n<p>FFQTECH gives You a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to You by FFQTECH as part of the Service as provided to You by FFQTECH.\nThis license is for the sole purpose of enabling You to use and enjoy the benefit of the Service as provided by FFQTECH, in the manner permitted by the Terms.</p>\n<p>You may not (and You may not permit anyone else to): (a) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Service or any part thereof, unless this is expressly permitted or required by law, or unless You have been specifically told that You may do so by FFQTECH, in writing (e.g., through an open source software license).\nor (b) attempt to disable or circumvent any security mechanisms used by the Service.</p>\n<p>Open source software licenses for components of the Service released under an open source license constitute separate written agreements.\nTo the limited extent that the open source software licenses expressly supersede these Terms, the open source licenses govern Your agreement with FFQTECH for the use of the components of the Service released under an open source license.</p> Specific use restrictions when using the Stable Diffusion model <p>Only when using the Stable Diffusion image generation model, the following use restrictions apply:</p> You agree not to use the Model or Derivatives of the Model:\n<ul>\n<li>In any way that violates any applicable national, federal, state, local or international law or regulation;</li>\n<li>For the purpose of exploiting, harming or attempting to exploit or harm minors in any way;</li>\n<li>To generate or disseminate verifiably false information and/or content with the purpose of harming others;</li>\n<li>To generate or disseminate personal identifiable information that can be used to harm an individual;</li>\n<li>To defame, disparage or otherwise harass others;</li>\n<li>For fully automated decision making that adversely impacts an individual’s legal rights or otherwise creates or modifies a binding, enforceable obligation;</li>\n<li>For any use intended to or which has the effect of discriminating against or harming individuals or groups based on online or offline social behavior or known or predicted personal or personality characteristics;</li>\n<li>To exploit any of the vulnerabilities of a specific group of persons based on their age, social, physical or mental characteristics, in order to materially distort the behavior of a person pertaining to that group in a manner that causes or is likely to cause that person or another person physical or psychological harm;</li>\n<li>For any use intended to or which has the effect of discriminating against individuals or groups based on legally protected characteristics or categories;</li>\n<li>To provide medical advice and medical results interpretation;</li>\n<li>To generate or disseminate information for the purpose to be used for administration of justice, law enforcement, immigration or asylum processes, such as predicting an individual will commit fraud/crime commitment (e.g.\nby text profiling, drawing causal relationships between assertions made in documents, indiscriminate and arbitrarily-targeted use).</li>\n</ul> Exclusion of warranties\n<ul>\n<li>You expressly understand and agree that your use of the service is at your sole risk and that the service is provided \"as is\" and \"as available.\".</li>\n<li>You agree that FFQTECH has no responsibility or liability for the deletion or failure to store any Content and other communications maintained or transmitted through use of the Service.</li>\n<li>FFQTECH does not warrant to you that: (a) your use of the service will meet your requirements, (b) your use of the service will be uninterrupted, timely, secure or free from error, (c) the results or data provided by the Service will be accurate, (d) the quality of the service will meet your expectations and (e) any errors in the Service will be fixed.</li>\n</ul>\nLimitation of liability\n<p>You expressly understand and agree that FFQTECH, its subsidiaries and affiliates, and its licensors shall not be liable to you for any direct, indirect, incidental, special consequential or exemplary damages which may be incurred by you, however caused and under any theory of liability.\nThis shall include, but not be limited to, any loss of profit (whether incurred directly or indirectly), any loss of goodwill or business reputation, any loss of data suffered, cost of procurement of substitute goods or services, or other intangible loss (whether or not FFQTECH has been advised of or should have been aware of the possibility of any such losses arising).</p>\nIndemnification\n<p>You agree to hold harmless and indemnify FFQTECH, and its subsidiaries, affiliates, officers, agents, employees, advertisers, licensors, suppliers or partners (collectively \"FFQTECH and Partners\") from and against any third party claim arising from or in any way related to (a) Your breach of the Terms, (b) Your use of the Service, (c) Your violation of applicable laws, rules or regulations in connection with the Service, or (d) Your Customer Data, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature.\nIn such a case, FFQTECH will provide You with written notice of such claim, suit or action.</p>\nGeneral Legal Terms\n<p>The Terms constitute the whole legal agreement between You and FFQTECH and govern Your use of the Service and completely replace any prior agreements between You and FFQTECH in relation to the Service.</p>\n<p>You agree that if FFQTECH does not exercise or enforce any legal right or remedy which is contained in the Terms (or which FFQTECH has the benefit of under any applicable law), this will not be taken to be a formal waiver of FFQTECH's rights and that those rights or remedies will still be available to FFQTECH.</p>\n<p>FFQTECH shall not be liable for failing or delaying performance of its obligations resulting from any condition beyond its reasonable control, including but not limited to, governmental action, acts of terrorism, earthquake, fire, flood or other acts of God, labor conditions, power failures, and Internet disturbances.</p>\nReuse\n<p>This document is an adaptation of the Heroku Terms of Service, which is turn an adaptation of the Google App Engine Terms of Service.\nThe original work has been modified with permission under the Creative Commons Attribution 3.0 License.\nNeither Heroku, Inc.\nnor Google, Inc.\nis not connected with and does not sponsor or endorse FFQTECH or its use of the work.</p> Changelog\n<ul>\n<li>2022-11-19: added a reference to the Stable Diffusion license.</li>\n<li>2022-02-21: initial revision</li>\n</ul> ", "created_at": "2023-03-13 19:56:43.469029", "updated_at": "2023-03-13 19:56:51.738017"}], "points": [], "urls": ["textsynth.com"]}}