{"error": 448, "message": "OK", "parameters": {"id": 7364, "name": "IP2Location", "created_at": "2023-02-07 06:47:54.354857", "updated_at": "2023-03-29 19:26:39.948602", "wikipedia": null, "keywords": null, "related": null, "slug": "ip2location", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7364.png", "url": "ip2location.com", "documents": [{"id": 14145, "name": "Terms of Service", "url": "https://www.ip2location.com/terms", "xpath": "//body", "text": " <i>\n</i> 0 item US$0.00 <i>\n</i>\n<ul>\n<li> Your shopping cart is empty! </li>\n</ul> View Cart Checkout <ul>\n<li>Home</li>\n<li> Products <ul>\n<li> Database <i>\n</i>\n<ul>\n<li>IP2Location™ Database</li>\n<li>IP2Proxy™ Database</li>\n</ul>\n</li>\n<li> Web Service <i>\n</i>\n<ul>\n<li>IP2Location™ Web Service</li>\n<li>IP2Proxy™ Web Service</li>\n<li>IP2Location™ Batch Service</li>\n<li>IP2Proxy™ Batch Service</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Buy Online</li>\n<li> Developers <ul>\n<li>Online Demo</li>\n<li> Free Database <i>\n</i>\n<ul>\n<li>IP2Location™ LITE</li>\n<li>IP2Proxy™ LITE</li>\n<li>Continent Multilingual</li>\n<li>Country Multilingual</li>\n<li>Region Multilingual</li>\n<li>City Multilingual</li>\n<li>ZIP Code to Metro</li>\n<li>Weather Station Code</li>\n<li>Country Flags</li>\n<li>World SVG Map</li>\n<li>Olson Time Zone</li>\n<li>ISO3166-2 Subdivision Code</li>\n<li>Country Information</li>\n<li>GeoNameID</li>\n<li>IATA/ICAO List</li>\n<li>IAB Tech Lab Content Taxonomy</li>\n</ul>\n</li>\n<li> Tools <i>\n</i>\n<ul>\n<li>Applications</li>\n<li>Firewall List by Country</li>\n<li>Firewall List by Search Engine</li>\n<li>Redirect Visitor by Country</li>\n<li>Traceroute Application</li>\n<li>Traceroute Web</li>\n<li>Email Tracer</li>\n<li>IP Address Map</li>\n<li>Downloader Script</li>\n<li>Widgets</li>\n</ul>\n</li>\n<li>FAQs</li>\n<li>Resources</li>\n<li> Libraries <i>\n</i>\n<ul>\n<li>IP2Location</li>\n<li>IP2Proxy</li>\n</ul>\n</li>\n<li> Extensions / Plugins <i>\n</i>\n<ul>\n<li>Blog</li>\n<li>Forum</li>\n<li>CMS</li>\n<li>Analytics</li>\n<li>Advertisement</li>\n<li>Framework</li>\n<li>E-Commerce</li>\n<li>Others</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Contact</li>\n<li>\n<i>\n</i>\n<strong>Log In</strong>\n<ul>\n<li> Email Address Password Remember Me Log In Forgot Password? </li>\n</ul>\n</li>\n</ul> End User License Agreement <p>\n<i>\n</i> Download printable version </p> End User License Agreement The following (this “Agreement”) are the terms of the agreement Between Hexasoft Development Sdn.\nBhd.\n(“Hexasoft”) and You or Your Organization as the Licensee (“Licensee”) of goods and services through Hexasoft.\nIf you do not agree to the terms of this Agreement, or the terms of the Hexasoft Data Processing Addendum (url: https://www.ip2location.com/ip2location_dpa.pdf) which is incorporated by this reference and constitutes an integral part of this Agreement, you will not be able to purchase anything, so please review the terms carefully: BACKGROUND.\nHexasoft provides a collection of database, services and products that provide geographic information and other data associated with specific Internet protocol addresses.\nThese databases in text or binary format that provides geographic information are referred to in this Agreement as “IP2Location Databases”.\nThe computer programs used to query the “IP2Location Databases” is known as “IP2Location Softwares”.\nThe web service used to detect the geographic information is known as “IP2Location Web Services”.\n“IP2Location Products” refers to any of the products “IP2Location Databases”, “IP2Location Softwares” or “IP2Location Web Services”.\nFor the purpose of this Agreement, the term “Documentation” shall mean the applicable guides, service descriptions, technical specifications, and user manuals made available by Hexasoft.\nGRANT OF RIGHTS.\nHexasoft grants a non-sublicensable, non-exclusive, non-transferable right to access and use the IP2Location Products for internal Restricted Business purposes.\nRestricted Business purposes are limited to contents localization, fraud detection and prevention, geographic reporting, network performance enhancement and similar business purposes.\nYou agree to use the IP2Location Products only in a manner that is consistent with applicable laws.\nRESERVATION OF RIGHTS.\nHexasoft retains all right, title and interest (including, without limitation, copyright and database rights) in and to the IP2Location Products and the Documentation, and to the form and content thereof.\nHexasoft also reserves all rights not expressly granted to Licensee by this Agreement.\nNo portion of the IP2Location Products may be copied, reproduced, modified, published, uploaded, posted, transmitted or distributed in any way without Hexasoft prior written permission.\nNeither the subscription granted to Licensee by Hexasoft hereunder nor this Agreement or any of its provisions provide Licensee with any title to or ownership rights or interest in the IP2Location Products or Documentation (or any component of either), but only a right of limited access and use as expressly set forth herein.\nLICENSE RESTRICTIONS.\nExcept as expressly permitted in this Agreement, Licensee may not, nor may Licensee permit others to: (a) allow anyone other than Licensee, Licensee’s employees, Licensee’s contractors or Licensee’s vendors to access the IP2Location Products, or any portion thereof, without Hexasoft's express written permission,\n(b) use the IP2Location Products to develop a database, web service, online or similar service, or other information resource in any media for sale to, distribute to, display to or use by others,\n(c) create compilations or derivative works of the IP2Location Products,\n(d) use the IP2Location Products in any fashion that may infringe any copyright, intellectual property right, contractual right, or proprietary or property right or interest held by Hexasoft,\n(e) store in retrieval system accessible to the public, transfer, publish, distribute, display to others, broadcast, sell, or sublicense the IP2Location Products, or any portion thereof,\n(f) remove or obscure any copyright notice or other notice or terms of use contained in the IP2Location Products,\n(g) copy, reverse engineer, decompile, disassemble, derive source code, modify or prepare derivative works of the IP2Location Products OWNERSHIP AND INTELLECTUAL PROPERTIES RIGHTS.\nThe Licensee acknowledges that it has no rights to the IP2Location’s intellectual properties and all such rights shall belong to Hexasoft.\nFEES.\nHexasoft's current fee schedule for using the IP2Location Products and related services is posted on the IP2Location website (url: https://www.ip2location.com).\nLicensee shall be responsible for paying all fees associated with the use of the IP2Location Products.\nExcept as otherwise provided in this Agreement, all fees payable by Licensee to Hexasoft pursuant to this Agreement is not refundable.\nHexasoft has the rights to change the price anytime without notice.\nCONFIDENTIALITY.\nThe Licensee may have access to confidential, proprietary or trade secret information of Hexasoft, including, without limitation, the IP2Location Products and other services.\nThe Licensee will use the Confidential Information for the purpose(s) for which it is provided.\nThe Licensee agrees not to intentionally disclose or intentionally make available to any third party information received from Hexasoft in any form without the express written approval of Hexasoft.\nIn particular, the Licensee agrees that it will not publish to any third party findings of any evaluation of the IP2Location Products against competitive products without the express written approval of Hexasoft.\nNeither party will make any public announcements concerning the other party or this Agreement.\nNeither party will discuss the other party or this Agreement with any third parties or representatives of the press without the other party's written approval.\nLIMITATION OF LIABILITY.\nUNDER NO CIRCUMSTANCES WILL HEXASOFT BE LIABLE TO THE LICENSEE OR ANY OTHER THIRD PARTY FOR ANY INDIRECT, DIRECT, SPECIAL, PUNITIVE, INCIDENTAL, CONSEQUENTIAL DAMAGES OF ANY CHARACTER ARISING OUT OF THE USE OR INABILITY TO USE THE PRODUCT OR SERVICES PROVIDED UNDER THIS AGREEMENT OR THE BREACH OF THIS AGREEMENT OR RELATING TO ANY OTHER SUBJECT MATTER OF THIS AGREEMENT, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nHEXASOFT'S LIABILITY FOR ALL CLAIMS ARISING OUT OF THIS AGREEMENT SHALL BE LIMITED TO THE AMOUNT ACTUALLY RECEIVED BY HEXASOFT IN CONNECTION WITH THE PROVISION OF IP2LOCATION PRODUCTS UNDER THIS AGREEMENT AND LICENSEE AGREE THAT THE FOREGOING SHALL CONSTITUTE LICENSEE’S EXCLUSIVE REMEDY.\nTHE LICENSEE HEREBY RELEASE HEXASOFT, ITS OFFICERS, EMPLOYEES AND AFFILIATES FROM ANY AND ALL OBLIGATIONS, LIABILITIES AND CLAIMS IN EXCESS OF THIS LIMITATION.\nNO WARRANTIES.\nTHE IP2LOCATION PRODUCTS ARE FURNISHED ON AN \"AS IS\" AND \"AS-AVAILABLE\" BASIS.\nHEXASOFT MAKES NO WARRANTY, EXPRESS OR IMPLIED, WITH RESPECT TO THE CAPABILITY OF THE IP2LOCATION PRODUCTS OR THE ACCURACY OR THE COMPLETENESS OF THE IP2LOCATION PRODUCTS.\nALL WARRANTIES OF ANY TYPE, EXPRESS OR IMPLIED, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS ARE EXPRESSLY DISCLAIMED.\nHEXASOFT DOES NOT WARRANT THAT THE SERVICES WILL MEET ANY PARTICULAR CRITERIA OF PERFORMANCE OR QUALITY, OR THAT THE SITE IS FREE OF OTHER HARMFUL COMPONENTS.\nNEVERTHELESS, HEXASOFT SHALL MAKE COMMERCIALLY REASONABLE EFFORTS TO MAINTAIN THE SITE FREE OF VIRUSES AND MALICIOUS CODE.\nTAXES AND DUTIES.\nThe Licensee shall be responsible for all applicable federal, state, municipal, sales, value-added, use, excise and other taxes or duties payable in respect of this Agreement.\nTERM.\nThis Agreement is effective from the date of acceptance by Hexasoft of your application for credentials to access the IP2location Products until terminated in the manner provided herein.\nTERMINATION.\n(1) Hexasoft may terminate this Agreement, without cause and for its convenience, upon thirty (30) days' advance notice to the Licensee.\n(2) The Licensee may terminate this Agreement at any time by giving thirty (30) days advance notice to Hexasoft and removing the IP2Location Products from their system and destroying all copies of the IP2Location Products and the accompanying documentation.\n(3) Notwithstanding anything stated herein, this Agreement will result in automatic termination upon the happening of any of the following events:- (a) failure to renew the subscription attached to the provision of database, services and products under this Agreement.\nor\n(b) any unauthorized copying of the software or the accompanying documentation.\nor\n(c) failure to comply with the terms and conditions of this Agreement.\nCONSEQUENCES OF TERMINATION.\n(1) Upon termination of this Agreement the license shall immediately cease and the Licensee shall: (a) promptly cease provision of services based in whole or in part on the IP2Location Products.\n(b) promptly cease the distribution of and/or the provision of services based on the IP2Location Products to any end-users.\n(c) remove any incidences of the IP2Location Products.\n(2) Unless otherwise provided under this Agreement, in the event of any termination for whatever cause, no refund of monies or compensation will be paid by Hexasoft to the Licensee.\n(3) Termination of this Agreement shall be without prejudice to the accrued rights and liabilities of Hexasoft and Licensee at the date of termination, unless waived in writing by mutual agreement of the parties.\nUPDATES.\nUpdates to the IP2Location Products will be made available as and when commercially released at best efforts during the validity of this Agreement subject always Hexasoft shall not be obligated to provide such updates.\nMODIFICATION.\nLicensee hereby agrees and accepts that Hexasoft reserves the right to make changes, removals or improvements in product design, drawings, information or data format as the case may be without prior notification and any penalty, compensation or refund of monies to Licensee.\nCOMPLIANCE WITH LAWS.\nLicensee agrees to fully comply with all applicable provisions of federal, state, and local laws, rules and regulations of the country where Licensee resides and or where the product or services is used including the laws of Malaysia, relating to any subject matter in this Agreement, and Licensee agrees to hold Hexasoft, its agents, officers and employees harmless from any and all liability, costs, including, but not limited to attorney's fees, and damages resulting from failure of compliance.\nAUTHORITY.\nThe Licensee acknowledges that it is required to complete a registration process.\nThe Licensee certifies, represents and warrants to Hexasoft that the information that is provided on behalf of the Licensee in the registration process is true, accurate, complete, current, and that it belongs to the Licensee or the party registering on the Licensee's behalf.\nThe Licensee certifies to Hexasoft that the individual registering on its behalf is at least 18 years old and has the legal capacity to form a binding contract under the law of Malaysia.\nThe parties each represent and warrant to each other that each has the full right and authority to enter into, deliver and perform its obligations under this Agreement and all documents and instruments and transactions contemplated hereby or incidental hereto.\nIt is agreed and warranted by the parties that the individuals entering into this Agreement on behalf of the respective parties are authorized to bind to such an agreement the party on whose behalf such individual has acted.\nNo further proof of such authorization is or shall be required.\nASSIGNMENT.\nThe Licensee may not sublicense, assign or transfer directly or indirectly, all or part of its rights or obligations under this Agreement without the prior written consent of Hexasoft.\nAny such attempt to sublicense, assign or transfer any of the rights, duties or obligations hereunder without Hexasoft's prior written consent is void.\nAGREEMENT.\nThis Agreement constitutes the entire Agreement and understanding between the parties with respect to the subject matter hereof and supersedes all prior agreements and understandings.\nAMENDMENT.\nHexasoft may amend this Agreement at any time.\nAny such amendment(s) shall be binding and effective upon the earlier of (i) the date that is thirty (30) days after posting of the amended Agreement on Hexasoft's web site, or (ii) the date that Hexasoft provides notice to the Licensee of the amended Agreement pursuant to the notice provisions in this Agreement.\nexcept that changes to charges and payment terms may be made only upon thirty (30) days prior written notice to the Licensee.\nThe Licensee may terminate this Agreement upon thirty (30) days advance notice to Hexasoft if a change is unacceptable to the Licensee.\nThe Licensee’s continued use of the IP2Location Products following notice to the Licensee of a change shall constitute the Licensee’s acceptance of the change.\nNOTICES.\nNotices given under this Agreement shall be in writing and sent by (i) facsimile, e- mail, or by (ii) mail registered or certified mail, postage prepaid.\nHexasoft shall direct notice to the Licensee at the facsimile number, e-mail address, or physical mailing address (collectively, \"Address\") the Licensee provided in the registration process.\nThe Licensee shall direct notice to Hexasoft at the following address: Hexasoft Development Sdn Bhd\n70-3-30A D'Piazza Mall,\nJalan Mahsuri,\n11950 Bayan Baru,\nPulau Pinang,\nMalaysia.\nEmail: sales@ip2location.com\nFax: +(60) 46402381 Any notice sent by way of the means described in (i) above will be deemed to have been given and received on the date on which it was transmitted provided that if such notice has not been transmitted on a business day or it was not transmitted prior to 5:00 p.m.\n(Malaysian standard time shall be eight hours in advance of Greenwich mean time throughout the year) on the business day that it was transmitted, then it will be deemed to have been given and received on the next business day thereafter.\nFor the purpose of this Agreement, the term “Business day” shall mean day that is not a Saturday, Sunday or public holiday or bank holiday in Malaysia.\nAny notice sent by the means described in (ii) above will be deemed to have been given and received on the third business day following the date upon which it has been mailed.\nEither party may change its Address for notice at anytime by giving notice to the other party of the new Address as provided in this section.\nBINDING EFFECT.\nThe terms and provisions of this Agreement shall be binding upon, and shall inure to the benefit of, the parties and their respective permitted assigns, legal representatives and successors in interest.\nCOSTS.\nShould either party institute or participate in a legal or equitable proceeding against the other party seeking to enforce or interpret this Agreement, then each party in the proceeding shall pay their own costs, expert and professional fees, and attorney fees, including costs and fees on appeal.\nNO THIRD PARTY BENEFICIARIES.\nNo term or provision of this Agreement is intended to be, or shall be, for the benefit of any person or entity not a party hereto, and no such other person or entity shall have any right or cause of action hereunder.\nFORCE MAJEURE.\nNeither party shall be liable to the other for its failure to perform any of its obligations hereunder during any period in which such performance is delayed by circumstances beyond its reasonable control, provided that the party experiencing such delay promptly notifies the other party of the delay.\nGOVERNING LAW.\nThis Agreement shall be treated as though it were executed in Malaysia and shall be governed and construed in accordance with the laws of the Malaysia (without regard to conflict of law principles) and the forum of settlement shall be in Malaysia.\nSURVIVOR OF PROVISIONS.\nThe non-disclosure provisions of this Agreement shall survive the termination of this Agreement SEVERABILITY.\nShould any provision of this Agreement be held void, invalid or inoperative, such decision shall not affect any other provision hereof, and the remainder of this Agreement shall be effective as though such void, invalid or inoperative provision had not been contained herein.\nFAILURE TO ENFORCE.\nThe failure of Hexasoft to enforce any provision of these terms and conditions shall not constitute or be construed as a waiver of such provision or of the right to enforce it at a later time.\nELECTRONIC SIGNATURES.\nBY CHECKING THE “I AGREE” CHECK BOX DISPLAYED AS PART OF THE REGISTRATION PROCESS, YOU OR THE ENTITY ON WHOSE BEHALF YOU ARE SUBMITTING AN APPLICATION FOR CREDENTIALS TO ACCESS THE IP2LOCATION PRODUCTS HEREUNDER AGREE TO BE BOUND BY THESE TERMS AND CONDITIONS SET FORTH IN THIS AGREEMENT IN AN ONLINE ELECTRONIC FORMAT, WHICH (UPON ACCEPTANCE BY HEXASOFT INDICATED BY ISSUANCE OF CREDENTIALS TO ACCESS THE IP2LOCATION PRODUCTS) CONSTITUTE A LEGALLY BINDING AGREEMENT.\nIF YOU DO NOT WISH TO ACCEPT THESE TERMS AND CONDITIONS SET FORTH IN THIS AGREEMENT, PLEASE DO NOT CHECK THE “I AGREE” CHECK BOX DISPLAYED AS PART OF THE REGISTRATION PROCESS.\nVERSION 3.1 Our Site <ul>\n<li>Client Portal</li>\n<li>Online Demo</li>\n<li>Developers</li>\n<li>Resources</li>\n<li>Affiliate Program</li>\n<li>Media Kit</li>\n<li>Newsletter</li>\n<li>Careers</li>\n<li>Feature Request</li>\n<li>Do Not Sell My Info</li>\n</ul> Database <ul>\n<li>IP2Location™ Database</li>\n<li>IP2Proxy™ Database</li>\n</ul>\n<br>\n<br> Web Service <ul>\n<li>IP2Location™ Web Service</li>\n<li>IP2Proxy™ Web Service</li>\n<li>IP2Location™ Batch Service</li>\n<li>IP2Proxy™ Batch Service</li>\n</ul> Free Tools <ul>\n<li>Applications</li>\n<li>Firewall IP List</li>\n<li>Search Engine IP List</li>\n<li>Visitor Redirection</li>\n<li>Traceroute</li>\n<li>Email Tracer</li>\n<li>Downloader Script</li>\n<li>Extensions / Plugins</li>\n<li>Widgets</li>\n<li>IP Address Report</li>\n</ul> Newsletter <p>Subscribe to our newsletter and stay up to date with the latest news and deals!</p> Subscribe © 2001 - 2023 IP2Location.com.\nAll Rights Reserved.\nTerms of Service | Privacy Policy | Cookie Notice <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Cookies &amp.\nPrivacyThis website uses cookies to ensure you get the best experience on our websites.Learn more&nbsp;&nbsp;Accept", "created_at": "2023-02-07 06:47:54.538148", "updated_at": "2023-02-07 06:50:11.475991"}, {"id": 14143, "name": "Privacy Policy", "url": "https://www.ip2location.com/privacy-policy", "xpath": "/html/body/div[2]", "text": " IP2Location Privacy Policy <p>Effective on: January 1, 2020</p>\n<p>Last updated on January 1, 2023</p> Introduction and Scope <p> Hexasoft Development Sdn.\nBhd.\n(“Hexasoft” “we,” “us,” “our”) takes the protection of your personally identifiable information (“Personal Data”) very seriously.\nThis privacy policy (the “Notice”) addresses data subjects whose Personal Data we may process in three separate ways: </p>\n<ul>\n<li>First, it addresses Personal Data we process in our IP2Location application (the “App”) or in our IP2Location database (the “Database”) or in our IP geolocation solution located at https://www.ip2location.com and accompanying API (collectively, with the App and the Database, the “Service”).</li>\n<li>Second, it explains our privacy practices in connection with Personal Data we may collect about you when you contact us or access our IP2Location website located at https://www.ip2location.com (the “Website”).</li>\n<li>Third, it addresses Personal Data we collect or store from current, prospective, and former customers of our Service.</li>\n</ul> Unless clearly stated otherwise, the contents of this policy apply to the processing of all three types of Personal Data.\n<p>\n</p> Who Are We? <p> We collect IP Address information, coupled with some high-level geolocation data which we store in the Service.\nMany of our customers use this information to provide the right services to the right people.\nFor example, the data we provide might help a streaming service provide the right content to international users or an e-commerce website to show only the clothing options that ship to a particular region.\n</p>\n<p> We work very hard to protect the Personal Data we do collect and to ensure that the Personal Data we collect is appropriate for the services we provide.\nYou can view the information we typically collect about your device and location for use in the Service by visiting this demo page of our Website.\nYou can request that we delete or not sell the Personal Data we have about you at any time via the process described below.\n</p>\n<p> With respect to all three categories of Personal Data we collect (Personal Data we collect directly for the Service, Personal Data we receive from users of our Website, and Personal Data we are provided by business contacts and prospects of Hexasoft), we decide the purposes and means of processing your Personal Data.\nConsequently, we act as a data controller or “business” under the relevant Privacy Laws like the European Union’s General Data Protection Regulation (“GDPR”) and the California Consumer Privacy Act (“CCPA”) (together with other privacy laws, “the Applicable Laws”).\n</p> What Data Do We Collect About You? <p>\n<strong>Data Used In The Service:</strong> The Personal Data we collect for use in our Service is described in detail in the Table below.\nWith respect to the Personal Data used in the Service we only collect IP Addresses and certain coarse geolocation and Internet Service Provider information associated with that IP Address.\n</p>\n<p> Most of the IP Address and geolocation Personal Data we collect is publicly accessible by anyone using networking diagnostic commands such as ping or traceroute.\nIt is also coarse geolocation data, meaning that we collect your postal or ZIP code and city-level GPS coordinates, but not your street, name, or mailing address.\n</p>\n<p> Because we only collect your IP Address coupled with coarse, high-level geolocation information, we do not think the information we collect is reasonably capable of being associated with or could be reasonably linked, directly or indirectly, with a particular consumer or household.\nAs a result, it is possible a court would decide this information would not constitute Personal Data as defined under some or all of the Applicable Laws.\nBy disclosing this information, we do not waive any rights to argue that this information should be understood as de-identified or otherwise not Personal Data.\n</p>\n<p> Because we cannot associate the data in the Service with any person except to identify unique IP Addresses, exercising some of your data subject rights could be complicated, as discussed below, and in some cases, we may require additional information from your Internet Service Provider to do so.\nThis is especially true if you have a dynamic IP Address as opposed to a static one.\n</p>\n<p>\n<strong>Data Collected Via Website or Customers:</strong> When you visit our Website, contact us directly, or are a current, prospective, or former customer of our Service, we may collect and process the following categories of Personal Data about you: </p>\n<ul>\n<li>Identifiers: first and last name, user name, email address, mailing address, company name, phone number, IP Address.</li>\n<li>Special Categories of Personal Data (as defined in the CCPA): Bank account numbers, credit card numbers, or other financial account information.</li>\n<li>Commercial Information: records of products or services purchased from us, or considered.</li>\n<li>Internet or other similar network activity: Information about your interaction with our website and our advertising for the Service.\nwhether you are using a proxy server.\ninformation about which Internet Service provider you are using and their location.\ninternet connection speed, ISP domain name.\nmobile carrier and usage type information.</li>\n<li>Geolocation data: your address, country, region, city, ZIP code, time zone, weather station, and other geolocation data.</li>\n<li>Other Personal Data: Feedback you may provide through our website, or exercise your Data Subject Rights Requests, to the extent it contains Personal Data not already described above.</li>\n</ul>\n<p>\n</p> What This Policy Doesn’t Cover: <p> This Notice does not apply to the Personal Data of our employees, job applicants, contractors, business owners, directors, officers, and other staff.\n</p> Lawful Bases for Processing <p> We must have a valid reason to use your Personal Data.\nIt's called the \"lawful basis for processing\".\nWithin the scope of this Notice, we may rely on one or more of the following lawful grounds for processing of your Personal Data: </p>\n<ul>\n<li>to perform our obligations to you in cases where you have purchased the Service from us, or in order to help you make a purchase, upon your request;</li>\n<li>our legitimate interests and the legitimate interests of our customers for the purpose of facilitating the fulfillment of their business needs, which may include the detection and prevention of credit card fraud, password sharing or abuse of service, compliance with export control and sanctions, content localization, digital rights management, spam filtering, etc..\nand</li>\n<li>any other ground, as required or permitted by law in the specific respective context.</li>\n</ul> Where we receive your Personal Data as part of providing our Services to you based on a contract, we require such Personal Data to be able to carry out the contract.\nWithout that necessary Personal Data, we will not be able to provide the Services to you.\n<p>\n</p> Processing of Personal Data <p>\n<strong>Data Used In The Service:</strong> We process certain categories of Personal Data in our Service for the purposes of identifying the geographical location of an individual or an IT system and providing this information to our customers.\nOur customers then decide how to use this information.\nWe understand our customers often use this information for geo-fencing.\nThat is, they may use this information to limit the content they show or services they provide based on the location of the individual or IT system trying to access it.\nThey may also use the Personal Data we process to identify whether you are using a proxy server, to comply with export control laws and sanctions, web traffic analysis, digital rights management, geographical targeting for advertising or other purposes, and spam-filtering by location.\n</p>\n<p> The Table below contains more information about how we collect Personal Data for the Service and the categories of third parties with whom we share Personal Data used in the Service.\n</p>\n<p> Data Collected Via Website or Customers: Additionally, if you access our website, contact us, or sign up as a customer for our Service, we process Personal Data: </p>\n<ul>\n<li>to respond to your inquiries, and/or other requests or questions;</li>\n<li>to sell our services to you, including processing your payments;</li>\n<li>to pay commissions to our affiliates;</li>\n<li>to identify how you interact with our Website;</li>\n<li>to improve our Website;</li>\n<li>to enable us to send you our newsletter.\nand</li>\n<li>for logging and statistical purposes.</li>\n</ul> We don’t collect additional categories of Personal Data without informing you.\n<p>\n</p> Sharing Personal Data with Third Parties <p> We may use third-party vendors to perform certain services on our behalf.\nWe may share your Personal Data with these third-party vendors solely to enable them to perform the services for us.\nIn providing them with your Personal Data, we require that these third-party vendors maintain at least the same level of data protection that we maintain for your Personal Data.\nWe do not provide your Personal Data to parties unconnected with the services we provide.\n</p>\n<p>\n<strong>Data Collected Via Website or Customers:</strong> For visitors to our website, individuals who contact us directly or who are current, prospective, or former clients, we share the Personal Data we collect about you with certain third-party vendors who perform services on our behalf.\nThese third-party vendors include those providing: </p>\n<ul>\n<li>infrastructure services;</li>\n<li>payment processing services;</li>\n<li>service desk and bug tracking software services.\nand </li>\n<li>email services.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Data Used In The Service:</strong> For data-subjects whose Personal Data we process as part of providing the Service, please see the Table below for more information about which third parties, including vendors, may receive your Personal Data.\n</p> Summary Table: Data Used In the Service <p> This table summarizes the Personal Data we collect as part of the Service.\nThe Personal Data we collect from our Website, from individuals who contact us directly, and from our customers is described above.\n</p> Personal Data We May Collect, Process, or Store How We Obtain It Business/Commercial Purpose for this Collection Third Parties Who Receive this Information <em>Identifiers</em>\n<br> Your IP Address, country, ZIP code, region, district, city, city-level coordinates and elevation, nearest weather station.\n<em>Identifiers</em>\n<br> We obtain this information using networking diagnostic technology or from your Internet Service Provider.\n<em>Identifiers</em>\n<br> To provide this information to our customers for the purpose of providing the Service.\nour legitimate interests and those of our customers (as detailed above).\n<em>Identifiers</em>\n<br> Our customers.\ncertain third-party vendors that provide infrastructure support services, and software management services (service desk, bug tracking, etc.).\n<em>Internet or other similar network activity</em>\n<br> Your use of a proxy server.\ninternet connection speed.\nthe identity and location of your internet service provider.\ndomain information.\nmobile carrier information.\nautonomous system information.\n<em>Internet or other similar network activity</em>\n<br> Same as above.\n<em>Internet or other similar network activity</em>\n<br> Same as above.\n<em>Internet or other similar network activity</em>\n<br> Same as above.\n<em>Geolocation Data</em>\n<br> Your IP Address, country, ZIP code, region, district, city, city-level coordinates and elevation, nearest weather station.\n<em>Geolocation Data</em>\n<br> Same as above.\n<em>Geolocation Data</em>\n<br> Same as above.\n<em>Geolocation Data</em>\n<br> Same as above.\nCookies <p> A “cookie” is a small file stored on your device that contains information about your computer.\nWe may use cookies for session management, targeted advertising, and web analytics.\nMost of the cookies placed on your device through our Services are first-party cookies, since they are placed directly by us.\nOther parties, such as Google, may also set their own (third-party) cookies through our Services.\nPlease refer to the policies of these third parties to learn more about the way in which they collect and process information about you.\n</p>\n<p> If you would prefer not to accept cookies, you can alter the configuration of your browser to reject all cookies or some cookies.\nNote, if you reject certain cookies, you may not be able to access all of our Website’s features.\nFor more information, please visit https://www.aboutcookies.org/.\n</p>\n<p> You may also set your browser to send a Do Not Track (DNT) signal.\nFor more information, please visit https://allaboutdnt.com/.\n</p>\n<p> Please see our Cookie Policy for more information about the cookies we place on our website.\n</p> Other Disclosure of Your Personal Data <p> We may also disclose your Personal Data: </p>\n<ul>\n<li>to the extent required by law or if we have a good-faith belief that such disclosure is necessary in order to comply with official investigations or legal proceedings initiated by governmental and/or law enforcement officials, or private parties, including but not limited to: in response to subpoenas, search warrants, or court orders.\nIf we have to disclose your Personal Data to governmental/law enforcement officials, we may not be able to ensure that those officials will maintain the privacy and security of your Personal Data.;</li>\n<li>if we sell or transfer all or some of our company’s business interests, assets, or both, or in connection with a corporate restructuring.\nor</li>\n<li>to our subsidiaries or affiliates only if necessary for business purposes as described in the Table above.</li>\n</ul>\n<p>\n</p>\n<p> We reserve the right to use, transfer, sell and share aggregated, anonymous data, which does not include any Personal Data, for any legal business purpose.\nThe purposes may include analyzing usage trends and seeking compatible advertisers, sponsors, clients, and customers.\n</p>\n<p> If we must disclose your Personal Data in order to comply with official investigations or legal proceedings initiated by governmental and/or law enforcement officials, we may not be able to ensure that such recipients of your Personal Data will maintain the privacy or security of your Personal Data.\n</p> Data Integrity &amp.\nSecurity <p> We are strongly committed to keeping your Personal Data safe.\nHexasoft has implemented and will maintain technical, administrative, and physical measures that are reasonably designed to help protect Personal Data from unauthorized processing.\nUnauthorized processing includes unauthorized access, exfiltration, theft, disclosure, alteration, or destruction.\n</p> Data Retention <p> Personal Data processed in relation to our Service is retained indefinitely.\nHowever, you may send a request to us to ask to delete your Personal Data at any time, subject to the limitations described in this Notice.\n</p> Privacy of Children <p> None of our services and specifically the Service is not directed at, or intended for use by, children under the age of 18.\nWe have no actual knowledge that we sell the personal information of minors under 16 years of age.\n</p> What Privacy Rights Do You Have? <p> You have specific rights regarding your Personal Data collected and processed by us.\nPlease note that you can only exercise these rights with respect to Personal Data that we process about you when we act as a “data controller” under the GDPR or as a “business” under the CCPA.\nThis is when Hexasoft decides why and how your Personal Data will be processed, and not our Customers.\nTo exercise your rights with respect to information processed by us on behalf of one of our Customers, please read the privacy policy of our Customer.\n</p>\n<p> In this section, we first describe your privacy rights and then we explain how you can exercise those rights.\n</p>\n<p>\n<strong>Please note:</strong> with respect to data stored in our Service, there are significant limitations on our ability to respond to requests to exercise these rights.\nThese limitations relate to our ability to verify your identity.\n</p>\n<p> In part to protect your privacy, we purposefully collect only “coarse” level information associated with your IP Address.\nFor example, we collect your ZIP or postal code, but we do not have your street address.\nIt is this lack of identifying information that presents a challenge in verifying your identity for purposes of exercising your rights.\nWe need to reliably verify your identity to prevent malicious or fraudulent attempts to alter or delete data in our Service.\n</p>\n<p> We must rely on your IP Address to verify your identity.\nWe will automatically detect your IP Address when you make a request to exercise any of the rights below.\nIf you would like us to reveal, edit, delete or otherwise manipulate our stored data associated with an IP Address that does not match the one you are contacting us from, we will need to take additional steps to verify your identity.\nThis may include requiring you to acquire an attestation from your Internet Service Provider.\nThis is particularly likely to be true if you are seeking to exercise rights regarding a dynamic IP Address, as opposed to a static one.\n</p> Right to Know What Happens to Your Personal Data <p> This is called the “right to be informed”.\nIt means that you have the right to obtain from us all information regarding our data processing activities that concern you such as how we collect and use your Personal Data, how long we will keep it and who it will be shared with, among other things.\n</p>\n<p> We are informing you of how we process your Personal Data with this Notice.\n</p>\n<p> We will always try to inform you about how we process your Personal Data.\n</p> Right to Know What Personal Data Hexasoft Has About You <p> This is called the “right of access”.\nThis right allows you to ask for full details of the Personal Data we have about you.\n</p>\n<p> You have the right to obtain from us confirmation as to whether or not we process Personal Data concerning you, and, where that is the case, a copy of or access to the Personal Data and certain related information.\n</p>\n<p>\n<strong>Data Used In The Service:</strong> With respect to the Personal Data processed as part of the Service, you can access and view the information we collect at any time at this demo feature.\nPlease see the Section “How Can You Exercise Your Privacy Rights,” below, for more information.\n</p>\n<p>\n<strong>Data Collected Via Website or Customers:</strong> Once we receive and confirm that it was effectively you or your authorized agent who made the request, we will disclose to you: </p>\n<ul>\n<li>The categories of Personal Data we collected about you;</li>\n<li>The categories of sources for the Personal Data we collected about you;</li>\n<li>Our purposes of processing that Personal Data;</li>\n<li>Where possible, the envisaged period for which the Personal Data will be stored, or, if not possible, the criteria used to determine that period;</li>\n<li>The categories of third parties with whom we share that Personal Data;</li>\n<li>If we carry out automated decision-making, including profiling, referred to in Article 22(1) and (4) of the GDPR meaningful information about the logic </li>involved, as well as the significance and the envisaged consequences of such processing for you.\n<li>The specific pieces of Personal Data we collected about you (this is also called a “data portability” request).\nand</li>\n<li> If we sold or disclosed your Personal Data for a business purpose, two separate lists disclosing: <ul>\n<li>sales, identifying the Personal Data categories that each category of recipient purchased.\nand</li>disclosures for a business purpose, identifying the Personal Data categories that each category of recipient obtained.\nand </ul>\n</li>\n<li>If we rely on legitimate interests as a lawful basis to process your Personal Data, the legitimate interests pursued by us or by a third party;</li>\n<li>The appropriate safeguards for transferring your Personal Data from the EU to a third country, if applicable.</li>\n</ul> Please take into account that the GDPR allows us not to satisfy your access request when: <ul>\n<li>You already have the information;</li>\n<li>Providing such information proves impossible or would involve a disproportionate effort, or providing such information is likely to render impossible or seriously impair the achievement of the objectives of that processing.\nand</li>\n<li>That Personal Data must remain confidential subject to an obligation of professional secrecy regulated by Union or Member State law, including a statutory obligation of secrecy.</li>\n</ul> Please know that the CCPA does not allow us to disclose Social Security numbers, driver’s license numbers or other government-issued identification numbers, financial account numbers, any health insurance or medical identification numbers, account passwords, or security questions and answers.\n<p>\n</p> Right to Change Your Personal Data <p> This is called the “right to rectification”.\nIt gives you the right to ask us to correct, without undue delay, anything that you think is wrong with the Personal Data we have on file about you, and to complete any incomplete personal data.\n</p>\n<p> If your account settings do not allow you to change it directly, please follow the steps described below and we will do our best to change the Personal Data for you.\n</p> Right to Delete Your Personal Data <p> This is called the right to erasure, right to deletion or the \"right to be forgotten\".\nThis right means you can ask for your Personal Data to be deleted.\n</p>\n<p> Sometimes we can delete your information, but other times it is just not possible, like when the law tells us we cannot do that.\nIf that's the case, we will consider if we can limit how we use it.\n</p>\n<p>\n<strong>Occasions Where We Cannot Fulfil a Deletion Request Under the GDPR or the CCPA: The GDPR and the CCPA</strong> allow us to deny a request to erase your Personal Data if we or our service providers need to retain the Personal Data to: </p>\n<ol>\n<li>Complete the transaction for which we collected the Personal Data;</li>\n<li>Fulfill the terms of a written warranty or product recall conducted in accordance with federal law;</li>\n<li>Provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality;</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights or exercise another right provided for by law.</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, provided that you previously provided informed consent;</li>\n<li>Enable solely internal uses reasonably aligned with your expectations based on your relationship with us;</li>\n<li>Comply with a legal obligation, including (but not limited to) obligations from the California Electronic Communications Privacy Act.\nor</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<p>\n</p> Right to Ask us to Change How We Process Your Personal Data <p> This is called the “right to restrict processing”.\nIt is the right to ask us to only use or store your Personal Data for certain purposes.\nYou have this right in certain occasions, such as where you believe the data is inaccurate or the processing activity is unlawful.\nThis right enables you to ask us to suspend the usage of Personal Data about you, for example, if you want us to establish its accuracy or the reason for processing it.\n</p> Right to Ask Us to Stop Using Your Personal Data <p> This is called the “right to object”.\nThis is your right to tell us to stop using your Personal Data.\nYou have this right where we rely on a legitimate interest of ours (or of a third party) to support our processing of your Personal Data, as we do in this Privacy Policy.\nAlso, you have the right to object at any time to the processing of your Personal Data for direct marketing purposes.\n</p>\n<p> We will stop processing the relevant Personal Data unless: (i) we have compelling legitimate grounds for the processing that override your interests, rights, or freedoms.\nor (ii) we need to continue processing your Personal Data to establish, exercise, or defend a legal claim.\n</p> Right to Port or Move Your Personal Data <p> This is called the “right to data portability”.\nIt's the right to ask for and download Personal Data about you that you have given us or that you have generated by virtue of the use of our Services, so that you can: </p>\n<ul>\n<li>Move it;</li>\n<li>Copy it;</li>\n<li>Keep it for yourself.\nor</li>\n<li>Transfer it to another organization.</li>\n</ul> We will provide your Personal Data in a structured, commonly used and machine-readable format.\nWhen you request electronically to know what data we have about you, we will provide you with a copy of your Personal Data in electronic format.\n<p>\n</p> Right Related to Automated Decision Making <p> We sometimes use computers to study your Personal Data.\nWe might use this Personal Data so we know how you use our services.\nFor decisions that may seriously impact you, you have \"the right not to be subject to automatic decision-making, including profiling\".\nBut in those cases, we will always explain to you when we might do this, why it is happening and the effect.\n</p> Right Not to be Discriminated Against for Exercising your Privacy Rights <p> We will not discriminate against you for exercising any of your privacy rights.\nUnless the applicable data protection laws permit it, we will not: </p>\n<ul>\n<li>Deny your goods or services;</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties;</li>\n<li>Provide you a different level or quality of goods or services.\nor</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>\n</p> Right to Lodge a Complaint with a Supervisory Authority <p> If the GDPR applies to the processing of your Personal Data with us, the GDPR grants individuals to lodge a complaint with a supervisory authority if you’re not satisfied with how we process your Personal Data.\n</p>\n<p> In particular, you can lodge a complaint in the Member State of the European Union of your habitual residence, place of work or place of an alleged violation of the GDPR.\n</p> Your Right to Opt Out of the Sale of Personal Data <p> You have the right to ask us to not sell your Personal Data at any time.\nThis is called the “right to opt out”.\nWe sell the information stored in our Service to our Customers.\nWe do not sell the information we collect from our Website or from our Customers.\n</p>\n<p> To exercise the right to opt-out, you may submit a request to us by completing the below webform: </p> Do Not Sell Request Form <p>\n</p>\n<p> Once you make an opt-out request, we will wait at least twelve months before asking you to reauthorize the sale of your Personal Data.\nHowever, if you change your mind, you may opt back into Personal Data sales at any time by using the procedure described below.\nWe will only use Personal Data provided in an opt-out request to review and comply with the request.\n</p> Your Right to Opt In to the Sale of Personal Data <p> If you have directed us not to sell your Personal Data, you can opt-in to the sale of your Personal Data at any time.\n</p>\n<p> In addition, we do not sell the Personal Data of individuals that we know are less than 18 years old.\nIndividuals who opt-in to Personal Data sales may opt-out of future sales at any time.\n</p> How Can You Exercise Your Privacy Rights? <p> You may exercise any of the rights described above, including the right to opt out of the sale of your Personal Data, by filling out this webform: </p> Manage Your Data With Us <p>\n</p>\n<p> Please note, for our Customers, please log into your client account where you will find a customized webform where you may exercise any of the rights described above.\n</p>\n<p> You may always contact us by email at support@ip2location.com.\nor by writing to us at:<br>\n<br> Hexasoft Development Sdn.\nBhd.<br> Attn: Data Protection Officer<br> 70-3-30A D'Piazza Mall<br> Jalan Mahsuri<br> 11950 Bayan Baru<br> Pulau Pinang<br> Malaysia </p>\n<p>\n<strong>For requests related to Personal Data stored in the Service PLEASE NOTE</strong> since we require your IP Address to verify your identity, the simplest way to make your request is via our webform.\nIf you contact us by email or mail, we will be happy to assist you in submitting a webform request, or answering any other questions you may have.\nIf you need to submit a request not via our webform, we will need another way to verify that you own or use the IP Address at issue.\nWe will likely require that you obtain an attestation from your Internet Service Provider that you own or use the IP Address you are contacting us about.\n</p> Authorized Agents <p> Data Collected Via Website or Customers: You may appoint an authorized agent to exercise your rights on your behalf.\nYou should appoint such agent via written permission or a power of attorney pursuant to Probate Code sections 4000 to 4465 (if you reside in the State of California) or the applicable rules for authorizing somebody else to exercise your rights in your country of residence.\n</p>\n<p> To verify that your authorized agent acts on your behalf, we will ask for this written permission from your agent or for the power of attorney.\nIn case you provided your authorized agent with written permission, we will require that you also verify your identity.\n</p>\n<p> Data Used in the Service: In addition to the above information, your authorized agent will need to provide us with certification from your Internet Service Provider that you own or use the IP Address(es) at issue.\n</p> Verification of Your Identity <p>\n<strong>Data Collected Via Website or Customers:</strong> To evaluate your privacy rights requests, we need to be sure it was you who made the request.\nConsequently, we might need some identification to check that you are who you say you are.\n</p>\n<p> For this verification, we may ask you for specific information, including certain Personal Data.\nWe will only use the Personal Data you provide us in a request to verify the requestor's identity or authority to make the request.\n</p>\n<p> Please note that you may only make a consumer request to know or data portability twice within a 12-month period.\n</p>\n<p>\n<strong>Data Used in the Service:</strong> As discussed above, we will verify your identity by matching the IP Address you are using to make your request to the IP Address we have stored in the Service.\nIf the two do not match, we will need to verify your identity by another method.\nWe will likely require you to obtain a certification or attestation from your Internet Service Provider that you own or use the IP Address at issue.\nWe may also ask for certain Personal Data such as your Name or email address so that we may contact you about your request.\nWe will only use this information to contact you about your request and will delete this information once the request is complete.\n</p> Response Timing and Format of Our Responses <p> We will confirm the receipt of your request in 10 days and, in that communication, we will also describe our identity verification process (if needed) and when you should expect a response, except when we have already granted or denied the request.\n</p>\n<p> Please allow us up to 30 days to reply to your requests, from the day we received your request.\nIf we need more time (up to 90 days in total), we will inform you of the reason and extension period in writing.\nIf you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will send our written response by mail or electronically, at your option.\n</p>\n<p> Consider that we will only cover the twelve-month period preceding the moment we receive the request in any disclosures we provide you with.\n</p>\n<p> We will act upon your request to opt-out from selling your Personal Data in 15 days.\nWe will also notify the third parties to whom we sold your Personal Data of your request and instruct them not to further sell your Personal Data, if they do.\nWe will inform you about this in 90 days from the receipt of your request.\n</p>\n<p> If we cannot satisfy a request, we will also explain why in our response.\nFor data portability requests, we will choose a format to provide your Personal Data that is readily useable and should allow you to transmit the information from one entity to another entity without difficulty.\n</p>\n<p> We promise we will not charge a fee for processing or responding to your requests.\nExceptionally, we may charge a fee if we determine that your request is excessive, repetitive, or manifestly unfounded.\nIn those cases, we will tell you why we made that determination and provide you with a cost estimate before completing your request.\n</p> Changes to this Privacy Notice <p> If we make any material change to this Notice, we will post the revised Notice to this web page and update the “Effective” date above to reflect the date on which the new Notice became effective.\n</p> Contact Us <p> If you have any questions about this Notice or our processing of your Personal Data, please write to us by email at support@ip2location.com or by postal mail at:<br>\n<br> Hexasoft Development Sdn.\nBhd.<br> Attn: Data Protection Officer<br> 70-3-30A D'Piazza Mall<br> Jalan Mahsuri<br> 11950 Bayan Baru<br> Pulau Pinang<br> Malaysia<br>\n<br> Please allow up to 30 days for us to reply.\n</p> European Union Representative <p> VeraSafe has been appointed as Hexasoft's representative in the European Union for data protection matters, pursuant to Article 27 of the General Data Protection Regulation of the European Union.\nVeraSafe can be contacted in addition to Hexasoft, only on matters related to the processing of personal data.\nTo make such an inquiry, please contact VeraSafe using this contact form: https://www.verasafe.com/privacy-services/contact-article-27-representative </p>\n<p> Alternatively, VeraSafe can be contacted at:<br>\n<br> VeraSafe Czech Republic s.r.o<br> Klimentská 46<br> Prague 1, 11002<br> Czech Republic </p>\n<p> If you are a resident of the European Union, you may have the right to lodge a complaint with a data protection regulator in one or more of the EU member states.\n</p> United Kingdom Representative <p> VeraSafe has been appointed as Hexasoft's representative in the United Kingdom for data protection matters, pursuant to Article 27 of the United Kingdom General Data Protection Regulation.\nIf you are located within the United Kingdom VeraSafe, can be contacted in addition to or instead of Hexasoft, only on matters related to the processing of personal data.\nTo make such an inquiry, please contact VeraSafe using this contact form: https://verasafe.com/public-resources/contactdata-protection-representative or via telephone at +44 (20) 4532 2003.\n</p>\n<p> Alternatively, VeraSafe can be contacted at:<br>\n<br> VeraSafe United Kingdom Ltd.<br> 37 Albert Embankment<br> London SE1 7TL<br> United Kingdom </p> ", "created_at": "2023-02-07 06:47:54.41676", "updated_at": "2023-02-07 06:48:14.801231"}, {"id": 14144, "name": "Cookie Notice", "url": "https://www.ip2location.com/cookie-notice", "xpath": "/html/body/div[2]", "text": " IP2Location Cookie Notice <p>Effective on: April 2, 2020</p>\n<p>Last updated on January 1, 2023</p> Introduction and Scope <p> This Cookie Notice (the \"Notice\") is designed to assist you in understanding how and why Hexasoft Development Sdn.\nBhd (\"Hexasoft\", \"we\", \"us\", or \"our\") uses cookies and other similar technologies (collectively, \"Tracking Technologies\") on our website https://www.ip2location.com and any webpage linking to this Notice (collectively, the \"Website\") to collect and develop data.\nWe use Tracking Technologies to allow our Website to operate, increase its functionality and efficiency, analyze how you use it so that we can improve it, tailor the content and information that we display to you, and assist our customers to provide you with targeted advertisements.\n</p>\n<p> To the extent that information collected by the Cookies constitutes personal data (on its own or if combined with other information), our Privacy Policy shall apply to the processing of such personal data, as defined in the Privacy Policy.\n</p> Cookies and Other Tracking Technologies <p> A cookie is a small text file stored on your device that contains information about your browser and online activity.\nOur Website may also employ a software technology called clear GIFs (a.k.a.\nweb beacons) that helps us better manage content on our Website by informing us what content is effective.\nClear GIFs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of Website users.\nWe may also use local shared objects (a.k.a.\n\"flash cookies\"), pixels, or other similar technologies.\nAll of these tracking technologies are collectively referred to as \"Tracking Technologies\" in this Notice.\n</p> How We Respond to Do Not Track Signals <p> \"Do-Not-Track\" is an optional browser setting that allows you to express your preferences regarding tracking by advertisers and other third-parties.\nWe commit to user privacy by honoring Do Not Track (<strong>\"DNT\"</strong>) browser settings.\n</p> Opting Out <p> You can alter the configuration of your browser to reject certain types of Tracking Technologies.\nNote, if you reject certain cookies, you may not be able to access and use all of the features on our Website.\nYou may also set your browser to send a Do Not Track (DNT) signal.\nFor more information, please visit https://www.aboutcookies.org/ and https://allaboutdnt.com/.\n</p>\n<p> You may also control your online behavioral advertising preferences and opt out from having your data processed by certain marketing companies by visiting http://www.youronlinechoices.com/ and http://optout.aboutads.info/.\nPlease note that managing these preferences will not turn off internet advertisements in general.\nYou will receive the same amount of advertisements, but it will be less reflective of your interests, as based on your web browsing habits.\nThe opt-out preferences that you set may be nullified if you delete your cookies.\n</p> Types of Cookies <p> We use both session and persistent cookies.\nSession cookies are deleted or removed when you close your browser.\nPersistent cookies may be retained after you close your browser but have an expiration date.\n</p>\n<p> Some of the cookies placed on your device through our Website are first-party cookies, since they are placed directly by us.\nOther parties, such as Google, may also set their own (third-party) cookies through our Website.\nWhen you visit our Website, those third parties may collect personal data about your online activities over time and across different Internet websites or online services.\nPlease refer to the privacy policies of these third parties to learn more about the way in which they collect and process information about you.\n</p> How We Use Tracking Technologies on our Website <strong>Strictly Necessary Tracking Technologies</strong>\n<p> These Tracking Technologies are necessary for our Website to function and cannot be turned off in our systems.\nThey are usually only set in response to actions you take which amount to a request for services, such as setting your privacy preferences, logging in, or filling out forms.\nYou may be able to set your browser to block or alert you about some of these Tracking Technologies.\nHowever, if you block these Tracking Technologies some parts of our Website will not work.\n</p> Name Provider Purpose Duration __SECURE-SESSIONID Hexasoft (first-party cookie) via the Website and tools.ip2location.com This cookie is used to identify and store user session information.\nSession first_visit Hexasoft (first-party cookie) This cookie is used to store when the user first visited the website.\n1 year <br>\n<strong>Performance Tracking Technologies</strong>\n<p> These Tracking Technologies allow us, among other things, to count Website visits and traffic sources so we can measure and improve the performance of our Website.\nThey help us to know which pages are the most – and least – popular, and see how you move around the Website.\nIf you do not allow these Tracking Technologies, we will not know when you have visited our Website and will not be able to monitor our Website’s performance.\n</p> Name Provider Purpose Duration _ga Hexasoft<br>(first-party cookie) The _ga cookie, installed by Google Analytics, calculates visitor, session and campaign data and also keeps track of site usage for the site's analytics report.\nThe cookie stores information anonymously and assigns a randomly generated number to recognize unique visitors.\n2 years _gat_UA-11026515-1 A variation of the _gat cookie set by Google Analytics and Google Tag Manager to allow website owners to track visitor behaviour and measure site performance.\nThe pattern element in the name contains the unique identity number of the account or website it relates to.\n1 minute _gid Installed by Google Analytics, _gid cookie stores information on how visitors use a website, while also creating an analytics report of the website's performance.\nSome of the data that are collected include the number of visitors, their source, and the pages they visit anonymously.\n1 day _ga_ESZ6JHQ1T5 This cookie is installed by Google Analytics.\n2 years _uetsid Bing Ads sets this cookie to engage with a user that has previously visited the website.\n1 day _uetvid Bing Ads sets this cookie to engage with a user that has previously visited the website.\n1 year 24 days <br>\n<strong>Targeting Tracking Technologies</strong>\n<p> These Tracking Technologies may be used on our Website by our advertising partners (or set directly by our advertising partners).\nThey record your visits to our Website, the pages you have visited, and the links you have followed.\nThey are used by our advertising partners to build a profile of your interests and show you relevant advertisements on our Website as well as other sites.\nIf you do not allow these Tracking Technologies, you will experience less targeted advertising.\n</p> Name Provider Purpose Duration MUID Bing.com<br>(third-party cookie) Bing sets this cookie to recognize unique web browsers visiting Microsoft sites.\nThis cookie is used for advertising, site analytics, and other operations.\n1 year 24 days test_cookie DoubleClick (Google)<br>(third-party cookie) The test_cookie is set by doubleclick.net and is used to determine if the user's browser supports cookies.\n15 minutes Changes to this Notice <p> If we make any material change to this Notice, we will post the revised Notice to our Website and update the \"Effective Date\" above to reflect the date on which the new Notice became effective.\n</p> Contact Us <p> If you have any questions about this Notice, please write to us by email at support@ip2location.com or by postal mail at: </p>\n<p> Hexasoft Development Sdn.\nBhd.<br> Attn: Data Protection Officer<br> 70-3-30A D'Piazza Mall<br> Jalan Mahsuri<br> 11950 Bayan Baru<br> Pulau Pinang<br> Malaysia </p>\n<p> Please allow up to 30 days for us to reply.\n</p> Our Site <ul>\n<li>Client Portal</li>\n<li>Online Demo</li>\n<li>Developers</li>\n<li>Resources</li>\n<li>Affiliate Program</li>\n<li>Media Kit</li>\n<li>Newsletter</li>\n<li>Careers</li>\n<li>Feature Request</li>\n<li>Do Not Sell My Info</li>\n</ul> Database <ul>\n<li>IP2Location™ Database</li>\n<li>IP2Proxy™ Database</li>\n</ul>\n<br>\n<br> Web Service <ul>\n<li>IP2Location™ Web Service</li>\n<li>IP2Proxy™ Web Service</li>\n<li>IP2Location™ Batch Service</li>\n<li>IP2Proxy™ Batch Service</li>\n</ul> Free Tools <ul>\n<li>Applications</li>\n<li>Firewall IP List</li>\n<li>Search Engine IP List</li>\n<li>Visitor Redirection</li>\n<li>Traceroute</li>\n<li>Email Tracer</li>\n<li>Downloader Script</li>\n<li>Extensions / Plugins</li>\n<li>Widgets</li>\n<li>IP Address Report</li>\n</ul> Newsletter <p>Subscribe to our newsletter and stay up to date with the latest news and deals!</p> Subscribe © 2001 - 2023 IP2Location.com.\nAll Rights Reserved.\nTerms of Service | Privacy Policy | Cookie Notice <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> ", "created_at": "2023-02-07 06:47:54.47787", "updated_at": "2023-02-07 06:48:43.715398"}], "points": [], "urls": ["ip2location.com"]}}