{"error": 448, "message": "OK", "parameters": {"id": 7869, "name": "Spruce Health", "created_at": "2023-04-03 17:47:25.890119", "updated_at": "2023-04-22 11:50:36.294306", "wikipedia": null, "keywords": null, "related": null, "slug": "spruce-health", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7869.png", "url": "sprucehealth.com", "documents": [{"id": 15195, "name": "Terms of Service for Patients", "url": "https://d10gugzveyt6ly.cloudfront.net/www-sprucehealth-com/terms-patients.html", "xpath": "//body", "text": " Spruce – Terms of Service for Patients <p>Last Modified: 15 September 2022</p>\n<p>SPRUCE DOES NOT PROVIDE MEDICAL SERVICES OR ADVICE, INCLUDING VIA THE PLATFORM.\nIF YOU ARE (OR SOMEONE ELSE IS) EXPERIENCING A MEDICAL EMERGENCY, CALL 911 IMMEDIATELY.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT COMMUNICATION OCCURRING THROUGH THE PLATFORM OR ENABLED BY THE PLATFORM SHOULD NOT BE USED FOR EMERGENCIES.</p>\n<p>PLEASE READ THESE TERMS OF SERVICE CAREFULLY BEFORE USING OUR SERVICES OR OUR PLATFORM.</p> I.\nIntroduction <p>These terms of service (the \"<strong>Terms of Service for Patients</strong>\") describe your rights and responsibilities when using the Spruce application (the \"<strong>App</strong>\" when accessed via mobile application, the \"<strong>Website</strong>\" when accessed via web browser, or the \"Platform\" when considered as a whole or accessed via any other means) as part of a coordinated service to connect and communicate with your medical practice group or other health care provider organization (\"<strong>Provider</strong>\").\nThese Terms of Service for Patients, our Privacy Policy, and any other terms agreed to in writing by you and us (referred to collectively as the \"<strong>Terms</strong>\") govern your use of the Platform.\nYour Provider's use of the Platform, or use of the Platform by any entity in the role of a medical practice group or other health care provider organization, will be governed by a different set of terms.\nBy accessing or using the Platform, you acknowledge that you have read, understood, and agreed to be legally bound by and comply with these Terms.\nIf you do not agree with any of these Terms, you may not use the Platform.\nYou understand and agree that satisfying the above requirements does not guarantee that you will access or use services through the Platform.</p>\n<p>In these Terms, the terms \"<strong>you</strong>\" and \"<strong>yours</strong>\" refer to the person, including any caregivers, on whose behalf these Terms are entered into.\nThe terms \"<strong>we</strong>\", \"<strong>our</strong>\", \"<strong>us</strong>\", and \"<strong>Spruce</strong>\" collectively refer to Spruce Health, Inc.\nEven though you may have arrived to the Platform through a website or mobile application operated or controlled by a third party, including by an affiliate of Spruce, you understand and agree that these Terms are entered into between you and Spruce.\nYou also understand and agree that the Platform and any services provided through these Terms are provided solely by Spruce, and no other parent, subsidiary, or affiliate of Spruce.\nAny person using or accessing the Platform for or on behalf of you represents and warrants that he or she has the authority to download the App or use the Website and agree to these Terms on your behalf.</p>\n<p>\n<u>If you downloaded the App from the Apple App Store</u>: These Terms incorporate by reference Apple's Licensed Application End User License Agreement (https://www.apple.com/legal/internet-services/itunes/dev/stdeula/), for purposes of which you are the \"end user\".</p>\n<p>\n<u>If you downloaded the App from the Google Play Store</u>: These Terms incorporate by reference Google's Android Market Terms of Service (https://www.google.com/intl/en_gb/mobile/android/market-tos.html).</p>\n<p>\n<u>If you accessed the Platform through the Website</u>: These Terms apply.</p> II.\nAccess.\nAccount Registration <p>Conditioned upon your continued compliance with these Terms, Spruce grants you the right to access and use the Platform.\nTo access and use all or part of the Platform, you are required to register and create an account.\nAny registration information you provide to Spruce must be accurate, current, and complete.\nYour access credentials, such as your username and password, cannot be shared with or used by any person or entity except for you.\nYou will be responsible for keeping your account, including access credentials, secure from unauthorized third-party access or use, and you must promptly notify Spruce of any suspected or actual breach or unauthorized use thereof.\nYou are responsible for all access to and use of the Platform using your credentials, including all acts and omissions.\nSpruce may immediately suspend your account and access to the Platform if you violate, or Spruce reasonably suspects that you have violated, these Terms.\nUpon termination of your account, your access to the Platform will be terminated with immediate effect.</p> III.\nModification of the Terms <p>We reserve the right, in our sole discretion, to amend these Terms, in whole or in part, at any time and for any reason, without penalty or liability to you or any third party.\nIf we determine our changes to these Terms are material, we will make reasonable efforts to notify you and/or your Provider of such changes.\nHowever, you should check the Terms regularly to determine if any changes have been made.\nYou can determine when the Terms were last revised by referring to the \"Last Modified\" notation above.\nIf you use the Platform after the amended Terms have been posted, you will be deemed to have agreed to the amended Terms.\nIf any of the provisions of these Terms are not acceptable to you, your sole and exclusive remedy is to discontinue your use of the Platform.</p> IV.\nDescription of Spruce A.\nPlatform <p>You understand and agree that Spruce makes the Platform available to facilitate communication between you, your Provider, and other entities.\nSuch communications may include, but are not limited to, secure messaging, voicemail, file sharing, and video calls.\nThe Platform enables you, your Provider, and other entities to communicate information, including health information (such as past or present health conditions, medications, ailments, and images) and personal information (such as names, locations, and demographic information).\nThe Platform does not provide for emergency calling services (e.g., 911).\nhowever, Spruce VoIP phone services support emergency service calling in accordance with the terms available at https://www.sprucehealth.com/e911.</p> B.\nUnsecure Communications <p>You understand and agree that the Platform enables communications and other data transmissions across multiple channels and to multiple endpoints, a number of which involve transmission that does not occur exclusively through and on the Platform (\"<strong>Unsecure Communications</strong>\").\nUnsecure Communications include, but are not limited to, email, SMS text messages, e-faxing, and voice communications, which may include transmission and/or storage via unsecured networks, devices, or channels.\nUnsecure Communications may not be encrypted or otherwise protected by Spruce or third parties and could be intercepted or otherwise accessed by unauthorized third parties.\nIn no event will Spruce have any liability to you or any other person or entity for any such unauthorized access.</p> V.\nYour Responsibilities and Acknowledgment <p>As a condition of your use of the Platform, you agree to the following:</p>\n<ul>\n<li>All information you provide through the Platform is accurate, complete, and correct.</li>\n<li>If you are using the Platform, for communication or otherwise, on behalf of any person other than yourself, you have the authority to do so.</li>\n<li>If, for any purpose, you provide Spruce with any login credentials, access information, or similar materials for any third-party website or other service, including for the purpose of enabling third-party functionality, such as email or calendar integration:</li>\n<ul>\n<li>You have the authority to provide such materials and grant and utilize such access,</li>\n<li>You will not require, request, or otherwise cause Spruce to use such materials in any manner or for any purpose that would be impermissible, either for you or for Spruce, under any applicable law or regulation or under any agreement to which you are party,</li>\n<li>Spruce cannot guarantee the maintenance or security of such materials,</li>\n<li>Spruce will have no liability for any occurrence related, directly or indirectly, to your provision of such materials, and</li>\n<li>Spruce may, at its sole discretion and at any time, destroy such materials or choose not to use them in any manner or for any purpose.</li>\n</ul>\n<li>Your permission to use the Platform is only for your benefit and the benefit of your Provider.</li>\n<li>Any communications from your Provider or other entities which are received through the Platform may contain information that is important to your health and medical care.\nIt is your responsibility to monitor those communications.</li>\n<li>The Platform is not for use with any material deemed illegal or unauthorized by state, federal, or other laws or regulations.</li>\n<li>You have the authority to upload all of the content to the Platform or Spruce.</li>\n<li>You understand that the Platform or Spruce is responsible, at most, and subject to the terms of Section XII of these Terms, only for transmitting your communications.\nYou are fully responsible for all other aspects of your communications, including but not limited to the content of your communications, to whom your communications are initiated, and the timing of your communications.\nFor the avoidance of doubt, your responsibility includes full responsibility for all communications that you send, or that you cause the Platform or Spruce to send, even if such communications are based wholly or in part on materials provided by the Platform, Spruce, or a third party.</li>\n<li>You understand that we may contact you from time to time, through channels including but not limited to email, phone call, voicemail, fax, SMS text message, and communications within the Platform, for purposes including but not limited to the Spruce services, that any related fees from your mobile carrier or other service providers may apply to such contact and will be your sole responsibility, and that you may customize your contact preferences by notifying us as provided in these Terms or as directed in communications that you receive from us, such as by replying \"STOP\" to an SMS text message that you receive from us or by following an \"unsubscribe\" link in an email that you receive from us.</li>\n<li>Your Provider may be monitoring and/or recording voice calls, video calls, or other communications on the Platform (collectively, \"Call Recording\").\nNotification, consent, and other requirements for Call Recording vary by state and jurisdiction.\nYour Provider is solely responsible for any such Call Recording, and we suggest that you ask your Provider about their use of Call Recording.\nWe are not responsible for any misinterpretation, lack of understanding, or lack of knowledge regarding your Provider's use of Call Recording.</li>\n</ul> VI.\nRequirements for Use <p>You must have a compatible mobile device or computer, access to the Internet, and certain necessary software and hardware, as we may stipulate from time to time in our sole discretion, in order to use the Platform.\nFees and charges may apply to your use of the mobile services and to the Internet.\nSpruce is not responsible for those or any other fees.</p> VII.\nRestrictions on Use <p>You will not use, or encourage or permit others to use, our Platform except as expressly permitted in these Terms.\nYou will not, and will not encourage or permit others to:</p>\n<ul>\n<li>Use or attempt to use the Platform via any account that is not your own or in any other way that is not personally and uniquely identifiable to you, which explicitly includes any use or attempted use of any individual user account by more than one specific person, automated connection, or other entity or process;</li>\n<li>Use or attempt to use the Platform via any automated means or connection, except as might be expressly agreed to elsewhere between you and Spruce;</li>\n<li>Use or attempt to use the Platform to access any information, to perform any function, or to accomplish any other purpose for which you do not have authorization;</li>\n<li>Access or use the Platform in any manner or for any purpose that infringes, misappropriates, or otherwise violates any intellectual property right or other right of any third party, or that violates any applicable local, state, federal, or other law or regulation, or that is prohibited by these Terms;</li>\n<li>\"Jailbreak\" or \"root\" your mobile operating system.\nThe Platform, including the App, is intended for use only on a mobile phone that runs an unmodified manufacturer-approved operating system.\nUsing the Platform on a mobile phone with a modified operating system may undermine security features that are intended to protect patient health information from unauthorized or unintended disclosure.\nYou may compromise patient health information if you use the Platform on a mobile phone that has been modified.\nUse of the Platform on a mobile phone with a modified operating system is a material breach of these Terms;</li>\n<li>License, sublicense, sell, resell, transfer, assign, distribute, or otherwise commercially exploit or make available to any third party the Platform or related materials in any way;</li>\n<li>Use or access the Platform to create or develop competing products or services or for any other purpose that is to Spruce's detriment or commercial disadvantage;</li>\n<li>Take any action or use the Platform in any manner which could damage, destroy, disrupt, disable, impair, overburden, interfere with, financially disadvantage, or otherwise impede or harm in any manner Spruce, our Platform, or any content, in whole or in part;</li>\n<li>Disrupt, interfere with, violate the security of, or attempt to gain unauthorized access to our Platform;</li>\n<li>Bypass, breach, avoid, remove, deactivate, impair, descramble, or otherwise circumvent any security device, protection, or technological measure implemented by Spruce or any of our service providers to protect our Platform;</li>\n<li>Input, upload, transmit, distribute, or otherwise run or propagate any virus, application, Trojan horse, or any other harmful computer code that could damage or alter a computer, portable device, computer network, communication network, data, or our Platform, or any other system, device, or property;</li>\n<li>Remove, delete, alter, or obscure any trademarks, specifications, warranties, or disclaimers, or any copyright, trademark, patent, or other intellectual property or proprietary rights notices from our Platform or any content made available to you on or through our Platform;</li>\n<li>Use any manual process or automated device to monitor or copy any content made available on or through our Platform for any purpose, except as permitted in Section VIII.\nor</li>\n<li>Copy, duplicate, download, store in a retrieval system, publish, transmit, or otherwise reproduce, transfer, distribute, store, disseminate, aggregate, use as a component of or as the basis for a database, or otherwise use in any form or by any means any data, text, reports, or other materials related to Spruce or third-party content from the Platform.</li>\n</ul> VIII.\nIntellectual Property A.\nOwnership, License, and Use <p>As between Spruce and you, Spruce is the sole and exclusive owner of all right, title, and interest in and to the Platform and its general content, features, and functionality (including, without limitation, all information, software, text, displays, images, video, audio, selection, arrangement, and look and feel), and all intellectual property rights therein, and any suggestions, ideas, or other feedback provided by you which relates to the Platform.\nAny copy, modification, revision, enhancement, adaptation, translation, or derivative work of the Platform will be owned solely and exclusively by Spruce or its licensors, including all intellectual property rights therein.\nSubject to your compliance with these Terms, Spruce grants you an internal, limited, revocable, nonexclusive, and nontransferable license to view, download, access, and use the Platform and its content, solely for your internal use.\nYou are not permitted to reproduce, publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, in whole or in part, any such content for commercial use.\nNo other right, title, or interest in or to the Platform is transferred to you, and all rights not expressly granted are reserved by us, our affiliates, or our licensors.\nNotwithstanding the foregoing and except as set forth in Section VIII.B, Spruce will not have any right, title, or interest in or to any Health Data (as defined below) or User Data (as defined below).</p>\n<p>Certain names, logos, and other materials displayed in and through the Platform may constitute trademarks, trade names, service marks, or logos (\"<strong>Trademarks</strong>\") of Spruce or its affiliates.\nYou are not authorized to use any such Trademarks without the express written permission of Spruce or its affiliates.\nOwnership of all such Trademarks and the goodwill associated therewith remains with us or our affiliates.</p> B.\nUser Data and Health Data <p>The Health Insurance Portability and Accountability Act of 1996, Public Law 104-191, and its related regulations and amendments from time to time will be referred to as \"<strong>HIPAA</strong>\".\nThe Platform may allow you, your Provider, or other entities (collectively, \"<strong>These Entities</strong>\") to enter, submit, or otherwise transmit to Spruce information or other data related to any of These Entities.\nThe Platform may also contain information or other data, related to any of These Entities, that was created on the Platform by any of These Entities.\nAll such data is \"<strong>User Data</strong>\" except such data that would qualify, in context, as PHI were it the property of a Covered Entity, as those terms are defined in HIPAA (\"<strong>Health Data</strong>\").</p>\n<p>You hereby grant and agree to grant to Spruce, our service providers, and our successors and assigns the fully transferable and sublicensable right and license to use, copy, produce, reproduce, modify, create derivative works of, analyze, perform, display, distribute, and otherwise disclose to third parties any de-identified Health Data and User Data for the purposes of: (i) providing services to you.\n(ii) conducting research or analyses of such data.\nand (iii) designing, developing, implementing, modifying, and/or improving new, current, or future features, products, and services of Spruce using such data.\nSpruce may have a separate agreement with your Provider, such as a Business Associate agreement under HIPAA, which may limit the effect of the terms of this section.</p>\n<p>In addition to the foregoing, our collection, usage, and disclosure of any such User Data and Health Data will be subject to our Privacy Policy.</p> IX.\nPayment <p>When you submit any User Data or Health Data for purposes of receiving Provider services, you agree to pay all fees due to your Provider.\nYour Provider may send requests for and collect payments through the Platform.\nYou will see a prompt for your payment details, such as your credit card information.\nBy entering your payment information and submitting your request, you authorize us, our affiliates, or our third-party payment processors to charge the amount due.</p>\n<p>You understand and agree that you are responsible for all fees due to receive Provider services, including any fees charged by such Providers and any applicable co-insurance or co-pay amounts.\nAmounts collected by Spruce will include fees charged by Providers for their services.\nIn the event that your credit card expires or Spruce, our affiliates, or our third-party payment processors are unable to process your payment, you may receive notice for you to provide an alternative payment method.</p> X.\nPrivacy <p>Spruce understands the importance of confidentiality and privacy regarding your information.\nPlease see our Privacy Policy at https://www.sprucehealth.com/privacy for a description of how we may collect, use, and disclose your information in connection with the Platform.</p> XI.\nThird-Party Materials and Linked Sites <p>Spruce does not provide any recommendation, advice, certification, approval, endorsement, or other specific knowledge or statement related to the fitness, quality, or any other aspect of any Provider, third-party organization, or other entity, or of the goods or services of any such Provider or third-party organization or entity, with regard to any health care purpose, regardless of whether the Provider or third-party organization or entity may use the Platform or have any other association with Spruce.\nAny references or materials related to such a Provider or third-party organization or entity that may be present on the Platform are solely for your convenience and are used at your own risk.\nWe are not liable to you in any way, either directly or indirectly, for any content, errors, damage, or loss caused by or in connection with the use of or reliance on Providers, third-party organizations, or entities, or their goods or services.</p>\n<p>The Platform may also contain hyperlinks or references to other websites or other services (\"<strong>Linked Sites</strong>\") operated by third parties.\nThe Linked Sites may not be under our control.\ntherefore, we are not responsible for the information, products, or services described thereon, or for the content of any Linked Site, including, without limitation, any link contained in a Linked Site, or any changes or updates to a Linked Site.\nWe are providing these Linked Sites to you only as a convenience, and the inclusion of any link does not necessarily imply endorsement of the Linked Site or any association with its operators.\nYour use of these Linked Sites is at your own risk, and we are not liable to you in any way, either directly or indirectly, for any content, errors, damage, or loss caused by or in connection with use of or reliance on information contained in or provided to Linked Sites.</p>\n<p>You may have arrived to the Platform through a Linked Site, including a Linked Site controlled by a parent, subsidiary, or affiliate of Spruce.\nYou understand and agree that we are not responsible for the information, products, or services described on those Linked Sites and that only these Terms will apply to your use of or access to the Platform.</p> XII.\nDisclaimer <p>\n<strong>YOU ACKNOWLEDGE AND AGREE THAT THE PLATFORM IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nYOUR USE OF THE PLATFORM IS AT YOUR SOLE RISK.\nSPRUCE AND ITS AFFILIATES AND THEIR RESPECTIVE OFFICERS, DIRECTORS, MANAGERS, PARTNERS, MEMBERS, EMPLOYEES, AND AGENTS (COLLECTIVELY \"RELATED PERSONS\") DISCLAIM ALL REPRESENTATIONS AND WARRANTIES OF ANY KIND WITH RESPECT TO THE PLATFORM, INCLUDING BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, AVAILABILITY, SECURITY, ACCURACY, FREEDOM FROM VIRUSES OR MALWARE, COMPLETENESS, TIMELINESS, FUNCTIONALITY, RELIABILITY, SEQUENCING, SPEED OF DELIVERY, OR ARISING FROM THE COURSE OF PERFORMANCE, COURSE OF DEALING, OR USAGE OF TRADE.</strong>\n</p>\n<p>\n<strong>YOU FURTHER ACKNOWLEDGE AND AGREE THAT THE PLATFORM IS NOT INTENDED TO SUPPORT OR CARRY EMERGENCY CALLS (E.G., 911) BY VOICE OR SMS TO ANY EMERGENCY SERVICES.\nNEITHER SPRUCE NOR ITS RELATED PERSONS WILL BE LIABLE UNDER ANY LEGAL OR EQUITABLE THEORY FOR ANY CLAIM, DAMAGE, OR LOSS (AND YOU WILL HOLD SPRUCE AND ITS RELATED PERSONS HARMLESS AGAINST ANY AND ALL SUCH CLAIMS) ARISING FROM OR RELATING TO THE INABILITY TO USE THE PLATFORM TO CONTACT EMERGENCY SERVICES.</strong>\n</p>\n<p>\n<strong>WITH RESPECT TO OUR VOIP PHONE SERVICES, YOU ACKNOWLEDGE AND AGREE THAT WE DO NOT HAVE ANY CONTROL OVER WHETHER, OR THE MANNER IN WHICH, CALLS USING OUR 911 DIALING SERVICE ARE ANSWERED OR ADDRESSED BY ANY LOCAL EMERGENCY RESPONSE CENTER.\nWE EXPRESSLY DISCLAIM ANY AND ALL RESPONSIBILITY FOR THE CONDUCT OF SUCH LOCAL EMERGENCY RESPONSE CENTERS AND THE NATIONAL EMERGENCY CALLING CENTER.\nWE RELY ON THIRD PARTIES TO ASSIST US IN ROUTING 911 DIALING CALLS TO LOCAL EMERGENCY RESPONSE CENTERS AND TO A NATIONAL EMERGENCY CALLING CENTER.\nWE DISCLAIM ANY AND ALL LIABILITY OR RESPONSIBILITY IN THE EVENT SUCH THIRD PARTY DATA USED TO ROUTE CALLS IS INCORRECT OR YIELDS AN ERRONEOUS RESULT.\nYOU AGREE THAT WE MAY NOT BE HELD LIABLE FOR ANY CLAIM, DAMAGE, OR LOSS, AND YOU HEREBY WAIVE ANY AND ALL SUCH CLAIMS OR CAUSES OF ACTION, ARISING FROM OR RELATING TO OUR 911 DIALING SERVICE, UNLESS SUCH CLAIMS OR CAUSES OF ACTION ARISE FROM OUR GROSS NEGLIGENCE, RECKLESSNESS, OR WILLFUL MISCONDUCT.</strong>\n</p>\n<p>\n<strong>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER SPRUCE NOR ITS RELATED PERSONS WILL BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY YOUR RELIANCE ON INFORMATION OBTAINED THROUGH THE PLATFORM.\nIT IS YOUR RESPONSIBILITY TO EVALUATE THE ACCURACY, COMPLETENESS, TIMELINESS, RELIABILITY, OR USEFULNESS OF THE PLATFORM.\nFURTHERMORE, SPRUCE DOES NOT WARRANT THAT THE PLATFORM WILL BE UNINTERRUPTED, OR FREE FROM ERROR, DEFECT, LOSS, DELAY IN OPERATION, CORRUPTION, CYBER ATTACK, VIRUSES, INTERFERENCE, HACKING, MALWARE, OR OTHER SECURITY INTRUSION, OR THAT THE USE OF THE PLATFORM AND/OR INFORMATION OBTAINED THROUGH THE PLATFORM WILL NOT CAUSE ANY DAMAGE TO YOUR MOBILE PHONE OR COMPUTER OR LOSS OF DATA.</strong>\n</p> XIII.\nLimitation of Liability <p>To the fullest extent permitted by applicable law and except as set forth in this Section, Spruce, its Related Persons, and licensors will not be liable to you or to any party under any legal or equitable theory, whether in tort (including negligence), contract, strict liability, or otherwise, for any indirect, punitive, special, incidental, or consequential loss or damage, including lost profits, loss of data or loss of goodwill, service interruption, mobile phone damage, or system failure, or the cost of substitute products or services, or for any damages for personal or bodily injury or emotional distress, including death, arising out of or in connection with any access or use of (or inability to use) the Platform.\nThis is true even if Spruce or its Related Persons have been advised of the possibility of such damages or losses.\nTo the fullest extent permitted by applicable law and subject to this Section, in no event will the total liability of Spruce and its Related Persons for any damages, claims, or losses arising under these Terms exceed the total amount of payments actually paid by you to us, if any, in the preceding twelve (12) months prior to the date the liability first arose.</p> XIV.\nModifications to the Platform <p>Spruce reserves the right at any time and for any reason to modify, or temporarily or permanently discontinue, the Platform, or any portion thereof, with or without notice.\nYou agree that Spruce will not be liable to you or to any third party for any modification, suspension, or discontinuance of the Platform.\nWithout limiting the foregoing, we will make reasonable efforts to notify you in advance of any discontinuation of the Platform in its entirety.</p> XV.\nSuspension and Termination Rights <p>The Terms will remain in full force and effect as long as you continue to access or use the Platform.\nYou may terminate the Terms by discontinuing use of the Platform.\nYour permission to use the Platform automatically terminates if you violate these Terms.</p>\n<p>Except for termination or suspension by us subject to Section II, we may terminate or suspend any of the rights granted by these Terms and your access to our Platform for any reason upon thirty (30) days written notice to you.\nNotwithstanding the foregoing, we may immediately terminate these Terms and your access to our Platform if required by applicable regulatory authorities or if we determine that any change in any applicable federal, state, or local government laws, rules, or regulations would render unlawful the conduct under these Terms of you or us.</p>\n<p>The following Sections survive the expiration or termination of these Terms for any reason whatsoever: VII (Restrictions on Use), XII (Disclaimer), XIII (Limitation of Liability), XVI (Governing Law.\nDispute Resolution.\nArbitration.\nClass Action Waiver), and XVII (Miscellaneous).</p>\n<p>Subject to applicable law, Spruce reserves the right to maintain, delete, or destroy all communications and materials posted or uploaded to the Platform in its sole discretion.</p> XVI.\nGoverning Law.\nDispute Resolution.\nArbitration.\nClass Action Waiver <p>PLEASE READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES YOU AND SPRUCE TO RESOLVE ALL DISPUTES BETWEEN US THROUGH BINDING INDIVIDUAL ARBITRATION AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM SPRUCE.</p> A.\nGoverning Law <p>The Platform is controlled and operated by us from the United States, and is not intended to subject us to the laws or jurisdiction of any state, country, or territory other than that of the United States.\nThese Terms will be governed by the laws of the State of California without regard to conflicts of law principles.</p> B.\nArbitration Agreement <p>You and Spruce agree that all claims and disputes relating in any way to your use of our Platform, or arising out of or in connection with these Terms, will be resolved by binding arbitration, to the fullest extent permitted by applicable law, on an individual basis, except for any dispute in which either party seeks equitable relief for the alleged unlawful use of copyrights, trademarks, trade names, logos, trade secrets, or patents, or any dispute already pending at the time you first agree to these Terms.\nYou also agree that any arbitration will take place in San Francisco, California.</p> C.\nWaiver of Jury Trial <p>IN THE EVENT ARBITRATION IS CONTRARY TO APPLICABLE LAW, YOU AND SPRUCE WAIVE ANY CONSTITUTIONAL OR STATUTORY RIGHT TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and Spruce are instead electing to have claims and disputes resolved by arbitration.\nArbitration is the referral of a claim or dispute to one or more persons charged with reviewing the claim or dispute and making a final binding determination to resolve it instead of having it decided by a judge or jury in court.\nArbitration procedures are typically more limited, more efficient, and less costly than rules applicable in court and are subject to very limited review by a court.\nThe arbitrator's award will be binding and may be entered as a judgment in any court of competent jurisdiction.</p> D.\nNo Class Arbitrations, Class Actions, or Representative Actions <p>YOU AND SPRUCE AGREE THAT ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS.\nCLAIMS AND DISPUTES OF MORE THAN ONE CUSTOMER OR USER CANNOT BE BROUGHT AS A CLASS OR OTHER TYPE OF REPRESENTATIVE ACTION, WHETHER WITHIN OR OUTSIDE OF ARBITRATION, OR ON BEHALF OF ANY INDIVIDUAL OR OTHER GROUP.\nUNLESS BOTH YOU AND SPRUCE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE OR JOIN MORE THAN ONE PERSON'S OR PARTY'S CLAIMS AND MAY NOT OTHERWISE PRESIDE OVER ANY FORM OF A CONSOLIDATED, REPRESENTATIVE, OR CLASS PROCEEDING.\nALSO, THE ARBITRATOR MAY AWARD RELIEF (INCLUDING MONETARY, INJUNCTIVE, AND DECLARATORY RELIEF) ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF NECESSITATED BY THAT PARTY'S INDIVIDUAL CLAIM(S) OR DISPUTE.\nANY RELIEF AWARDED CANNOT AFFECT OTHER SPRUCE USERS OR CUSTOMERS.</p> E.\nArbitration Rules <p>The Federal Arbitration Act governs the interpretation and enforcement of this dispute resolution provision.\nAny arbitration between you and Spruce will be initiated through the American Arbitration Association (\"AAA\") and will be governed by the AAA Consumer Arbitration Rules.\nThe AAA Rules and filing forms are available at www.adr.org.</p> XVII.\nMiscellaneous <p>The Terms set forth the entire understanding and agreement between you and us with respect to the subject matter hereof.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms will remain in full force and effect.\nHeadings are for reference only and in no way define, limit, construe, or describe the scope or extent of such section.\nOur failure to act with respect to any failure by you or others to comply with these Terms does not waive our right to act with respect to subsequent or similar failures.\nYou may not assign or transfer your rights or obligations under these Terms without our prior written consent, and any assignment or transfer in violation of this provision will be null and void.\nExcept as otherwise set forth in these Terms: (a) any notice given by us to you will be provided via email to the email address used to register your account and/or, in our sole discretion, to the email address of the person listed as your Provider's administrator on the Platform, and will be deemed to be both written and fully given on the date of sending.\nand (b) any notice given by you to us will be provided as set forth in Section XIX.</p> XVIII.\nCopyright Infringement Claims <p>Spruce reserves the right to remove any content or any other material or information available on or through our Platform, at any time, for any reason.\nSpruce otherwise complies with the provisions of the Digital Millennium Copyright Act (\"<strong>DMCA</strong>\") applicable to Internet service providers (17 U.S.C.\n§ 512, as amended), and responds to clear notices of alleged copyright infringement.\nThis Section describes the procedure that should be followed to file a notification of alleged copyright infringement with Spruce.</p> Notification of Claimed Copyright Infringement <p>If you have objections to copyrighted content or material made available on or through our Platform, you may submit a notification to us as set forth in Section XIX, with such notification marked with attention to our Designated Agent, the Spruce Compliance Officer.</p>\n<p>Any notification to Spruce under 17 U.S.C.\n§ 512(c) alleging copyright infringement must include the following information:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right being infringed;</li>\n<li>An identification of the copyrighted work or other intellectual property that you claim has been infringed or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</li>\n<li>An identification of the content or material that you claim is infringing and where it is located on our Platform;</li>\n<li>Information sufficient for Spruce to contact you, such as your address, telephone number, and/or email address;</li>\n<li>A statement by you that you have a good-faith belief that the use of the content or material of which you are complaining is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A signed statement by you that the above information in your notice is accurate and that, under penalty of perjury, you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul> XIX.\nContact Information <p>If you have any questions or concerns, or if you wish to provide notice to us under these Terms, please contact us by one of the following means:</p>\n<ul>\n<li>Email: support@sprucehealth.com</li>\n<li>Mailing address: Spruce Health.\n548 Market St., PMB #83493.\nSan Francisco, CA 94104-5401</li>\n</ul>\n<p>Any notice required or permitted to be given by you to us under these Terms will be given in writing by certified mail with return receipt requested, overnight delivery by a nationally recognized carrier, or by email upon our confirmation of receipt, and will be deemed fully given on the date of actual delivery.</p> ", "created_at": "2023-04-03 17:47:25.985942", "updated_at": "2023-04-03 17:48:32.816784"}, {"id": 15193, "name": "Terms of Use", "url": "https://d10gugzveyt6ly.cloudfront.net/www-sprucehealth-com/terms-website.html", "xpath": "//body", "text": " Spruce – Website Terms of Use <p>Last Modified: 15 September 2022</p>\n<p>SPRUCE DOES NOT PROVIDE MEDICAL SERVICES OR ADVICE, INCLUDING VIA THIS WEBSITE, AND WILL NOT PROVIDE ANY SERVICES FOR MEDICAL EMERGENCIES OR URGENT SITUATIONS.\nIF YOU ARE (OR SOMEONE ELSE IS) EXPERIENCING A MEDICAL EMERGENCY, CALL 911 IMMEDIATELY.</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT:</p>\n<ol>\n<li>1.\nTHE CHAT WIDGET IS PROVIDED THROUGH THE WEBSITE TO FACILITATE COMMUNICATION BETWEEN YOU AND OUR SALES AND CUSTOMER SUPPORT TEAMS.\nAND</li>\n<li>2.\nYOU WILL NOT USE THE CHAT WIDGET TO COMMUNICATE ANY HEALTH INFORMATION (SUCH AS PAST OR PRESENT HEALTH CONDITIONS, MEDICATIONS, OR AILMENTS), BUT THAT IN THE EVENT YOU DO SO, SPRUCE WILL HAVE NO LIABILITY OR OBLIGATION WHATSOEVER WITH RESPECT TO ANY SUCH COMMUNICATION OR INFORMATION.</li>\n</ol>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING OUR WEBSITE.</p> I.\nIntroduction <p>These terms of use (\"<strong>Terms</strong>\") and our Privacy Policy govern your use of Spruce's website (\"<strong>Website</strong>\").\nYour use of the Spruce application, if any, will be governed by a different set of terms.\nBy using the Website, you acknowledge that you have read, understood, and agreed to be legally bound by and comply with these Terms.\nIf you do not agree with any of these Terms, you may not use the Website.\nYou understand and agree that satisfying the above requirements does not guarantee that you will be able to use the Website.\nThe terms \"<strong>we</strong>\", \"<strong>our</strong>\", \"<strong>us</strong>\", and \"<strong>Spruce</strong>\" collectively refer to Spruce Health, Inc.\nEven though you may have arrived to the Website through a website operated or controlled by a third party, including by an affiliate of Spruce, you understand and agree that these Terms are entered into between you and Spruce.</p>\n<p>Spruce reserves the right to modify these Terms at any time and for any reason.\nYour use of the Website following any modifications means that you agree to follow and be bound by the Terms as modified.\nSpruce also reserves the right to suspend or terminate operation of or access to the Website, or any portion of the Website, at any time and for any reason.\nSpruce may terminate your access to the Website and/or block your future access to the Website if, in our sole discretion, we determine that you have violated these Terms.</p> II.\nWebsite Content and Use <p>The design of the Website, the Website as a whole, and all materials and content contained in or appearing on the Website, as well as the selection, organization, and arrangement of them (collectively, the \"<strong>Content</strong>\"), are subject to protection under the laws of the United States of America and overseas (including international treaties).\nExcept as otherwise indicated, the Content is owned and licensed by Spruce.\nYou are permitted to electronically copy and print hard copies of pages from the Website solely for your personal, non-commercial use in obtaining information regarding Spruce products and services, provided that you do not: (i) remove any proprietary notice language in any such copies, or (ii) make any modifications to such copies or information.\nAny other use of the Content is strictly prohibited, unless the prior written authorization of Spruce is obtained.\nThe Website may contain errors or inaccuracies and may not be complete or current.\nSpruce reserves the right to correct any errors, inaccuracies, or omissions and to change or update information at any time without prior notice.\nPlease note that such errors, inaccuracies, or omissions may relate to descriptions of the products and services being offered, and we apologize for any inconvenience.\nSpruce uses its reasonable endeavors to ensure that the information it includes on the Website is accurate and up to date, but it cannot guarantee the accuracy, currency, or completeness of the information provided and it accepts no responsibility for error in the Content at any time.\nSpruce may also add to, change, move, and delete portions of the Website from time to time and without notice.\nThe use of any web crawlers, spiders, robots, or other automatic devices, programs, algorithms, or methodologies, or any similar or equivalent manual process, to access, acquire, copy, or monitor any portion of the Website or any Content is prohibited.</p>\n<p>All trademarks, service marks, and logos (collectively, the \"<strong>Marks</strong>\") appearing on the Website are proprietary to Spruce, except as otherwise indicated.\nUse or misuse of these Marks, without advance written authorization from Spruce, or the owner, is expressly prohibited.\nYou cannot use any Mark in any manner that is likely to cause confusion among customers as to source or sponsorship, or in any manner that disparages, tarnishes, dilutes, or discredits Spruce.\nAny rights not expressly granted to you are reserved to Spruce.</p> III.\nUser Comments and Other Submissions <p>Your comments, feedback, and questions regarding our Website, products, and services are welcome.\nWe do not accept confidential or proprietary information.\nTherefore, all comments, feedback, suggestions, ideas, or other submissions (collectively the \"<strong>Comments</strong>\") disclosed, submitted, or offered to Spruce, including through completing the \"contact us\" form or using the chat widget to communicate with our sales or customer support teams, are submitted with the express understanding that you are granting Spruce an irrevocable and unrestricted license to use, modify, reproduce, transmit, display, and distribute such Comments by any means now known or hereafter to become known, for any purpose whatsoever without any obligation to pay you any compensation or to respond or otherwise acknowledge receipt of your Comments.\nYou agree that your Comments will not violate the rights of any third party including copyright, trademark, privacy, other personal, or proprietary rights, nor contain any libelous, otherwise unlawful, abusive, or obscene material.</p> IV.\nLinked Sites <p>The Website may include links to other sites maintained by third parties (\"<strong>Linked Sites</strong>\").\nAny Linked Sites are independent from Spruce, which has no control over or responsibility for the information provided, the accuracy of such information, or the activities undertaken on the Linked Sites.\nThese links are provided solely for your convenience.\nFurthermore, inclusion of Linked Sites does not imply an endorsement by Spruce of the Linked Sites.\nYou will need to make your own independent decisions regarding the information presented and your interaction with such Linked Sites.\nFraming or any other embedding of any webpage of this Website is prohibited.</p> V.\nDisclaimer, Limitation of Liability, and Indemnity <p>YOU ACKNOWLEDGE AND AGREE THAT THIS WEBSITE AND ALL OF ITS CONTENT IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT, AVAILABILITY, SECURITY, ACCURACY, FREEDOM FROM VIRUSES OR MALWARE, COMPLETENESS, FUNCTIONALITY, RELIABILITY, OR ARISING FROM THE COURSE OF PERFORMANCE, COURSE OF DEALING, OR USAGE OF TRADE.\nBY YOUR USE OF THE WEBSITE, YOU ACKNOWLEDGE AND AGREE THAT SUCH USE IS AT YOUR SOLE RISK AND THAT YOU ASSUME FULL RESPONSIBILITY FOR SUCH USE.\nSPRUCE DOES NOT WARRANT THAT THE WEBSITE WILL BE UNINTERRUPTED, OR FREE FROM ERROR, VIRUSES, MALWARE, OR OTHER HARMFUL ELEMENTS, OR THAT THE USE OF THE WEBSITE AND/OR INFORMATION OBTAINED THROUGH THE WEBSITE WILL NOT CAUSE ANY DAMAGE TO YOUR MOBILE PHONE OR COMPUTER OR LOSS OF DATA.\nTo the fullest extent permitted by applicable law and except as set forth in this paragraph, Spruce will not be liable to you for any punitive, special, incidental, or consequential loss or damage, including lost profits, even if Spruce has been advised of the possibility of such damages.\nTo the fullest extent permitted by applicable law and subject to this paragraph, in no event will Spruce's total liability for any damages, claims, or losses arising under these Terms exceed the total amount of payments actually paid by you to us, if any, in the preceding twelve (12) months prior to the date the liability first arose.\nYou agree to indemnify, defend, and hold harmless Spruce and its affiliates and their respective officers, directors, managers, partners, members, employees, and agents from and against any and all third-party claims, demands, liabilities, costs, or expenses, including attorneys' fees and costs, regarding, resulting, or arising out of your use of this Website.</p> VI.\nPrivacy <p>Spruce understands the importance of privacy.\nPlease see our Privacy Policy at https://www.sprucehealth.com/privacy for a description of how we may collect, use, and disclose your information in connection with the Website.</p> VII.\nMiscellaneous <p>The Terms will be governed by the laws of the State of California without regard to conflicts of law principles.\nThe Terms set forth the entire understanding and agreement between you and us with respect to the subject matter hereof.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms will remain in full force and effect.\nHeadings are for reference only and in no way define, limit, construe, or describe the scope or extent of such section.\nOur failure to act with respect to any failure by you or others to comply with these Terms does not waive our right to act with respect to subsequent or similar failures.</p> VIII.\nCopyright Infringement Claims <p>Spruce reserves the right to remove any content or any other material or information available on or through our Website, at any time, for any reason.\nSpruce otherwise complies with the provisions of the Digital Millennium Copyright Act (\"<strong>DMCA</strong>\") applicable to Internet service providers (17 U.S.C.\n§ 512, as amended), and responds to clear notices of alleged copyright infringement.\nThis Section describes the procedure that should be followed to file a notification of alleged copyright infringement with Spruce.</p> Notification of Claimed Copyright Infringement <p>If you have objections to copyrighted content or material made available on or through our Website, you may submit a notification to our Designated Agent at the following address: support@sprucehealth.com, attention: Spruce Compliance Officer.</p>\n<p>Any notification to Spruce under 17 U.S.C.\n§ 512(c) alleging copyright infringement must include the following information:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right being infringed;</li>\n<li>An identification of the copyrighted work or other intellectual property that you claim has been infringed or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</li>\n<li>An identification of the content or material that you claim is infringing and where it is located on our Website;</li>\n<li>Information sufficient for Spruce to contact you, such as your address, telephone number, and/or email address;</li>\n<li>A statement by you that you have a good-faith belief that the use of the content or material of which you are complaining is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A signed statement by you that the above information in your notice is accurate and that, under penalty of perjury, you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul> IX.\nContact Information <p>If you have any questions or concerns, please contact support@sprucehealth.com.</p> ", "created_at": "2023-04-03 17:47:25.922805", "updated_at": "2023-04-03 17:48:02.791184"}, {"id": 15194, "name": "Privacy Policy", "url": "https://d10gugzveyt6ly.cloudfront.net/www-sprucehealth-com/privacy.html", "xpath": "//body", "text": " Spruce Health, Inc.\n– Privacy Policy <p>Last Modified: 15 September 2022</p>\n<p>IF YOU ARE (OR SOMEONE ELSE IS) EXPERIENCING A MEDICAL EMERGENCY, CALL 911 IMMEDIATELY.</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY BEFORE USING OUR SERVICES, OUR WEBSITE, OR OUR MOBILE APPLICATION.</p> I.\nIntroduction <p>This privacy policy (the \"Privacy Policy\") describes the types of information Spruce Health, Inc.\n(\"Spruce\", \"we\", \"our\", or \"us\") may collect from you or that you may provide when you use the Spruce website or application (the \"Platform\"), whether accessed via mobile application or website.\nThis Privacy Policy also describes our practices for collecting, using, maintaining, protecting, and disclosing that information.\nThis Privacy Policy does not apply to any website or application operated by third parties.\nUse of the Platform is governed by this Privacy Policy and our Terms of Service (for users of the Spruce website: https://www.sprucehealth.com/terms-website, for organizations using the Spruce application: https://www.sprucehealth.com/terms-organizations, and for patients using the Spruce application: https://www.sprucehealth.com/terms-patients).\nThis Privacy Policy is incorporated into our Terms of Service.\nAll capitalized terms used in this Privacy Policy but not defined herein have the meanings assigned to them in the Terms of Service.\nBy accessing or using the Platform, you acknowledge that you have read, understood, and agreed to be legally bound by and comply with this Privacy Policy and our Terms of Service.\nIf any term in this Privacy Policy is unacceptable to you, please do not use the Platform or provide any Personal Information (defined below).\nThis Privacy Policy may change from time to time (see Revisions to Our Privacy Policy below) and your use of the Platform after we make changes is deemed to be acceptance of those changes, so please check this Privacy Policy periodically for updates.</p>\n<p>This Privacy Policy does not apply to information collected by us offline or through any other means, or by any third party, including through any application or content that may link to or be accessible from or on the Platform.\nAlso, you may be subject to different privacy policies or terms of service for other websites or applications.</p>\n<p>Spruce is committed to protecting your privacy.\nWe provide this Privacy Policy to explain the type of information we collect and to inform you of the specific practices and guidelines that protect the security and confidentiality of Personal Information, including protected health information (\"PHI\") that individually identifies you or others and that is subject to the Health Information Portability and Accountability Act of 1996, as amended.</p> II.\nInformation We Collect About You and How We Collect It Information About You and Your Health Care Treatment and Payment <p>We collect several types of information from and about users of our Platform, including both health care providers and their patients, as applicable, such as:</p>\n<ul>\n<li>Information by which you may be personally identified, such as name, mailing address, email address, telephone number and account information, billing and collection information, information related to your insurance eligibility, or any other information collected on the Platform that is defined as personally identifiable information under applicable law (\"Personal Information\").\nThis is information that you provide directly to us or that is provided to us by a related third party, such as your doctor.</li>\n<li>Clinical or patient information or data, including PHI or other health-related information.\nThis includes information collected in connection with your use of the Platform that may be necessary for you to receive health care services, including previous doctors, applicable clinical history and condition, vital sign measurements and other clinical and health information, and any other information exchanged in emails, texts, chats, calls, or other communications between you and Spruce or the medical providers and their professional entities.\nFor the avoidance of doubt, all such health-related information collected on the Spruce application is subject to the safeguards and protections of our Terms of Service, including those for privacy and security.</li>\n<li>Information about your Internet connection, the equipment you use to access our Platform, and usage details.</li>\n<li>Information about you that does not identify you individually, such as whether you are a current user, location or demographics, or information related to your inquiry or request.</li>\n<li>Other information that you volunteer or that you provide in response to a specific request from us.</li>\n</ul>\n<p>We collect this information:</p>\n<ul>\n<li>Directly from you when you provide it to us.</li>\n<li>From third-party intermediaries.\nfor example, the physicians, medical professionals, and pharmacies with whom we partner to provide their patients with services.</li>\n</ul> Information You Give to Us <p>The information we collect on or through our Platform may include:</p>\n<ul>\n<li>Information that we collect when you use our website or download our mobile application.\nEven without creating an account, we still collect from you some of the information described in the \"Information We Collect About You and How We Collect It\" section.</li>\n<li>Information that you provide on our Platform, including information provided when you sign in or register for an account for the Platform or for services provided by one of our affiliates or through communications with you through the Platform or as a result of any health care services.</li>\n<li>Information to process or respond to your inquiries related to requests for treatment, payment, or customer service.\nand when you provide feedback on our Platform, including payment processing information that includes billing information, such as a name, address, email address, and payment card information.\nWhen you provide or update your payment processing information, we transmit the payment via an encrypted connection to a third-party credit card processor.</li>\n<li>Records and copies of your correspondence (including email addresses) if you contact us, such as when you report a problem with our Platform or other services.</li>\n<li>Your search queries on the Platform.</li>\n</ul> Information We Collect About You <p>As with many other websites and applications, as you navigate through and interact with our Platform, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>Details of your visits to our Platform, including traffic data, location data, logs, language, date and time of access, frequency, and other communication data and the resources that you access and use on the Platform.</li>\n<li>Information about your computer and Internet connection, including your IP address, operating system, host domain, and browser type.</li>\n<li>Details of referring websites (e.g., URLs) or other referring sources.</li>\n</ul>\n<p>The information we collect automatically includes statistical data and may also include Personal Information.\nWe may also maintain it or associate it with Personal Information you provide to us or that we collect in other ways or receive from third parties.\nIt helps us to improve our Platform and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>Estimate how individuals access and use our Platform.</li>\n<li>Store information about your preferences.</li>\n<li>Speed up your searches.</li>\n<li>Recognize you when you return to our Platform.</li>\n</ul>\n<p>As with many other websites and applications, our Platform may use \"cookies\" or other technologies to help us deliver content specific to your interests, to process your requests, and/or to analyze your visiting patterns.\nWe may collect information about your visit, including: the domain from which you access the Internet.\nIP address.\noperating system and information about the device or browser used when visiting the Platform.\ndate and time of your visit.\ncontent you visited.\ngeneral location.\nand website (such as google.com or bing.com) and website referral source (email notice or social media site) that connected you to the Platform.\nOur Platform uses two types of cookies: single-session (temporary) and multi-session (persistent).\nTemporary cookies last only as long as your web browser is open and are used for technical purposes, such as enabling better navigation through our Platform.\nOnce you close your browser, the cookie disappears.\nPersistent cookies are stored on your computer for longer periods and are used for purposes including tracking the number of unique visitors to our Platform and information such as the number of views a page gets, how much time a user spends on a page, and other pertinent web statistics.\nCookies, by themselves, will not be used by Spruce to disclose your individual identity.\nThis information identifies your browser, but not you, to our servers when you use the Platform.\nWe may also collect data by using \"pixel tags,\" \"web beacons,\" \"clear GIFs,\" or similar means (collectively, \"pixel tags\") that allow us to know when you visit our Platform.\nThrough pixel tags, we collect non-Personal Information or aggregate information that can be used to enhance your online experience and help us to understand traffic patterns.</p> Information We Receive From Other Sources <p>This is information we receive about you if you use any of the other websites we operate or other services we provide.\nWe sometimes work with third parties, and they sometimes provide information about you.\nWe obtain information from such third parties with whom we work to provide you with certain services (including, for example, sub-contractors, analytics providers, and search information providers, or third parties who share your information to provide your health care services, such as a medical provider including your information when they message or communicate with other medical providers or Spruce).</p>\n<p>In addition, we may use third-party providers to serve or track interactions on other websites.\nYou may link to or access our Platform using other third-party websites.\nUse of such third-party websites is subject to the terms of service and privacy policies of those third parties.\nSpruce does not control the use of this technology or the resulting information and is not responsible for any actions or policies of such third parties.</p>\n<p>We may combine information we receive from other sources with information you give to us and information we collect about you.\nDepending on the types of information received, we will use the information received from other sources or the combined information for the purposes described in the \"How We Use Your Information\" section.</p> III.\nHow We Use Your Information <p>We, or health care providers with respect to their patients, may use information collected about you, including Personal Information, in the following ways:</p>\n<ul>\n<li>To complete any registration or other transactions or actions you request online, such as payment processing, including determining eligibility, use, and other benefits.</li>\n<li>For treatment, payment, or health care operations purposes.</li>\n<li>To communicate with you, including communications about our services and products or other information, services, and products, where such communications may include communications and messages via telephone, voicemail, email, fax, SMS text message, or communications within the Platform.\nany related fees from your mobile carrier or other service providers may apply to such contact and will be your sole responsibility, and you may customize your contact preferences by notifying us as provided in the Terms of Service or as directed in communications that you receive from us, such as by replying \"STOP\" to an SMS text message that you receive from us or by following an \"unsubscribe\" link in an email that you receive from us.</li>\n<li>To contact you if you receive health care services resulting from your use of the Platform, such as to deliver communications from providers on the Platform from whom you receive health care services.</li>\n<li>To administer your account, including processing your payments and fulfilling your orders, as may arise from your use of the Platform.</li>\n<li>To operate the Platform and perform any services associated with the Platform, including providing you with technical support and to improve the Platform and our products and services.</li>\n<li>To provide you with information that you have requested or to respond to your inquiries.</li>\n<li>To create de-identified information that cannot be used to personally identify you, such as aggregate statistics relating to the use of our service.</li>\n<li>To measure or understand the effectiveness of communications (including advertising) that we send to you and others, and to deliver relevant communications to you and to provide you with communications from Spruce, surveys, newsletters, and other information.</li>\n<li>To better understand our audience.</li>\n<li>To enhance the safety, security, and performance of our products and services.\nThis includes verifying your identity, as well as preventing or detecting fraud or other unauthorized or illegal activities.</li>\n<li>To design, develop, and communicate with you about our new features, products, and services, or, subject to any consents or authorizations that are required by applicable law, those of our subsidiaries, affiliates, and parent companies and any of their related businesses and those of our third-party partners.</li>\n<li>To notify you about changes to our services or the Platform.</li>\n<li>To enforce this Privacy Policy and any other terms that you have agreed to, including to protect the rights, property, or safety of us or any other person, or the copyright-protected content of the Platform.</li>\n<li>For any purpose where you have given your consent (where legally required).</li>\n<li>To comply with applicable federal, state, and other laws and regulations.</li>\n</ul> IV.\nDisclosure of Your Information <p>We, or health care providers with respect to their patients, may disclose Personal Information that we collect or you provide as described in this Privacy Policy as follows:</p>\n<ul>\n<li>For treatment, payment, or health care operations purposes.</li>\n<li>To anyone authorized under this Privacy Policy or pursuant to any other consent or authorization that you may provide.</li>\n<li>To service providers that assist us in the maintenance, improvement, and optimization of our Platform, such as service providers that help us run and maintain the technology and security infrastructure that support our Platform or that provide services such as email delivery, auditing and similar services.</li>\n<li>To medical providers, including without limitation, physicians, health care facilities, and organizations, pharmacies, and laboratories, that provide any services to you, including medical providers with whom you communicate and/or medical providers who review your information in providing health care services to you.\nIf applicable to you, you acknowledge and agree that when medical providers provide services to you, the medical providers and all personnel of their professional entities may see any information you provide.</li>\n<li>To our affiliates and their employees, including for the purpose of posting information or notifications about health care services in your account.</li>\n<li>To fulfill the purpose for which you provide it.\nFor example, if you sign up for certain services, we may share your information in order to provide those services.</li>\n<li>To third-party credit card processors via an encrypted connection so that they can process any payments by you.</li>\n<li>To any third parties we believe necessary or appropriate to comply with applicable laws.</li>\n<li>For any other purpose disclosed by us when you provide the information or with your consent.</li>\n<li>If we are under a duty to disclose or share your Personal Information in order to comply with applicable law.</li>\n<li>If we are under a duty to disclose or share your Personal Information to comply with any legal obligation, or in order to enforce or apply our Terms of Service and other agreements.\nor to protect the rights, property, or safety of Spruce, our customers, or others.\nThis may include exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</li>\n<li>With respect to de-identified information, for any purpose without restriction.</li>\n<li>In the event of a sale, merger, consolidation, change in control, transfer of substantial assets, reorganization, or liquidation, we may transfer, sell, or assign to third parties information concerning your relationship with us, including, without limitation, Personal Information that you provide and other information concerning your relationship with us.</li>\n<li>For any purpose related to our use of information as set forth in Section III.</li>\n</ul> V.\nChoices About How We Use and Disclose Your Information <p>We strive to provide you with choices regarding the Personal Information you provide to us.\nWe have created mechanisms to provide you with control over your information:</p> Tracking Technologies and Advertising <p>You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies, please note that some parts of our Platform may then be inaccessible or may not function properly.</p> Do Not Track <p>We do not currently respond to \"do not track\" signals as we do not track our users across third-party websites.</p> Promotional Offers from Spruce, its affiliates, or third-party partners <p>If you do not wish to have your contact information used by Spruce to promote our own products or Services, you can unsubscribe by following the instructions at the bottom of any email you have received from us.\nIf you are not able to unsubscribe through this method, please contact us and we can handle your request.\nYou can also always exercise your right to ask us not to process your Personal Information for marketing purposes by contacting us at the address below.</p> VI.\nData Security <p>We have implemented measures designed to reasonably secure your Personal Information from accidental loss and from unauthorized access, use, alteration, and disclosure.</p>\n<p>Where we have given you (or where you have chosen) a password which enables you to access certain parts of our Platform, you are responsible for keeping this password confidential.\nWe ask you not to share a password with anyone.\nThe information you share in public areas may be viewed by any user of the Platform.</p>\n<p>Unfortunately, the transmission of information via the Internet is not completely secure.\nAlthough we will do our best to protect your Personal Information, we cannot guarantee the security of your data transmitted to or from our Platform.\nany transmission is at your own risk.</p>\n<p>When you use our Platform, there is a risk that any PHI will be stored unencrypted on your mobile device.\nWe have implemented a variety of technical safeguards to make sure that PHI does not leak onto your mobile device, but we cannot guarantee that these safeguards will work as intended.</p> VII.\nData Retention and Deletion <p>We retain the data we collect for different periods of time depending on what it is, how we use it, and what your stated preferences are:</p>\n<ul>\n<li>Some data is deleted or anonymized automatically after a set period of time, such as connection data in server logs.</li>\n<li>Some data is kept indefinitely, such as account information.\nThis retention may be necessary while you are using certain aspects of the Platform or other Spruce services.\nYou may choose to have such data deleted by notifying us of this preference.\nChoosing to have certain data deleted may adversely affect your ability to use the Platform or other Spruce services.</li>\n<li>Some data we retain for longer periods of time when necessary for legitimate business or legal purposes, such as:</li>\n<ul>\n<li>Security, fraud, and abuse prevention: We retain some data to protect you, other people, and Spruce from fraud, abuse, and unauthorized access.</li>\n<li>Record-keeping: We retain some data for purposes such as accounting and dispute resolution.</li>\n<li>Complying with legal or regulatory requirements: We retain some data to meet the requirements of any applicable law, regulation, legal process, or enforceable governmental request, or when needed to enforce applicable Terms of Service, including investigation of potential violations.</li>\n<li>Ensuring the continuity of our services: We retain some data to ensure continuity of service for you and other users.\nThis may occur, for instance, when you have shared data with other people, such as when you have sent a message to someone else.\nIn such instances, a request by you to delete such data may not eliminate any copies that are maintained by or on behalf of other people.</li>\n<li>Direct communications with Spruce: If you have directly communicated with us, such as through a customer-support channel, feedback form, or bug report, we may retain reasonable records of those communications.</li>\n</ul>\n</ul>\n<p>When data is deleted, we follow a deletion process to make sure that your data is safely and completely removed from our servers, or retained only in anonymized form.\nWe try to ensure that our services protect information from accidental or malicious deletion.\nBecause of this, there may be delays between when the deletion process is initiated and when copies are deleted from our active and backup systems.</p> VIII.\nThird-Party Platforms <p>Our Platform may contain links or references to other websites outside of our control.\nPlease be aware that this Privacy Policy does not apply to these websites.\nSpruce encourages you to read the privacy statements and terms and conditions of linked or referenced websites you enter.\nThese third-party websites may send their own cookies and other tracking devices to you, log your IP address, and otherwise collect data or solicit Personal Information.\n<strong>SPRUCE DOES NOT CONTROL AND IS NOT RESPONSIBLE FOR WHAT THIRD PARTIES DO IN CONNECTION WITH THEIR WEBSITES, OR HOW THEY HANDLE YOUR PERSONAL INFORMATION.\nPLEASE EXERCISE CAUTION AND CONSULT THE PRIVACY POLICIES POSTED ON EACH THIRD-PARTY WEBSITE FOR FURTHER INFORMATION.</strong>\n</p> IX.\nChildren Under the Age of 13 <p>We will not intentionally collect any Personal Information from children under the age of 13 through our Platform without receiving parental or other legal guardian consent.\nIf you think that we have collected Personal Information from a child under the age of 13 through our Platform, please contact us.</p> X.\nRevisions to Our Privacy Policy <p>We reserve the right to change this Privacy Policy at any time.\nIt is our policy to post any changes we make to our Privacy Policy on this page.\nThe date this Privacy Policy was last modified is identified at the top of the page.\nIf we consider the changes to be significant, we will provide a more prominent notice (including, in certain instances, email notification of Privacy Policy changes).\nIf you are using the Platform as part of or on behalf of an organization, we may, in our sole discretion, choose to provide this notice only to the administrator of your organization.\nYou are responsible for periodically monitoring and reviewing any updates to the Privacy Policy.\nYour continued use of our Platform after such amendments will be deemed your acknowledgement of these changes to this Privacy Policy.</p> XII.\nContact Information <p>If you have any questions or comments about this Privacy Policy and our privacy practices, please contact us as specified in our Terms of Service.</p> ", "created_at": "2023-04-03 17:47:25.954476", "updated_at": "2023-04-03 17:48:48.20797"}], "points": [], "urls": ["sprucehealth.com"]}}