{"error": 448, "message": "OK", "parameters": {"id": 5095, "name": "WiFi Map", "created_at": "2021-10-06 02:03:37.326544", "updated_at": "2023-11-01 23:02:01.47622", "wikipedia": null, "keywords": null, "related": null, "slug": "wifi-map", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/5095.png", "url": "wifimap.io", "documents": [{"id": 9131, "name": "Terms", "url": "https://wifimap.notion.site/WiFi-Map-Terms-of-Use-fbb2b31e0bc544cbbf8d671a3544ac5b", "xpath": "//body", "text": " <p>\n<em>April 06, 2023</em>\n</p>\n<p>These terms of use (\"Terms\") apply to persons anywhere in the world(each such person, a \"User\" or \"you\") who install, access or use the mobile application (\"App\") published by WiFi Map LLC (\"WiFiMap\" or \"we\").\nPLEASE READ THESE TERMS CAREFULLY, AS THEY ARE A LEGAL AGREEMENT BETWEEN YOU AND WIFI MAP.</p>\n<p>PLEASE BE ADVISED: THESE TERMS CONTAIN PROVISIONS THAT GOVERN HOW CLAIMS THAT YOU AND WIFI MAP HAVE AGAINST EACH OTHER CAN BE BROUGHT(SEE SECTION 4 BELOW).\nTHOSE PROVISIONS WILL, WITH LIMITED EXCEPTIONS, REQUIRE YOU TO SUBMIT CLAIMS YOU HAVE AGAINST WIFI MAPTO BINDING AND FINAL ARBITRATION ON AN INDIVIDUAL BASIS, NOT AS APLAINTIFF OR CLASS MEMBER IN ANY CLASS, GROUP OR REPRESENTATIVE ACTION OR PROCEEDING.</p>\n<p>In order to install, access or use the App, you must be of legal age for those activities in the jurisdiction in which you are located.\nIf you are not of legal age, you must not install, access or use the App.</p>\n<ol>\n<li>Binding Agreement.\nTermination</li>\n</ol>\n<p>Your installation of, access to or use of our App constitutes your binding agreement to those Terms, including the dispute resolution and arbitration provisions.\nIf at any time you disagree with these Terms, you must refrain from installing our App, or, if you have already installed our App, refrain from accessing or using it and delete it.\nThese Terms contain the entire agreement between you and WiFi Map, and supersede any prior agreements or arrangements with you that relate in any way to WiFi Map or the App.</p>\n<p>WiFi Map reserves the right to immediately terminate these Terms and any services provided by WiFi Map, including its publication of the App and provision of any content, information, functionality or other services through the App, at any time, either with respect to you or generally, for any reason, including your violation of these terms, or for no reason.\nThe preamble above, this{\" \"}Section 1, 2-4 and Sections 6-19 shall survive the termination of these Terms.</p>\n<ol>\n<li>Governing Law</li>\n</ol>\n<p>These Terms, and any claims, disputes or controversies related to your use of the App or any content, information and related materials (\"Content\") provided through the App or otherwise related to the relationship between you and WiFi Map, whether contractual or non-contractual, are governed by the laws of the State of New York, United States of America, without giving effect to any choice or conflict of law provision or rule, whether in the State of New York or any other jurisdiction, that would cause the laws of any jurisdiction other than the State of New York to apply.</p>\n<ol>\n<li>{\" \"}</li>\n</ol>\n<p>Jurisdiction and Venue for Claims not Subject to Arbitration</p>\n<p>The New York state and United States federal courts sitting in NewYork County, New York shall have exclusive jurisdiction over any claims, disputes or controversies related to these Terms, your use of the App or any Content provided through the App, or otherwise related to the relationship between you and WiFi Map, whether contractual or non-contractual, that are not subject to mandatory arbitration under Section 4.</p>\n<ol>\n<li>\n<p>Mandatory Binding Arbitration</p>\n<p>\n<em>(a) Agreement to Arbitrate</em>\n</p>\n</li>\n</ol>\n<p>Any claims, disputes or controversies related to these Terms, your use of the App or any Content provided through the App, or otherwise related to the relationship between you and WiFi Map, whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, regardless of when they arise and regardless of any termination of these Terms, shall be determined by mandatory binding individual (not class) arbitration.</p>\n<p>The arbitrator shall have the exclusive power to rule on his or her own jurisdiction, including any objections with respect to the existence, scope or validity of this agreement to arbitrate or to the arbitrability of any claim or counterclaim.\nArbitration is more informal than a lawsuit in court.\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS</p>\n<p>LIMITED.\nThere may be more limits on the availability and scope of discovery than in court.\nThe arbitrator must follow these Terms and can award the same damages and relief as a court (including attorney fees),except that the arbitrator may not award any relief, including declaratory or injunctive relief, benefiting anyone but the parties to the arbitration.\nThis arbitration provision will survive termination of these Terms.</p>\n<p>\n<em>(b) Exceptions</em>\n</p>\n<p>Notwithstanding Section 4(a), nothing in these Terms, including this Section 4, will be deemed to waive, preclude, or otherwise limit either of our rights, at any time,</p>\n<p>to(i) bring an individual action in a U.S.\nsmall claims court for a matter within the jurisdiction of that court or (ii) bring an individual action seeking only temporary or preliminary individualized injunctive relief in a court of law, pending a final ruling from the arbitrator.\nIn addition, the agreement to arbitrate in this Section 4 doesn't stop you or us from bringing issues to the attention of federal, state, or local agencies.\nThose agencies can, if the law allows, seek relief against us on your behalf (or vice versa).</p> ", "created_at": "2021-10-06 02:03:37.330568", "updated_at": "2023-11-01 16:58:26.944554"}, {"id": 9132, "name": "Privacy Policy", "url": "https://wifimap.notion.site/wifimap/WiFi-Map-Privacy-Policy-Android-6c0f86d18b8a40718260a676182094a9", "xpath": "//body", "text": " <p>\n<em>Updated: Jan 12, 2023</em>\n</p>\n<p>Interest Based Ad Disclosure</p>\n<p>Precise Location Disclosure</p>\n<p>WiFi Map LLC (“WiFi Map” or “we”) collects information about you when you install and use our mobile application (“App”) and through other interactions and communications you have with us.\nThis privacy policy (“Policy”) applies to persons anywhere in the world who use our App or otherwise interact or communicate with us (each such person, a “User” or “you”).\nIf at any time you disagree with this Policy, you must refrain from installing our App, or, if you have already installed our App, refrain from using it and delete it.\nBy installing or using our App you consent to our collection and use of information in accordance with this</p>\n<p>The primary function of our App is crowd sourcing from our Users information about WiFi hotspots and making that information available to our Users to help them find and access hotspots.</p>\n<p>Accordingly, we collect the geographical locations of hotspots, along with the names and addresses of the venues in which they are located.\nFor each hotspot, we collect its router IP (remote IP) address, BSSID, SSID, password protection status and, as applicable, password.\nBy uploading the password for a hotspot through our App, you represent and warrant to us that you are the owner of the hotspot, or have been authorized by the owner of the hotspot to upload the password through our App.\nIf you are not the owner of a hotspot, and have not been authorized by the owner of that hotspot to upload the password through our App, you must not upload the password for that hotspot.\nWe also collect information about WiFi signal strength, horizontal and vertical accuracy, speed test information, captive portal mode and the times at which your mobile device is connected to a particular hotspot.</p>\n<p>The hotspot data that we collect is made available to our other Users through our Apps.</p>\n<p>We also collect information about Users and their mobile devices and networks.\nWhen you install our App, and as you use our App, we collect (a) your email address, (b) your Google, Facebook or other social networking profile, to the extent available, (c) your age range, range, (d) your country, language and time zone, (e) the make, model, operating system, resolution, device ID, advertisement ID and, if applicable, MAC address of your mobile device, (f) the name of your mobile carrier and speed test information about the performance of your mobile network and (g) the other applications installed on your mobile device.\nWhile our App is installed on your mobile device, whether or not you are using our App, we regularly track your precise geographical location.\nAs you use our App, we collect your search queries, including cities and venues that you search for.</p>\n<p>All User payments for the pay version of our App are handled through the portal established by the publisher of the operating system for the User’s mobile device (iOS App Store, Google Play, etc.) and we do not receive, process or store Users’ credit card information or other User payment information.</p>\n<p>Most mobile platforms (iOS, Android, etc.) have defined certain types of device data that apps cannot access without your consent, and have various permission systems for obtaining your consent.\nThe iOS platform will alert you the first time our App wants permission to access certain types of data and will let you consent (or not consent) to that request.\nAndroid devices will notify you of the permissions that our App seeks before you first use the App, and by using the App you consent to those permissions.</p>\n<p>\n<strong>We may use the information we collect to:</strong>\n</p>\n<ul>\n<li>provide, maintain and improve our services, develop new features and send product updates and administrative messages;</li>\n<li>perform internal operations, including troubleshooting, data analysis, testing and research.\nand</li>\n<li>send you, or recommend, advertisements and other communications we think will be of interest to you and otherwise personalize our services.</li>\n</ul>\n<p>To opt out of our use of the personal information that we collect about you for advertising purposes, please contact us at support@wifimap.io with a request that we not use your personal information for advertising purposes, and we will honor that request.</p>\n<p>We do not knowingly collect or store personally identifiable information from anyone under the age of 13 unless or except as permitted by law.\nBY INSTALLING OR USING OUR APP, YOU REPRESENT AND WARRANT TO US THAT YOU ARE 13 YEARS OF AGE OR OLDER.\nIf we are made aware that we have received personally identifiable information from someone under 13, we will use reasonable efforts to remove that information from our records.</p>\n<p>We may transfer the information we collect to, and process and store it in, the United States and other countries, some of which may have less protective data protection laws than the region in which you reside.\nWe also may transfer information to vendors, consultants, marketing partners and other service providers who need access to that information to perform services on our behalf.\nBy installing or using the App, you consent to those transfers of information to other countries and to service providers.</p>\n<p>We may share the information we collect, including WiFi hotspot information and user information and including personally identifiable information, with third parties under licensing or other arrangements.\nThose third parties may use that information for research and commercial purposes, including advertising and mobile network and hotspot performance testing.\nWithout limiting the generality of this paragraph, additional information about our sharing of information with certain third-party partners are set out below.</p>\n<p>\n<strong>We also may share the information we collect:</strong>\n</p> ", "created_at": "2021-10-06 00:04:32.87713", "updated_at": "2023-11-01 17:01:30.819944"}], "points": [{"id": 35283, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-01 17:02:47.436072", "updated_at": "2023-11-01 22:54:17.694532", "quoteText": null, "case_id": 331, "document_id": 9132, "quoteStart": null, "quoteEnd": null}, {"id": 35284, "title": "You can opt out of targeted advertising", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-01 17:11:37.685033", "updated_at": "2023-11-01 22:54:38.498641", "quoteText": null, "case_id": 219, "document_id": 9132, "quoteStart": null, "quoteEnd": null}, {"id": 35286, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-01 17:40:37.960383", "updated_at": "2023-11-01 22:54:30.049626", "quoteText": null, "case_id": 188, "document_id": 9132, "quoteStart": null, "quoteEnd": null}, {"id": 35285, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-01 17:39:33.067846", "updated_at": "2023-11-01 17:40:59.732565", "quoteText": null, "case_id": 188, "document_id": 9132, "quoteStart": null, "quoteEnd": null}, {"id": 35287, "title": "Many third parties are involved in operating the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-01 17:56:13.559817", "updated_at": "2023-11-01 22:54:34.287683", "quoteText": null, "case_id": 208, "document_id": 9132, "quoteStart": null, "quoteEnd": null}], "urls": ["wifimap.io"]}}