{"error": 448, "message": "OK", "parameters": {"id": 8758, "name": "Public Storage ", "created_at": "2023-07-03 23:20:44.410043", "updated_at": "2023-07-04 10:02:11.811917", "wikipedia": null, "keywords": null, "related": null, "slug": "public-storage", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8758.png", "url": "publicstorage.com", "documents": [{"id": 17087, "name": "Privacy Policy", "url": "https://www.publicstorage.com/privacy.html", "xpath": "//body", "text": " Skip to main content\nSkip to footer content <strong>\n</strong>\n<strong>Call</strong>\n<ul>\n<li>\nFind Storage Find Storage Enter City, State or Zip Select Storage Units Vehicle Units Select\n<b>\n</b> Storage Type Select All Sizes Small Medium Large Up to 20' Up to 35' Up to 50' Select\n<b>\n</b> Size Search </li>\n<li>\nSize Guide Small Units Lockers A Few Things 5'x5' Large Closet 5'x10' One Room Medium Units 5'x15' Two Rooms 10'x10' Three Rooms Large Units 10'x15' Four Rooms 10'x20' Five Rooms 10'x25' Six Rooms+ Vehicle Units Up to 20' Most Cars Up to 35' Most RVs and Boats Up to 50' Oversize Vehicles </li>\n<li>\nStorage Types\n<ul>\n<li> Self Storage </li>\n<li> Business Storage </li>\n<li> Vehicle &amp.\nRV Storage </li>\n<li> Boat Storage </li>\n<li> Climate Controlled Storage </li>\n</ul>\n</li>\n</ul> 800-688-8057 Your Account <ul>\n<li>Log In</li>\n<li>Create an Account</li>\n<li>Your Reservation</li>\n<li>\nDownload App\n</li>\n</ul> Pay Bill <ul>\n<li> Find Storage\n</li>\n<li> Size Guide\n</li>\n<li> Storage Types <ul>\n<li> Self Storage </li>\n<li> Business Storage </li>\n<li> Vehicle &amp.\nRV Storage </li>\n<li> Boat Storage </li>\n<li> Climate Controlled Storage </li>\n</ul>\n</li>\n<li> Help Center\n</li>\n<li> About Us <ul>\n<li> Our Story </li>\n<li> Investor Relations </li>\n<li> U.S.\nLocations </li>\n<li> Global Locations </li>\n<li> 3rd Party Management </li>\n<li> Contact Us </li>\n<li> Careers </li>\n<li> Blog </li>\n</ul>\n</li>\n</ul> Your Account <ul>\n<li>\nLog In</li>\n<li>\nCreate an Account</li>\n<li>\nYour Reservation</li>\n<li> Download App\n</li>\n</ul> Pay Bill\n800-688-8057 Privacy Policy <p>\nEffective Date: March 23, 2012 <br>\nLast Updated: December 29, 2022.\n</p> Navigation <i>\n</i>\n<ol>\n<li>What\nPersonal Information We Collect</li>\n<li>Sources of Personal Information </li>\n<li>How We Use Personal Information </li>\n<li>How We Disclose Personal Information </li>\n<li>Ads and Cookie\nPolicy\n</li>\n<li>Information Regarding Children\nTo</li>\n<li>Your\nRights Rights and Choices</li>\n<li>Legal\nDisclaimer</li>\n<li>External\nLinks</li>\n<li>Updates to the\nPrivacy\nPolicy\n</li>\n<li>Questions and\nContact Us\n</li>\n</ol> Back to top <i>\n</i>\n<p>\nThis Privacy Policy helps you understand how Public Storage, our affiliates, and subsidiaries\ncollect, store, use, and share your Personal Information when you visit our website, use our mobile\napplication, rent a storage unit, or otherwise engage with us online or offline (collectively our\n<strong>\"Services\"</strong>).\n</p>\n<p>\nBy visiting our website or using any of our Services, you agree your Personal Information, as defined below,\nwill be handled as described in this Policy.\nYour use of our website or Services, and any dispute over privacy,\nis subject to this Policy and our Terms and Conditions, including its applicable limitations on damages and the resolution of disputes.\nThe Company Terms and Conditions are incorporated by reference into this Policy.\n</p>\n<p>\nResidents of certain states may have additional rights concerning their Personal Information under the laws of those states.\nIf you are a resident of California or Virginia,\nplease refer to the \"Additional Privacy Information for Certain Jurisdictions” section below.\n</p>\n<p>\n<strong> Quick Reference Guide </strong>\n</p> 1.\nWhat Personal Information We Collect\n<p>We collect information that identifies, describes, or is reasonably capable of being\nassociated\nwith you (<strong>\"Personal Information\"</strong>).\nPersonal Information does not include information that is publicly available,\nas defined by applicable laws, de-identified, or aggregate.\nWe collect the following categories of Personal information:.</p>\n<ul>\n<li>\n<p>\n<strong>Identifiers.</strong> We collect your name, phone number, driver’s license or ID number,\nmilitary identification number, email address, phone number, mailing address, unit number, gate codes, and\nelevator access codes when you register for or use our Services.\nIf you visit our website or use our mobile application,\nwe collect information about your device including a device ID, IP address, or similar device identifiers.\n</p>\n</li>\n<li>\n<p>\n<strong>Customer Records and Account Details.</strong> If you rent a storage unit from us,\nwe collect certain information as part of your rental agreement, such as a signed rental agreement, insurance coverage information,\ngate codes, and elevator access codes.\nTo process billing, we track amounts due, your bank or payment card information, past due amounts,\nand other relevant transaction data.\nIf you register for an account online or through our mobile app, we also collect your username, password,\nand passwords hints, as well as other information you provide to us related to your account.\n</p>\n</li>\n<li>\n<p>\n<strong>Commercial Information.</strong> When you register for or use our Services,\nwe may collect records of your personal property and Services purchased.\n</p>\n</li>\n<li>\n<p>\n<strong>Characteristics of Protected Classifications.\n</strong> Sometimes, we may collect\nyour birth date, age, gender, or military status.</p>\n</li>\n<li>\n<p>\n<strong>Message Contents.</strong>When we communicate with you, we may collect contents of text messages,\nemail, phone calls, or audio messages, which may identify you.\nWe may retain these communications for quality assurance and training purposes.\n</p>\n</li>\n<li>\n<p>\n<strong>Geolocation.\n</strong>If you visit our website or use our mobile application,\nwe may collect geolocation information from your IP address, which links to the region you live in,\nor if your location settings on your device are set to share your location with us.\n</p>\n</li>\n<li>\n<p>\n<strong>Audio, Visual, or Similar Information.</strong>If you visit our properties, we may collect video surveillance and other security and access information.</p>\n</li>\n<li>\n<p>\n<strong>Internet and Network Activity.</strong>As described in\nmore detail in the next section\non Cookies, if you visit our website or use the mobile\napplication, we may collect information about your browsing and search history,\ninteraction with the features of our Services, and responses to advertisements.</p>\n</li>\n<li>\n<p>\n<strong>Inferences and Preferences.\n</strong>We may collect\ninformation about the types of Services you use, home city, communications preferences,\nand other inferences drawn from your activity to improve and customize our Services.\n</p>\n</li>\n<li>\n<p>\n<strong>Sensitive Personal Information.\n</strong>We collect Sensitive Personal Information, such as account log-in information.\n</p>\n</li>\n</ul> 2.\nSources of Personal Information\n<p>We generally collect Personal Information identified above from the following categories of sources:</p>\n<ul>\n<li>\n<p>Directly from you</p>\n</li>\n<li>\n<p>Automatically, when you visit our website or property or use our Services.</p>\n</li>\n<li>\n<p>From service providers and third parties</p>\n</li>\n</ul> 3.\nHow We Use Personal Information <p>We use the Personal Information we collect for the following business and commercial\npurposes.</p>\n<ul>\n<li>\n<p>\n<strong>Operate our Business and Provide You Services.</strong>\nThe main reason we use your Personal Information is to provide you with the Services you\nrequest, manage our facilities, maintain your account, process billing and payment, and\notherwise run day-to-day operations.</p>\n</li>\n<li>\n<p>\n<strong>Communicating with You.</strong> We use your Personal\nInformation to communicate with you about our services, your account, and if you contact\nus with a question or concern.\nWe also use your information to deliver news, updates,\nand other types of communications, according to your subscriptions, alerts, and other\npreferences.</p>\n</li>\n<li>\n<p>\n<strong>Evaluate and Improve our Services.</strong> We may\nanalyze the Personal Information we collect for quality assurance, training, and to\nunderstand how we can meet and exceed your expectations.</p>\n</li>\n<li>\n<p>\n<strong>Marketing and Advertising.</strong> We use the Personal\nInformation we collect for marketing or advertising purposes.\nFor example, we might send\nyou promotional messages about products, services, programs, or events that may be of\ninterest to you.\nWe may also use the insights we gain about how you use our Services to\nimprove the effectiveness of our marketing campaigns and ability to attract new\ncustomers.</p>\n</li>\n<li>\n<p>\n<strong>Use of Sensitive Personal Information.</strong> Our collection, use, and disclosure of sensitive personal information is\nlimited to what is reasonable and proportionate to provide you our Services,\nincluding complying with our legal, regulatory, and reporting obligations.</p>\n</li>\n</ul> 4.\nHow We Disclose Personal Information <p>We may disclose your Personal Information for the following purposes.</p>\n<ul>\n<li>\n<p>\n<strong>With Our Vendors:</strong>\nWe may share your Personal Information with vendors who perform services on our behalf, such as identity verification,\npayment processing, data analysis, email and hosting services, or customer services and support.\nThese vendors may access your\nPersonal Information and are required to use it solely as we direct, to provide our requested service.\n</p>\n</li>\n<li>\n<p>\n<strong>For Marketing and Advertising: </strong> We may share the Personal Information we collect\nwith marketing and advertising vendors to design our marketing campaigns, render meaningful advertisements, and connect with you through social media networking.\n</p>\n</li>\n<li>\n<p>\n<strong>Related to Business Transfers:</strong>We may disclose or transfer information, including Personal Information,\nas part of any merger, sale, and transfer of our assets, acquisition or restructuring of all or part of our business,\nbankruptcy, or similar event, including related to due diligence conducted prior to such event, where permitted by law.\n</p>\n</li>\n<li>\n<p>\n<strong>Marketing and Advertising.</strong> We use the Personal\nInformation we collect for marketing or advertising purposes.\nFor example, we might send\nyou promotional messages about products, services, programs, or events that may be of\ninterest to you.\nWe may also use the insights we gain about how you use our Services to\nimprove the effectiveness of our marketing campaigns and ability to attract new\ncustomers.</p>\n</li>\n<li>\n<p>\n<strong>Use of Sensitive Personal Information.</strong> Our collection, use, and disclosure of sensitive personal information is\nlimited to what is reasonable and proportionate to provide you our Services,\nincluding complying with our legal, regulatory, and reporting obligations.</p>\n</li>\n</ul>\n<p>We may disclose Personal Information to the following categories of recipients:</p>\n<ul>\n<li>\n<p>\n<strong>Affiliates and Business Partners.\n</strong>\nWe may disclose your Personal Information with our affiliates and business partners\nwhere it is necessary to provide the Services.\n</p>\n</li>\n<li>\n<p>\n<strong>Service Providers.\n</strong> We may disclose Personal Information to our service\nproviders who perform services on our behalf.\nOur service providers are required to take appropriate security\nmeasures to protect your Personal Information in line with our policies and are not permitted to use Personal Information for their own purposes.\n</p>\n</li>\n<li>\n<p>\n<strong>Government Entities, Agencies, and Others as Required by Law.</strong> To comply with our legal\nobligations and where otherwise required by law, we generally disclose the following categories of\nPersonal Information to applicable regulatory and government entities: identifiers.\ncustomer records\nand account details.\ncommercial information.\ncharacteristics of protected classifications, e.g.\nmilitary status.\nmessage contents.\naudio, visual, or similar information.\nand internet and network activity information.\n</p>\n</li>\n<li>\n<p>\n<strong>Third Party Advertising.\n</strong> As part of our advertising and marketing efforts,\nwe may disclose the following categories of Personal Information with third party advertising companies,\nmarketing companies, social media platforms, and analytics partners for targeted advertising, marketing,\nand campaign management purposes: identifiers, internet and network activity information, and other information about how you interact with our websites or mobile applications.\n</p>\n</li>\n</ul> 5.\nAds and Cookie Policy\n<p>We, and our third-party service providers, use cookies and other tracking mechanisms to track information about your use of our website or Services.</p>\n<p>\n<strong>Cookies.\n</strong> Cookies are alphanumeric identifiers that we transfer to your device’s hard drive through your web browser for record-keeping purposes.\nSome cookies allow us to make it easier for you to navigate our website and Services, while others are used to enable a faster log-in process or to allow us to track your activities at our website.\nThere are two types of cookies: session and persistent cookies.\n</p>\n<ul>\n<li>\nSession Cookies.\nSession cookies exist only during an online session.\nThey disappear from your device when you close your browser or turn off your device.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into your account with us.\nThis allows us to process your online transactions and requests and verify your identity after you have logged in, as you move through our website and Services.\n</li>\n<li>\nPersistent Cookies.\nPersistent cookies remain on your device after you have closed your browser or turned off your device.\nWe use persistent cookies to track aggregate and statistical information about user activity.\n</li>\n<p>\n</p>\n<p>\n<strong>Clear GIFs, Pixel Tags, and other Technologies.\n</strong> Clear GIFs are tiny graphics with a unique identifier,\nsimilar in function to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web and app pages.\nWe may use clear GIFs (a.k.a.\nweb beacons, web\nbugs or pixel tags), in connection with our website to, among other things, track the activities of Site visitors and app users, help us manage content, and compile statistics about Site usage.\nWe and our third-party\nservice providers also use clear GIFs in HTML e-mails to our customers, to help us track e-mail response rates, identify when our e-mails are viewed, and track whether our e-mails are forwarded.\n</p>\n<p>\n<strong>Third-Party Analytics.\n</strong> We use automated devices and applications, such as Google Analytics,\nto evaluate usage of our Site, and to the extent permitted, our Apps.\nWe also may use other analytic means to evaluate our website.\nWe use these tools to help us improve our Site’s and Apps’ performance and user\nexperiences.\nThese entities may use cookies and other tracking technologies, such as web beacons, to perform their services.\nTo learn more about Google’s privacy practices, please review the Google Privacy\nPolicy at https://www.google.com/policies/privacy/partners/.\nYou can also download the Google Analytics Opt-out Browser Add-on to prevent their data from being used by Google Analytics at\nhttps://tools.google.com/dlpage/gaoptout.\n</p>\n<p>\n<strong>Cross-Device Use.\n</strong> We may use the Personal Information that we collect about you to help us and our third-party service providers identify other devices that you use\n(e.g., a mobile phone, tablet, other computer, etc.).\nWe and our third-party service providers also may use the cross-device use and other information we learn about you to serve targeted advertising on your devices\nand to send you emails.\nTo opt out of cross-device advertising, you may follow the instructions set forth in the “How to Manage Cookies” section below.\nPlease note: if you opt-out of these targeted advertising\ncookies, your opt-out will be specific to the web browser, app, or device from which you accessed the opt-out.\nIf you use multiple devices or web browsers, you will need to opt out on each browser or device that\nyou use.\n</p>\n<p>\n<strong>Do-Not-Track.\n</strong> Currently, our systems do not recognize browser “do-not-track” requests.\nYou may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies).\nyou also may opt out of targeted advertising by following the instructions below.\n</p> 5.1 How We Use Cookies\n<p>We use Cookies for the following purposes:</p>\n<ul>\n<li>\n<p>\n<strong>Website Operation.</strong> Cookies help us run our\nwebsite securely and enable basic functions like page\nnavigation.</p>\n</li>\n<li>\n<p>\n<strong>Performance and Analytics.</strong> Cookies help us\nanalyze how you interact with our website.\nThis enables us to monitor and improve\nour website performance, services, and your experience.</p>\n</li>\n<li>\n<p>\n<strong>Advertisements.</strong> Cookies\nallow us to deliver advertisements that are meaningful to you.\nOur third party\nadvertising partners may use the Cookies to build a profile of your interests,\ndeliver relevant advertising on other sites, and measure the efficiency of the\nadvertisements.</p>\n</li>\n</ul> 5.2 How to Manage Cookies\n<p>To prevent cookies or third-party advertisers from tracking your activity on our Site or visits across multiple websites, there are tools you can use to disable cookies and opt out of interest-based\nadvertising.\nUsing the resources below does not mean you will no longer receive any advertising through our Site, Services, or on other websites.\nYou may continue to receive advertisements, for example, based on\nthe particular Site that you are viewing (i.e., contextually based ads) and as described above.\nYour opt-out may not be effective if your browser is configured to reject cookies.</p>\n<ul>\n<li>\n<p>\n<strong>Browser Solutions for Disabling Cookies.</strong> To prevent Cookies from tracking your activity\non our website or visits across multiple websites, you can set your browser to block certain Cookies or notify you when a Cookie is set.\nThe Help portion of the toolbar on most browsers will tell you how to\nprevent your device from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our Site and Services who disable cookies\nwill be able to browse the Site, but some features may not function.</p>\n</li>\n<li>\n<p>\n<strong>Industry Solutions for Opting Out of Interest-Based Advertising.\n</strong> Not withstanding the above,\nvisitors to our Website may follow the steps provided by initiatives that educate users on how to set tracking preferences for most online advertising tools, such as the Network Advertising Initiative (https://thenai.org/about-online-advertising/) and the Digital Advertising Alliance (https://digitaladvertisingalliance.org/) in the US, the Digital Advertising Alliance of Canada (https://youradchoices.ca/en/learn), the Data Driven Advertising Initiative in Japan (http://www.ddai.info/optout), or other similar services.\nYou can use the Digital Advertising Alliance’s AdChoices opt-out tool (https://youradchoices.com/control) to opt out of the use of your Personal Information by many third-party ad networks for targeted advertising purpose.\nThe Digital Advertising Alliance also offers an application called AppChoices (https://youradchoices.com/appchoices) that helps users to control interest-based advertising on mobile apps.</p>\n</li>\n</ul>\n</ul> 6.\nInformation Regarding Children <p>Our website and Services are intended for users who are 18 years or older and we do\nnot knowingly collect information from children under 18 years old.\nIf we become aware that we\nhave collected information from a child under 18 years old, we will delete such information from\nour records.\nIf you are a parent or legal guardian and believe your child has given us\ninformation and you did not provide consent, please contact us at 800.611.2882.</p> 7.\nYour Rights and Choices 7.1 Review or Update Your\nInformation\n<p>If you are a current or former customer, you can access, update, or correct your\nPersonal Information at any time by logging into your account, visiting your property\nmanagement office, or contacting us.</p> 7.2 Unsubscribe or Opt-Out of Certain\nCommunications\n<p>We may contact you via email, phone, or text message with important information\nabout your account and promotional opportunities.\nYou may unsubscribe or opt-out of\nreceiving these communications by following the instructions provided.\nWays to unsubscribe\nto certain communications include clicking on the unsubscribe link in any email or\nresponding STOP to any text messages.\nYou may also contact us to update your communication\npreferences.\nPlease note that we may still need to contact you with important information\nabout your account or payments due, and you cannot opt-out of these account administration\ncommunications.</p> 7.3 Additional Privacy Information for Certain Jurisdictions 7.3.1 California Privacy Rights <p>If you are a California Resident, you may have additional rights under the\nCalifornia Consumer Privacy Act (\"CCPA\").</p>\n<p>If we collected Personal Information about you in your role as an applicant,\nemployee, or\nindependent contractor, this Policy does not apply to you.\nPlease contact the Public Storage\nHuman Resources Department if you have questions about Personal Information related to your\napplication or work with Public Storage.\nAdditionally, if we collected Personal Information\nabout you in your role as an employee, owner, director, officer, or contractor of a\ncommercial\nclient, investor, or developer this Policy does not apply to you.</p> The Right to Know/Access <p> With respect to the personal information we have collected about you, you may have the right to request more information about how we have treated\nyour Personal Information in the past 12 months, including:</p>\n<ul>\n<li>The categories of Personal Information we collected about you;</li>\n<li>The categories of sources from which we collected that information;</li>\n<li>Our business or commercial purpose for collecting or selling that information;</li>\n<li>The categories of third parties with whom we shared that information.\nand</li>\n<li>The specific pieces of Personal Information we collected about you.</li>\n</ul> The Right to Delete <p>Under certain conditions, you have the right to request that we delete your\nPersonal Information.\nPlease note that simply logging out or uninstalling an app does not\ndelete your account or the Personal Information we may have collected.</p> The Right to Correct <p>You have the right to request that we correct inaccuracies in your Personal Information.\nYou may update your Personal Information with us at any time by using the methods described in Section 7.1 above.</p> The Right to Opt-Out <p>California residents may have the right to opt-out of “sales” or “sharing” of their Personal Information under the CCPA.\nThe CCPA defines a “sale” as disclosing or making available to a third-party Personal Information in exchange for monetary or other valuable consideration, and “sharing” broadly includes disclosing or making available Personal Information to a third party for purposes of cross-context behavioral advertising.\nWhile we do not receive monetary compensation from third parties when we disclose Personal Information, we may disclose the following categories of Personal Information with third party advertising companies, marketing companies, social media platforms, and analytics partners for targeted advertising, marketing, and campaign management purposes: identifiers, internet and network activity information, and other information about how you interact with our websites or mobile applications.\nThis may be considered a “sale” or “sharing” as broadly defined by the CCPA.</p>\n<p>You can request to opt out of “sales” or “sharing” of your Personal Information by clicking the “Do Not Sell or Share My Personal Information” link in the website footer, to turn off targeted advertising cookies.\nPlease note that your Cookie settings are device and browser specific—so, if you come to our website from another device or browser, you will need to reapply your settings.\nPlease note that submitting an opt out request will only opt you out of disclosures that are considered “sales” or “sharing” under the CCPA, but it will not opt out of other disclosures, such as to our service providers..</p>\n<p>You may also opt-out of “sales” and “sharing” of your Personal Information, through the use of an opt-out preference signal.\nIf our website detects that your browser or device is transmitting an opt-out preference signal, such as the “global privacy control”—or GPC— signal, we will opt that browser or device out of cookies on our website that result in a “sale” or “sharing” of your Personal Information.\nPlease note, if you come to our website from a different device or a different browser on the same device, you will need to opt out, or use an opt-out preference signal, for that browser and/or device as well.</p>\n<p>We do not sell or share sensitive personal information, nor do we sell or share any Personal Information about individuals who we know are under sixteen (16) years old.</p> Right to Limit Use and Disclosure <p>Subject to certain conditions and exceptions, you may have the right to limit the use and disclosure of “Sensitive Personal Information,” as defined under the CPRA.\nHowever, we do not engage in activities triggering this right.</p> The Right to Non-Discrimination <p>We will not unlawfully discriminate against you for exercising any of these rights.</p> How to Exercise Your Privacy Rights <p>To submit a request to exercise these rights you may use one of the following\nthree methods:</p>\n<ul>\n<li>\n<strong>Webform</strong>\npowered by OneTrust</li>\n<li>\n<strong>Mail:</strong> Public Storage, Attention: Privacy\nOfficer, 701 Western Avenue, Glendale, California 91201</li>\n<li>\n<strong>Telephone:</strong> 800.611.2882</li>\n</ul>\n<p>For all requests, please clearly state that the request is related to “Your California\nPrivacy Rights,” indicate which type of request you are making, and provide your name,\nstreet address, city, state, zip code and an e-mail address or phone number where you may be\ncontacted.\nWe are not responsible for notices that are not labeled or sent properly or that\ndo not include complete information.</p> Designating an Authorized Agent <p>You may designate someone to submit requests and act on your behalf (an <strong>\"Authorized Agent\"</strong>).\nTo do so, you must provide us\nwith written permission to allow your Authorized Agent to act on your behalf.</p> Retention of Personal Information <p>We retain your Personal Information for as long as needed, or permitted, based on the reason we obtained it (consistent with applicable law).\nWhen deciding how long to keep your Personal Information, we consider whether we are subject to any legal obligations (e.g., any laws that require us to keep records for a certain period of time before we can delete them) or whether we have taken any legal positions that require data retention (e.g., issued any legal holds or otherwise need to preserve data).\nFrom time to time, we may also deidentify your Personal Information, retain it, and use it for a business purpose in compliance with CCPA.\n</p> 7.3.2 Virginia Privacy Rights (Effective January 1, 2023) <p>Under the Virginia Consumer Data Protection Act (“VCDPA”), Virginia residents have the right to receive certain disclosures regarding a business’ processing of “Personal Data,” as defined under the VCDPA, as well as certain rights with respect to our processing of such Personal Data.\nTo the extent you are a resident of Virginia and we collect Personal Data subject to applicable Virginia law, the following applies.\npjs</p> Right to Access <p>You may have the right to whether or not we are processing your Personal Data and to access such Personal Data.</p> Right of Portability <p>You may have the right to obtain a copy of the Personal Data that you previously provided to us in a portable and, to the extent technically feasible, readily usable format that allows you to transmit your Personal Data to another controller or business where the processing is carried out by automated means.</p> Right to Correction <p>You may have the right to correct inaccuracies in your Personal Data, taking into account the nature of the Personal Data and the purposes of the processing of your Personal Data.</p> Right to Deletion <p>You may have the right to delete Personal Data provided by or obtained about you.</p> Right to Opt-Out of Sale <p>Under the VCDPA, a “sale” includes disclosing or making available Personal Information to a third party in exchange for money.\nWe do not “sell” Personal Information under this definition.</p> Right to Opt-Out of Targeted Ads and Significant Profiling <p>You may have the right to opt out of the processing of your Personal Data by us for decisions that produce legal or similarly significant effects concerning you.\nWe do not process Personal Data for such profiling.\nTo opt out of targeted advertising cookies, you can click on the Cookie Preferences Link on the bottom of the website homepage.</p> Right to Appeal <p>If we decline to take action regarding your request, you have the right to appeal.\nWe will notify you providing our reasons and instructions for how you can appeal the decision.\nIf the appeal is denied, we will provide a way for you contact the Attorney General to submit a complaint.</p> How to Exercise Your Privacy Rights <p>To submit a request to exercise these rights you may\nuse one of the following\nthree methods:</p>\n<ul>\n<li>\n<strong>Webform</strong>\npowered by OneTrust</li>\n<li>\n<strong>Mail:</strong> Public Storage, Attention: Privacy\nOfficer, 701 Western Avenue, Glendale, California 91201</li>\n<li>\n<strong>Telephone:</strong> 800.611.2882</li>\n</ul>\n<p>For all requests, please clearly state that the request is related to “Your Virginia\nPrivacy Rights,” indicate which type of request you are making.\nPlease provide us with the following information: (1) first and last name.\n(2) email address.\nand (3) zip code.\nWe will take steps to verify your request by matching the information provided by you with the information we have in our records.\nIf we are unable to adequately verify a request, we will notify the requestor.</p>\n<p>We may deny your request if (1) we are not reasonably capable of associating your request with the Personal Data or it would be unreasonably burdensome for us to associate your request with the Personal Data.\n(2) we do not use the Personal Data to recognize or respond to you specifically or associate the Personal Data with other Personal Data about you.\nand (3) we do not sell the Personal Data to any third party or otherwise voluntarily disclose the Personal Data to any third party other than a processor, except as otherwise permitted under Virginia law.</p> 8.\nLegal Disclaimer <p>Nothing in this Privacy Policy restricts Public Storage’s ability to:</p>\n<ul>\n<li>\nComply with federal, state, or local laws.\n</li>\n<li>\nComply with a civil, criminal, or regulatory inquiry, investigation, subpoena, or summons by\nfederal, state, or local authorities.\n</li>\n<li>\nCooperate with law enforcement agencies concerning conduct or activity that the business,\nservice provider, or third party reasonably and in good faith believes may violate federal,\nstate, or local law.\n</li>\n<li>\nExercise or defend legal claims.\n</li>\n<li>\nDetect security incidents and protect against fraudulent or illegal activity and prosecute\nthose responsible for such activity.\nor\n</li>\n<li>Transfer Personal Information as part of a merger or acquisition, dissolution of Public\nStorage, or in the event of bankruptcy or any other transaction in which a third party\nassumes control of all or part of Public Storage.</li>\n</ul> 9.\nExternal Links <p>When you use this website, you may find links to other websites that we don’t own or\ncontrol.\nWe are not responsible for the content or any other aspect of these third-party sites,\nincluding their collection of your Personal Information.\nYou should review their terms and\nconditions and privacy policies before proceeding to that site.</p> 10.\nUpdates to this Privacy Policy <p>This Privacy Policy is reviewed and updated regularly.\nIf we change this Policy, we\nwill post the updated Privacy Policy here, and those changes will go into effect on the “last\nupdated” date shown above.\nWe will take your continued use of our Services to mean you accept\nthe terms of the updated Policy.\nWe will not retroactively use or share your Personal\nInformation for materially different purposes without first taking reasonable steps to provide\nyou notice.</p> 11.\nQuestions and Contact Us <p>If you have a questions about this Policy or our privacy practices, you may contact\nus or call us at 800.611.2882.</p> Public Storage is the leading provider of storage units for your personal, business and vehicle needs with thousands of locations nationwide.\nWe offer a wide variety of units and sizes available with no obligation and no long-term commitment.\nCall today at 800-688-8057 for a free reservation and get your first month's rent for just $1.\n<i>\n</i> Public Storage Locations in San Antonio:\n<ul>\n<li>Converse, Texas\n</li>\n<li>Universal City, Texas\n</li>\n<li>Helotes, Texas\n</li>\n<li>Live Oak, Texas\n</li>\n<li>La Marque, Texas\n</li>\n<li>Missouri City, Texas\n</li>\n<li>Manvel, Texas\n</li>\n<li>Dickinson, Texas\n</li>\n</ul> Public Storage Locations in Texas:\n<ul>\n<li>Addison, Texas\n</li>\n<li>Alamo Heights, Texas\n</li>\n<li>Aledo, Texas\n</li>\n<li>Allen, Texas\n</li>\n<li>Argyle, Texas\n</li>\n<li>Arlington, Texas\n</li>\n<li>Aubrey, Texas\n</li>\n<li>Austin, Texas\n</li>\n</ul> Public Storage Locations in the Country: <ul>\n<li>Houston\n</li>\n<li>Orlando\n</li>\n<li>Charlotte\n</li>\n<li>Indianapolis\n</li>\n<li>Denver\n</li>\n<li>Seattle\n</li>\n<li>Virginia Beach\n</li>\n<li>Louisville\n</li>\n<li>Los Angeles\n</li>\n<li>San Antonio\n</li>\n<li>Chicago\n</li>\n<li>San Jose\n</li>\n<li>Las Vegas\n</li>\n<li>Marietta\n</li>\n<li>Colorado Springs\n</li>\n<li>Phoenix\n</li>\n<li>Dallas\n</li>\n<li>Austin\n</li>\n<li>Miami\n</li>\n<li>Tampa\n</li>\n<li>Atlanta\n</li>\n<li>Sacramento\n</li>\n<li>Fort Worth\n</li>\n<li>Portland\n</li>\n</ul> Storage Types Self Storage Facilities Business Storage Car and RV Storage Boat Storage Climate Controlled Storage Support Contact Help Center Size Guide Public Storage Blog Company Info Careers U.S.\nLocations Global Locations 3rd Party Management Commercial Real Estate Cell Tower Lease AdChoices Follow Public Storage<sup>®</sup> Download App © 2023 Public Storage.\nAll rights reserved.\nSitemap State Sitemap Accessibility Privacy Policy Terms &amp.\nConditions Cookie Settings <p>PUBLIC STORAGE, PS, and the Orange Door Trade Dress are trademarks or registered trademarks of Public Storage in the United States and/or other countries.</p>\n<p>Facilities with a have one or more of the following sustainable initiatives in place to help you make an informed storage decision: LED lighting, Efficient HVAC Systems, Solar power generation, Eco-Friendly Water Practices, or High R-value Insulation.</p>\n<p>\n<i>\n</i>\nPromotion: Subject to change.\nOffered only on selected units.\nSubject to availability.\nLimit one offer per household.\nThis offer applies only to the rental fee.\nOther restrictions, taxes, and fees, including an administrative fee, apply.\nSee contract for full details.\nPromotions good for new customers only.\nNot available on transfers or additional spaces.\nPricing subject to change.\nReservation required to guarantee price.\nActual unit sizes may vary from approximate size estimate and reservations do not guarantee unit availability.\nTemperature and humidity levels within any storage space including climate-controlled spaces may vary.\nPlease inspect any unit before renting.\nOnline pricing available only for online reservations and rentals.\nNot sure about the size you need? Don’t worry, online pricing discount will be honored for any rental originating from an online reservation.</p> Promotion × <p>Subject to change.\nOffered only on selected space at select locations.\nSubject to availability.\nLimit one offer per household.\nThis offer applies only to the rental fee.\nOther restrictions, taxes, and fees, including an administrative fee, apply.\nSee contract for full details.\nPromotions good for new customers only.\nNot available on transfers or additional spaces.\nPricing subject to change.\nReservation required to guarantee price.\nActual space sizes may vary from approximate size estimate and reservations do not guarantee unit availability.\nPlease inspect any space before renting.\nOnline pricing available only for online reservations and rentals.\nNot sure about the size you need? Don't worry, online pricing discount will be honored for any rental originating from an online reservation.\nIf the promotion is associated with the 4th of July Sale: the promotional period runs until 7/4/23 and you must move in within 7 days of reservation.</p> ", "created_at": "2023-07-03 23:20:44.440067", "updated_at": "2023-07-03 23:21:07.376297"}, {"id": 17088, "name": "Terms and Conditions ", "url": "https://www.publicstorage.com/terms-and-conditions.html", "xpath": "//body", "text": " Skip to main content\nSkip to footer content <strong>\n</strong>\n<strong>Call</strong>\n<ul>\n<li>\nFind Storage Find Storage Enter City, State or Zip Select Storage Units Vehicle Units Select\n<b>\n</b> Storage Type Select All Sizes Small Medium Large Up to 20' Up to 35' Up to 50' Select\n<b>\n</b> Size Search </li>\n<li>\nSize Guide Small Units Lockers A Few Things 5'x5' Large Closet 5'x10' One Room Medium Units 5'x15' Two Rooms 10'x10' Three Rooms Large Units 10'x15' Four Rooms 10'x20' Five Rooms 10'x25' Six Rooms+ Vehicle Units Up to 20' Most Cars Up to 35' Most RVs and Boats Up to 50' Oversize Vehicles </li>\n<li>\nStorage Types\n<ul>\n<li> Self Storage </li>\n<li> Business Storage </li>\n<li> Vehicle &amp.\nRV Storage </li>\n<li> Boat Storage </li>\n<li> Climate Controlled Storage </li>\n</ul>\n</li>\n</ul> 800-688-8057 Your Account <ul>\n<li>Log In</li>\n<li>Create an Account</li>\n<li>Your Reservation</li>\n<li>\nDownload App\n</li>\n</ul> Pay Bill <ul>\n<li> Find Storage\n</li>\n<li> Size Guide\n</li>\n<li> Storage Types <ul>\n<li> Self Storage </li>\n<li> Business Storage </li>\n<li> Vehicle &amp.\nRV Storage </li>\n<li> Boat Storage </li>\n<li> Climate Controlled Storage </li>\n</ul>\n</li>\n<li> Help Center\n</li>\n<li> About Us <ul>\n<li> Our Story </li>\n<li> Investor Relations </li>\n<li> U.S.\nLocations </li>\n<li> Global Locations </li>\n<li> 3rd Party Management </li>\n<li> Contact Us </li>\n<li> Careers </li>\n<li> Blog </li>\n</ul>\n</li>\n</ul> Your Account <ul>\n<li>\nLog In</li>\n<li>\nCreate an Account</li>\n<li>\nYour Reservation</li>\n<li> Download App\n</li>\n</ul> Pay Bill\n800-688-8057 Terms and Conditions\n<p>Last Updated: October 28th 2021</p>\n<p>Please read these terms and conditions carefully.\nit sets forth the legally binding terms for your use of the service and other services made available through the service.\nthese terms require you arbitrate any disputes you have with us and you waive the ability to bring claims against us in a class action format.</p>\nIntroduction\n<p>Welcome! We’re glad you have chosen to engage with Public Storage using one of our digital properties.\nThese Terms and Conditions, including any documents, policies, and guidelines incorporated by reference (referred to collectively as the <strong>“Terms”</strong>) governs the website (www.publicstorage.com) (including both mobile and online versions) (the <strong>“Site”</strong>), including your use of interactive features, our mobile applications (each an <strong>“App”</strong>), content and/or other online services that we own and control and that post a link to these Terms (collectively, the <strong>“Service”</strong>), which are made available by Public Storage (<strong>“Public Storage”</strong>, <strong>“we”</strong>, <strong>“our”</strong> or <strong>“us”</strong>).\nBy using the Service, you acknowledge and accept the Service’s Privacy Policy and consent to the collection and use of your data in accordance with our Privacy Policy.</p>\n<p>By accessing or using our Service in any way you are agreeing to comply with these Terms.\nIn some instances, both these Terms and separate guidelines, rules, or terms of use or sale setting forth additional or different terms and/or conditions will apply to your use of the Service or to a service or product offered via the Service (in each such instance, and collectively <strong>“Additional Terms”</strong>).\nThese Terms do not alter in any way the Additional Terms you may have or will have with Public Storage, including the Rental Agreement for your storage unit or any other website terms and conditions with a Public Storage affiliate.\nTo the extent that there is any conflict between these Terms and any Additional Terms or other agreements relating to services you have purchased, the Rental Agreement for your storage unit, or online tools you use or to which you subscribe, those other Additional Terms or agreements will govern.</p>\n<p>The business realities associated with operating the Service are such that, without the limitations that are set forth in these Terms, such as your grants and waivers of rights, the limitations on our liability, your indemnity of us, and the arbitration of certain disputes – we would not make the Service available to you.</p>\n<p>Public Storage and its affiliates provide the Service to you subject to the following notices, terms, and conditions.</p> 1.\nPromotions and Offers\n<p>All promotions and offers are subject to change.\nThey are offered only on selected units and are subject to availability.\nPrice offers apply only to the rental fee.\nOther restrictions, taxes, and fees, including administrative fees, apply.\nSee each contract for full details.</p>\n<p>Promotions are good for new customers only unless otherwise specified.\nThey are not available on transfers or additional spaces.\nPricing is subject to change.\nA reservation is required to guarantee the price.\nA reservation only guarantees the price and not the availability of any unit.</p>\n<p>Actual unit sizes may vary from approximate size estimates.</p>\n<p>Please inspect any unit before renting.</p>\n<p>Online pricing is available only for online reservations and rentals.</p>\n<p>Not sure about the size you need? Don't worry.\nonline pricing discounts will be honored for any rental originating from an online reservation.</p>\n<p>We try to describe every item, product or service offered on this Service accurately.\nHowever, we are human, and therefore we do not warrant that specifications or pricing on the Service is complete, accurate, reliable, current, or error-free.\nIn the event of any errors relating to the pricing or specifications of any item, product, or service, Public Storage shall have the right to refuse or cancel any orders in its sole discretion.\nIf we charged your credit card or other account prior to cancellation, we will issue a credit to your account in the amount of the charge.\nAdditional terms may apply.</p>\n<p>The purchase of products and services on the Service is subject to availability.\nPRODUCTS AND SERVICES DISPLAYED ON THE SERVICE MAY NOT BE AVAILABLE AT ALL TIMES AND MAY BE SUBSTITUTED OR DISCONTINUED AT ANY TIME.\nPUBLIC STORAGE RESERVES THE RIGHT, AT ANY TIME, TO CHANGE ITS PRICES AND BILLING METHODS FOR SERVICES SOLD, EFFECTIVE IMMEDIATELY UPON POSTING ON THE SERVICE OR BY E-MAIL DELIVERY TO YOU.</p> 2.\nContent, Ownership, Limited License, and Rights of Others\n<p>\n<strong>A.\nContent</strong>.\nThe Service contains a variety of: (i) materials and other items relating to Public Storage, and its products and services, and similar items from our licensors and other third parties, including all layout, information, articles, posts, text, data, files, images, scripts, designs, graphics, button icons, instructions, illustrations, photographs, audio clips, music, sounds, pictures, videos, advertising copy, URLs, technology, software, interactive features, the “look and feel” of the Service, and the compilation, assembly, and arrangement of the materials of the Service and any and all copyrightable material (including source and object code).\n(ii) trademarks, trade dress, logos, trade names, service marks, and/or trade identities of various parties, including those of Public Storage, including, without limitation, Public Storage® and Trusted Nationwide Since 1972®, The Orange Door Storage Insurance Program™ and the trade dress of an orange door on a storage unit (collectively, “Trademarks”).\nand (iii) other forms of intellectual property (all of the foregoing including Trademarks, collectively, “Content”).</p>\n<p>\n<strong>B.\nOwnership</strong>.\nThe Service (including past, present, and future versions) and the Content are owned or controlled by Public Storage, our licensors, and/or certain other third parties.\nAll right, title, and interest in and to the Content available via the Service is the property of Public Storage or our licensors or certain other third parties, and is protected by U.S.\nand international copyright, trademark, trade dress, patent, and/or other intellectual property and unfair competition rights and laws to the fullest extent possible.\nPublic Storage owns the copyright in the selection, compilation, assembly, arrangement, and enhancement of the Content on the Service.\nThe Content may not be copied or used, in whole, partial, or modified form, without the prior written permission of Public Storage or, if applicable, its licensor or affiliate.\nYou may not use any meta tags or any other \"hidden text\" utilizing a Public Storage name, trademark, or product name without Public Storage’s express written consent.</p>\n<p>\n<strong>C.\nLimited License to Content</strong>.\nSubject to your strict compliance with these Terms and any Additional Terms, Public Storage grants you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to: (i) download (temporary storage only), display, view, use, play, and/or print one copy of the Content (excluding source and object code in raw form or otherwise, other than as made available to access and use to enable display and functionality) on a personal computer, mobile phone or other wireless device, or other Internet enabled device (each, a “Device”) for your personal, non-commercial use only.\nThe foregoing limited license: (i) does not give you any ownership of, or any other intellectual property interest in, any Content, and (ii) may be immediately suspended or terminated for any reason, in Public Storage’s sole discretion, and without advance notice or liability.\nIn some instances, we may permit you to have greater access to and use of Content, subject to certain Additional Terms.</p>\n<p>\n<strong>D.\nContent Use Restrictions</strong>.\nYou also agree that, in using the Service: (i) you will not monitor, gather, copy, or distribute the Content (except as may be a result of standard search engine activity or use of a standard browser) on the Service by using any robot, rover, “bot”, spider, scraper, crawler, spyware, engine, device, software, extraction tool, or any other automatic device, utility, or manual process of any kind.\n(ii) you will not frame or utilize framing techniques to enclose any such Content (including any images, text, or page layout).\n(iii) you will keep intact all Trademark, copyright, and other intellectual property notices contained in such Content.\n(iv) you will not use such Content in a manner that suggests an unauthorized association with any of our or our licensors’ products, services, or brands.\n(v) you will not make any modifications to such Content.\n(vi) you will not copy, modify, reproduce, archive, sell, lease, rent, exchange, create derivative works from, publish by hard copy or electronic means, publicly perform, display, disseminate, distribute, broadcast, retransmit, circulate or transfer to any third party or on any third-party application or website, or otherwise use or exploit such Content in any way for any purpose except as specifically permitted by these Terms or any Additional Terms or with the prior written consent of an officer of Public Storage or, in the case of Content from a licensor, the owner of the Content.\nand (vii) you will not insert any code or product to manipulate such Content in any way that adversely affects any user experience.</p>\n<p>\n<strong>E.\nRights of Others</strong>.\nWhen using the Service, you must respect the intellectual property and other rights of Public Storage and others.\nYour unauthorized use of Content may violate copyright, trademark, privacy, publicity, communications, and other laws, and any such use may result in your personal liability, including potential criminal liability.\nIf you believe that your work has been infringed by means of an improper posting or distribution of it via the Service, then please see Section 9 below.</p>\n<p>\n<strong>F.\nAvailability of Service and Content</strong>.\nPublic Storage may immediately suspend or terminate the availability of the Service and Content (and any elements and features of them), in whole or in part, for any reason, in Public Storage’s sole discretion, and without advance notice or liability.</p>\n<p>\n<strong>G.\nReservation of All Rights Not Granted as to Content and Service</strong>.\nThese Terms and any Additional Terms include only narrow, limited grants of rights to Content and to use and access the Service.\nNo right or license may be construed, under any legal theory, by implication, estoppel, industry custom, or otherwise.\nAll rights not expressly granted to you are reserved by Public Storage and its licensors and other third parties.\n<strong>\n<em>Any unauthorized use of any Content or the Service for any purpose is prohibited.</em>\n</strong>\n</p> 3.\nLinks\n<p>\n<strong>A.\nLinks to Other Sites</strong>.\nOur Service may link to sites not maintained or related to Public Storage.\nWe provide these links as a service to our users.\nWe do not sponsor or endorse these other sites and we have not reviewed the other sites.\nWe are not responsible for the content of any other sites.\nYou may access those other sites through the links at your own risk.\nThese Terms and our Privacy Policy do not apply to other sites.\nPlease review the terms and conditions and privacy policy for any other site that you may visit through a link on our Service.\nSuch other sites may have Terms and/or privacy policies that differ from that of Public Storage, and the other sites may provide less security than our Service.\nPublic Storage disclaims all liability in connection therewith.</p>\n<p>\n<strong>B.\nLinks by You to the Service</strong>.\nWe grant you a limited, non-exclusive, revocable, non-assignable, personal, and non-transferable license to create hyperlinks to the Service, so long as: (a) the links only incorporate text, and do not use any Trademarks, (b) the links and the content on your website do not suggest any affiliation with Public Storage or cause any other confusion, and (c) the links and the content on your website do not portray Public Storage or its products or services in a false, misleading, derogatory, or otherwise offensive matter, and do not contain content that is unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, harassing, or abusive, or that violate any right of any third party or are otherwise objectionable to Public Storage.\nPublic Storage reserves the right to suspend or prohibit linking to the Service for any reason, in its sole discretion, without advance notice or any liability of any kind to you or any third party.</p>\n<p>\n<strong>C.\nDealings with Third Parties</strong>.\nAny interactions, correspondence, transactions, and other dealings that you have with any third parties found on or through the Service (including on or via linked services or advertisements) are solely between you and the third party (including issues related to the content of third-party advertisements, payments, delivery of goods, warranties (including product warranties), privacy and data security, and the like).\nPublic Storage disclaims all liability in connection therewith.</p> 4.\nPrivacy Policy\n<p>Public Storage respects the privacy of its users.\nPlease read our Privacy Policy, which explains our practices relating to the collection and use of your information through or in connection with our Service.\nPublic Storage’s use of your information is governed at all times by our Privacy Policy, which is incorporated into these Terms.\nYou understand that through your use of the Service you consent to the collection and use of this information as set forth in our Privacy Policy.</p> 5.\nAuthority to Use Service\n<p>By using our Service, you represent that you are at least thirteen (13) years old.\nPersons who are at least thirteen (13) years of age but under the age of eighteen (18) may only use our Service with legal parental or guardian consent.\nAccordingly, you agree that you are at the age of majority in your state/jurisdiction of residence (which is eighteen (18) in most states) years of age or older or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, representations, and warranties set forth in the Terms.\notherwise, please exit the Service.</p>\n<p>Our Service is intended for use by our customers in the United States.\nOur Service is not intended for, and should not be used by, any person or entity in any jurisdiction or country where such distribution or use would be contrary to local laws or regulations.</p>\n<p>The Content contained on the Service and the Terms, policies, and descriptions that appear on the Service are subject to change.\nYou accept sole responsibility for your use of the Service.\nYour use of the Service is limited to the intended functions of the Service.\nUnauthorized use of the Service, services, or systems, including, but not limited to, unauthorized entry into Public Storage's systems or misuse of any information posted on the Service, is strictly prohibited.\nYou may not use the Service in a manner that:</p>\n<p>(a) harasses, abuses, stalks, threatens, defames, or otherwise infringes or violates the rights of any other party (including, but not limited to, rights of publicity or other proprietary rights);</p>\n<p>(b) is unlawful, fraudulent, or deceptive;</p>\n<p>(c) uses technology or other means to access content or systems of Public Storage in a manner that is not authorized by Public Storage;</p>\n<p>(d) uses or launches any automated system, including, without limitation, \"robots,\" \"spiders,\" or \"offline readers,\" to access content or systems of Public Storage;</p>\n<p>(e) attempts to introduce viruses or any other computer code, files, or programs that interrupt, destroy, or limit the functionality of any computer software, hardware, or telecommunications equipment;</p>\n<p>(f) attempts to gain unauthorized access to Public Storage’s computer network or user accounts;</p>\n<p>(g) encourages conduct that would constitute a criminal offense or that gives rise to civil liability;</p>\n<p>(h) violates these Terms or any other Public Storage policies;</p>\n<p>(i) attempts to damage, disable, overburden, or impair Public Storage’s servers or networks;</p>\n<p>(j) seeks to attempt to or do harm any individuals or entities or are unlawful, offensive, obscene, lewd, lascivious, filthy, violent, threatening, bullying, harassing, or abusive, or that violate any right of any third party, or are otherwise objectionable to Public Storage;</p>\n<p>(k) reverse engineers, decompiles, disassembles, reverse assembles, or modifies any Service source or object code or any software or other products, services, or processes accessible through any portion of the Service;</p>\n<p>(l) interferes with a user’s access to the Service or the proper operation of the Service, or otherwise causes harm to the Service, Public Storage, or other users of the Service;</p>\n<p>(m) interferes with or circumvents any security feature of the Service or any feature that restricts or enforces limitations on use of or access to the Service, the Content, or the User-Generated Content (defined below);</p>\n<p>(n) harvests or otherwise collects or stores any information (including personally identifiable information about other users of the Service, including email addresses, without the express consent of Public Storage and such users);</p>\n<p>(o) fails to comply with these Terms, any Additional Terms or applicable third-party terms.\nor</p>\n<p>(p) is otherwise objectionable as determined in Public Storage’s sole discretion.</p> 6.\nUpdates to the Terms\n<p>These Terms (or if applicable Additional Terms), in the form posted at the time of your use of the applicable services to which it applies, shall govern such use (including transactions entered during such use).\nAS OUR SERVICE EVOLVES, THE TERMS AND CONDITIONS UNDER WHICH WE OFFER THE SERVICE MAY PROSPECTIVELY BE MODIFIED AND WE MAY CEASE OFFERING THE SERVICE UNDER THE TERMS OR ADDITIONAL TERMS FOR WHICH THEY WERE PREVIOUSLY OFFERED.\nACCORDINGLY, EACH TIME YOU SIGN IN TO OR OTHERWISE USE THE SERVICE YOU ARE ENTERING INTO A NEW AGREEMENT WITH US ON THE THEN APPLICABLE TERMS AND CONDITIONS AND YOU AGREE THAT WE MAY NOTIFY YOU OF OTHER TERMS BY POSTING THEM ON THE SERVICE (OR IN ANY OTHER REASONABLE MANNER OF NOTICE WHICH WE ELECT), AND THAT YOUR USE OF THE SERVICE AFTER SUCH NOTICE CONSTITUTES YOUR GOING FORWARD AGREEMENT TO THE OTHER TERMS FOR YOUR NEW USE AND TRANSACTIONS.\nTherefore, you should review the posted terms of use and any applicable Additional Terms each time you use the Service (at least prior to each transaction or submission).\nThe Additional Terms will be effective as to new use and transactions as of the time that we post them, or such later date as may be specified in them or in other notice to you.\nHowever, the Terms (and any applicable Additional Terms) that applied when you previously used the Service will continue to apply to such prior use (i.e., changes and additions are prospective only) unless mutually agreed.\nIn the event any notice to you of new, revised or additional terms is determined by a tribunal to be insufficient, the prior agreement shall continue until sufficient notice to establish a new agreement occurs.\nYou should frequently check the home page and the email you associated with your account for notices, and you agree that the means set forth in these Terms are all reasonable manners of providing you with notice.\nYou can reject any new, revised or Additional Terms by discontinuing use of the Service and related services.</p> 7.\nRegistration, Password and Security\n<p>Whenever you provide us information on our Service, you agree to: (a) provide true, accurate, current, and complete information.\nand (b) maintain and promptly update such information to keep it true, accurate, current, and complete.\nIf you provide any information that is, or we have reasonable grounds to suspect that the information is, untrue, inaccurate, not current, or incomplete, Public Storage may without notice suspend or terminate your access to our Service and refuse any and all current or future use of our Service (or any portion thereof).\nIn order to access or use some (or potentially all) of the features on the Service, you may be required to first register for a user account through our registration process that we make available through the Service (and purchase a subscription as described in Section 3 above).\nThe Service’s practices governing any resulting collection and use of your personal information are disclosed in our Privacy Policy .\nIf any portion of our Service requires you to register or open an account you may also be asked to choose a password and a username.\nPlease select a password that would not be obvious to someone trying to guess your password, and change it regularly as an added precaution.\nWe may reject the use of any password, username, or e-mail address for any other reason in our sole discretion.\n(ii) You will provide true, accurate, current, and complete registration information about yourself in connection with the registration process and, as permitted, to maintain and update it continuously and promptly to keep it accurate, current, and complete.\n(iii) You are solely responsible for all activities that occur under your account, password, and username – whether or not you authorized the activity.\n(iv) You are solely responsible for maintaining the confidentiality of your password and for restricting access to your Device so that others may not access any password protected portion of the Service using your name, username, or password.\n(v) You will immediately notify us of any unauthorized use of your account, password, or username, or any other breach of security.\nand (vi) You will not sell, transfer, or assign your account or any account rights.\nWithout limiting any rights which Public Storage may otherwise have, Public Storage reserves the right to take any and all action, as it deems necessary or reasonable, to ensure the security of the Service and your account, including, without limitation, terminating your account, changing your password, or requesting additional information to authorize transactions on your account.\nNotwithstanding the above, Public Storage may rely on the authority of anyone accessing your account or using your password and in no event and under no circumstances shall Public Storage be held liable to you for any liabilities or damages resulting from or arising out of: (i) any action or inaction of Public Storage under this provision, (ii) any compromise of the confidentiality of your account or password, or (iii) any unauthorized access to your account or use of your password.\nYou may not use anyone else's account at any time, without the permission of the account holder.</p>\n<p>The security of your personally identifying information is important to us.\nWhile there is no such thing as \"perfect security\" on the Internet, we will take reasonable steps to help ensure the safety of your personally identifying information.\nHowever, you understand and agree that such steps do not guarantee that use of the Service is invulnerable to all security breaches, and that Public Storage makes no warranty, guarantee, or representation that use of any of our Service is protected from viruses, security threats, or other vulnerabilities.</p>\n<p>We will not be liable for any loss or damage (of any kind and under any legal theory) to you or any third party arising from your inability or failure for any reason to comply with any of the foregoing obligations.</p> 8.\nTelephonic Communications and Agreement to be Contacted\n<p>You acknowledge that telephone calls to or from Public Storage may be monitored and recorded and you agree to such monitoring and recording.</p>\n<p>You verify that any contact information provided to Public Storage, including, but not limited to, your name, mailing address, email address, your residential telephone number, and/or your mobile telephone number, is true and accurate.\nYou verify that you are the current subscriber or owner of any telephone number that you provide to us.\nShould any of your contact information change, including your telephone numbers, you agree to notify us before the change goes into effect by contacting the facility where your storage unit is located, by phone at (800) 567-0759, or electronically by logging into your account on the Site.</p>\n<p>You agree to indemnify, defend, and hold Public Storage harmless from and against any and all claims, losses, liability, costs, and expenses (including reasonable attorneys’ fees) arising from failure to update your contact information (including your telephone number), your voluntary provision of a telephone number that is not your own, and/or from your violation of any federal, state, or local law, regulation, or ordinance.</p>\n<p>You acknowledge that by voluntarily providing your telephone number(s) to Public Storage, you expressly agree to receive prerecorded voice messages and/or autodialed calls or text messages from us related to offers, your account, any transaction with us, and/or your relationship with Public Storage.\nYou also agree that Public Storage may obtain, and you expressly agree to be contacted at, email addresses, mailing addresses, and phone numbers provided by you directly or obtained through other lawful means, such as skip tracing.\nThese telephone calls and text messages may include, for example, confirmation of reservation requests, changes to your account, and account collections.\nYou agree to receive calls and text messages even if you cancel your account or terminate your relationship with us, except if you opt-out, as provided below.\nConsent to receive automated marketing calls/texts is not a condition of purchasing any goods or services.\nCalls or text messages to you may be made by or on behalf of Public Storage even if your telephone number is registered on any state or federal Do Not Call list.\nYou acknowledge that you may incur a charge for these calls or text messages by your telephone carrier and that Public Storage is not responsible for these charges.</p>\n<p>You may opt-out of automated calls or text messages at any time.\nTo opt-out of text messages, reply STOP to any text message you receive.\nFor help, text HELP.\nYou acknowledge and agree that you may receive a text message confirming your opt-out.\nTo opt-out of automated telephone calls (but not text messages), contact the facility where your storage unit is located, call (800) 567-0759, or send us a message through the “Contact Us” form on the Site.\nPlease allow up to thirty (30) days to process any opt-out request.\nPlease note that if you opt out of automated calls, we reserve the right to make non-automated calls to you relating to your account, any transaction, account collections, or your relationship with us.\nYour obligations under this Section shall survive termination of these Terms.</p>\n<p>As permitted by applicable law, when you communicate with us electronically, such as via email or texting via the Public Storage Virtual Assistant (Message frequency varies.\nMessage and data rates may apply.\nCarriers are not liable for delayed or undelivered messages.\nText HELP to 83539 for help or call 833.814.3592.\nText STOP to 83539 to cancel) , you consent to receive communications from us electronically.\nPlease note that we are not obligated to respond to inquiries that we receive.\nYou agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p> 9.\nCopyright Complaints\n<p>\n<strong>A.\nDMCA Notice</strong>.\nPublic Storage will respond appropriately to notices of alleged copyright infringement that comply with the U.S.\nDigital Millennium Copyright Act (<strong>“DMCA”</strong>), as set forth below.\nIf you own a copyright in a work (or represent such a copyright owner) and believe that your (or such owner’s) copyright in that work has been infringed by an improper posting or distribution of it via the Service, then you may send us a written notice that includes all of the following:</p>\n<p>(i) a legend or subject line that says: “DMCA Copyright Infringement Notice”<br>\n(ii) a description of the copyrighted work that you claim has been infringed or, if multiple copyrighted works are covered by a single notification, a representative list of such works;<br>\n(iii) a description of where the material that you claim is infringing or is the subject of infringing activity is located that is reasonably sufficient to permit us to locate the material (please include the URL or page of the Service on which the material appears);<br>\n(iv) your full name, address, telephone number and email address;<br>\n(v) a statement by you that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;<br>\n(vi) a statement by you, made under penalty of perjury, that all the information in your notice is accurate, and that you are the copyright owner (or, if you are not the copyright owner, then your statement must indicate that you are authorized to act on the behalf of the owner of an exclusive right that is allegedly infringed).\nand<br>\n(vii) your electronic or physical signature.</p>\n<p>Public Storage will only respond to DMCA Notices that it receives by mail, email or facsimile at the addresses below:</p>\n<p>Public Storage<br>\nAttention: Litigation &amp.\nOperations Counsel<br>\n701 Western Avenue<br>\nGlendale, California 91201<br>\nE-mail: <strong>copyright@publicstorage.com</strong>\n</p>\n<p>It is often difficult to determine if your copyright has been infringed.\nPublic Storage may elect to not respond to DMCA Notices that do not substantially comply with all of the foregoing requirements, and Public Storage may elect to remove allegedly infringing material that comes to its attention via notices that do not substantially comply with the DMCA.</p>\n<p>Please note that the DMCA provides that any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.\nWe may send the information that you provide in your notice to the person who provided the allegedly infringing work.\nThat person may elect to send us a DMCA Counter-Notification.</p>\n<p>Without limiting Public Storage’s other rights, Public Storage may, in appropriate circumstances, terminate a repeat infringer’s access to the Service and any other website owned or operated by Public Storage.</p>\n<p>\n<strong>B.\nCounter-Notification</strong>.\nIf access on the Service to a work that you submitted to Public Storage is disabled or the work is removed as a result of a DMCA Notice, and if you believe that the disabled access or removal is the result of mistake or misidentification, then you may send us a DMCA Counter-Notification to the addresses above.\nYour DMCA Counter-Notification should contain the following information:</p>\n<p>(i) a legend or subject line that says: “DMCA Counter-Notification”;<br>\n(ii) a description of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled (please include the URL or page of the Service from which the material was removed or access to it disabled);<br>\n(iii) a statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled;<br>\n(iv) your full name, address, telephone number, e-mail address, and the username of your account;<br>\n(v) a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or, if the address is located outside the U.S.A., to the jurisdiction of the United States District Court for the Central District of California), and that you will accept service of process from the person who provided DMCA notification to us or an agent of such person.\nand<br>\n(vi) your electronic or physical signature.</p>\n<p>Please note that the DMCA provides that any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.</p>\n<p>If we receive a DMCA Counter-Notification, then we may replace the material that we removed (or stop disabling access to it) in not less than ten (10) and not more than fourteen (14) business days following receipt of the DMCA Counter-Notification.\nHowever, we will not do this if we first receive notice at the addresses above that the party who sent us the DMCA Copyright Infringement Notice has filed a lawsuit asking a court for an order restraining the person who provided the material from engaging in infringing activity relating to the material on the Service.\nYou should also be aware that we may forward the Counter-Notification to the party who sent us the DMCA Copyright Infringement Notice.</p> 10.\nSubmissions to Public Storage\n<p>\n<strong>A.\nUser Submissions</strong>\n<br>\n<strong>(i) General</strong>.\nPublic Storage may now or in the future offer users of the Service the opportunity to create, build, post, upload, display, publish, distribute, transmit, broadcast, or otherwise make available on or submit through the Service (collectively, “submit”) reviews, messages, text, illustrations, files, images, graphics, photos, comments, feedback, surveys, responses, sounds, music, videos, information, content, data, questions, suggestions, personally identifiable information, or other information or materials and the ideas contained therein (collectively, “User Submissions”).\nPublic Storage may allow you to do this through forums, email, and other communications functionality.\nSubject to the license you grant in these Terms, you retain whatever legally cognizable right, title, and interest that you have in your User Submissions and you remain ultimately responsible for it.</p>\n<p>\n<strong>(ii) Non-Confidentiality of Your User Submissions</strong>.\nExcept as otherwise described in the Service’s posted Privacy Policy or any Additional Terms, you agree that: (a) your User Submissions will be treated as non-confidential – regardless of whether you mark them “confidential,” “proprietary,” or the like – and will not be returned.\nand (b) Public Storage does not assume any obligation of any kind to you or any third party with respect to your User Submissions.\nUpon Public Storage’s request, you will furnish us with any documentation necessary to substantiate the rights to such content and to verify your compliance with these Terms or any Additional Terms.\nYou acknowledge that the Internet and mobile communications may be subject to breaches of security and that you are aware that submissions of User Submissions may not be secure, and you will consider this before submitting any User Submissions and do so at your own risk.\nIn your communications with Public Storage, please keep in mind that we do not seek any unsolicited ideas or materials for products or services, or even suggested improvements to products or services, including, without limitation, ideas, concepts, inventions, or designs for music, websites, apps, books, scripts, screenplays, motion pictures, television shows, theatrical productions, software or otherwise (collectively, “Unsolicited Ideas and Materials”).\nAny Unsolicited Ideas and Materials you post on or send to us via the Service are deemed User Submissions and licensed to us as set forth below.\nIn addition, Public Storage retains all of the rights held by members of the general public with regard to your Unsolicited Ideas and Materials.\nPublic Storage’s receipt of your Unsolicited Ideas and Materials is not an admission by Public Storage of their novelty, priority, or originality, and it does not impair Public Storage’s right to contest existing or future intellectual property rights relating to your Unsolicited Ideas and Materials.</p>\n<p>\n<strong>(iii) License to Public Storage of Your User Submissions</strong>.\nExcept as otherwise described in any applicable Additional Terms, you grant to Public Storage the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and cost-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense (through multiple levels), display, publicly perform, transmit, publish, broadcast, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of your User Submissions (and derivative works thereof), for any purpose whatsoever in all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.\nWithout limitation, the granted rights include the right to: (a) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, publish in searchable format, and remove such User Submissions and combine same with other materials, and (b) use any ideas, concepts, know-how, or techniques contained in any User Submissions for any purposes whatsoever, including developing, producing, and marketing products and/or services.\nYou understand that in exercising such rights metadata, notices and content may be removed or altered, including copyright management information, and you consent thereto and represent and warrant you have all necessary authority to do so.\nIn order to further effect the rights and license that you grant to Public Storage to your User Submissions, you also hereby grant to Public Storage, and agree to grant to Public Storage, the unconditional, perpetual, irrevocable right to use and exploit your name, persona, and likeness in connection with any User Submissions, without any obligation or remuneration to you.\nExcept as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any User Submissions, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section 10(A)(iii).</p>\n<p>\n<strong>(iv) Exclusive Right to Manage Our Service</strong>.\nPublic Storage may, but will not have any obligation to, review, monitor, display, post, store, maintain, accept, or otherwise make use of, any of your User Submissions, and Public Storage may, in its sole discretion, reject, delete, move, re-format, remove or refuse to post or otherwise make use of User Submissions without notice or any liability to you or any third party in connection with our operation of User Submissions venues in an appropriate manner.\nWithout limitation, we may do so to address content that comes to our attention that we believe is offensive, obscene, lewd, lascivious, filthy, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms or any applicable Additional Terms, including, without limitation, the content restrictions set forth below in the Rules (defined in Section 10(B)).\nSuch User Submissions submitted by you or others need not be maintained on the Service by us for any period of time and you will not have the right, once submitted, to access, archive, maintain, or otherwise use such User Submissions on the Service or elsewhere.</p>\n<p>\n<strong>(v) Representations and Warranties Related to Your User Submissions</strong>.\nEach time you submit any User Submissions, you represent and warrant that you are at least the age of majority in the jurisdiction in which you reside or are the parent or legal guardian, or have all proper consents from the parent or legal guardian, of any minor who is depicted in or contributed to any User Submissions you submit, and that, as to that User Submissions: (a) you are the sole author and owner of the intellectual property and other rights to the User Submissions, or you have a lawful right to submit the User Submissions and grant Public Storage the rights to it that you are granting by these Terms and any Additional Terms, all without any Public Storage obligation to obtain consent of any third party and without creating any obligation or liability of Public Storage.\n(b) the User Submissions is accurate.\n(c) the User Submissions does not and, as to Public Storage’s permitted uses and exploitation set forth in these Terms, will not infringe any intellectual property or other right of any third party.\nand (d) the User Submissions will not violate these Terms (including the Rules) or any Additional Terms, or cause injury or harm to any person.</p>\n<p>\n<strong>(vi) Enforcement</strong>.\nPublic Storage has no obligation to monitor or enforce your intellectual property rights to your User Submissions, but you grant us the right to protect and enforce our rights to your User Submissions, including by bringing and controlling actions in your name and on your behalf (at Public Storage’s cost and expense, to which you hereby consent and irrevocably appoint Public Storage as your attorney-in-fact, with the power of substitution and delegation, which appointment is coupled with an interest).</p>\n<p>\n<strong>B.\nCommunity Usage Rules</strong>.\nAs a user of the Service, these Community Usage Rules (“Rules”) are here to help you understand the conduct that is expected of visitors of the Service’s online forums (“Communities”).</p>\n<p>\n<strong>(i) Nature of Rules</strong>.\nYour participation in the Communities is subject to all of the Terms, including these Rules:</p>\n<ul>\n<li>\n<strong>Your User Submissions</strong>.\nAll of your User Submissions either must be original with you or you must have all necessary rights in it from third parties in order to permit you to comply with these Terms and any Additional Terms.\nYour User Submissions should not contain any visible logos, phrases, or trademarks that belong to third parties.\nDo not use any User Submissions that belongs to other people and pass it off as your own.\nthis includes any content that you might have found elsewhere on the Internet.\nIf anyone contributes to your User Submissions or has any rights to your User Submissions, or if anyone appears or is referred to in the User Submissions, then you must also have their permission to submit such User Submissions to Public Storage (for example, if someone has taken a picture of you and your friend, and you submit that photo to Public Storage as your User Submissions, then you must obtain your friend’s and the photographer’s permission to do so.).</li>\n<li>\n<strong>Speaking of Photos: No Pictures, Videos, or Images of Anyone Other Than You and Your Friends and Family</strong>.\nIf you choose to submit photos to the Service, link to embedded videos, or include other images of real people, then make sure they are of you or of you and someone you know – and only if you have their express permission to submit it.</li>\n<li>\n<strong>Act Appropriately</strong>.\nAll of your Service activities must be venue appropriate, as determined by us.\nBe respectful of others’ opinions and comments so we can continue to build Communities for everyone to enjoy.\nIf you think your User Submissions might offend someone or be embarrassing to someone, then chances are it probably will and it doesn’t belong on the Service.\nCursing, harassing, bullying, stalking, insulting comments, personal attacks, gossip, and similar actions are prohibited.\nYour User Submissions must not threaten, abuse, or harm others, and it must not include any negative comments that are connected to race, national origin, gender, sexual orientation, or physical handicap.\nYour User Submissions must not be defamatory, slanderous, indecent, obscene, pornographic, or sexually explicit.</li>\n<li>\n<strong>Do Not Use for Commercial or Political Purposes</strong>.\nYour User Submissions must not advertise or promote a product or service or other commercial activity, or a politician, public servant, or law.</li>\n<li>\n<strong>Do Not Use for Inappropriate Purposes</strong>.\nYour User Submissions must not promote any infringing, illegal, or other similarly inappropriate activity.</li>\n<li>\n<strong>Be Honest and Do Not Misrepresent Yourself or Your User Submissions</strong>.\nDo not impersonate any other person, user, or company, and do not submit User Submissions that you believe may be false, fraudulent, deceptive, inaccurate, or misleading, or that misrepresents your identity or affiliation with a person or company.</li>\n<li>\n<strong>Others Can See</strong>.\nWe hope that you will use the Communities to exchange information and content and have venue appropriate discussions about job search-related issues with other members.\nHowever, please remember that the Communities are public or semi-public and User Submissions that you submit on the Service within a Community may be accessible and viewable by other users.\nDo not submit personally identifying information (e.g., first and last name together, password, phone number, address, credit card number, medical information, email address, or other personally identifiable information or contact information) on Community spaces and take care when disclosing this type of information to others.</li>\n<li>\n<strong>Don’t Share Other Peoples’ Personal Information</strong>.\nYour User Submissions should not reveal another person’s address, phone number, e-mail address, social security number, credit card number, medical information, financial information, or any other information that may be used to track, contact, or impersonate that individual, unless, and in the form and by the method, specifically requested by Public Storage.</li>\n<li>\n<strong>Don’t Damage the Service or Anyone’s Computers or Other Devices</strong>.\nYour User Submissions must not submit viruses, Trojan horses, spyware, or any other technologies or malicious code that could impact the operation of the Service or any computer or other Device.</li>\n</ul>\n\u2028<p>If you submit User Submissions that Public Storage reasonably believes violates these Rules, then we may take any legally available action that we deem appropriate, in our sole discretion.\nHowever, we are not obligated to take any action not required by law.\nWe may require, at any time, proof of the permissions referred to above in a form acceptable to us.\nFailure to provide such proof may lead to, among other things, the User Submissions in question being removed from the Service.</p>\n<p>\n<strong>(ii) Your Interactions With Other Users.\nDisputes</strong>.\nYou are solely responsible for your interaction with other users of the Service, whether online or offline.\nWe are not responsible or liable for the conduct or content of any user.\nWe reserve the right, but have no obligation, to monitor or become involved in disputes between you and other users.\nExercise common sense and your best judgment in your interactions with others (e.g., when you submit any personal or other information) and in all of your other online activities.</p> 11.\nSecurity\n<p>Violating the security of our Service is prohibited and may result in criminal and civil liability.\nPublic Storage reserves the right, without any limitation, to: (i) investigate any suspected breaches of its Service security or its information technology or other systems or networks, (ii) investigate any suspected breaches of these Terms and any Additional Terms, (iii) investigate any information obtained by Public Storage in connection with reviewing law enforcement databases or complying with criminal laws, (iv) involve and cooperate with law enforcement authorities in investigating any of the foregoing matters, (v) prosecute violators of these Terms and any Additional Terms, and (vi) discontinue the Service, in whole or in part, or, except as may be expressly set forth in any Additional Terms, suspend or terminate your access to it, in whole or in part, including any user accounts or registrations, at any time, without notice, for any reason and without any obligation to you or any third party.\nAny suspension or termination will not affect your obligations to Public Storage under these Terms or any Additional Terms.\nUpon suspension or termination of your access to the Service, or upon notice from Public Storage, all rights granted to you under these Terms or any Additional Terms will cease immediately, and you agree that you will immediately discontinue use of the Service.\nExamples of security violations may include, without limitation, unauthorized access to or use of data or systems including any attempt to probe, scan, or test the vulnerability of the Service or to breach security or authentication measures, unauthorized monitoring of data or traffic, interference with service to any user, host, or network, including, without limitation, mail bombing, news bombing, other flooding techniques, deliberate attempts to overload a system, forging any TCP-IP packet header, e-mail header, or any part of a message header, except for the authorized use of aliases or anonymous remailers, and using manual or electronic means to avoid any use limitations.</p> 12.\nDisclaimer of Warranties\n<p>THE SERVICE INCLUDING ALL CONTENT INCLUDED OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE SERVICE ARE PROVIDED ON AN “AS IS”, “AS AVAILABLE” AND “WITH ALL FAULTS” BASIS, UNLESS OTHERWISE SPECIFIED IN WRITING.\nTherefore, to the fullest extent permissible by law, Public Storage, its parent company and subsidiaries, and each of their respective employees, officers, directors, members, managers, shareholders, agents, vendors, licensors, licensees, contractors, customers, successors, and assigns (collectively, the “<strong>Public Storage Parties</strong>”), hereby disclaim and make no representations, warranties, endorsements, or promises, express or implied, as to:</p>\n<p>(a) the Service (including the Content and the User Submissions);<br>\n(b) the functions, features, or any other elements on, or made accessible through, the Service;<br>\n(c) any products, services, developer code or instructions offered or referenced at or linked through the Service;<br>\n(d) security associated with the transmission of your User Submissions transmitted to Public Storage via the Service;<br>\n(e) whether the Service or the servers that make the Service available are free from any harmful components (including viruses, Trojan horses, and other technologies that could adversely impact your Device);<br>\n(f) whether the information (including any instructions) on the Service is accurate, complete, correct, adequate, useful, timely, or reliable;<br>\n(g) whether any defects to, or errors on, the Service will be repaired or corrected;<br>\n(h) whether your access to the Service will be uninterrupted;<br>\n(i) whether the Service will be available at any particular time or location.\nand<br>\n(j) whether your use of the Service is lawful in any particular jurisdiction.\nEXCEPT FOR ANY SPECIFIC WARRANTIES PROVIDED HEREIN OR IN ADDITIONAL TERMS PROVIDED BY A PUBLIC STORAGE PARTY, TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOU EXPRESSLY AGREE THAT YOU USE THE SERVICE AT YOUR SOLE RISK.\nTO THE FULL EXTENT PERMITTED BY LAW, THE PUBLIC STORAGE PARTIES DISCLAIM ANY AND ALL REPRESENTATIONS AND WARRANTIES WITH RESPECT TO THE SERVICE AND THE SERVICE’S CONTENTS, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, WARRANTIES OF TITLE, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE OR USE, NON-INFRINGEMENT OR MISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS OF THIRD PARTIES, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, SYSTEM INTEGRATION, AND FREEDOM FROM COMPUTER VIRUS.</p>\n<p>AT TIMES YOU MAY EXPERIENCE DIFFICULTY ACCESSING THE SERVICE OR COMMUNICATING WITH THE PUBLIC STORAGE PARTIES THROUGH THE INTERNET OR OTHER ELECTRONIC WIRELESS SERVICES AS A RESULT OF HIGH INTERNET TRAFFIC, TRANSMISSION PROBLEMS, SYSTEMS CAPACITY LIMITATIONS, OR OTHER PROBLEMS.\nANY COMPUTER SYSTEM OR OTHER ELECTRONIC DEVICE, WHETHER IT IS YOURS, AN INTERNET SERVICE PROVIDER’S, OR PUBLIC STORAGE’S, CAN EXPERIENCE UNANTICIPATED OUTAGES OR SLOWDOWNS OR HAVE CAPACITY LIMITATIONS.\nTHE PUBLIC STORAGE PARTIES MAKE NO WARRANTY WHATSOEVER TO YOU, EXPRESS OR IMPLIED, REGARDING THE AVAILABILITY OF THE INTERNET OR CELL OR DATA SERVICE ON YOUR DEVICE.</p>\n<p>Some jurisdictions limit or do not allow the disclaimer of implied or other warranties so the above disclaimers may not apply to the extent such jurisdictions’ laws are applicable.</p> 13.\nLimitation of Liability\n<p>TO THE FULLEST EXTENT ALLOWED BY LAW, THE PUBLIC STORAGE PARTIES SHALL NOT BE LIABLE FOR ANY DIRECT, SPECIAL, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES, LOSSES, OR EXPENSES, INCLUDING ANY DAMAGES FOR LOST PROFITS OR LOST DATA, THAT RESULT FROM THE USE OF THE SERVICE OR THE INABILITY TO USE THE SERVICE OR THE PERFORMANCE OF THE PRODUCTS OR SERVICES PURCHASED THROUGH THE SERVICE OR ARISING IN CONNECTION WITH ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, LINE OR SYSTEM FAILURE, LOSS OF DATA, OR OTHER DEFECT RELATED TO THE SERVICE OR SERVICES, EVEN IF THE PUBLIC STORAGE PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, LOSSES, OR EXPENSES.\nTHIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL DAMAGES OF ANY KIND, WHETHER IN CONTRACT OR TORT.\nYOU ACKNOWLEDGE AND AGREE, BY YOUR USE OF THE SERVICE, THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nIF YOU ARE DISSATISFIED WITH THE SERVICE IN ANY WAY, YOUR SOLE REMEDY SHALL BE TO STOP USING THE SERVICE.\nNOTWITHSTANDING THE FOREGOING, APPLICABLE LAW MAY NOT PERMIT THE LIMITATION OF LIABILITY SET FORTH IN THIS PARAGRAPH.\nTHIS LIMITATION OF LIABILITY MAY NOT APPLY TO YOU.\nPURSUANT TO APPLICABLE LAW YOU MAY HAVE RIGHTS IN ADDITION TO THE RIGHTS CONTAINED HEREIN.\nIF ANY PART OF THIS LIMITATION OF LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN THE AGGREGATE LIABILITY OF THE PUBLIC STORAGE PARTIES UNDER SUCH CIRCUMSTANCES FOR LIABILITIES THAT OTHERWISE WOULD HAVE BEEN LIMITED SHALL NOT EXCEED ONE HUNDRED DOLLARS ($100).</p>\n<p>YOU ACKNOWLEDGE AND AGREE THAT EACH PROVISION OF THESE TERMS OF USE THAT PROVIDES FOR A LIMITATION OF LIABILITY, DISCLAIMER OF WARRANTIES, OR EXCLUSION OF DAMAGES IS AN ESSENTIAL ELEMENT OF THE BASIS OF THE BARGAIN BETWEEN YOU AND PUBLIC STORAGE, AND THE LIMITATIONS SET FORTH HEREIN SHALL APPLY EVEN IF ANY LIMITED REMEDY FAILS OF ITS ESSENTIAL PURPOSE OR PURPOSES.</p>\n<p>IF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE §1542, WHICH SAYS: A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.</p> 14.\nIndemnification\n<p>To the fullest extent allowed by law, you agree to, and you hereby, defend, indemnify, and hold the Public Storage Parties harmless from and against any and all claims, damages, losses, costs, investigations, liabilities, judgments, fines, penalties, settlements, interest, and expenses (including attorneys’ fees) that directly or indirectly arise from or are related to any claim, suit, action, demand, or proceeding made or brought against any Public Storage Party, or on account of the investigation, defense, or settlement thereof, arising out of or in connection with, whether occurring heretofore or hereafter: (i) your User Submissions.\n(ii) your use of the Service and your activities in connection with the Service.\n(iii) your breach or alleged breach of these Terms or any Additional Terms.\n(iv) your violation or alleged violation of any laws, rules, regulations, codes, statutes, ordinances, or orders of any governmental or quasi-governmental authorities in connection with your use of the Service or your activities in connection with the Service.\n(v) information or material transmitted through your Device, even if not submitted by you, that infringes, violates, or misappropriates any copyright, trademark, trade secret, trade dress, patent, publicity, privacy, or other right of any person or entity.\n(vi) any misrepresentation made by you.\nand (vii) Public Storage Parties’ use of the information that you submit to us (including your User Submissions) (all of the foregoing, “Claims and Losses”).\nYou will cooperate as fully required by Public Storage Parties in the defense of any Claims and Losses.\nNotwithstanding the foregoing, Public Storage Parties retain the exclusive right to settle, compromise, and pay any and all Claims and Losses.\nPublic Storage Parties reserve the right to assume the exclusive defense and control of any Claims and Losses.\nYou will not settle any Claims and Losses without, in each instance, the prior written consent of an officer of a Public Storage Party.</p> 15.\nApplicable Law\n<p>This Service is created and controlled by Public Storage in the State of California, USA.\nAs such, the laws of the State of California will govern these Terms and all promotions and offers, without giving effect to any principles of conflicts of laws.\nWe reserve the right to make changes to our Service and these disclaimers, terms, and conditions at any time.</p> 16.\nSeverability\n<p>If any provision in these Terms is held invalid, the remainder of these Terms shall continue to be enforceable.\nIf any provision in these Terms is deemed unlawful, void, or unenforceable, then that provision is deemed severable from these Terms and the remaining provisions shall remain valid and enforceable.</p> 17.\nTermination\n<p>Public Storage reserves the right, in its sole discretion, to terminate your account and restrict your use of all or any part of the Service for any reason or no reason, without notice, and without liability to you or anyone else.\nPublic Storage also reserves the right to block users from certain IP addresses or Device numbers and prevent access to the Service.\nThese Terms remain effective even after your account is terminated.</p> 18.\nARBITRATION AGREEMENT AND CLASS ACTION WAIVER\n<p>\n<strong>PLEASE READ THESE PROVISIONS CAREFULLY, AS THEY AFFECT YOUR RIGHTS</strong>\n</p>\n<p>\n<strong>18.1.\nNotice.\nProcess</strong>\n<br>\nBefore filing a claim against us in any forum, you agree to first attempt to resolve the dispute informally by notifying us of your claim by sending an email to <strong>disputeresolution@publicstorage.com</strong> or sending a letter to the Dispute Resolution Department, 701 Western Avenue, Glendale, California 91201.\nThe notice must specifically describe the nature of the dispute and the relief you seek.\nYou will give us sixty (60) days from the date we receive your notice to try to resolve the dispute.\nEither party may file a claim if the dispute is not resolved after sixty (60) days.</p>\n<p>\n<strong>18.2.\nDispute Resolution and Arbitration</strong>\n<br>\nBoth you and Public Storage agree that any and all dispute, claim, or controversy between you and Public Storage arising in connection with or in any way relating to the relationship between you and Public Storage, including your use of the Public Storage online bill paying service, will be determined by mandatory binding individual (not class) arbitration.\nYou and Public Storage further agree that the arbitrator shall have the exclusive power to rule on his or her own jurisdiction, including any objections with respect to the existence, scope or validity of the Arbitration Agreement or to the arbitrability of any claim or counterclaim.\nBy agreeing to arbitrate, both parties are giving up the right to proceed in court.\nArbitration is a method of claim resolution that is less formal than a traditional court proceeding.\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nThere may be more limited discovery than in court.\nThe arbitrator must follow this agreement and can award the same damages and relief as in court, except that the arbitrator may not award any relief, including declaratory or injunctive relief, benefiting anyone but the parties to the arbitration.\nThis arbitration provision will survive termination of the Agreement.</p>\n<p>\n<strong>18.3 Arbitration Rules</strong>\n<br>\nThe arbitration will be governed and administered by the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(<strong>“JAMS”</strong>) then in effect and as modified by this Arbitration Agreement, by one commercial arbitrator with substantial experience in resolving commercial contract disputes, who will be selected from the appropriate list of JAMS arbitrators in accordance with the Streamlined Arbitration Rules and Procedures of JAMS.\nTo the extent JAMS is not available in your state, the arbitration will be governed and administered by the Consumer Arbitration Rules of the American Arbitration Association (<strong>“AAA”</strong>) then in force (the <strong>“AAA Rules”</strong>), as modified by this Arbitration Agreement.\nFor all claims and counterclaims together valued at less than $25,000, you and Public Storage agree that arbitration must proceed as a documents-only hearing, unless otherwise agreed upon in writing by both parties.\nYou and Public Storage agree that the right to arbitration under this Arbitration Agreement is protected by, and any arbitration will be governed by, the Federal Arbitration Act (9 U.S.C.\n§ 1 et seq.).\nYou and Public Storage agree that our business and the relationship here involve interstate commerce.\nThe AAA Rules, as well as instructions on how to file an arbitration proceeding with the AAA, appear at adr.org, or you may call the AAA at 1-800-778-7879.</p>\n<p>\n<strong>18.4 Exceptions</strong>\n<br>\nNotwithstanding Section 18.2 above, both you and Public Storage agree that nothing in this Arbitration Agreement will be deemed to waive, preclude, or otherwise limit either of our rights, at any time, to seek remedies in small claims court for disputes or claims within that court's jurisdiction.\nBoth parties also retain the right to pursue any eviction, action to enforce a lien, and/or unlawful detainer remedies or defenses in any court.\nYou agree that Public Storage retains the right to conduct a lien sale.\nFurther, this Arbitration Agreement does not stop you or Public Storage from bringing issues to the attention of federal, state, or local agencies, who may seek relief against us on your behalf (or vice versa) to the extent allowed by law.\nAny other claims, however, such as claims for violations of the self-storage lien laws, derivative claims (including, but not limited to, claims under state consumer protection statutes), conversion, negligence, breach of contract, or other violations of state or federal law, must be brought in arbitration.</p>\n<p>\n<strong>18.5 No Class or Representative Proceedings: Class Action Waiver</strong>\n<br>\nYOU AND PUBLIC STORAGE BOTH AGREE TO GIVE UP THE RIGHT TO A JURY TRIAL.\nYOU AND PUBLIC STORAGE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION LAWSUIT OR REPRESENTATIVE PROCEEDING, CONSOLIDATED ACTION, OR PRIVATE ATTORNEY GENERAL ACTION.\nUnless you and Public Storage agree, no arbitrator or judge may consolidate more than one person’s claims or otherwise preside over any form of a representative or class proceeding, consolidated action or private attorney general action.\nIf this specific provision, known as the “Class Action Waiver,” is found to be unenforceable, then the entirety of this Arbitration Provision shall be null and void except Section 18.1, which shall remain in full force and effect.</p> 19.\nMiscellaneous\n<p>These Terms constitute the entire agreement between you and us with respect to the use of our Service, superseding any prior or contemporaneous communications and proposals (whether oral, written, or electronic) between you and us regarding such subject matter.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and us as a result of these Terms or your access to and use of the Service.\nYou are responsible for obtaining and maintaining all Devices and other equipment and software, and all internet service provider, mobile service, and other services needed for your access to and use of the Service and you will be responsible for all charges related to them.\nOur failure to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\nSubject to Section 18.5 above, if any provision of these Terms shall be deemed unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from the Terms and shall not affect the validity and enforceability of any remaining provisions.\nNeither the course of conduct nor course of dealing between the parties nor trade practice shall act to modify any provision of these Terms.\nPublic Storage may assign its rights and duties under these Terms to any party at any time without notice to you.\nYour rights and duties under these Terms are not assignable by you without our written consent.\nThe provisions of these Terms and any Additional Terms (including the terms applicable to User Submissions), which by their nature should survive your suspension or termination will survive, including the rights and licenses you grant to Public Storage in these Terms, as well as the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action, and mandatory arbitration.\nThese Terms do not provide any third party with any remedy, claim, or right of reimbursement.\nExcept where the context otherwise requires, wherever used, the singular shall include the plural, the plural the singular and the word “or” is used in the inclusive sense (and/or).\nThe term “including” as used herein shall mean including, without limiting the generality of any description preceding such term (regardless of whether the term “including” is followed by words such as “but not limited to” or “without limitation” in some provisions but not others).\nThe headings in these Terms are for the sole purpose of convenience of reference and shall not in any way limit or affect the meaning or interpretation of any of the provisions of these Terms.</p> 20.\nTerms Applicable to our App\n<p>\n<strong>A.\nApps Generally</strong>.\nAs part of the Service you may have purchased, Public Storage may make available the App with functionality that permits users to communicate with or control services and Devices so as to remotely, but securely, access storage and similar facilities, as authorized customers of Public Storage.\nPublic Storage may collect information from you or about or related to your use of the App, its software and activities deemed in connection with its use.\nYou are solely responsible for ensuring that the App is properly installed on a Device.\nPublic Storage will have no responsibility or liability whatsoever for any failure of the App which impedes or otherwise interferes with access to the facility or impedes or otherwise adversely affects other software or Devices.\nYou are solely responsible for providing and paying for connectivity to operate the Service.\nPublic Storage will have no responsibility or liability for interruptions of connectivity, whether localized to you or Public Storage or applicable to the Service as a whole.</p>\n<p>The App may automatically download and install in or on the App certain updates and you hereby consent to such downloading and installation without any separate notice thereof from Public Storage.\nYou also agree to receive and install such downloads.\nPublic Storage may change the App at any time without providing you notice and without having any liability to you or any other person or entity.\nPublic Storage may post descriptions of changes to the Service.\nIf you do not agree with any such changes, your sole and exclusive remedy is to not use the Service.\nYour continued use of the Service irrevocably confirms your acceptance of, and agreement to, such changes.</p>\n<p>Public Storage does not currently charge fees for your access to, or use of, the Service.\nHowever, Public Storage may now, or reserves the right in the future, to charge fees, for (i) new services, (ii) new Apps, or (iii) your continued access to and use of all or certain features or functionalities of the Service.\nMoreover, third parties whose products or services are compatible with the Service may choose to independently impose a fee, for which you will be solely responsible.\nYou understand that any Service or Devices connected to the internet are subject to inherent risks common to the internet, such as hackers, viruses, and other harmful code and bad actors.\nPublic Storage will have no responsibility or liability for wrongful acts or conduct of any third party committed through use of the internet that may affect you or the Service.\nThe Service may not be available when the internet, your wireless connection, your mobile connection, or your device accessing the Service is not working properly.</p>\n<p>\n<strong>B.\nTerms Applicable For Apple Device Users</strong>.\nIf you are accessing or using the Service through a Device manufactured and/or sold by Apple, Inc.\n(<strong>“Apple”</strong>, with such a Device herein referenced as an <strong>“Apple Device”</strong>):</p>\n<p>(i) To the extent that you are accessing the Service through an Apple Device, you acknowledge that these Terms are entered into between you and Public Storage and, that Apple is not a party to these Terms other than as third-party beneficiary as contemplated below.<br>\n(ii) The license granted to you in Section 2 of these Terms is subject to the permitted Usage Rules set forth in the Apple App Store Terms and Conditions (see: http://www.apple.com/legal/itunes/us/terms.html) and any third party terms of agreement applicable to the Service.<br>\n(iii) You acknowledge that Public Storage, and not Apple, is responsible for providing the Service and Content thereof.<br>\n(iv) You acknowledge that Apple has no obligation whatsoever to furnish any maintenance or any support services to you with respect to the Service.<br>\n(v) To the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Service.<br>\n(vi) Notwithstanding anything to the contrary herein, and subject to the terms in these Terms, you acknowledge that, solely as between Apple and Public Storage, Public Storage and not Apple is responsible for addressing any claims you may have relating to the Service, or your possession and/or use thereof, including, but not limited, to: (i) product liability claims, (ii) any claim that the Service fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.<br>\n(vii) Further, you agree that if the Service, or your possession and use of the Service, infringes on a third party’s intellectual property rights, you will not hold Apple responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claims.<br>\n(viii) You acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of these Terms, and that, upon your acceptance of the terms and conditions of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary thereof.<br>\n(ix) When using the Service, you agree to comply with any and all third-party terms that are applicable to any platform, website, technology or service that interacts with the Service.<br>\n(x) You represent and warrant that: (i) you are not located in a country that is subject to a U.S.\nGovernment embargo or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p> Public Storage Near\nPortland,\nOregon Self Storage Near 1921 N Gantenbein Ave Portland\nOR\n97227-1862 Self Storage Near 1620 NE Sandy Blvd Portland\nOR\n97232-2849 Self Storage Near 2020 N Albina Ave Portland\nOR\n97227 Self Storage Near 685 SE Division Pl Portland\nOR\n97202-1022 Public Storage is the leading provider of storage units for your personal, business and vehicle needs with thousands of locations nationwide.\nWe offer a wide variety of units and sizes available with no obligation and no long-term commitment.\nCall today at 800-688-8057 for a free reservation and get your first month's rent for just $1.\n<i>\n</i> Public Storage Locations in Portland: aloha, Oregon beaverton, Oregon gresham, Oregon happy valley, Oregon lake oswego, Oregon milwaukie, Oregon oregon city, Oregon tigard, Oregon Public Storage Locations in Oregon: Aloha, Oregon Beaverton, Oregon Gresham, Oregon Happy Valley, Oregon Hawthorne, Oregon Hillsboro, Oregon Lake Oswego, Oregon Mill Park, Oregon Public Storage Locations in the Country: <ul>\n<li>Houston\n</li>\n<li>Orlando\n</li>\n<li>Charlotte\n</li>\n<li>Indianapolis\n</li>\n<li>Denver\n</li>\n<li>Seattle\n</li>\n<li>Virginia Beach\n</li>\n<li>Louisville\n</li>\n<li>Los Angeles\n</li>\n<li>San Antonio\n</li>\n<li>Chicago\n</li>\n<li>San Jose\n</li>\n<li>Las Vegas\n</li>\n<li>Marietta\n</li>\n<li>Colorado Springs\n</li>\n<li>Phoenix\n</li>\n<li>Dallas\n</li>\n<li>Austin\n</li>\n<li>Miami\n</li>\n<li>Tampa\n</li>\n<li>Atlanta\n</li>\n<li>Sacramento\n</li>\n<li>Fort Worth\n</li>\n<li>Portland\n</li>\n</ul> Storage Types Self Storage Facilities Business Storage Car and RV Storage Boat Storage Climate Controlled Storage Support Contact Help Center Size Guide Public Storage Blog Company Info Careers U.S.\nLocations Global Locations 3rd Party Management Commercial Real Estate Cell Tower Lease AdChoices Follow Public Storage<sup>®</sup> Download App © 2023 Public Storage.\nAll rights reserved.\nSitemap State Sitemap Accessibility Privacy Policy Terms &amp.\nConditions Cookie Settings <p>PUBLIC STORAGE, PS, and the Orange Door Trade Dress are trademarks or registered trademarks of Public Storage in the United States and/or other countries.</p>\n<p>Facilities with a have one or more of the following sustainable initiatives in place to help you make an informed storage decision: LED lighting, Efficient HVAC Systems, Solar power generation, Eco-Friendly Water Practices, or High R-value Insulation.</p>\n<p>\n<i>\n</i>\nPromotion: Subject to change.\nOffered only on selected units.\nSubject to availability.\nLimit one offer per household.\nThis offer applies only to the rental fee.\nOther restrictions, taxes, and fees, including an administrative fee, apply.\nSee contract for full details.\nPromotions good for new customers only.\nNot available on transfers or additional spaces.\nPricing subject to change.\nReservation required to guarantee price.\nActual unit sizes may vary from approximate size estimate and reservations do not guarantee unit availability.\nTemperature and humidity levels within any storage space including climate-controlled spaces may vary.\nPlease inspect any unit before renting.\nOnline pricing available only for online reservations and rentals.\nNot sure about the size you need? Don’t worry, online pricing discount will be honored for any rental originating from an online reservation.</p> Promotion × <p>Subject to change.\nOffered only on selected space at select locations.\nSubject to availability.\nLimit one offer per household.\nThis offer applies only to the rental fee.\nOther restrictions, taxes, and fees, including an administrative fee, apply.\nSee contract for full details.\nPromotions good for new customers only.\nNot available on transfers or additional spaces.\nPricing subject to change.\nReservation required to guarantee price.\nActual space sizes may vary from approximate size estimate and reservations do not guarantee unit availability.\nPlease inspect any space before renting.\nOnline pricing available only for online reservations and rentals.\nNot sure about the size you need? Don't worry, online pricing discount will be honored for any rental originating from an online reservation.\nIf the promotion is associated with the 4th of July Sale: the promotional period runs until 7/4/23 and you must move in within 7 days of reservation.</p> ", "created_at": "2023-07-03 23:20:44.469393", "updated_at": "2023-07-03 23:21:36.776713"}], "points": [], "urls": ["publicstorage.com"]}}