{"error": 448, "message": "OK", "parameters": {"id": 9647, "name": "Tootfinder ", "created_at": "2023-09-25 00:07:45.126516", "updated_at": "2023-09-25 10:02:30.165311", "wikipedia": null, "keywords": null, "related": null, "slug": "tootfinder", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9647.png", "url": "tootfinder.ch", "documents": [{"id": 19191, "name": "privacy statement ", "url": "https://tootfinder.ch/privacy.php", "xpath": "//body", "text": " <p>Back to index</p> Tootfinder privacy statement<br> Principles <p>The application does only record data as far as it is needed for the purpose of the application.\nIt does only index data that is public.\nData that is obsolete will be deleted within two weeks.\n</p> Purpose <p>The purpose of the application is to make recent posts of consenting Mastodon users searchable.\n</p> Visitor data <p>The application does not record visits.\nThe underlying webserver does create logfiles of metada that include IP number, a timestamnp and the URI.\nThe logfiles are deleted by the webserver after a month.\n</p> Query data <p>For each query that does give results, the query, the timestamp and the number of results are recorded in the database.\nThe data is used for statistical purposes and deleted after 3 months.\n</p> Consenting user data <p>Users that opt in are only recorded if they manifest their consent with a magic word (\"tootfinder\",\"tfr\" or \"searchable\") on their Mastodon profile.\nFor each verified user host, username, label and id are recorded and the public feed is indexed.\nA priority field is calculated for each user to optimise the frequency of the crawler.\n</p> Feed data <p>The application indexes the feeds of the consenting users.\nPosts that are public and that are neither replies nor boosts are indexed.\nFor each post, the link, the content, the links and the descriptions of the attachments (media, card) and a timestamp are indexed as while the users name, its avatar and its current follower count.\n</p> Mentions <p>Mentions in posts are removed before indexing.\nIt might me possible that a post cites names thet are not mentions.\n</p> Data sources <p>The application uses the public API of Mastodon to get the profile of the user and the feed.\nIf the API is not available, it may use the HTML source of the user page and the RSS feed.\n</p> Reuse of results <p>Users might share the URL of the result page.\nThe application may provide a REST API to provide the search functionality to third party applications, eg.\nMastodon clients.\n</p> Revoking consent <p>The user can revoke the consent at any time by removing the magic word on the Mastodon profile.\nThe application checks the profile on a daily base.\nIf the magic word is missing, the user becomes inactive and the posts of the user will not be searchable any more.\n</p> Deleting data <p>Post and query data will be deleted after 3 months.\nUser data will be deleted when the user has revoked consent and there are no posts from the user.\n</p> Cookies <p>The application does not use cookies, neither own cookies not third party cookies.\n</p> Source code <p>The source code of the application is available on GitHub.\nThe production environment of the application may have hot fixes which are ahead of the source code.\n</p> Liabilty <p>The result page depends on the user posts and the visitor query.\nThe application has no influence on both factors which are entirely user-driven and may not be hold liable for the content of the page.\n</p> Contact <p>If you have a privacy issue, you can contact @buercher@tooting.ch with a direct message.\n</p>\n<p>Version 2.0 2023-04-23 </p> ", "created_at": "2023-09-25 00:07:45.163851", "updated_at": "2023-09-25 00:08:31.607872"}], "points": [], "urls": ["tootfinder.ch"]}}