{"error": 448, "message": "OK", "parameters": {"id": 8795, "name": "W3C", "created_at": "2023-07-04 23:07:15.704099", "updated_at": "2023-07-05 10:02:23.587092", "wikipedia": "https://en.wikipedia.org/wiki/World_Wide_Web_Consortium", "keywords": null, "related": null, "slug": "w3c", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8795.png", "url": "w3.org", "documents": [{"id": 17173, "name": "Privacy Statement", "url": "https://www.w3.org/Consortium/Legal/privacy-statement-20140324", "xpath": "//*[@id=\"main\"]", "text": " W3C privacy policy Page contents <ul>\n<li>Public web browsing (non-logged-in)</li>\n<li>Logged-in usage</li>\n<li>Mailing lists</li>\n<li>Law enforcement and other compelled disclosures</li>\n<li>Changes from the previous version of the policy</li>\n</ul>\n<p>\n<strong>Status:</strong> This policy was enacted on 24 March 2014, and is in effect since 5 August 2014.</p> Public web browsing (non-logged-in) <p>We make no effort to identify public users of our site.\nNo identifying data is disclosed to any third party for any purpose.\nData that we collect is used only for server administration, site improvement, usage statistics, and Web protocol research.</p>\n<p>We log HTTP requests to our site including 'IP', 'Referer' and 'User-Agent' to be able to analyze the traffic.\nWe use cookies for purposes including to understand usage patterns of the site and to maintain session state for some applications.</p>\n<p>Pages may link to or embed content such as video from other sites.\nThose resources are governed by the privacy policies of their originating sites.</p>\n<p>Logged information may be kept indefinitely as administrative, diagnostic, and research material, or discarded for any reason.\nSuch information is not disclosed outside of host site personnel.\nAggregate (non-identifying) statistics generated from these logs may be reported publicly as part of research results.</p>\n<p>If you set the Do-Not-Track header, which is an option in the preferences of many browsers, we will treat you just like all our other users, because we do not track any users for behavioral targeting.\n<strong>Note:</strong> We intend to update our practices as necessary to follow subsequent W3C privacy recommendations.</p> Logged-in usage <p>When you create a user account, you are asked for a username, email address, real name, and affiliation.\nThis information is stored in the database and displayed on your public profile page.\nyour email address is not displayed in your profile unless you choose to do so.\nYou may choose to provide additional information for public display.</p>\n<p>We use some of this information to show organizational affiliations and participant activity including group membership, mailing list and conference call contributions, and editorship credits.\nThis record of activity is important to organizational transparency in our Process and Patent Policy.</p> Mailing lists <p>Mailing lists associated with W3C are publicly archived.\nOn your first submission to one of these lists, you will be asked to approve the public posting of your message.\nWe do not remove postings from archived lists per our archive-editing policy.</p> Law enforcement and other compelled disclosures <p>In the event that we are required by law (including a court order) to disclose the information you submit, we will make an effort to provide you with notice (unless we are prohibited) that a request for your information has been made and give you an opportunity to object to the disclosure.\nWe will attempt to provide this notice by email, if you have given us an email address.\nWe will independently object to over-broad requests for access to information about users of our site.\nIf you do not challenge the disclosure request we may be legally required to turn over information.</p> Changes from the previous version of the policy <p>The policy has been clarified to reflect current technology and W3C practices.\nWe do not intend material changes in what W3C does with information resulting from visits to our site.\nThe changes from the previous version are:</p>\n<ul>\n<li>The distinction between Member and non-Member browsing was not a useful distinction in practice.\nThe new policy is much clearer about behavior when users are logged in or not logged in.</li>\n<li>W3C uses a number of open source tools that use cookies to maintain state, such as WordPress, Media Wiki, and Bugzilla.\nThe policy has been updated to make it clearer that we may use cookies for state management and to understand usage patterns in order to improve our site.</li>\n<li>W3C will continue to not track people for behavioral targeting.\nwe mention this with reference to DNT signals.</li>\n<li>The policy is clearer about how W3C account data is managed.</li>\n<li>We dropped mention of some practices that W3C has discontinued (e.g., automatic newsletter subscription).</li>\n</ul> In this section <ul>\n<li>Antitrust and competition guidance</li>\n<li>External contributions</li>\n<li>External funding at W3C</li>\n<li>Logos and icons</li>\n<li>Mailing list policies</li>\n<li>Policy regarding Non-Disclosure Agreements and W3C meetings</li>\n<li>W3C privacy policy</li>\n<li>URI persistence policy</li>\n</ul> ", "created_at": "2023-07-04 23:07:15.736809", "updated_at": "2023-07-04 23:07:35.407072"}], "points": [], "urls": ["w3.org"]}}