{"error": 448, "message": "OK", "parameters": {"id": 7473, "name": "turbovpn ", "created_at": "2023-03-12 06:42:38.468989", "updated_at": "2023-03-29 19:26:43.624243", "wikipedia": null, "keywords": null, "related": null, "slug": "turbovpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7473.png", "url": "turbovpn.com", "documents": [{"id": 14365, "name": "Chrome privacy policy", "url": "https://d32z5ni8t5127x.cloudfront.net/privacy_policy_turbovpn.html", "xpath": "//body", "text": " Privacy Policy <p>Last updated Mar 25, 2020</p>\n<p>Innovative is committed to protecting your privacy.\nOur guiding principle toward data collection is to collect only the minimal data required to operate a world-class VPN service at scale.\nWe want you to understand what information we collect, what we don't collect, and how we collect, use, and store information.\nWe do not collect logs of your activity, including no logging of browsing history, traffic destination, data content, or DNS queries.\nWe also never store connection logs, i.e., no logs of your IP address, your outgoing VPN IP address, connection timestamp, or session duration.\nWe designed our systems not to have sensitive data about you.\neven when compelled, we cannot provide data that we do not possess.</p>\n<p>This Privacy Policy describes how INNOVATIVE CONNECTING PTE.\nLIMITED and its affiliates (\"Innovative,\" \"we,\" \"our\" or \"us\") collect, use, and share information in connection with your use of our websites (including www.turbovpn.co), services, and applications (collectively, the \"Services\").\nThis Privacy Policy (the \"Privacy Policy\") does not apply to information you may process when using our Services.</p>\n<p>\n<strong>1.\n(USER-CONTROLLED OPTION): PERSONAL INFORMATION</strong>\n</p>\n<p>Our VPN APP is a non-obligatory log network.\nInnovative are not available for the information related to the personal information of users, including but not limited to names (subscriber names, user names and screen names), addresses (including mailing addresses, residential address, business addresses) and telephones, unless the data you provide depending on the context of your interactions with us and the choices you make, including your privacy settings, and the products and features you use for the purpose of administering your subscription and for the purpose to enjoy our VPN services.\nExcept for the limited exceptions, we don't automatically collect any Personal Information from you.</p>\n<p>When you open the APP seeking for our VPN services, the APP assigns a unique identifier to you for the service (such unique identifier just binds up with your device identification code, but does not tie to any other personal information of users).\nWhen you use the VPN services, we will check your account information through this unique identifier to determine the level of service you have signed up for before establishing your VPN connection.</p>\n<p>With some forms of payment, certain Mac version of our VPN services may redirect you to the website of a third-party payment processor (namely PayPal) to complete the transaction.\nTo understand what personal information the processor collects and stores, please refer to the respective processor's terms and privacy policy.\nTherefore, except for the limited exception above, we do not know any means or source of user's detailed payment for VPN services (including any credit card or bank account number) or any billing records either.</p>\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.\nWe may also receive a confirmation when you open an email from us.</p>\n<p>Innovative uses your email address (if any depending on your choice) for the following reasons:</p>\n<ul>\n<li>To communicate with you about your VPN services or respond to your communications.</li>\n<li>To send you updates and announcements.</li>\n<li>To send marketing information, such as Innovative offers, surveys, invitations, and content about other matters in connection with Innovative (\"Marketing emails\").\nYou may choose to not receive Marketing emails by following the opt-out procedure described in these emails.</li>\n</ul>\n<p>Innovative uses your personal information only for the purposes listed in this Privacy Policy, and we don't sell your personal information to third parties without your prior consent.</p>\n<p>\n<strong>2.\nSERVICE INFORMATION RELATED TO YOUR VPN USAGE</strong>\n</p>\n<p>Subject to applicable laws and for the avoidance to infringe any internet service provider, any browsing information, traffic destination, data content, IP addresses, DNS queries or other similar information relating to your online activities transmitted by you to our servers is encrypted and cleared after the VPN \"session\" is closed.\nThat said, we don't collect any information regarding the websites you visit or any data stored on or transmitted from your device, including any data that applications on your device may transmit through the VPN network.\nMore specifically, Innovative has NO documents/information below under the situations of the limited connecting with your personal information and the non-collection of the websites you visit or any data stored on or transmitted from your device:</p>\n<ul>\n<li>We do not know which user ever accessed a particular website or service.</li>\n<li>We do not know which user was connected to the VPN at a specific time.</li>\n<li>We do not know the set of original IP addresses of a user's computer or the temporarily assigned network addresses.</li>\n</ul>\n<p>If anyone would like to access to or try to compel Innovative to release user information based on any of the above, we cannot supply this information because the data don't exist.</p>\n<p>For the purpose to fulfill our contractual obligations in good faith and to make you enjoy excellent VPN services, we collect the following information related to your VPN usage:</p>\n<p>\n<strong>Information related to Apps and Apps versions</strong>\n</p>\n<p>We collect information related to which Apps and Apps version(s) you have activated.\nIt makes our Support Team efficiently find out and eliminate technical issues for you.</p>\n<p>\n<strong>Information related to Connection</strong>\n</p>\n<p>We collect information about whether a VPN connection is successful on a particular day (but not a specific time of the day), to which VPN location (but not your assigned outgoing IP address), and from which country/ISP (but not your source IP address).\nThe minimal information allows us to provide efficient technical support to you, such as identifying connection problems, providing country-specific advice about how to use our VPN services, and to enable our engineers to identify and fix network issues.</p>\n<p>\n<strong>The Size (in MB) of Data transferred (but not any websites you visit or any data transmitted from your device)</strong>\n</p>\n<p>We collect information regarding the total sum of data transferred by a given user.\nIt is one of our service principles to provide unlimited data transfer, however if we notice that a user occupies more traffic than thousands of others combined, what influence other users to enjoy high-quality service, we may seek for the reason with the user.</p>\n<p>\n<strong>Anonymous Data for Network Diagnostics, Study and Analysis</strong>\n</p>\n<p>When you become one of our users for the VPN services, with your permission, we collect minimal usage statistics and anonymized analytics data used for network diagnostics in our network operations tools, for the purpose to optimize network speeds and to let us identify problems related to specific apps, VPN servers, or ISPs.\nLearning and analyzing the statistics allows us to improve the quality of the services and the products.\nWe ensure the information we receive is fully anonymized and cannot be tied back to individual users (i.e., we do not store which user sent which data, and we do not store IP addresses).</p>\n<p>We will collect the following information:</p>\n<ul>\n<li>Diagnostic information about if and how a VPN connection attempt failed.</li>\n<li>Speed test data.</li>\n<li>Crash reports, also without any personally identifiable information.\nThese are handled in an anonymized form by third parties, dependent on the platform you are using.</li>\n</ul>\n<p>On iOS, Apple's crash reporting can be turned off in iOS settings.</p>\n<p>\n<strong>Conclusion</strong>\n</p>\n<p>We collect minimal usage statistics to maintain our quality of service.\nAlthough we provide service to users improving the network speed, we can't uniquely identify any specific behavior of any user, because thousands of users share one same location simultaneously to enjoy surfing the internet and the usage pattern overlaps with thousands of other customers who also connected to the same location on the same day.</p>\n<p>Regarding to the sensitive data, we've engineered our systems to categorically eliminate the storage of sensitive data.\nWe never know HOW they have utilized our Service.\n</p>\n<p>We stand by our firm commitment to our customers' privacy by not possessing any data related to a user's online activities.</p>\n<p>\n<strong>3.\nTHE USE AND SHARING OF INFORMATION</strong>\n</p>\n<p>\n<strong>How we use information</strong>\n</p>\n<p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li>Provide, operate, and maintain our Services;</li>\n<li>Improve, personalize, and expand our Services;</li>\n<li>Understand and analyze how you use our Services;</li>\n<li>Develop new products, services, features, and functionality;</li>\n<li>Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Service, and for marketing and promotional purposes;</li>\n<li>Process your transactions;</li>\n<li>Send you text messages and push notifications;</li>\n<li>Find and prevent fraud.\nand</li>\n<li>For compliance purposes, including enforcing our Terms of Service, or other legal rights, or as may be required by applicable laws and regulations or requested by any judicial process or governmental agency.</li>\n</ul>\n<p>\n<strong>How we share information</strong>\n</p>\n<p>We may share the information we collect in various ways, including the following:</p>\n<ul>\n<li>Vendors and Service Providers.\nWe may share information with third-party vendors and service providers that provide services on our behalf, such as helping to provide our Services, for promotional and/or marketing purposes, and to provide you with information relevant to you such as product announcements, software updates, special offers, or other information.</li>\n<li>Aggregate Information.\nWhere legally permissible, we may use and share information about users with our partners in aggregated or de-identified form that can't reasonably be used to identify you.</li>\n<li>Information We Share When You Sign Up Through a Referral.\nIf you sign up for our Services through a referral from a friend, we may share information with your referrer to let them know that you used their referral to sign up for our Services.</li>\n<li>Analytics.\nWe collect minimal usage statistics and anonymized analytics data used for network diagnostics in our network operations tools.\nPlease see more information in Section 2 of this Privacy Policy.</li>\n<li>Business Transfers.\nInformation may be disclosed and otherwise transferred to any potential acquirer, successor, or assignee as part of any proposed merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets.</li>\n<li>As Required by Law and Similar Disclosures.\nWe may also share information to (i) satisfy any applicable law, regulation, legal process, or governmental request.\n(ii) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof.\n(iii) detect, prevent, or otherwise address fraud, security, or technical issues.\n(iv) respond to your requests.\nor (v) protect our rights, property or safety, our users and the public.\nThis includes exchanging information with other companies and organizations for fraud protection and spam/malware prevention.</li>\n<li>With Your Consent.\nWe may share information with your consent.</li>\n</ul>\n<p>\n<strong>4.\nADVERTISING</strong>\n</p>\n<p>We do not server any ads for the VIP subscription of our services.\nAs well, we are proud to offer free, advertising-supported VPN services to the customers.\nWe work with third-party advertising partners to show ads to the customers who choose free VPN services.</p>\n<p>We ensure that we do not target any personal information based on these ads.\nAlthough you opt in to use the free, advertising-supported VPN services, we won't share the advertisers any your personal information or any usage information without your prior consent.</p>\n<p>Notwithstanding the foregoing, these advertising partners may set and access their own cookies, pixel tags, and similar technologies on our services, and they may otherwise collect or have access to information about you which they may collect over time and across different online services.</p>\n<p>To learn more about these programs, please visit:</p>\n<p>AdMob: https://policies.google.com/privacy</p>\n<p>Unity AD: https://unity3d.com/legal/privacy-policy</p>\n<p>Vungle: https://vungle.com/privacy</p>\n<p>\n<strong>5.\nJURISDICTION AND APPLICABLE LAW</strong>\n</p>\n<p>Keeping your information private is our core mission.\nIn service of this mission, Innovative's registered place of business is in Singapore, where has integrated data protection legislation.</p>\n<p>There are no special data retention laws and no guidance pertaining to e-discovery or disclosure to foreign law enforcement agencies in Singapore.\nThe disclosure of personal data may follow this Privacy Policy.</p>\n<p>Required by any foreign law enforcement agencies, Innovative turns over protected user information only upon receipt of a valid subpoena, court order, or search warrant, which shall be served effectively under the Rules of Court of Singapore.\nMore specifically, we think the subpoena, court order or search warrant may lose its coercive effect when it crosses its boundary.\nIt only regains coercive effect on the other side of the line either through a domestication action (in the other state's courts) or under the authority of a statute.\nAdditionally, we will notify affected users about any requests for their account information, unless prohibited from doing so by law or court order.\nShould we receive a valid served legal order, it is important to note that Innovative does not collect any IP addresses, browsing history, traffic data, or DNS queries that could be used to identify any specific user.</p>\n<p>\n<strong>6.\nDATA RETENTION</strong>\n</p>\n<p>We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax, or accounting requirements).</p>\n<p>When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>\n<p>We keep records of any correspondence, questions, complaints, or compliments you submit to us, along with our response.\nDepending on how you contact us, we may collect your email address and any additional information you provide to us.\nHaving full correspondence records enables us to provide the best possible customer support experience.</p>\n<p>We use emails for support correspondence: turbovpn@inconnecting.com.</p>\n<p>When you correspond with us using these emails, your correspondence records, including your name and email address, are stored in their systems</p>\n<p>\n<strong>7.\nSECURITY MEASURES</strong>\n</p>\n<p>Innovative is committed to protecting your information.\nWe use best-in-class physical, procedural, and technical security with respect to our offices and information storage facilities so as to prevent any loss, misuse, unauthorized access, disclosure, or modification of information.\nAccess to user information is restricted to staff who require such access to perform their job functions.</p>\n<p>While we believe these systems are robust, it is important to understand that no data security measures in the world can offer 100% protection.</p>\n<p>Servers are housed in data centers with strong security practices.\nNone of these data centers require us to collect or store any traffic data or personal information related to your use of VPN services.\nIf any data center were to ask us to log such data, we would immediately cease operations with said data center and find alternative options.</p>\n<p>Even if a government were to physically seize one of our VPN servers and manage to break its disk encryption, there would be no logs or information that would tie any individual user to a particular event, website, or behavior.</p>\n<p>\n<strong>8.\nTHIRD-PARTY SERVICES</strong>\n</p>\n<p>You may access other third-party services while using the VPN services, for example by clicking on links to those third-party services from within the Services.\nWe are not responsible for the privacy policies and/or practices of these third-party services, and we encourage you to carefully review their privacy policies.</p>\n<p>\n<strong>9.\nCHILDREN'S PRIVACY</strong>\n</p>\n<p>We feel under a particular obligation to protect information obtained from young children.\nWe would strongly urge parents to instruct their children never to disclose their real name, their address or their telephone number while they are on-line without prior permission.\nInnovative does not knowingly collect information from children under the age of 16, and children under 16 years old are prohibited from using our services.\nIf you learn that a child has provided us with personal information in violation of this Privacy Policy, you can alert us at turbovpn@inconnecting.com.</p>\n<p>\n<strong>10.\nACCESS</strong>\n</p>\n<p>When you become one of our users for the VPN services, you may access certain information associated with you by emailing turbovpn@inconnecting.com.\nIf you decide not to use our VPN services any more, any public activity on your Account prior to deletion may remain stored on our servers and may remain accessible to the public.</p>\n<p>To protect your privacy and security, we may also take reasonable steps to verify your identity before updating or removing your information.\nThe information you provide us may be archived or stored periodically by us according to backup processes conducted in the ordinary course of business for disaster recovery purposes.\nYour ability to access and correct your information may be temporarily limited where access and correction could: inhibit our ability to comply with a legal obligation.\ninhibit our ability to investigate, make or defend legal claims.\nresult in disclosure of personal information about a third party.\nor result in breach of a contract or disclosure of trade secrets or other proprietary business information belonging to us or a third party.</p>\n<p>\n<strong>11.\nGDPR</strong>\n</p>\n<p>Innovative is committed to user privacy globally, and personal information under users' control and minimal collection of data are our existing practices.\nAccording to the requirements of the General Data Protection Regulation (GDPR) of the European Union (EU), we collect and process the data in a specific manner of users in EU outlined in this Privacy Policy on one of the following bases, depending on the circumstances:</p>\n<p>i) For the purposes of fulfilling our contractual obligations to users, including:</p>\n<ul>\n<li>Providing users with the VPN services and Apps they have requested.</li>\n<li>Managing user subscriptions and processing payments.</li>\n<li>Providing customer support.</li>\n</ul>\n<p>ii) For a legitimate interest associated with the operation of our business, including:\n* Enhancing the quality, reliability, and effectiveness of our VPN Services, and Apps.\n* Communicating with customers to provide information and seek feedback related to our VPN services and Apps.</p>\n<p>You can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.\nAs well, you have the right to opt-out of marketing communications we send you at any time.\nYou can exercise this right by clicking on the \"unsubscribe\" or \"opt-out\" link in the marketing emails we send you.\n</p>\n<p>You can exercise your rights under the GDPR to access, transfer, correct, delete, or object to the processing of your personal information by contacting us at turbovpn@inconnecting.com.</p>\n<p>\n<strong>12.\nINTERNATIONAL DATA TRANSFERS</strong>\n</p>\n<p>Innovative is a global business.\nWe may transfer personal information to countries other than the country in which the data was originally collected.\nThese countries may not have the same data protection laws as the country in which you initially provided the information.\nWhen we transfer your personal information to other countries, we will protect that information as described in this Privacy Policy.</p>\n<p>\n<strong>13.\nCHANGES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>For the purpose to consist with applicable privacy laws and principles, this Privacy Policy may be modified from time to time without prior notice to you, so please review it frequently.\nYour continued use of our VPN services constitutes your acceptance of our Privacy Policy.\nChanges to this Privacy Policy will be posted on our websites.\nIf we materially change the ways in which we use or share personal information previously collected from you through our VPN services, we will notify you through our APP, email, or other communication.</p>\n<p>\n<strong>14.\nContacts</strong>\n</p>\n<p>If you have any questions or concerns about this Privacy Policy, please feel free to contact us at turbovpnvpn@inconnecting.com.</p>\n<p>[Allen Yu] is the Data Protection Officer (\"DPO\") for Innovative, having been appointed in 2018.\nIf you are not in a position to engage with us by the above mentioned means, please contact DPO at DataPrivacyOfficer@inconnecting.com.</p> ", "created_at": "2023-03-12 06:43:32.872521", "updated_at": "2023-03-12 06:43:39.838279"}, {"id": 14366, "name": "IOS  Privacy Policy ", "url": "https://turbovpn.com/static/privacy_policy_ios.html", "xpath": "//body", "text": " <b>Privacy Policy</b> Last updated June 11, 2019 <p> Innovative is committed to protecting your privacy.\nOur guiding principle toward data collection is to collect only the minimal data required to operate a world-class VPN service at scale.\nWe want you to understand what information we collect, what we don't collect, and how we collect, use, and store information.\nWe do not collect logs of your activity, including no logging of browsing history, traffic destination, data content, or DNS queries.\nWe also never store connection logs, i.e., no logs of your IP address, your outgoing VPN IP address, connection timestamp, or session duration.\nWe designed our systems not to have sensitive data about you.\neven when compelled, we cannot provide data that we do not possess.\n</p>\n<p> This Privacy Policy describes how INNOVATIVE CONNECTING PTE.\nLIMITED and its affiliates (\"Innovative,\" \"we,\" \"our\" or \"us\") collect, use, and share information in connection with your use of our websites (including www.turbovpn.co), services, and applications (collectively, the \"Services\").\nThis Privacy Policy (the \"Privacy Policy\") does not apply to information you may process when using our Services.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>1.\n(USER-CONTROLLED OPTION): PERSONAL INFORMATION</b>\n</p>\n<p> Our VPN APP is a non-obligatory log network.\nInnovative are not available for the information related to the personal information of users, including but not limited to names (subscriber names, user names and screen names), addresses (including mailing addresses, residential address, business addresses) and telephones, unless the data you provide depending on the context of your interactions with us and the choices you make, including your privacy settings, and the products and features you use for the purpose of administering your subscription and for the purpose to enjoy our VPN services.\nExcept for the limited exceptions, we don't automatically collect any Personal Information from you.\n</p>\n<p> When you open the APP seeking for our VPN services, the APP assigns a unique identifier to you for the service (such unique identifier just binds up with your device identification code, but does not tie to any other personal information of users).\nWhen you use the VPN services, we will check your account information through this unique identifier to determine the level of service you have signed up for before establishing your VPN connection.\n</p>\n<p> With some forms of payment, certain Mac version of our VPN services may redirect you to the website of a third-party payment processor (namely PayPal) to complete the transaction.\nTo understand what personal information the processor collects and stores, please refer to the respective processor's terms and privacy policy.\nTherefore, except for the limited exception above, we do not know any means or source of user's detailed payment for VPN services (including any credit card or bank account number) or any billing records either.\n</p>\n<p> If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.\nWe may also receive a confirmation when you open an email from us.\n</p>\n<p> Innovative uses your email address (if any depending on your choice) for the following reasons: </p>\n<p>\n</p>\n<ul>\n<li> To communicate with you about your VPN services or respond to your communications.\n</li>\n<li> To send you updates and announcements.\n</li>\n<li> To send marketing information, such as Innovative offers, surveys, invitations, and content about other matters in connection with Innovative (\"Marketing emails\").\nYou may choose to not receive Marketing emails by following the opt-out procedure described in these emails.\n</li>\n</ul> Innovative uses your personal information only for the purposes listed in this Privacy Policy, and we don't sell your personal information to third parties without your prior consent.\n<p>\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>2.\nSERVICE INFORMATION RELATED TO YOUR VPN USAGE</b>\n</p>\n<p> Subject to applicable laws and for the avoidance to infringe any internet service provider, any browsing information, traffic destination, data content, IP addresses, DNS queries or other similar information relating to your online activities transmitted by you to our servers is encrypted and cleared after the VPN \"session\" is closed.\nThat said, we don't collect any information regarding the websites you visit or any data stored on or transmitted from your device, including any data that applications on your device may transmit through the VPN network.\nMore specifically, Innovative has NO documents/information below under the situations of the limited connecting with your personal information and the non-collection of the websites you visit or any data stored on or transmitted from your device: </p>\n<p>\n</p>\n<ul>\n<li> We do not know which user ever accessed a particular website or service.\n</li>\n<li> We do not know which user was connected to the VPN at a specific time.\n</li>\n<li> We do not know the set of original IP addresses of a user's computer or the temporarily assigned network addresses.\n</li>\n</ul>\n<p>\n</p>\n<p> If anyone would like to access to or try to compel Innovative to release user information based on any of the above, we cannot supply this information because the data don't exist.\n</p>\n<p> For the purpose to fulfill our contractual obligations in good faith and to make you enjoy excellent VPN services, we collect the following information related to your VPN usage: </p>\n<p>\n<b>Information related to Apps and Apps versions</b>\n</p>\n<p> We collect information related to which Apps and Apps version(s) you have activated.\nIt makes our Support Team efficiently find out and eliminate technical issues for you.\n</p>\n<p>\n<b>Information related to Connection</b>\n</p>\n<p> We collect information about whether a VPN connection is successful on a particular day (but not a specific time of the day), to which VPN location (but not your assigned outgoing IP address), and from which country/ISP (but not your source IP address).\nThe minimal information allows us to provide efficient technical support to you, such as identifying connection problems, providing country-specific advice about how to use our VPN services, and to enable our engineers to identify and fix network issues.\n</p>\n<p>\n<b>The Size (in MB) of Data transferred (but not any websites you visit or any data transmitted from your device)</b>\n</p>\n<p> We collect information regarding the total sum of data transferred by a given user.\nIt is one of our service principles to provide unlimited data transfer, however if we notice that a user occupies more traffic than thousands of others combined, what influence other users to enjoy high-quality service, we may seek for the reason with the user.\n</p>\n<p>\n<b>Anonymous Data for Network Diagnostics, Study and Analysis</b>\n</p>\n<p> When you become one of our users for the VPN services, with your permission, we collect minimal usage statistics and anonymized analytics data used for network diagnostics in our network operations tools, for the purpose to optimize network speeds and to let us identify problems related to specific apps, VPN servers, or ISPs.\nLearning and analyzing the statistics allows us to improve the quality of the services and the products.\nWe ensure the information we receive is fully anonymized and cannot be tied back to individual users (i.e., we do not store which user sent which data, and we do not store IP addresses).\n</p>\n<p> We will collect the following information:<br>\n</p>\n<ul>\n<li> Diagnostic information about if and how a VPN connection attempt failed.\n</li>\n<li> Speed test data.\n</li>\n<li> Crash reports, also without any personally identifiable information.\nThese are handled in an anonymized form by third parties, dependent on the platform you are using.\n</li>\n</ul> On iOS, Apple's crash reporting can be turned off in iOS settings.\n<p>\n</p>\n<p>\n<b>Conclusion</b>\n</p>\n<p> We collect minimal usage statistics to maintain our quality of service.\nAlthough we provide service to users improving the network speed, we can't uniquely identify any specific behavior of any user, because thousands of users share one same location simultaneously to enjoy surfing the internet and the usage pattern overlaps with thousands of other customers who also connected to the same location on the same day.\n</p>\n<p> Regarding to the sensitive data, we've engineered our systems to categorically eliminate the storage of sensitive data.\nWe never know HOW they have utilized our Service.&nbsp.\n</p>\n<p> We stand by our firm commitment to our customers' privacy by not possessing any data related to a user's online activities.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>3.\nTHE USE AND SHARING OF INFORMATION</b>\n</p>\n<p>\n<b>How we use information</b>\n</p>\n<p> We use the information we collect in various ways, including to:<br>\n</p>\n<ul>\n<li> Provide, operate, and maintain our Services.\n</li>\n<li> Improve, personalize, and expand our Services.\n</li>\n<li> Understand and analyze how you use our Services.\n</li>\n<li> Develop new products, services, features, and functionality.\n</li>\n<li> Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the Service, and for marketing and promotional purposes.\n</li>\n<li> Process your transactions.\n</li>\n<li> Send you text messages and push notifications.\n</li>\n<li> Find and prevent fraud.\nand </li>\n<li> For compliance purposes, including enforcing our Terms of Service, or other legal rights, or as may be required by applicable laws and regulations or requested by any judicial process or governmental agency.\n</li>\n</ul>\n<b>How we share information</b>\n<p>\n</p>\n<p> We may share the information we collect in various ways, including the following:<br>\n</p>\n<ul>\n<li>\n<b>Vendors and Service Providers.</b> We may share information with third-party vendors and service providers that provide services on our behalf, such as helping to provide our Services, for promotional and/or marketing purposes, and to provide you with information relevant to you such as product announcements, software updates, special offers, or other information.\n</li>\n<li>\n<b>Aggregate Information.\n</b>Where legally permissible, we may use and share information about users with our partners in aggregated or de-identified form that can't reasonably be used to identify you.\n</li>\n<li>\n<b>Information We Share When You Sign Up Through a Referral.</b> If you sign up for our Services through a referral from a friend, we may share information with your referrer to let them know that you used their referral to sign up for our Services.\n</li>\n<li>\n<b>Analytics.\n</b>We collect minimal usage statistics and anonymized analytics data used for network diagnostics in our network operations tools.\nPlease see more information in Section 2 of this Privacy Policy.\n</li>\n<li>\n<b>Business Transfers.</b> Information may be disclosed and otherwise transferred to any potential acquirer, successor, or assignee as part of any proposed merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of insolvency, bankruptcy, or receivership in which information is transferred to one or more third parties as one of our business assets.\n</li>\n<li>\n<b>As Required by Law and Similar Disclosures.\n</b>We may also share information to (i) satisfy any applicable law, regulation, legal process, or governmental request.\n(ii) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof.\n(iii) detect, prevent, or otherwise address fraud, security, or technical issues.\n(iv) respond to your requests.\nor (v) protect our rights, property or safety, our users and the public.\nThis includes exchanging information with other companies and organizations for fraud protection and spam/malware prevention.\n</li>\n<li>\n<b>With Your Consent.</b> We may share information with your consent.\n</li>\n</ul>\n<b>\n<p>\n<b>\n<br>\n</b>\n</p> 4.\nADVERTISING</b>\n<p>\n</p>\n<p> We do not server any ads for the VIP subscription of our services.\nAs well, we are proud to offer free, advertising-supported VPN services to the customers.\nWe work with third-party advertising partners to show ads to the customers who choose free VPN services.\n</p>\n<p> We ensure that we do not target any personal information based on these ads.\nAlthough you opt in to use the free, advertising-supported VPN services, we won't share the advertisers any your personal information or any usage information without your prior consent.\n</p>\n<p> Notwithstanding the foregoing, these advertising partners may set and access their own cookies, pixel tags, and similar technologies on our services, and they may otherwise collect or have access to information about you which they may collect over time and across different online services.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>5.\nJURISDICTION AND APPLICABLE LAW</b>\n</p>\n<p> Keeping your information private is our core mission.\nIn service of this mission, Innovative's registered place of business is in Singapore, where has integrated data protection legislation.\n</p>\n<p> There are no special data retention laws and no guidance pertaining to e-discovery or disclosure to foreign law enforcement agencies in Singapore.\nThe disclosure of personal data may follow this Privacy Policy.\n</p>\n<p> Required by any foreign law enforcement agencies, Innovative turns over protected user information only upon receipt of a valid subpoena, court order, or search warrant, which shall be served effectively under the Rules of Court of Singapore.\nMore specifically, we think the subpoena, court order or search warrant may lose its coercive effect when it crosses its boundary.\nIt only regains coercive effect on the other side of the line either through a domestication action (in the other state's courts) or under the authority of a statute.\nAdditionally, we will notify affected users about any requests for their account information, unless prohibited from doing so by law or court order.\nShould we receive a valid served legal order, it is important to note that Innovative does not collect any IP addresses, browsing history, traffic data, or DNS queries that could be used to identify any specific user.<br>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>6.\nDATA RETENTION</b>\n</p>\n<p> We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax, or accounting requirements).\n</p>\n<p> When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\n</p>\n<p> We keep records of any correspondence, questions, complaints, or compliments you submit to us, along with our response.\nDepending on how you contact us, we may collect your email address and any additional information you provide to us.\nHaving full correspondence records enables us to provide the best possible customer support experience.\n</p>\n<p> We use emails for support correspondence: turbovpn@inconnecting.com.\n</p>\n<p> When you correspond with us using these emails, your correspondence records, including your name and email address, are stored in their systems </p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>7.\nSECURITY MEASURES</b>\n</p>\n<p> Innovative is committed to protecting your information.\nWe use best-in-class physical, procedural, and technical security with respect to our offices and information storage facilities so as to prevent any loss, misuse, unauthorized access, disclosure, or modification of information.\nAccess to user information is restricted to staff who require such access to perform their job functions.\n</p>\n<p> While we believe these systems are robust, it is important to understand that no data security measures in the world can offer 100% protection.\n</p>\n<p> Servers are housed in data centers with strong security practices.\nNone of these data centers require us to collect or store any traffic data or personal information related to your use of VPN services.\nIf any data center were to ask us to log such data, we would immediately cease operations with said data center and find alternative options.\n</p>\n<p> Even if a government were to physically seize one of our VPN servers and manage to break its disk encryption, there would be no logs or information that would tie any individual user to a particular event, website, or behavior.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>8.\nTHIRD-PARTY SERVICES</b>\n</p>\n<p> You may access other third-party services while using the VPN services, for example by clicking on links to those third-party services from within the Services.\nWe are not responsible for the privacy policies and/or practices of these third-party services, and we encourage you to carefully review their privacy policies.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>9.\nCHILDREN'S PRIVACY</b>\n</p>\n<p> We feel under a particular obligation to protect information obtained from young children.\nWe would strongly urge parents to instruct their children never to disclose their real name, their address or their telephone number while they are on-line without prior permission.\nInnovative does not knowingly collect information from children under the age of 16, and children under 16 years old are prohibited from using our services.\nIf you learn that a child has provided us with personal information in violation of this Privacy Policy, you can alert us at turbovpn@inconnecting.com.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>10.\nACCESS</b>\n</p>\n<p> When you become one of our users for the VPN services, you may access certain information associated with you by emailing turbovpn@inconnecting.com.\nIf you decide not to use our VPN services any more, any public activity on your Account prior to deletion may remain stored on our servers and may remain accessible to the public.\n</p>\n<p> To protect your privacy and security, we may also take reasonable steps to verify your identity before updating or removing your information.\nThe information you provide us may be archived or stored periodically by us according to backup processes conducted in the ordinary course of business for disaster recovery purposes.\nYour ability to access and correct your information may be temporarily limited where access and correction could: inhibit our ability to comply with a legal obligation.\ninhibit our ability to investigate, make or defend legal claims.\nresult in disclosure of personal information about a third party.\nor result in breach of a contract or disclosure of trade secrets or other proprietary business information belonging to us or a third party.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>11.\nGDPR</b>\n</p>\n<p> Innovative is committed to user privacy globally, and personal information under users' control and minimal collection of data are our existing practices.\nAccording to the requirements of the General Data Protection Regulation (GDPR) of the European Union (EU), we collect and process the data in a specific manner of users in EU outlined in this Privacy Policy on one of the following bases, depending on the circumstances: </p>\n<p> i)&nbsp.\n&nbsp.\nFor the purposes of fulfilling our contractual obligations to users, including:<br>\n</p>\n<ul>\n<li> Providing users with the VPN services and Apps they have requested.\n</li>\n<li> Managing user subscriptions and processing payments.\n</li>\n<li> Providing customer support.\n</li>\n</ul> ii)&nbsp.\n&nbsp;For a legitimate interest associated with the operation of our business, including:<br>\n<ul>\n<li> Enhancing the quality, reliability, and effectiveness of our VPN Services, and Apps.\n</li>\n<li> Communicating with customers to provide information and seek feedback related to our VPN services and Apps.\n</li>\n</ul> You can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect the processing of your personal information conducted in reliance on lawful processing grounds other than consent.\n<p>\n</p>\n<p> As well, you have the right to opt-out of marketing communications we send you at any time.\nYou can exercise this right by clicking on the \"unsubscribe\" or \"opt-out\" link in the marketing emails we send you.&nbsp.\n</p>\n<p> You can exercise your rights under the GDPR to access, transfer, correct, delete, or object to the processing of your personal information by contacting us at turbovpn@inconnecting.com.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>12.\nINTERNATIONAL DATA TRANSFERS</b>\n</p>\n<p> Innovative is a global business.\nWe may transfer personal information to countries other than the country in which the data was originally collected.\nThese countries may not have the same data protection laws as the country in which you initially provided the information.\nWhen we transfer your personal information to other countries, we will protect that information as described in this Privacy Policy.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>13.\nCHANGES TO THIS PRIVACY POLICY</b>\n</p>\n<p> For the purpose to consist with applicable privacy laws and principles, this Privacy Policy may be modified from time to time without prior notice to you, so please review it frequently.\nYour continued use of our VPN services constitutes your acceptance of our Privacy Policy.\nChanges to this Privacy Policy will be posted on our websites.\nIf we materially change the ways in which we use or share personal information previously collected from you through our VPN services, we will notify you through our APP, email, or other communication.\n</p>\n<p>\n<b>\n<br>\n</b>\n</p>\n<p>\n<b>14.\nContacts</b>\n</p>\n<p> If you have any questions or concerns about this Privacy Policy, please feel free to contact us at turbovpn@inconnecting.com.\n</p>\n<p> [Allen Yu] is the Data Protection Officer (\"DPO\") for Innovative, having been appointed in 2018.\nIf you are not in a position to engage with us by the above mentioned means, please contact DPO at DataPrivacyOfficer@inconnecting.com.<br>\n</p> ", "created_at": "2023-03-12 06:44:21.449651", "updated_at": "2023-03-12 06:44:29.975198"}, {"id": 14367, "name": "Terms of Service", "url": "https://turbovpn.com/terms-of-service", "xpath": "/html/body/div[1]/div/div/div[4]/div[1]/div/div[2]", "text": " <p>Terms of Service</p>\n<p>Last updated: 2022.06.23</p>\n<p> These Terms of Service (“Terms”) govern your use of and access to our website (“Website”), applications (“Apps”) and other services (collectively, the “Services”).\n</p>\n<p> The Services are provided by Innovative Connecting Pte.\nLimited (“we,” “us,” “our,” or “Turbo”).\nPlease note that the Terms constitute a binding legal agreement between you (\"User\" or \"You\") and Turbo.\nBy visiting our websites, installing, and/or using the Services, you acknowledge that you have read the Terms, understand them, and agree to be bound by these Terms.\nIf you do not agree with these Terms or any provisions hereof, please do not install the Apps and do not use our Services.\n</p>\n<p>1.\nGeneral</p>\n<p>Our Services are virtual private network (“VPN”) services, which enhance internet security and privacy.</p>\n<p> In order to use some of the Services, you will be asked to set up an account.\nYou are solely responsible for all usage or activity on your account including, but not limited to, use of the account by any person who uses your account, with or without authorization, or who has access to any computer on which your account resides or is accessible.\n</p>\n<p> We do not log or store any records on user’s activity using our Services, but if you choose to create a user account, you must provide some basic information.\nYou must maintain and update this information current, truthful, complete, and accurate.\nYou warrant that you are authorized to provide such information.\nYou authorize us to verify your information at any time.\nIf it is found to be untrue, inaccurate, not current or incomplete, we retain the right, in our sole discretion, to suspend or terminate your user account and your access to the Services.\n</p>\n<p> You are responsible for maintaining the confidentiality of your account, username and password and for restricting access to your account.\nYou may not share your password or other account access information with any other party, temporarily or permanently, and you agree to accept responsibility for all activities that occur under your account or password, whether or not authorized by you.\nYou agree to immediately notify us of any unauthorized use of your account, username or password, as the case may be.\n</p>\n<p> Your use of the Services is at your own risk.\nThe Services may be modified, updated, interrupted or suspended at any time without notice or liability.\nWe do not bear any liability for any harm or other adverse consequences to you, caused by this.\nTurbo, its owners, employees, agents and others that are involved with the Services are not in any way or form liable for any harm of any kind executed or intended, resulting from or arising through or from the use of any account registered with Services.\n</p>\n<p>2.\nModification</p>\n<p> All users of Turbo Services are obliged to ensure that they are familiar with the most current wording of the Terms.\nThe change of the Terms may be communicated to you by publishing the updated Terms on Turbo website, where the date of the most current wording of the Terms is indicated at the top of the web page.\nSince you agree to be bound by these Terms each time you use the Turbo services, please consider reviewing the terms each time when you use the Turbo services.\nEach update of the terms comes into force as of the moment when it is published on this web page.\nYou understand and agree that any continued use and access to the Turbo Services after any updates to these terms are published, means that you voluntarily agree to be bound by the updated Terms.\n</p>\n<p>3.\nPrivacy Policy</p>\n<p> We do not log any user activity (sites visited, DNS lookups, emails etc.) We only log access attempts to our servers (for security and troubleshooting).\nWe do not get involved in any form of censorship.\nWe do not give your personal info to any third parties.\nWe do not cooperate with any requests for information unless we are ordered by a court of competent jurisdiction and the vast majority of these requests would not be from a court of competent jurisdiction.\nWe will protect you to the max and our system is setup to automatically do so.\nThere are hundreds of good reasons for being anonymous and we respect them fully.\n</p>\n<p>For information about how we process information about you and your use of our Services, please see our Privacy Policy.</p>\n<p>4.\nThird-Party Websites and Services</p>\n<p> We may provide you with content belonging to Third Parties (“Third Parties”) or links leading to third-party websites.\nWe are not responsible for the availability of the content provided by Third Parties as they are not under the control or supervision of Turbo, and they may have different terms of use and policies.\nYour access through our Services to any website, service, or content provided by Third Parties does not indicate any relationship between us and such Third Parties.\n</p>\n<p> Also, we may use the services provided by other third parties, from time to time, include computer software supplied by third parties, which is utilized by permission of the respective licensors and/or copyright holders on the terms provided by such parties.\nWe expressly disclaims any warranty or other assurance to you regarding such third-party’s services.\n</p>\n<p>5.\nLicense</p>\n<p> Subject to the terms and conditions of these Terms, we grant you a limited, revocable, non-exclusive, personal, non-transferable, non-sublicensable, fixed-term license to: (1) download our Apps.\nand (2) enter into the Website.\nand (3) use the Services, including, without limitation, the products and services made available on or through the our Apps or our Website.\nNo other right or license, express or implied, of any kind is granted to you hereunder with respect to the Services.\nThe license provided herein is effective until terminated.\nThis license automatically terminates if you fail to comply with these Terms.\n</p>\n<p> The Services, including, but not limited to, our Apps and Website, are owned and copyrighted by Turbo and protected worldwide.\nWe retain all right, title and interest in and to the Services and any portion thereof, including, without limitation, all copyrights, trademarks, service marks, patents, trade secrets and other intellectual property rights.\nYou shall not take any action to jeopardize, limit or interfere in any manner with our ownership of and rights with respect to the Services.\nAll rights are reserved unless otherwise noted.\n</p>\n<p> By accessing and using this website and by using the Services, you accept and acknowledge that the Services, including the appearance, content, selection, assembly and functionality and any other parts or specifics of our Website and the Apps, is the ownership of Turbo (despite whether the specific content is individually protected by copyright), and you are forbidden from registration, adoption or any other use of trade names, symbols or signs that are either identical or confusingly similar to any trademarks owned by Turbo.\n</p>\n<p>6.\nSubscriptions</p>\n<p> By subscribing to the Services, you agree to become a subscriber (“Subscriber”) for the period you have elected.\nA full list of subscription plans and pricing is available on the Website and Apps.\nWe reserves the right to amend subscription fees or institute new fees at any time upon reasonable advance notice posted on the Website or Apps or sent via email.\nAny changes to the pricing will not affect the Subscriber’s current subscription period, but may become effective upon subscription renewal, which will be decided solely at the discretion of Turbo.\nSubscription purchases and refunds are handled via multiple third-party payment companies.\nTo find out more about these third party payment companies and how they process your data, please refer to our Privacy Policy.\n</p>\n<p> Subscriptions will automatically renew unless you turned off the auto-renew at least 24-hours before the end of the current subscription period.\nThe subscription fee will be charged for renewal within 24-hours prior to the end of the current subscription period to the payment method you last selected.\nSubscriptions may be managed by the user and auto-renewal may be turned off by going to the user's Account Settings after purchase.\n</p>\n<p>7.\nRefund Policy</p>\n<p> (1) If you purchased the Turbo VPN product (or Service) from the Turbo VPN official Website, we offer you a 30-day money-back guarantee.\nYou may cancel your subscription for any reason within 30 days of your initial purchase and you will receive a full refund of the amount you paid.\n</p>\n<p> Refunds beyond the 30-day purchase window will be considered, at the sole discretion of Turbo, if you can demonstrate that the Service was not available or usable during the subscription period and that reasonable attempts were made to contact Turbo to resolve the issue.\nIn this case, Turbo may provide the Subscriber with a pro-rata refund of service fees paid during the period when the Service was not available or usable.\n</p>\n<p> (2) If you purchased the Turbo VPN product (or Service) from the Apple App Store (iTunes), you do not have access to the 30-day money-back guarantee.\nInstead, you can request refunds through the App Store, which are issued solely at the discretion of Apple Support.\n</p>\n<p> (3) If you purchased the Turbo VPN product (or Service) from Google Play Store, you do not have access to the 30-day money-back guarantee.\nOnly if you can demonstrate that the Service was not available or usable during the subscription period and that reasonable attempts were made to contact Turbo to resolve the issue, Turbo may provide you with a pro-rata refund of service fees paid during the period when the Service was not available or usable.\n</p>\n<p> (4) If you purchased the Turbo VPN product (or service) from 3rd party platform (eg: Codashop, or others), please kindly contact the respective platform support for assistance.\n</p>\n<p>Refunds are generally processed within fourteen (14) business days, and are made to the original form of payment used for purchase.</p>\n<p> If you have any additional questions or would like to request a refund, feel free to contact us via the in-app feedback system or email us.\n</p>\n<p>8.\nProhibited and restricted uses</p>\n<p> We do not condone any unlawful use of the Services.\nOur Services shall not be used for any criminal, illicit and illegal acts, and you accept and agree not to violate any law of any jurisdiction that you are originating from and any other applicable law.\nIt is your responsibility to know and comprehend any and all relevant laws related to any jurisdiction or venue that concerns you, your actions and your use of Services.\nWe reserve the right to limit, in our sole discretion, the availability of the Services or any portion thereof, to any person, entity, geographic area, or jurisdiction, at any time.\n</p>\n<p> In order to protect the Services from being misused or used to harm someone, we reserves the right to take appropriate measures when our Services are being used contrary to these Terms and applicable laws.\nYou agree that we may terminate your account or take any other legal measure provided by law, without providing a refund for Services already paid, if you misuse the Service.\n</p>\n<p>You agree that you shall not:</p>\n<ul>\n<li>Send or transmit unsolicited advertisements or content (i.e., “spam\") over the Services.</li>\n<li> Send, post, or transmit over the Services any content which is illegal, hateful, threatening, insulting, or defamatory.\ninfringes on intellectual property rights.\ninvades privacy.\nor incites violence.\n</li>\n<li> Upload, download, post, reproduce, or distribute any content protected by copyright or any other proprietary right without first having obtained permission from the owner of the proprietary content.\n</li>\n<li>Upload, download, post, reproduce, or distribute any content that includes sexual or explicit depictions of minors.</li>\n<li>Engage in any conduct that restricts or inhibits any other Subscriber from using or enjoying the Services.</li>\n<li>Attempt to access, probe, or connect to computing devices without proper authorization (i.e., any form of “hacking”).</li>\n<li>Attempt to compile, utilize, or distribute a list of IP addresses operated by Turbo in conjunction with the Services.</li>\n<li>Use the Service for anything other than lawful purposes.</li>\n</ul>\n<p>9.\nDisclaimer of warranties</p>\n<p> THE SERVICES (INCLUDING, WITHOUT LIMITATION, OUR APPLICATIONS, SERVICES AND WEBSITES) ARE PROVIDED “AS IS” AND WITH ALL FAULTS.\nWE MAKE NO REPRESENTATION OR WARRANTY WHATSOEVER REGARDING THE COMPLETENESS, ACCURACY, ADEQUACY, SUITABILITY, FUNCTIONALITY, AVAILABILITY, OR OPERATION OF THE SERVICES.\nYOU ACKNOWLEDGE THAT WE DO NOT HAVE CONTROL OVER YOUR USE OF THE SERVICES, AND WE DO NOT WARRANT THE PERFORMANCE OR RESULTS THAT MAY BE OBTAINED THROUGH YOUR USE OF THE SERVICES.\nYOU ASSUME ALL RISKS AND RESPONSIBILITY FOR YOUR USE OF THE SERVICES AND FOR ANY LOSS OF OR ERRORS IN ANY DATA OR INFORMATION.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING THROUGH COURSE OF DEALING OR USAGE OF TRADE.\nWITHOUT LIMITING THE FOREGOING, WE NEITHER WARRANT NOR REPRESENT THAT YOUR USE OF THE SERVICES WILL NOT INFRINGE THE RIGHTS OF ANY THIRD PARTIES, NOR THAT THE SERVICES WILL BE AVAILABLE FOR YOUR ACCESS OR USE, NOR THAT OPERATION OF THE SERVICES WILL BE ERROR-FREE OR UNINTERRUPTED.\nPLEASE NOTE THAT SOME JURISDICTIONS MAY NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.\nIN ADDITION, YOU MAY ALSO HAVE OTHER RIGHTS THAT VARY FROM ONE JURISDICTION TO ANOTHER JURISDICTION.\n</p>\n<p>10.\nLimitation of liability</p>\n<p> YOUR USE OF THE SERVICES IS AT YOUR OWN RISK.\nNEITHER WE NOR ANY OF ITS PARENTS, SUBSIDIARIES OR AFFILIATES, NOR ANY OF THEIR EMPLOYEES, OFFICERS OR DIRECTORS, SHALL BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR OTHER DAMAGES (INCLUDING, WITHOUT LIMITATION, LOSS OF DATA OR INFORMATION OF ANY KIND, LOSS OF BUSINESS, LOST PROFITS, INTERRUPTION OF BUSINESS, COST OF COVER OR ANY OTHER DAMAGES) ARISING OUT OF OR IN ANY WAY RELATED TO THIS AGREEMENT OR THE USE OR INABILITY TO USE THE SERVICES, WHETHER BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN ANY CASE, THE LIABILITY OF TURBO SHALL NOT EXCEED WHAT THE USER PAID TO TURBO AND SHALL NOT INCLUDE ATTORNEY FEES OR COURT COSTS IRRESPECTIVE OF ANY LAWS OR STATUTES THAT MAY PRESCRIBE OTHERWISE.\n</p>\n<p>11.\nIndemnification</p>\n<p> You agree, at your own expense, to indemnify, defend and hold harmless Turbo, its parents, subsidiaries and affiliates, and their officers, directors, employees, agents, distributors and licensees, from and against any judgments, losses, deficiencies, damages, liabilities, costs, claims, demands, suits, and expenses (including, without limitation, reasonable attorneys’ fees, expert witness fees and expenses) incurred in, arising out of or in any way related to your breach of these Terms, your use of the Services, or any of your other acts or omissions.\n</p>\n<p>12.\nChoice of Law</p>\n<p>These Terms shall be governed by and construed in accordance with the laws of the Singapore, excluding its conflicts of law.</p>\n<p>13.\nArbitration</p>\n<p> If a dispute arises in connection with these Terms, You agree to negotiate with Turbo to attempt to resolve it.\nIf the dispute is not resolved through those negotiations, you agree to submit the dispute to the Singapore International Arbitration Centre (SIAC) for final settlement.\nThe venue of the arbitration shall be Singapore and the language of the arbitration shall be English.\n</p> ", "created_at": "2023-03-12 06:44:59.847349", "updated_at": "2023-03-12 06:45:09.325174"}, {"id": 14364, "name": "privacy policy", "url": "https://asserts.turbovpn.co/assets/turbo_privacy_202011.html", "xpath": "//body", "text": " <p>\n<strong>Last updated:</strong>\n<strong>\n</strong>\n<strong>28 September, 2020</strong>\n</p>\n<p> We, Innovative Connecting Pte.\nLtd.\nand its affiliates, are committed to protecting your privacy.\nWe strictly limit the collection scope of your data.\nOnly data required to maintain our service is collected.\n</p>\n<p> This Privacy Policy describes how we collect, use, and share your data in connection with your use of our websites (including www.Turbovpn.co), services, and applications (collectively, <strong>\"Turbo VPN\"</strong>).\nThis Privacy Policy does not apply to data that you send and/or receive from third party websites through Turbo VPN.\n</p>\n<p>\n<strong>1.</strong>\n<strong>\n</strong>\n<strong>COLLECTION OF DATA</strong>\n</p>\n<p>\n<strong>1.1</strong>\n<strong>\n</strong>\n<strong>Data NOT to be collected</strong>\n</p>\n<p> We do not collect the following data: </p>\n<p> 1) Names (including subscriber names, user names, and screen names).\n</p>\n<p> 2) Addresses (including residential addresses and business addresses).\n</p>\n<p> 3) Telephone numbers.\nand </p>\n<p> 4) Payment details: </p>\n<p> a) We do not collect your payment details for Turbo VPN.\nWe do not collect or store credit card numbers, bank account numbers, or billing records.\n</p>\n<p> b) When you make payments to us, Turbo VPN may redirect you to the website of a third party payment processor to complete the transaction.\nIf you would like to understand what personal data the third party processor collects and stores, please kindly refer to the respective processor's terms and privacy policy.\n</p>\n<p> We do not collect sensitive data as we have engineered our systems to categorically erase the storage of sensitive data.\n</p>\n<p> We do not collect any data related to your online activities.\nWe do not collect data logs of your activities, including: </p>\n<p> 1) Browsing history.\n</p>\n<p> 2) Traffic destination.\n</p>\n<p> 3) Data content.\nand </p>\n<p> 4) DNS queries.\n</p>\n<p> We do not collect data of your connection logs, including: </p>\n<p> 1) Your IP address.\n</p>\n<p> 2) Your outgoing VPN IP address.\n</p>\n<p> 3) Connection timestamp.\nand </p>\n<p> 4) Session duration.\n</p>\n<p> As we do not collect data logs of your activity or connection logs, we would not have information about: </p>\n<p> 1) The websites you visit.\n</p>\n<p> 2) The time you connected to Turbo VPN.\nand </p>\n<p> 3) The set of original IP addresses of your computer or the temporarily assigned network addresses.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>1.2</strong>\n<strong>\n</strong>\n<strong>Data to be collected</strong>\n</p>\n<p> We limit the collection of your data.\nWe only collect data that is required to maintain the services by Turbo VPN.\n</p>\n<p> 1.2.1 <u>Data provided to us</u>\n</p>\n<p> We collect the data that you provide to us through your interaction with Turbo VPN.\nWhen you register for an Account, we may ask for your email address.\nThe amount of data that you provide us depends on your privacy settings.\n</p>\n<p> We use your email to: </p>\n<p> 1) Communicate with you.\n</p>\n<p> 2) Send you updates and announcements.\nand </p>\n<p> 3) Send marketing information, such as our offers, surveys, invitations, and other content.\n</p>\n<p> If you contact us directly, we may receive data such as your name, email address, phone number, content of the message and/or attachments, and any other personal data you may choose to provide to us in your communication to us.\n</p>\n<p> You may withdraw your consent to our use of your email address for the above purposes.\n</p>\n<p> 1.2.2 <u>Data necessary for us to maintain the service quality of Turbo VPN</u>\n</p>\n<p> We collect the following data related to your use of Turbo VPN: </p>\n<p> 1) Data related to versions of Turbo VPN: we collect data related to your version of Turbo VPN.\nThis allows us to efficiently identify and eliminate technical issues that you may face.\n</p>\n<p> 2) Data related to VPN connection: we collect abstracted data related to your use of Turbo VPN.\nThis would include success of VPN connections, VPN location you connected to, your country, and your internet service provider.\nYou cannot be identified from this abstracted data.\n</p>\n<p> 3) Amount of data transferred: we collect the aggregate sum of data transferred to ensure that individual users do not use excessive data at the expense of other users’ experience.\n</p>\n<p> 4) Anonymous data for network diagnostics, study and analysis: We collect anonymized data to operate Turbo VPN, including diagnostic data such as VPN connection failures, speed test data, and crash reports.\n</p>\n<p>\n<strong>2.</strong>\n<strong>\n</strong>\n<strong>USE OF DATA</strong>\n</p>\n<p> We use, combine, and process your data for the following purposes: </p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>2.1</strong>\n<strong>\n</strong>\n<strong>Security</strong>\n</p>\n<p> We authenticate your use of Turbo VPN by assigning a unique identifier to you when you register for the service via your email address.\nThis unique identifier, without reference to other data, identifies you through your device identification code.\nThe purpose of the unique identifier is for us to determine the level of service you have signed up for before we establish your Turbo VPN connection.\n</p>\n<p> We do not use any other forms of your data to verify your identity.\n</p>\n<p>\n<strong>2.2</strong>\n<strong>\n</strong>\n<strong>System diagnostics</strong>\n</p>\n<p> We use the data related to your Turbo VPN usage to perform internal operations necessary to maintain services of Turbo VPN.\nThis includes operational troubleshooting, conducting data analysis &amp.\nactivity trend analysis.\n</p>\n<p>\n<strong>2.3</strong>\n<strong>\n</strong>\n<strong>Customer support</strong>\n</p>\n<p> We use your data to resolve customer support issues.\nFor example, we may investigate and address concerns, monitor and improve our customer support, respond to your questions and feedback, and inform you of suggestive steps to resolve certain regular customer issues.\n</p>\n<p> We may communicate with you to provide updates relating to Turbo VPN, and for marketing &amp.\npromotional purposes.\n</p>\n<p>\n<strong>2.4 </strong>\n<strong>\n</strong>\n<strong>Research and development</strong>\n</p>\n<p> We use your data to understand and analyze your use of Turbo VPN to develop new products, services, features, and functionalities for you.\n</p>\n<p>\n<strong>2.5 </strong>\n<strong>\n</strong>\n<strong>Service providers</strong>\n</p>\n<p> We use data from service providers and third-party vendors to provide and market Turbo VPN.\n</p>\n<p>\n<strong>3.</strong>\n<strong>\n</strong>\n<strong>SHARING AND TRANSFER OF DATA</strong>\n</p>\n<p> We share and transfer your data in various ways, including the following: </p>\n<p>\n<strong>3.1 </strong>\n<strong>\n</strong>\n<strong>Aggregated anonymous data</strong>\n</p>\n<p> We use and share your data with our partners in aggregated or anonymized form that cannot be used to identify individual users.\n</p>\n<p>\n<strong>3.2 </strong>\n<strong>\n</strong>\n<strong>Referral</strong>\n</p>\n<p> If you sign up for Turbo VPN through a friend’s referral, we may let your friend know that you sign up for Turbo VPN via his/her referal.\n</p>\n<p>\n<strong>3.3 </strong>\n<strong>\n</strong>\n<strong>Analytics</strong>\n</p>\n<p> We share and transfer your anonymized statistics and analytical data for network diagnostics.\n</p>\n<p>\n<strong>3.4 </strong>\n<strong>\n</strong>\n<strong>Business transfers</strong>\n</p>\n<p> Your data may be disclosed and otherwise transferred to potential acquirer, successor, or assignee as part of any proposed merger, acquisition, debt financing, sale of assets, or similar transaction, or in the event of insolvency, bankruptcy, or receivership.\n</p>\n<p>\n<strong>3.5 </strong>\n<strong>\n</strong>\n<strong>With your consent</strong>\n</p>\n<p> With your consent and instruction, we may share your data.\n</p>\n<p>\n<strong>3.6</strong>\n<strong>\n</strong>\n<strong>International data transfers</strong>\n</p>\n<p> We may process your data to any countries in which we engage service providers.\nYou hereby acknowledge the transfer of your data outside of the country where you reside.\nWe will ensure that your data is well protected before the transfer.\n</p>\n<p>\n<strong>4.</strong>\n<strong>\n</strong>\n<strong>SECURITY MEASURES</strong>\n</p>\n<p> We implement robust security measures to protect your data from unauthorized access, collection, use, disclosure, copying, modification, disposal, or similar risks.\nWe ensure the security of our computer networks and sound adoption of control measures.\nAccess of our staff to your data is restricted to a strict need-to-know basis.\n</p>\n<p> We do not collect or store any traffic data or personal data in our data centers.\n</p>\n<p>\n<strong>5.</strong>\n<strong>\n</strong>\n<strong>DATA RETENTION</strong>\n</p>\n<p> We retain your data on the condition that we have a legitimate ongoing business need to do so, such as providing you with service you requested, or complying with applicable legal, tax, or accounting requirements.\n</p>\n<p> When there is no legitimate ongoing business need to process your data, we will delete or anonymize it.\nIf it is impossible to delete or anonymize your data (for instance, because it has been stored in backup archives), then we will securely store it and isolate it from any further processing until deletion is feasible.\n</p>\n<p>\n<strong>6.</strong>\n<strong>\n</strong>\n<strong>RIGHT TO BE FORGOTTEN</strong>\n</p>\n<p> We will erase your data when: </p>\n<p> 1) Your data is no longer necessary for the purpose which we originally collected or processed it for.\n</p>\n<p> 2) You withdraw your consent to us holding your data, and we are relying on your consent as the lawful basis for holding your data.\n</p>\n<p> 3) You object to our processing of your data, and there is no overriding legitimate interest for us to continue such processing.\nor </p>\n<p> 4) We are processing your data for direct marketing purposes and you object to the processing thereof.\n</p>\n<p>\n<strong>7.</strong>\n<strong>\n</strong>\n<strong>THIRD PARTY SERVICES</strong>\n</p>\n<p> You may access other third party services while using Turbo VPN, for example, by clicking on links of third party services from within Turbo VPN.\nWe shall not be held responsible for the privacy policies and/or practices of these third party services.\nYou are encouraged to carefully review their privacy policies.\n</p>\n<p>\n<strong>8.</strong>\n<strong>\n</strong>\n<strong>ADVERTISING</strong>\n</p>\n<p> 1) Paid Turbo VPN </p>\n<p> For paid Turbo VPN, we do not work with third party advertising partners.\n</p>\n<p> 2) Free Turbo VPN </p>\n<p> For free Turbo VPN, we work with third party advertising partners to offset the cost of providing our services.\nWe do not target advertisements based on your data.\nWe do not share or use your data in connection with third party advertisers without your prior consent.\n</p>\n<p> Third party advertising partners may set and access their own cookies, pixel tags, and similar technologies on our services, and may otherwise collect or have access to data about you which they may collect over time and across different online services.\n</p>\n<p>\n<strong>9.</strong>\n<strong>\n</strong>\n<strong>CHILDREN’S PRIVACY</strong>\n</p>\n<p> We encourage parents and guardians to teach their children about privacy and how their information may be used on the Internet.\nChildren should never disclose their name, address or phone number, or any personal information, without their parents’ or guardian's prior permission.\n</p>\n<p> We consider a user to be a child if they are under the age of 13, unless more stringent regulation applies in their state of residence.\n</p>\n<p> If we consider that any of our services are directed at users under the minimum legal age required in their country of residence, we can block such users from using the services or from providing information and/or limit the collection of information from such users as described below in more details.\n</p>\n<p> No personal information should be submitted to Turbo VPN by users under the minimum legal age required in their state of residence.\nWe apply the following limitations to personal information collection for a user that does not meet the minimum legal age required in their state of residence.\n</p>\n<p> Such a user cannot: </p>\n<p> l display their real name or any information in Turbo VPN </p>\n<p> l access the chat, leader board, forums, SNS (Facebook, Game Center, etc.) </p>\n<p> l subscribe to newsletters </p>\n<p> l use any other feature where users’ real names might appear </p>\n<p> With respect to such users, we will prevent the collection and use of their precise geolocation data and display to them contextual advertising only (excluding any behavioral advertising).\n</p>\n<p> Children can be invited to take part in testing our websites &amp.\napps with their parents' or guardians’ authorization and/or their parents' or guardians’ physical presence being required depending on the state where testing is conducted.\n</p>\n<p> Parents must exercise their privacy rights for their children provided in this Privacy Policy.\n</p>\n<p>\n<strong>10.</strong>\n<strong>\n</strong>\n<strong>ORDERS COMPELLING THE DISCLOSURE OF YOUR DATA</strong>\n</p>\n<p> Our collection of your data is strictly limited.\nWe collect your device identification code, and other data you may volunteer to us when you voluntarily contact us by way of email, phone, or interactions at our website or on Turbo VPN’s application page on Google Play or App Store.\nWe do not collect IP addresses, browsing history, traffic data, or DNS queries that could be used to identify you.\nAs such, the extent of any disclosure of your data is limited.\n</p>\n<p> We are committed to safeguarding your data.\nNonetheless, we may be compelled to disclose your data where we are served with a valid court order that is enforceable in Singapore, an order from law enforcement agencies, or where we are legally obligated to disclose your data.\nWe will require the recipient of your data to undertake the protection of your data, to a standard that is at least comparable to the protection required under Singapore’s Personal Data Protection Act (“<strong>PDPA</strong>”).\n</p>\n<p>\n<strong>11.</strong>\n<strong>\n</strong>\n<strong>ACCESS</strong>\n</p>\n<p> When you become a user of Turbo VPN, you may request access to your data that is associated only with you by emailing <u>Turbovpn@inconnecting.com</u> .\n</p>\n<p> To protect your privacy and security, we may take reasonable steps to verify your identity before acceding to your request.\nUpon our approval of your access request, we will provide you with your data that is in our possession or under our control.\nWhere applicable, we will provide you with information about the ways in which your data has been or may have been used or disclosed by us within a year of your request.\nWe may charge you a fee for fulfilling the access request.\n</p>\n<p>\n<strong>12.\nCORRECTION</strong>\n</p>\n<p> You may make a request to correct an error or omission about your data that is in our possession or control, by emailing <u>Turbovpn@inconnecting.com</u> .\n</p>\n<p> We will consider whether the correction should be made.\nIf such correction is to be made, we shall correct your data as soon as practicable and send the corrected data to every other organization to which your data was disclosed by us within a year before the date the correction request was made, unless that other organization does not need the corrected data for any legal or business purpose.\n</p>\n<p> To protect your privacy and security, we may take reasonable steps to verify your identity before correcting your data.\nYour data may be archived or stored periodically by us according to backup processes conducted in ordinary course of business for disaster recovery purposes.\n</p>\n<p>\n<strong>12.</strong>\n<strong>\n</strong>\n<strong>GDPR</strong>\n</p>\n<p> If you are a resident of the EEA, we ask that you keep the information that you provide to us updated.\nYou can correct any information you have provided by contacting us through this form.\n</p>\n<p> You represent and warrant that all information you provide us is true and correct, and that the info relates to you and not to any other person.\n</p>\n<p> You can exercise your rights at any time and ask Turbo VPN for access to, or rectification or erasure of, your information.\n</p>\n<p> Please note that other third parties (our data partners) may be controllers of your information.\nYou can obtain more details and opt out of the sharing of your personal information to third parties for any purpose by contacting us by emailing <u>Turbovpn@inconnecting.com</u> .\n</p>\n<p> If you have previously consented to any direct marketing communication from us or subscribed to our newsletters, you can unsubscribe by clicking on a link available in each communication and newsletter we send you.\n</p>\n<p> Please note that VPN functionality, services and features can be affected by your actions.\nSome of your information and processing thereof is mandatory for Turbo VPN to provide the services.\n</p>\n<p> Your actions may force Turbo VPN to cease providing services.\nWhen the conditions below apply, services will be reset: </p>\n<p> - If you ask for the modification of this mandatory information, we may be unable to continue providing Turbo VPN services for you.\n</p>\n<p> - If you request limitations to processing that are mandatory for Turbo VPN, or you object to such processing (in which case, we may not be able to provide you with Turbo VPN or our other services).\n</p>\n<p> - If you withdraw your consent or ask for the deletion of your information.\n</p>\n<p> - If you withdraw your consent or ask for the deletion of your information, we will not use or process your information any more, but we will store it to meet regulatory or police requests.\nWe also reserve the right to retain an archive of such information for a commercially reasonable time to ensure that its deletion does not affect the integrity of our data.\nand we further reserve the right to retain an anonymous version of such information.\n</p>\n<p> Please specify your request by emailing <u>Turbovpn@inconnecting.com</u> .\n</p>\n<p> If you are the parent of a child who is under 13 years of age (or under another age specified by applicable regulations) and believe your child has provided us with improper information, please email us at <u>Turbovpn@inconnecting.com</u> and we will delete the information from our systems.\n</p>\n<p> To preserve the confidentiality of your information, we must be able to correctly identify you.\nFor this reason, please provide us with a copy of an official document to prove your identity.\nThis copy will be safely destroyed within two months of your request being received and closed.\n</p>\n<p> Our team will look into your request and answer you within one month, unless your request requires further investigation, in which case you will be specifically informed.\n</p>\n<p>\n<strong>13.</strong>\n<strong>\n</strong>\n<strong>CCPA</strong>\n</p>\n<p> The California Consumer Privacy Act of 2018 (CCPA) permits California residents to request from a business, with whom the California resident has an established business relationship, certain information about the types of personal information the business has collected, shared with, and/or sold to third parties for a business or commercial purpose during the immediately preceding calendar year.\n</p>\n<p> As a Californian consumer, you also have the right, at any time, to opt out of any type of selling your personal information.\n</p>\n<p> Please note that we do not sell your personal information to provide Turbo VPN or our services described in this Privacy Policy.\nOur partners and providers who work with us may have access to your personal information in order to provide you with the services within the limits and throughout the duration of our agreement, but they cannot reuse your personal information for any other purposes.\nOur contracts are strictly drafted to protect your personal information and your privacy rights.\n</p>\n<p>\n<strong>13.\nBREACH NOTIFICATION</strong>\n</p>\n<p> We will report serious breaches of your data security to relevant supervisory authority to ensure the effective protection of your data.\n</p>\n<p>\n<strong>14.\nCHANGES TO THIS PRIVACY POLICY</strong>\n</p>\n<p> To ensure compliance with applicable laws, this Privacy Policy may be modified from time to time without prior notice to you.\nYour continued use of Turbo VPN constitutes your acceptance of our Privacy Policy.\nChanges to this Privacy Policy will be posted on our websites.\n</p>\n<p> If we materially change the ways in which we use or share your data previously collected through Turbo VPN, we will notify you through Turbo VPN, email, or other communication.\n</p>\n<p>\n<strong>15.\nGOVERNING LAW</strong>\n</p>\n<p> This Privacy Policy is governed by and construed in accordance with the laws of the Republic of Singapore.\n</p>\n<p>\n<strong>16.\nDATA PROTECTION OFFICER</strong>\n</p>\n<p> Ching CHAN is our Data Protection Officer (\"<strong>DPO</strong>\").\nThe DPO may be contacted at <u>DataPrivacyOfficer@inconnecting.com</u> .\n</p>\n<p> If you have any questions or concerns about this Privacy Policy, please feel free to contact us at <u>Turbovpn@inconnecting.com</u> .\n</p> ", "created_at": "2023-03-12 06:42:38.501568", "updated_at": "2023-03-12 06:48:55.167265"}], "points": [], "urls": ["turbovpn.com"]}}