{"error": 448, "message": "OK", "parameters": {"id": 7106, "name": "Cloudinary", "created_at": "2022-12-20 20:40:42.07356", "updated_at": "2022-12-20 23:01:22.845548", "wikipedia": "https://en.wikipedia.org/wiki/Cloudinary", "keywords": null, "related": null, "slug": "cloudinary", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7106.png", "url": "cloudinary.com", "documents": [{"id": 13503, "name": "Privacy Policy", "url": "https://cloudinary.com/privacy", "xpath": "//*[@id=\"general\"]/div/section/div/div/div", "text": " <p>We, at Cloudinary Ltd.\nand its affiliates, put great efforts in making sure that we secure your personally identifiable information and use it properly.</p>\n<p>This policy explains our privacy practices for processing your personally identifiable information as a user of our Cloudinary cloud-based image management solution, on the Cloudinary website and through other registration or contact channels (the “Service”).\nWe process your personally identifiable information subject to the terms of this policy.</p>\n<p>The summary of this policy will give you a quick and clear view of our practices.\nPlease take the time to read our full policy.</p>\nA Summary of The Policy\n<p>\n<strong>The Personally Identifiable Information That You Provide Us</strong> – We receive and store any information you enter on our website or give us in any other way.\nIf you register with the Service we will need your name, your company name, email address and password, for registration and notice purposes.\nyour payment details to process your payment for the service and we will receive any personally identifiable information that you provide when contacting us.\nRead more.</p>\n<p>\n<strong>The Personally Identifiable Information That We Collect</strong> – We automatically log ‘traffic/session’ information including IP addresses and user agent.\nWe collect session durations and additional activity information.\nRead more.</p>\n<p>\n<strong>The Personally Identifiable Information That You Upload</strong> – You can upload content with personally identifiable information.\nPlease use caution and do not upload personally identifiable information of others without their appropriate consent.\nRead more.</p>\n<p>\n<strong>What Do We Do With Personally Identifiable Information?</strong> – We maintain the Service, make it better and continue developing it, and protect us and the Service from misuse and law violations.\nRead more.</p>\n<p>\n<strong>Sharing Personally Identifiable Information with Others</strong> – We use service providers, for example, to process payments and send email messages.\nWe will transfer information when we change our corporate structure, and we will share the information with our affiliate entities.\nRead more.</p>\n<p>\n<strong>Disclosure of Information to Authorities</strong> – We will obey orders and other lawful requirements by authorities to disclose information.\nRead more.</p>\n<p>\n<strong>Aggregated and Analytical Information</strong> – Aggregated data is not identifiable.\nWe use it for legitimate business purposes and for standard analytical tools.\nRead more.</p>\n<p>\n<strong>Your Choice</strong> – You may opt-out of our mailing lists and terminate your use of the Service.\nOur Service does not respond to Do Not Track (DNT) signals.\nRead more.</p>\n<p>\n<strong>Specific Provisions for California Residents</strong> – If you are a California resident, you are entitled to specific privacy rights.\nRead more.</p>\n<p>\n<strong>Accessing Your Personally Identifiable Information</strong> – At any time you can request access to your personally identifiable information.\nRead more.</p>\n<p>\n<strong>Your EU Data Subject Rights</strong> – If we process your personal data when you are in the EU, further terms apply to our processing in relation to your rights as a data subject under EU data protection laws.\nRead more.</p>\n<p>\n<strong>Data retention</strong> – We retain data to provide the service and for legitimate and lawful purposes, as further explained in the data retention section of the policy.\nRead more.</p>\n<p>\n<strong>Transfer of Data Outside your Territory</strong> – We use cloud based services to store and process data in the European Union and in the United States and will store them at additional sites, at our discretion.\nThese service providers provide us adequate security and confidentiality commitments.\nRead more.</p>\n<p>\n<strong>Cookies</strong> – We use cookies to make it easier for you to log-in and to facilitate Service activities.\nRead more.</p>\n<p>\n<strong>Information Security</strong> – We implement systems, applications and procedures to secure your personally identifiable information, to minimize the risks of theft, damage, loss of information, or unauthorized access or use of information.\nRead more.</p>\n<p>\n<strong>Dispute Resolution</strong> – Contact us at: privacy@cloudinary.com or write us for every request and complaint.\nWe will make good-faith efforts to resolve any existing or potential dispute with you.\nRead more.</p>\n<p>\n<strong>Changes to this Privacy Policy</strong> – We will update our policy from time to time after giving proper notice.\nRead more.</p>\n<p>\n<strong>Incorporation to the Terms of Use</strong> – This policy is an integral part of the Cloudinary Terms of Use or, if applicable, of any other Service subscription agreement entered into between you (or the entity that you are acting on its behalf) and us.</p>\n<p>\n<strong>Contact Us</strong> – Please contact us at: privacy@cloudinary.com for further information.</p>\nThe Cloudinary Privacy Policy\nThe Personally Identifiable Information That You Provide Us\n<p>We receive and store any information you enter on our website or give us in any other way.</p>\n<p>You provide most of your information through forms you fill out to contact us, access the Cloudinary platform, and access Cloudinary assets.\nYou also provide this information by filling out your profile on the Cloudinary platform.\n</p>\n<p>If you register with the Service through our website at: www.cloudinary.com, or through a separate subscription agreement with us, then as part of such registration we will ask you to provide personally identifiable information, including your name, your company name, your email address and password.</p>\n<p>As a paying user of the Service, we will receive your payment transaction details (for example, your name, the amount paid and the date of payment), from the payment service provider that processed your payment.</p>\n<p>When you contact us, or when we contact you, we will receive and process any personally identifiable information that you provide us.</p>\n<br>\nThe Personally Identifiable Information That We Collect\n<p>Like many websites, we use “cookies” (for further information about cookies, please see our Cookies and Similar Tracking Technologies Policy), and we obtain information when your browser accesses our website.\n</p>\n<p>Examples of the information we collect and analyze include the Internet Protocol (IP) address used to connect your access device to the Internet.\nlogin.\ne-mail address.\npassword.\naccess device and connection information such as browser type, version, and time zone setting, browser plug-in types and versions, operating system, and platform.</p>\n<p>When you use the Service, we collect information about your Service activity, for example your log-in and log-out time, the duration of Service sessions, the content uploaded and downloaded, viewed web-pages or specific content on web-pages, activity measures and geo-location.</p>\n<br>\nThe Personally Identifiable Information That You Upload\n<p>The content you upload to the Service, whether from your own device or from a cloud-based hosting service, including any data, text, graphic, audio and audio-visual files, may include personally identifiable information.\nThe content that you upload and designate as public, will be accessible to others.</p>\n<p>Please use caution when uploading the content and avoid any involuntary disclosure of your personally identifiable information or disclosure of sensitive personally identifiable information or disclosure of others’ personally identifiable information without their consent.</p>\n<br>\nWhat Do We Do With Personally Identifiable Information?\n<p>We use the personally identifiable information we collect and receive to provide the Service to you and to other users, to enable the Service’s tools and features, to study and analyze the functionality of the Service and users’ activities, to provide support, to measure Service activity for pricing purposes, to maintain the Service, to make it better and to continue developing the Service.</p>\n<p>We will use your email address to contact you when necessary, to send you reminders and to provide you information and notices about the Service.\nWe will include commercial and marketing information about our Service and related services to the Cloudinary platform.</p>\n<p>We obey the law and expect you to do the same.\nIf necessary, we will use your personally identifiable information to enforce our terms, policies and legal agreements, to comply with court orders and warrants, and assist law enforcement agencies, to collect debts, prevent fraud, misappropriation, infringements, identity thefts and any other misuse of the Service, and to take any action in any legal dispute and proceeding.</p>\n<p>We commit to process personally identifiable information solely for the purposes described in this policy.\n</p>\n<br>\nSharing Personally Identifiable Information with Others\n<p>We do not sell, rent or lease your personally identifiable information.\nWe will share your personally identifiable information with service providers and other third parties, if necessary to fulfill the purposes for collecting the information.\nAny such third party will commit to protect your privacy as required under the applicable law and this policy.</p>\n<p>For example, we will share your payment transaction details with the payment services providers, to process and verify your payments.\nWe will use a service provider to manage our email messages transmission.</p>\n<p>We will also share your personally identifiable information with our affiliates.\nThese mean companies within the Cloudinary group and include subsidiaries, sister-companies and parent companies, with the express provision that their use of your personally identifiable information will comply with this policy.</p>\n<p>We will report any content that you upload and share user personally identifiable information, if we believe, in our sole discretion that such content is illegal or abusive or may violate any third party rights.</p>\n<p>Additionally, a merger, acquisition or any other structural change will require us to transfer your personally identifiable information to another entity, as part of the structural change, provided that the receiving entity will comply with this policy.</p>\n<br>\nDisclosure of Information to Authorities\n<p>We will need to disclose personally identifiable information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<br>\nAggregated and Analytical Information\n<p>We use standard analytics tools.\nThe privacy practices of these tools are subject to their own privacy policies and they use their own cookies to provide their service (for further information about cookies, please see the ‘Cookies’ section in this policy).</p>\n<p>We use the standard analytics tools of Google Analytics and we will use additional or other analytics tools, from time to time, to learn about how you and other users use the Service, in support of our Service-related activities and operations.\n</p>\n<p>The privacy practices of these tools are subject to their own privacy policies.\nSee Google Analytics Privacy Policy at: http://www.google.com/analytics/learn/privacy.html.</p>\n<p>We use anonymous, statistical or aggregated information and will share it with our partners for legitimate business purposes.\nIt has no effect on your privacy, because there is no reasonable way to extract data from the aggregated information that we or others can associate specifically to you.\n</p>\n<p>We will share your personally identifiable information only subject to the terms of this policy, or subject to your prior consent.</p>\n<br>\nYour Choice\n<p>At any time, you can unsubscribe our mailing lists or newsletters, by accessing our unsubscribe page at: http://info.cloudinary.com/UnsubscribePage.html.</p>\n<p>At any time, you can stop using the Cloudinary website.\nTermination of your Cloudinary Service account is subject to the terms of your subscription agreement with us.\n</p>\n<p>Note that if one of our customers uploaded content to our Service with your personally identifiable information, then you can contact our customer who uploaded that content and request to remove your personally identifiable information.</p>\n<p>At any time, you can exercise your following opt-out options: </p>\n<ol>\n<li>object to the disclosure of your personally identifiable information to a third party, other than to third parties who act as our agents to perform tasks on our behalf and under our instructions.\nor,</li>\n<li>object to the use of your personally identifiable information for a purpose that is materially different from the purposes for which we originally collected such information, pursuant to this policy, or you subsequently authorized such use.</li>\n</ol>\n<p>You can exercise your choice by contacting us at: privacy@cloudinary.com.</p>\n<p>We request and collect minimal personally identifiable information that we need for the purposes that we describe in this policy.\nFollowing the termination or expiration of the Service, we will stop collecting any personally identifiable information from or about you.\n</p>\n<p>However, we will store and continue using or making available your personally identifiable information according with our data retention section in this policy.</p>\n<p>Web browsers offer a “Do Not Track” (“DNT”) signal.\nA DNT signal is a HTTP header field indicating your preference for tracking your activities on a service or through cross-site user tracking.\nOur Service does not respond to DNT signals.<br>\n</p>\nSpecific Provisions for California Residents\n<p>This section applies solely to users of our Service who reside in the State of California.</p>\n<p>\n<strong>The personal information that we collect</strong>\n</p>\n<p>In the preceding twelve (12) months we have collected the following categories of personal information:</p>\n<ul>\n<li>Identifiers and Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)), such as name, email address and IP address.</li>\n<li>Commercial information, such as payment details.</li>\n<li>Internet or other similar network activity.</li>\n<li>Geolocation data.</li>\n<li>Inferences drawn from other personal information.</li>\n</ul>\n<p>Please note that the above list includes the categories of personal information that we are aware of.\nWe may have been be collecting other categories of personal information which you have uploaded to our Service as further described above under the section titled The Personally Identifiable Information That You Upload.</p>\n<p>\n<strong>Our business purposes for collecting your personal information</strong>\n</p>\n<p>We collect your personal information for various business purposes, such as to provide you with the Service and make it better, all as described above under the section titled What Do We Do With Personally Identifiable Information.</p>\n<p>\n<strong>The categories of sources from which your personal information is collected</strong>\n</p>\n<p>We obtain the categories of personal information listed above from various sources, including directly from you and from your Services activities and from third party service providers, as further described above under the section titled The Personally Identifiable Information That We Collect.</p>\n<p>\n<strong>The categories of third parties with whom we share your personal information </strong>\n</p>\n<p>We may share your personal information with various third parties such as our service providers and our affiliates, as further described above under the section titled Sharing Personally Identifiable Information with Others.</p>\n<p>\n<strong>The categories of personal information disclosed to said third parties:</strong>\n</p>\n<p>In the preceding twelve (12) months we have disclosed the following categories of personal information for business purposes:</p>\n<ul>\n<li>Identifiers and Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)), such as name, email address and IP address.</li>\n<li>Commercial information, such as payment details.</li>\n<li>Internet or other similar network activity.</li>\n<li>Inferences drawn from other personal information.</li>\n</ul>\n<p>In the preceding twelve (12) months, we have not sold personal information.</p>\n<p>\n<strong>Your Rights as a California Resident</strong>\n</p>\n<p>You are entitled to the following specific rights under the California Consumer Privacy Act (‘CCPA’) in relation to your personal information:</p>\n<p>\n<u>Access to Specific Information and Data Portability Rights</u>\n</p>\n<p>You have the right to request that we will disclose certain information to you about our collection and use of your personal information over the past 12 months.\nAfter verifying your request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you;</li>\n<li>The categories of sources for the personal information we collected about you;</li>\n<li>Our business or commercial purpose for collecting that personal information;</li>\n<li>The categories of third parties with whom we share that personal information;</li>\n<li>The specific pieces of personal information we collected about you;</li>\n<li>If we disclosed your personal information for a business purpose, we will provide you with a list which will identify the personal information categories that each category of recipient obtained.</li>\n</ul>\n<p>\n<u>Deletion Rights</u>\n</p>\n<p>You have the right to request that we delete your personal information.\nUpon confirmation of your request, we will delete (and direct our service providers to delete) your personal information from our records, unless an exception under applicable law applies.</p>\n<p>\n<u>Exercising Your Rights</u>\n</p>\n<p>To exercise the access, data portability, and deletion rights described above, please submit your request to us by sending an email to: privacy@cloudinary.com.</p>\n<p>Only you or a person authorized to act on your behalf, may make a request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>A request for access can be made by you only twice within a 12-months period.</p>\n<p>We cannot respond to your request or provide you with the requested personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nWe will only use the personal information provided in your request to verify your identity or authority to make the request.</p>\n<p>We will do our best to respond to your request within 45 days of its receipt.\nIf we require more time (up to additional 45 days), we will inform you of the reason and extension period in writing.\nIf you do not have an account with us, we will deliver our written response by mail or electronically, at your option.</p>\n<p>Any disclosures that we provide will only cover the 12-month period preceding receipt of your request.</p>\n<p>The response we provide will also explain the reasons for our inability to comply with your request, if applicable.</p>\n<p>We do not charge a fee to process or respond to your request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will inform you of the reasons for such decision and provide you with a cost estimate before processing further your request.</p>\n<br>\nAccessing Your Personally Identifiable Information\n<p>If you find that the information on your account is not accurate, complete or up-to-date, please provide us the necessary information to correct it.</p>\n<p>At any time, you can contact us at: privacy@cloudinary.com and request to access the personally identifiable information that we keep about you.\nWe will ask you to provide us certain credentials to make sure that you are who you claim to be and to the extent required under the applicable law, will make good-faith efforts to locate your personally identifiable information that you request to access..</p>\n<p>If you are eligible for the right of access under the applicable law, you can obtain confirmation from us of whether we are processing personally identifiable information about you, and receive a copy of that data, so that you could –</p>\n<ul>\n<li>verify its accuracy and the lawfulness of its processing;</li>\n<li>request the correction, amendment or deletion of your personally identifiable information if it is inaccurate or if you believe that the processing of your personally identifiable information is in violation of the applicable law.</li>\n</ul>\n<p>We will use judgement and due care to redact from the data which we will make available to you, personally identifiable information related to others.</p>\n<br>\nYour EU Data Subject Rights\n<p>If EU data protection laws apply to the processing of your personal data by Cloudinary, then the following terms apply:</p>\n<p>For the purposes of the Cloudinary media management platform service, we are a data processor and our customers are data controllers, or data processors as well.\nCloudinary’s data processing addendum, which is available at: https://cloudinary.com/gdpr/dpa, applies to such processing.</p>\n<p>Where we process your personal data as a data controller, the processing is based on the following lawful grounds:</p>\n<ul>\n<li>All processing of your personal data which are not based on the lawful grounds indicated below, are based on your consent.</li>\n<li>We process your account and payment details to perform the contract with you.</li>\n<li>We will process your personal data to comply with a legal obligation and to protect your and others’ vital interests.</li>\n<li>We will further rely on our legitimate interests, which we believe are not overridden by your fundamental rights and freedoms, for the following purposes:\n<ul>\n<li>Communications with you, including direct marketing where you are our client or a user of our client, or where you make contact with us through our website and other digital assets.</li>\n<li>Cyber security</li>\n<li>Support, customer relations, service operations</li>\n<li>Enhancements and improvements to yours and other users’ experience with our services.</li>\n<li>Fraud detection and misuse of the Service.</li>\n</ul>\n</li>\n</ul>\n<p>In addition to your rights under other sections in this policy, you have the following rights:</p>\n<ul>\n<li>AT ANY TIME, CONTACT US IF YOU WANT TO WITHDRAW YOUR CONSENT TO THE PROCESSING OF YOUR PERSONAL DATA.\nEXERCISING THIS RIGHT WILL NOT AFFECT THE LAWFULNESS OF PROCESSING BASED ON CONSENT BEFORE ITS WITHDRAWAL.</li>\n<li>Request to delete or restrict access to your personal data.\nWe will review your request and use our judgment, pursuant to the provisions of the applicable law, to reach a decision about your request.\n</li>\n<li>If you exercise one (or more) of the above-mentioned rights, in accordance with the provisions of applicable law, you may request to be informed that third parties that hold your personal data, in accordance with this policy, will act accordingly.</li>\n<li>You may ask to transfer your personal data in accordance with your right to data portability.\n</li>\n<li>You may object to the processing of your personal data for direct marketing purposes.\nAdditional information about this right is available under the Choice section in this policy.\n</li>\n<li>You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning you or similarly significantly affecting you.\n</li>\n<li>You have a right to lodge a complaint with a data protection supervisory authority of your habitual residence, place of work or of an alleged infringement of the GDPR.</li>\n</ul>\n<p>A summary and further details about your rights under EU data protection laws, is available on the EU Commission’s website at: https://ec.europa.eu/info/law/law-topic/data-protection/reform/rights-citizens_en.</p>\n<p>Note that when you send us a request to exercise your rights, we will need to reasonably authenticate your identity and location.\nWe will ask you to provide us credentials to make sure that you are who you claim to be and will further ask you questions to understand the nature and scope of your request.\n</p>\n<p>If we need to delete your personal data following your request, it will take some time until we completely delete residual copies of your personal data from our active servers and from our backup systems.</p>\n<p>If you have any concerns about the way we process your personal data, you are welcome to contact our privacy team at: privacy@cloudinary.com.\nWe will look into your inquiry and make good-faith efforts to respond promptly.</p>\n<br>\nData Retention\n<p>We retain different types of personally identifiable information for different periods, depending on the purposes for processing the information, our legitimate business purposes as well as pursuant to legal requirements under the applicable law.</p>\n<p>For example, we will need to keep the information about the payment transactions that you made for several years due to tax related requirements, for accounts settling, record keeping, archiving and legal issues.</p>\n<p>We will maintain your contact details, to help us stay in contact with you.\nAt any time before or after the termination of your account, you can contact our privacy team at: privacy@cloudinary.com and request to delete your contact details.\nNote that we may keep your details without using them unless necessary, and for the necessary period of time, for legal requirements and proceedings.\n</p>\n<p>We will keep aggregated non-identifiable information without limitation, and to the extent reasonable we will delete or de-identify potentially identifiable information, when we no longer need to process the information.</p>\n<p>In any case, as long as you use the Service, we will keep information about you, unless the law requires us to delete it, or if we decide to remove it at our discretion, according to the terms of this policy.</p>\n<br>\nTransfer of Data Outside Your Territory\n<p>The Service is a web-based service.\nWe store and process information, either directly or using third parties, such as data hosting service providers, in the European Union, the United States, the United Kingdom and Singapore.\nThe laws of these territories may differ from the laws of the jurisdiction in which you live.\n</p>\n<p>We make sure that our third-party service providers, provide us with adequate confidentiality and security commitments and we will take all steps reasonably necessary to ensure that personally identifiable information related to you is treated securely and in accordance with this privacy policy.\n</p>\n<p>If you are a resident in a jurisdiction where transfer of your personally identifiable information to another jurisdiction requires your consent, then you provide us your express and unambiguous consent to such transfer.\n</p>\n<p>If you are located in the European Economic Area (EEA), note that we will transfer personal data related to you to other jurisdictions, which are not deemed to provide an adequate level of data protection.\nIn such case, we will use appropriate safeguards, in particular, by way of entering into the European Union (EU) Standard Contractual Clauses as amended from time to time with the relevant recipients, or by adhering to equivalent data transfer regulations to protect the security and confidentiality of such personal data.\nYou can obtain a copy of the suitable safeguards that we use when transferring personal data as described above or receive further information about data transfer by contacting us at: privacy@cloudinary.com.</p>\n<br>\nCookies\n<p>We use cookies and similar tracking technologies to make sure that our Service is continuously improved and meets your needs.</p>\n<p>Please view our Cookies and Similar Tracking Technologies Policy for more information on our use of cookies.</p>\n<p>\n</p>\nInformation Security\n<p>We and our hosting services implement systems, applications and procedures to secure your personally identifiable information, to minimize the risks of theft, damage, loss of information, or unauthorized access or use of information.</p>\n<p>These measures provide sound industry standard security.\nHowever, although we make efforts to protect your privacy, we cannot guarantee that the Service will be immune from any wrongdoings, malfunctions, unlawful interceptions or access, or other kinds of abuse and misuse.</p>\n<p>\n</p>\nDispute Resolution\n<p>We do periodical assessments of our data processing and privacy practices, to make sure that we comply with this policy, to update the policy when we believe that we need to, and to verify that we display the policy properly and in an accessible manner.\nIf you have any concerns about the way we process your personally identifiable information, you are welcome to contact our privacy team at: privacy@cloudinary.com, or write to us.\nOur address is published on our website at: www.cloudinary.com and, if applicable, is indicated in your subscription agreement with us.\n</p>\n<p>We will look into your query and make good-faith efforts to resolve any existing or potential dispute with you.<br>\n</p>\nChanges to this Privacy Policy\n<p>From time to time, we will update this policy.\nIf the updates have minor if any consequences, they will take effect 7 days after we post a notice on the Service’s website.\nSubstantial changes will be effective 30 days after we initially posted the notice.</p>\n<p>Until the new policy takes effect, if it materially reduces the protection of your privacy right under the then-existing policy you can choose not to accept it and terminate your use of the Service.\nContinuing to use the Service after the new policy takes effect means that you agree to the new policy.\nNote that if we need to adapt the policy to legal requirements, the new policy will become effective immediately or as required by law.</p>\nIncorporation to the Terms of Use\n<p>This policy is an integral part of the Cloudinary Terms of Use or, if applicable, of any other Service subscription agreement entered into between you (or the entity that you are acting on its behalf) and us.</p>\nContact Us\n<p>Please contact our Privacy Compliance Team and our EU Representative (Cloudinary UK Ltd.) at: privacy@cloudinary.com for further information.</p>\n<p>Last updated: Oct 13, 2021.</p> ", "created_at": "2022-12-20 20:43:02.885929", "updated_at": "2022-12-20 20:49:38.11755"}, {"id": 13504, "name": "DMCA Copyright Policy", "url": "https://cloudinary.com/dmca#gsc.tab=0", "xpath": "//*[@id=\"main\"]/div[2]/div", "text": "\n<p>\nCloudinary Inc.\n(\"<strong>Cloudinary</strong>\") respects the intellectual property rights of others and requests the users of its services to do the same.\nIf you believe that certain content, which appears on Cloudinary cloud-based image management solution (the \"<strong>Service</strong>\"), infringes upon copyrights that you own or represent, you may send Cloudinary's designated copyright agent (\"<strong>Copyright Agent</strong>\") a written notification, stating the location of the copyrighted work claimed to be infringed, in accordance with the provisions of the Digital Millennium Copyright Act (\"<strong>DMCA</strong>\").\n</p>\n<p>\nUpon your notification, Cloudinary may remove or disable access to any such content.\n</p>\n<p>\nTo be effective, your notification of claimed infringement must be a written communication provided to the Copyright Agent that includes substantially the following:\n</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to be infringed via using the Service, or if multiple copyrighted works are covered by a single notification, a representative list of such works;</li>\n<li>Identification of the material that is claimed to infringe or to be the subject of infringing activity and that access to which is to be disabled, and information reasonably sufficient to permit Cloudinary to locate the material;</li>\n<li>Information reasonably sufficient to permit Cloudinary to contact you, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted;</li>\n<li>A statement that you have a good faith belief that the use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>\nFollowing receipt of your communication, Cloudinary may ask you to provide further or supplemental information, prior to removing any content which was displayed on the Service, as Cloudinary deems necessary to comply with the provisions of the DMCA.\nCloudinary may also provide the registered user who uploaded the allegedly infringing content with your contact details, in order for that person to be able to contact you directly and communicate with you regarding your notification.\n</p> Submission of the Notice Copyright Agent Details <p>\nPlease submit your notice to our Copyright Agent at: copyright@cloudinary.com or mail it to the following address:\n</p>\n<p>\nCloudinary Inc.\n<br>\nAtt: Copyright Agent\n<br>\n111 W Evelyn Ave, Suite 206\n<br>\nSunnyvale, CA 94086\n</p>\n<p>\nPlease note that the Copyright Agent receives DMCA notifications only.\nAny other matters, such as comments, requests and other messages should be referred to: https://cloudinary.com/contact.\n</p> Counter notification <p>\nAs the registered user who uploaded the allegedly infringing content, you may submit a counter notification to the Copyright Agent.\nTo be effective, your counter notification must be a written communication provided to the Copyright Agent that includes substantially the following:\n</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material to which access has been disabled and the location at which the material appeared before access to it was disabled.</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was disabled as a result of mistake or misidentification of the material to be disabled;</li>\n<li>Your name, address, and telephone number, and a statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located, or if your address is outside of the United States, for any judicial district in which you may be found, and that you will accept service of process from the person who provided notification or an agent of such person.</li>\n</ol>\n<p>\nAfter receipt of a counter notification, Cloudinary will promptly provide the person who submitted the claimed copyright infringement notification with a copy of the counter notification, and will inform that person that Cloudinary will replace the removed material, or cease disabling access to that material 10 business days.\n</p>\n<p>\nCloudinary will then replace the removed the material and cease disabling access to it between 10 to 14 business days following receipt of the counter notification, unless the Copyright Agent first receives notice from the person who notified Cloudinary of the claimed copyright infringement that such person has filed an action seeking a court order to restrain the registered user from engaging in infringing activity relating to the material on Cloudinary's system or network.\n</p> Repeat infringements <p>\nCloudinary may deny or cancel any individual use of the Service, or terminate your user account, if Cloudinary determines in its sole discretion that you are a repeat infringer.\nA repeat infringer is a user who has been notified of infringing activity more than once or a user that his or her uploaded material was removed from the Service more than once.\nCloudinary may decide, at its sole discretion that a sufficient reason exists for the immediate termination of your account for any reason, at any time.\nIn these case Cloudinary may terminate your account immediately.\nCloudinary may notify you that it canceled your account by sending a message to the e-mail address that you provided during the registration process.\nSuch notification will come into effect immediately.\n</p> Misrepresentations <p>\nUnder the provisions of the DMCA, any person who knowingly materially misrepresents: (1) that material is infringing, or (2) that material was removed or disabled by mistake or misidentification, will be liable for any damages, including costs and attorneys’ fees, that Cloudinary may incur, if it is injured by such misrepresentation, as the result of its reliance upon such misrepresentation in removing or disabling access to the material claimed to be infringing.\n</p>\n<p>\nLast updated: October 18, 2016.\n</p>\n", "created_at": "2022-12-20 20:52:32.98527", "updated_at": "2022-12-20 20:52:40.195293"}, {"id": 13505, "name": "Terms of Use", "url": "https://cloudinary.com/tos", "xpath": "//*[@id=\"general\"]/div/section/div/div/div/div/div", "text": " &nbsp.\n<p>Welcome to Cloudinary, a cloud-based image management solution (the “Service”, as more fully described below).\nThe Service is owned and operated by Cloudinary Ltd.\nand these Terms of Use will govern the relationship between you and Cloudinary Ltd., or the Cloudinary Ltd.\nsubsidiary from which you are acquiring (directly or through an authorized distributor or reseller) the Services, as applicable (“Cloudinary“).</p>\n<p>PLEASE READ CAREFULLY THE FOLLOWING TERMS AND CONDITIONS (THE “TERMS” OR “TERMS OF USE“), BECAUSE THEY, ALONG WITH OUR PRIVACY POLICY AND OUR DMCA COPYRIGHT POLICY, CONSTITUTE A BINDING AGREEMENT BETWEEN YOU, THE INDIVIDUAL OR THE ENTITY ACCESSING OR USING THE SERVICE, AND CLOUDINARY.\nBY ACCESSING THE SERVICE OR BY USING IT IN ANY MANNER, YOU SIGNIFY YOUR ACCEPTANCE OF THESE TERMS.\nIF YOU DO NOT AGREE TO THESE TERMS OF USE, YOU MAY NOT ACCESS OR USE THE SERVICE.</p>\n<p>From time to time, Cloudinary may change the Terms to meet technical, operational and legal changes.\nCloudinary will post a notice about changes made to the Terms on Cloudinary’s website, and may send you a notice by email, a reasonable time before the changes take effect.\nYou may choose by written notice to Cloudinary to reject the amended Terms if the amendments adversely change your rights and if Cloudinary does not agree that such amended terms will not apply to you, terminate your account.\nBy continuing to use your account with the Service after the new changes have taken effect, you indicate your agreement to the amended Terms.</p>\nAbout the Service\n<p>The Service is an online image and video management platform.\nThe Service offers a feature-rich solution for websites’ and applications’ use of images and videos.</p>\n<p>From time to time, Cloudinary may modify or enhance the Service, and may offer additional tools and features, free-of-charge or subject to additional fees.\nThe additional tools and features may be governed by additional or different terms of service.</p>\n<p>From time to time, Cloudinary may offer its customers to subscribe to third party add-ons that integrate with, or complement, the Service.\nSuch third party add-ons are owned and operated by the applicable third parties, may be subject to separate terms of service and policies of such third parties, and Cloudinary shall not be responsible or liable for such add-ons.</p>\nGrant of Right\n<p>Subject to these Terms and to the payment of fees, if applicable, Cloudinary grants you a worldwide, limited, non-exclusive, revocable, non-transferable, non-sublicensable right to use the Service solely for your business purposes and not for further commercialization or resale.\nExcept as explicitly provided in these Terms, you may not use the Service for any other purpose.</p>\nUser Account\n<p>When you register, Cloudinary will ask you to provide certain contact and personal details.\nCloudinary will explicitly indicate the fields that are mandatory to complete.\nFalse, incorrect, or outdated information, such as an invalid email address, may prevent you from registering and impair Cloudinary’s ability to provide you with the Service.</p>\n<p>To login, you must provide your email address and password.\nCloudinary may also establish and require from time to time additional or different means of identification and authentication for logging in and accessing the Service.\nYou will maintain your login details in absolute confidentiality.\nMake sure that you change your password at least once every six months.\nYou will immediately notify to Cloudinary of any potential or actual misuse, unauthorized use, of your account.</p>\n<p>If your subscription terms expressly allow for termination at will, you may terminate your account through your account page, or by contacting Cloudinary via email at:&nbsp;https://cloudinary.com/contact.\nIf your subscription is based on a renewable fixed period, you may elect not to renew your subscription by sending Cloudinary the applicable prior notice.\nCloudinary may require you to verify your identity by sending Cloudinary additional information, as a condition for terminating your account.\nFollowing the termination of your account, you may no longer be able to access the Service.\nYou are not entitled to refund upon termination of these Terms.</p>\n<p>Notwithstanding any remedies that may be available to Cloudinary under any applicable law, Cloudinary may temporarily or permanently deny, limit, suspend, or terminate your user account, prohibit you from accessing the Service, remove your content and take technical and legal measures to keep you off the Service without refund, if Cloudinary determines in its sole discretion that you: (i) abused your rights to use the Service.\n(ii) breached the Terms.\n(iii) violated any applicable law, rule, or regulation.\nand/or (iv) performed any act or omission which is harmful or likely to be harmful to us, or any other third party, including other users or providers of the Service.</p>\nAcceptable Use of the Service\n<p>When using the Service, you will abide by the applicable laws, rules and regulations, and by any usage guidelines Cloudinary may convey to you from time to time.</p>\n<p>You may not access or use the Service for any illegal or abusive purposes, or to develop or create a similar or competitive product or service to the Service.\nYou will be responsible for all acts and omissions associated with your access and use of the Service and the access and use of the Service by employees, agents, contractors, end-users and any other third party who may access or use the Service on your behalf, or at your permission (“Authorized Users“).</p>\n<p>You may allow your Authorized Users to upload, store, administrate, edit, deliver, make available and distribute content (“Contributed Content“), subject to any content upload technical and safety guidelines and limitations which will be conveyed to you through your account dashboard, and amended from time to time.\nCloudinary may, but is under no duty to, review all Contributed Content and remove or block access to such content, as more fully described below.</p>\n<p>Any use of your account is subject to your sole responsibility.\nYou will not, and be responsible that your Authorized Users will not, access and use the Service (including as to upload or transmit any Contributed Content) for any illegal, harmful, fraudulent, offensive purpose or to transmit, store, display, distribute or otherwise make available content that is infringing upon any third party rights, illegal, harmful, supportive of or promoting violence or violent extremism, advocating hatred against any person or group of people based on their race, religion, ethnicity, sex, gender identity, sexual orientation, disability, or impairment, indecent, obscene, defamatory, libelous, harassing, threatening, fraudulent, offensive, enables online gambling or inconsistent with the generally accepted practices of the Internet community, including without limitation promoting or facilitating pornography, offering or disseminating fraudulent goods, services, schemes, or promotions, spamming, make-money-fast schemes, ponzi and pyramid schemes, phishing, or pharming, and use of content or technology that may damage, interfere with, surreptitiously intercept, or expropriate any system, program, or data, including viruses, Trojan horses, worms or time bombs.</p>\nPrivacy and Data Protection\n<p>Cloudinary provides the Service subject to Cloudinary’s privacy policy and data protection rules, located at&nbsp;https://cloudinary.com/privacy.</p>\nContent Removal\n<p>Cloudinary respects the copyrights of its users and any other person.\nIf you believe that your copyrights are abused on the Service, please send us a written notification in accordance with the provisions specified at:&nbsp;https://cloudinary.com/dmca (“DMCA Notice”).\nCloudinary will act in accordance with the Cloudinary DMCA Copyright Policy (https://cloudinary.com/dmca) in any Contributed Content that is alleged to infringe the copyright of any third party.</p>\n<p>Cloudinary may report any Contributed Content and share user identifiable information, if Cloudinary believes, in its sole discretion that such content is illegal or abusive or may violate any third party rights.</p>\n<p>Cloudinary respects the rights of its users and any other person.\nIf you believe that any of your rights, other than copyrights, are abused on the Service, please contact Cloudinary at:&nbsp;https://cloudinary.com/contact.\nCloudinary may ask you to provide additional information to process your complaint.\nCloudinary will make reasonable efforts to review your complaint and respond promptly.\nCloudinary will not respond to anonymous complaints.</p>\n<p>Cloudinary may remove any Contributed Content if Cloudinary believes, in its sole discretion, or receives a notice, other than a DMCA Notice, from a third party, that such content may violate any third party rights.\nPrior to removing the said content, Cloudinary will block access to it and provide you a 48 hours prior notice before removing the said content without maintaining any backup copy.</p>\nService Fees\n<p>Cloudinary offers some of its plans free of charge.</p>\n<p>Cloudinary also offers fee-based plans.\nYou may use them subject to purchasing one of the Service’s plans, as listed in Cloudinary’s website at:&nbsp;https://cloudinary.com/pricing.\nFrom time to time, Cloudinary may change the Service fees, upon reasonable prior notice that Cloudinary will post on its website or send you by email.</p>\n<p>You may pay the fees by using the methods of payments as available, published and updated from time to time on the Service.\nFees will be regarded as paid only after your payment has been confirmed.\nThe Service will be available to you promptly after you have paid the Service fees.\nYou acknowledge that fees are not refundable.</p>\n<p>Payments will include applicable taxes.\nYou will pay all fees and taxes in a timely manner and in compliance with Cloudinary’s pricing schedule and you will reimburse Cloudinary for any interest and collection costs resulting from overdue payments.</p>\n<p>Note that if you use Cloudinary’s video distribution solutions and have more than 100,000 subscribers, or use Cloudinary’s video distribution solutions to distribute 12 minutes in length or longer videos, you may need an additional third party license per the current terms of MPEG LA license for AVC/H.264 (required for encoding MP4 files).\nPlease contact Cloudinary’s customer service for further information at&nbsp;support@cloudinary.com.</p>\n<p>Cloudinary will make its best efforts to have a transaction processed accurately and expeditiously and reimburse you for any excess payment that you were mistakenly charged with.\nHowever, Cloudinary will not be liable for mistakes, errors, malfunctions and miscalculations made by the payment service providers.</p>\n<p>Upon failure to make any payment, and following a seven (7) days prior notice of due payments sent to you, Cloudinary may remove, disable or terminate your account.\nYou waive any and all claims against Cloudinary and anyone on Cloudinary’s behalf in connection therewith.</p>\n<p>If you acquire our Service from an authorized distributor or reseller and not directly from us, your fee obligations will be instead to such distributor or reseller, in which case we will provide you with the Service subject to: (i) your compliance with such fee obligations towards such distributor or reseller, (ii) your agreement with such distributor or reseller being in effect, and (iii) such distributor or reseller being in compliance with its obligations to us.\nUnless agreed by us separately and directly in writing towards you or such distributor or reseller, none of the terms of any agreement that you may have with such distributor or reseller will derogate from our rights and your obligations under these Terms.</p>\nService Level Agreement (SLA)\n<p>Cloudinary strives for a 100% Uptime.\n“Uptime” means the percentage of time in a subscription month that Cloudinary’s management console and Cloudinary’s API services are available for access, as measured by Cloudinary.&nbsp;</p>\n<p>Information about our support plans can be found here:&nbsp;https://cloudinary.com/pricing/support-plans.\nCloudinary’s support SLA is your sole and exclusive remedy for any failure by Cloudinary to provide the Service.</p>\nIntellectual Property\n<p>Except for your Contributed Content, all rights, title and interest in and to the Service, including any intellectual property rights, whether registered or not, and any goodwill associated therewith, are owned by, or licensed to Cloudinary Ltd.\nUnless as expressly provided herein, these Terms do not grant you any rights to patents, copyrights, trademarks (whether registered or unregistered), trade names, trade secrets, domain names or any other rights, functions or licenses with respect to the Service and you may not use the Service for any other purpose without Cloudinary’s prior, express written authorization.</p>\n<p>Cloudinary does not claim ownership over Contributed Content.\nHowever, you grant Cloudinary permission to use your Contributed Content, for the purposes of providing, developing and supporting the Service.\nYou grant Cloudinary permission to use your Company name and logo in Cloudinary website and any Cloudinary issued publications.\nIf you wish to decline Cloudinary’s use of your name and logo, please contact Cloudinary at:&nbsp;support@cloudinary.com.\nYou acknowledge that Cloudinary may adjust and modify Contributed Content, per your requests.</p>\nConfidentiality\n<p>“Confidential Information” means any information furnished or made available by one party to the other, that is identified as “confidential” or “proprietary,” either by legend on written or electronically stored material, or which ought reasonably to be recognized as confidential or proprietary by virtue of its nature or the circumstances of its disclosure.\nThe foregoing will not be considered as Confidential Information of a party: (a) information already known to the other party without an obligation of confidentiality, (b) information that is or becomes publicly known other than through a breach by a party of these confidentiality provisions, or (c) information that is independently developed by the other party.</p>\n<p>Each of Cloudinary and you will maintain strict confidentiality of the other’s Confidential Information and will not use, disclose or have such Confidential Information disclosed, directly or indirectly to any third party, except as specifically required to provide or receive the Service, or subject to the other party’s prior permission.\nEach of you and Cloudinary will take precautions to maintain the confidentiality of the other party’s Confidential Information with the same degree of care as to its own Confidential Information, but in no case less than reasonable care.\nUpon termination of these Terms, either party will use commercially reasonable efforts to delete all copies of the other’s Confidential Information that is stored on its system or in its possession, except for retaining data for legitimate business purposes or as required under applicable laws, including under tax related requirements, account settling, record keeping, archiving and legal issues.</p>\n<p>If a party is compelled by law to disclose the other party’s confidential information, then such party will provide the other party a prior notice of such compelled disclosure (to the extent legally permitted) and reasonable assistance, at the other party’s cost, if the other party wishes to contest the disclosure.</p>\nDisclaimer of Warranty\n<p>YOU ACKNOWLEDGE AND AGREE THAT THE SERVICE IS PROVIDED FOR USE “AS IS”, WITHOUT ANY WARRANTIES OF ACCURACY, RELIABILITY, LIKELY-RESULT, MERCHANTABILITY, QUALITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, COMPATIBILITY, SECURITY OR IT BEING UP-TO-DATE.\nUSE OF THE SERVICE IS AT YOUR SOLE AND EXCLUSIVE RISK.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, CLOUDINARY AND ITS AFFILIATES EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES, CONDITIONS, REPRESENTATIONS, AND GUARANTEES WITH RESPECT TO THE SERVICE, THE ACCURACY, RELIABILITY, ADEQUACY OR COMPLETENESS OF THE SERVICE OR ANY OTHER MATERIAL PROVIDED BY ANY LINK TO ANOTHER WEBSITE OR SERVICE, WHETHER EXPRESS OR IMPLIED, ARISING BY LAW, CUSTOM, PRIOR ORAL OR WRITTEN STATEMENTS, OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY OF MERCHANTABILITY, QUALITY, LIKELY-RESULT, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\nNO REPRESENTATION OR OTHER AFFIRMATION OF FACT, INCLUDING, WITHOUT LIMITATION, STATEMENTS REGARDING CAPACITY, SUITABILITY FOR USE OR PERFORMANCE OF THE SERVICE WHETHER MADE BY CLOUDINARY AND ITS AFFILIATES’ EMPLOYEES OR OTHERWISE, WHICH IS NOT CONTAINED IN THESE TERMS, WILL BE DEEMED TO BE A WARRANTY BY CLOUDINARY OR ITS AFFILIATES FOR ANY PURPOSE, OR GIVE RISE TO ANY LIABILITY OF CLOUDINARY OR ITS AFFILIATES WHATSOEVER.</p>\nLimitation of Liability\n<p>CLOUDINARY AND ITS AFFILIATES WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGE, COSTS, EXPENSES AND PAYMENTS OR FOR ANY LOSS OF PROFIT OR LOSS OF DATA, EITHER IN TORT (INCLUDING WITHOUT LIMITATION NEGLIGENCE), CONTRACT (INCLUDING PRE-CONTRACTUAL STATEMENTS), STRICT LIABILITY, STATUTORY LIABILITY OR IN ANY OTHER CAUSE OF ACTION, ARISING FROM, OR IN CONNECTION WITH THESE TERMS OR THE SERVICE, WHETHER OR NOT CLOUDINARY OR ANY SUCH AFFILIATE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE, LOSS, COSTS, EXPENSES OR PAYMENTS.</p>\n<p>CLOUDINARY AND ITS AFFILIATES’ AGGREGATE LIABILITY FOR ANY AND ALL CLAIMS OR CAUSES OF ACTION ARISING UNDER THESE TERMS OR OR IN CONNECTION WITH THE SERVICE, WHETHER ARISING OUT OF BREACH OF CONTRACT (INCLUDING PRE-CONTRACTUAL STATEMENTS), TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, STATUTORY LIABILITY OR ANY OTHER CAUSE OF ACTION, SHALL NOT EXCEED THE TOTAL AMOUNT ACTUALLY RECEIVED BY CLOUDINARY FROM YOU DURING THE TWELVE (12) MONTHS BEFORE THE OCCURRENCE OF THE EVENTS GIVING RISE TO SUCH LIABILITY.</p>\n<p>NOTWITHSTANDING ANYTHING ELSE IN THESE TERMS, CLOUDINARY WILL NOT EXCLUDE OR LIMIT ITS LIABILITY FOR DEATH OR PERSONAL INJURY RESULTING FROM ITS NEGLIGENCE.\nFRAUD OR FRAUDULENT MISREPRESENTATION.\nOR ANY OTHER LIABILITY WHICH MAY NOT BE LIMITED UNDER APPLICABLE LAW.</p>\nIndemnification\n<p>You will indemnify, defend and hold harmless, Cloudinary, Cloudinary’s affiliates and Cloudinary and Cloudinary affiliates’ employees, directors, shareholders, advisors or anyone acting on Cloudinary’s behalf with respect of any claim, demand, damage, loss, loss of profit, payment or expense, including reasonable attorney fees Cloudinary incur in connection with an alleged or actual breach of these Terms or an alleged or actual unlawful or tortuous action or inaction with respect to the Service by you or by anyone on your behalf.\nSuch indemnity will include, but will not be limited to, legal expenses and attorney fees.</p>\nGoverning Law and Jurisdiction\n<p>These Terms, the Service or any dispute arising out of or related thereto, will be governed solely by: (i) the laws of the State of Israel or, (ii) if the Cloudinary affiliate with which you (or the distributor or seller from whom you acquired the Service) contracted is Cloudinary Inc.\na Delaware corporation, the laws of the State of California, USA, or (iii) if the Cloudinary affiliate with which you (or the distributor or seller from whom you acquired the Service) contracted is Cloudinary UK Ltd., the laws of England and Wales, in each case, regardless of your country of origin or where you access the Service, and without giving effect to any conflicts of law principles, which would result in the application of the laws of a jurisdiction other than the State of Israel, California or England and Wales, as applicable.</p>\n<p>The competent courts in: (i) the Tel Aviv district in Israel or, (ii) if the Cloudinary affiliate with which you (or the distributor or seller from whom you acquired the Service) contracted is Cloudinary Inc.\na Delaware corporation, the Santa Clara County in California, USA or, (iii) if the Cloudinary affiliate with which you (or the distributor or seller from whom you acquired the Service) contracted is Cloudinary UK Ltd., London, England, will have sole and exclusive jurisdiction over any claim in connection with the Service and in respect of any matter relating to the validity, applicability, performance or interpretation of these Terms.\nYou agree to the exclusive jurisdiction of the above mentioned courts, agree to accept service of process by any means permitted by the applicable law and hereby waive any jurisdictional, conflict of law or venue defenses otherwise available to you.</p>\nGeneral\n<p>These Terms along with the Privacy Policy specified at&nbsp;https://cloudinary.com/privacy&nbsp.\nand the DMCA Copyright Policy specified at:&nbsp;https://cloudinary.com/dmca constitute the entire agreement between you and Cloudinary with respect to the access and use of the Service and supersede any and all agreements, negotiations and understandings, whether written or oral, about the Service, except that if you have separately entered with Cloudinary into an online or written agreement or subscription form that incorporates by reference these Term, any terms of such agreement or subscription form that add to, conflict with or change, these Terms shall prevail.</p>\n<p>No waiver, concession, extension, representation, alteration, addition or derogation from these Terms will be effective unless effected in writing and signed by the party whose waiver is made.</p>\n<p>You may not assign your rights and obligations under these Terms without Cloudinary’s prior written consent and any assignment without such prior written consent will be void.\nCloudinary may freely assign its rights and obligations herein.\nSubject to any provisions herein with regard to assignment, all covenants and agreements herein shall bind and inure to the benefit of the respective heirs, executors, administrators, successors and assigns of the parties hereto.</p>\nSeverability\n<p>If any provision of these Terms is held by a court of competent jurisdiction to be illegal, invalid, unenforceable, or otherwise contrary to law, the remaining provisions of these Terms will remain in full force and effect.</p>\nContact Us\n<p>You may contact Cloudinary with any question about the Service, through the contact form at:&nbsp;https://cloudinary.com/contact Cloudinary will make efforts to address your inquiry promptly.</p>\n<p>Last updated: May 10, 2022</p>\n<p>\n</p> ", "created_at": "2022-12-20 20:54:59.220551", "updated_at": "2022-12-20 20:56:23.84521"}], "points": [], "urls": ["cloudinary.com"]}}