{"error": 448, "message": "OK", "parameters": {"id": 525, "name": "Fedora", "created_at": "2018-06-07 21:16:36.50557", "updated_at": "2023-04-22 11:49:05.792267", "wikipedia": "https://en.wikipedia.org/wiki/Fedora_(operating_system)", "keywords": null, "related": null, "slug": "fedora", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/525.png", "url": "getfedora.org,fedoraproject.org", "documents": [{"id": 13407, "name": "Privacy Statement for the Fedora Project", "url": "https://docs.fedoraproject.org/en-US/legal/privacy/", "xpath": "//body", "text": " Edit this page in 7 steps In this section Fedora Legal\n<ul>\n<li>\n<ul>\n<li> Fedora Licensing Guidelines\n<ul>\n<li> License Approval </li>\n<li> License Review Process </li>\n<li> License: Field in Spec File </li>\n<li> Updating Existing Packages </li>\n<li> License Audit Tools </li>\n<li> General Info About Licenses </li>\n<li> License of Fedora Linux </li>\n<li> Fedora Project Contributor Agreement </li>\n</ul>\n</li>\n<li> Miscellaneous Packaging Topics </li>\n<li> Fedora License Lists\n<ul>\n<li> Allowed Licenses </li>\n<li> Not-Allowed Licenses </li>\n</ul>\n</li>\n<li> Other Legal Information\n<ul>\n<li> Privacy Policy </li>\n<li> Trademark Guidelines </li>\n<li> Export Compliance Information </li>\n<li> DMCA Notice </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Fedora Legal <ul>\n<li> ARM Singe Board Computers </li>\n<li> Ask Fedora SOPs </li>\n<li> CommOps </li>\n<li> Community Architecture (CommArch) </li>\n<li> Community Platform Engineering </li>\n<li> Defensive Coding Guide </li>\n<li> Diversity, Equity, and Inclusion </li>\n<li> Emerging Fedora Desktops </li>\n<li> Engineering Teams </li>\n<li> EPEL </li>\n<li> Fedora Accounts </li>\n<li> Fedora Badges </li>\n<li> Fedora CI </li>\n<li> Fedora Container Docs </li>\n<li> Fedora CoreOS </li>\n<li> Fedora Council </li>\n<li> Fedora Docs Team </li>\n<li> Fedora Documentation </li>\n<li> Fedora ELN </li>\n<li> Fedora Gaming </li>\n<li> Fedora i3 S.I.G.\n</li>\n<li> Fedora Infrastructure </li>\n<li> Fedora Internet Of Things </li>\n<li> Fedora IoT Working Group </li>\n<li> Fedora Join SIG </li>\n<li> Fedora Kinoite </li>\n<li> Fedora Legal </li>\n<li> Fedora Linux Releases </li>\n<li> Fedora Localization Team </li>\n<li> Fedora Magazine </li>\n<li> Fedora Marketing </li>\n<li> Fedora Program Management </li>\n<li> Fedora Project </li>\n<li> Fedora QA Docs </li>\n<li> Fedora Rawhide Gating </li>\n<li> Fedora Server Documentation </li>\n<li> Fedora Server Working Group </li>\n<li> Fedora Silverblue </li>\n<li> Fedora Spins &amp.\nLabs </li>\n<li> Fedora TeleIRC SIG </li>\n<li> Fedora Tools </li>\n<li> Fedora User Docs <ul>\n<li> rawhide </li>\n<li> f37 </li>\n<li> f36 </li>\n<li> f35 </li>\n<li> f34 </li>\n<li> f33 </li>\n<li> f32 </li>\n<li> f31 </li>\n<li> f30 </li>\n<li> f29 </li>\n<li> f28 </li>\n<li> f27 </li>\n<li> f26 </li>\n</ul>\n</li>\n<li> Fedora Websites &amp.\nApps </li>\n<li> Fedora Workstation Documentation </li>\n<li> Fedora Workstation Working Group </li>\n<li> FESCo </li>\n<li> Flatpak </li>\n<li> Java-Packaging HOWTO </li>\n<li> Localization help and stats </li>\n<li> Mentored Projects </li>\n<li> Mindshare Committee </li>\n<li> Mindshare Teams </li>\n<li> Minimization </li>\n<li> Modularity </li>\n<li> NeuroFedora User Documentation </li>\n<li> Package Maintainers </li>\n<li> Packaging Guidelines </li>\n<li> Quick Docs </li>\n<li> Remix Docs </li>\n</ul>\n<ul>\n<li>Fedora Legal</li>\n<li>Other Legal Information</li>\n<li>Privacy Policy</li>\n</ul> en-US en-US\nar\nast\naz\nbe\nbg\nbn\nca\ncs\nde\nel\nes\nes_419\nfa\nfi\nfil\nfr\nfur\nhe\nhi\nhr\nhu\nid\nit\nja\njp\nko\nmr\nms\nmy\nnb_NO\nne\nnl\nor\npl\npt\npt_BR\npt_PT\nro\nru\nsi\nsk\nsq\nsv\nsw\nte\ntr\ntzm\nuk\nur\nur_PK\nuz\nzh_CN\nzh_Hans\nzh_TW <i>\n</i>\n<i>\n</i>\n<i>\n</i> Contents<ul>\n<li>Scope of This Notice</li>\n<li>Our Commitment to Privacy</li>\n<li>The Information We Collect</li>\n<li>Publicly Available Personal Data</li>\n<li>Using (Processing) Your Personal Data</li>\n<li>Sharing Your Personal Data</li>\n<li>Receiving E-Mail</li>\n<li>Cookies and Other Browser Information</li>\n<li>Our Commitment to Data Security</li>\n<li>Public Forums Reminder</li>\n<li>Our Commitment to Children’s Online Privacy</li>\n<li>About Links to Other Sites</li>\n<li>Your Rights and Choices in the EEA</li>\n<li>How to Access, Modify or Update Your Information</li>\n<li>How to Contact Us</li>\n<li>Changes to this Privacy Statement</li>\n</ul> Privacy Statement for the Fedora Project\nContents<ul>\n<li>Scope of This Notice</li>\n<li>Our Commitment to Privacy</li>\n<li>The Information We Collect</li>\n<li>Publicly Available Personal Data</li>\n<li>Using (Processing) Your Personal Data</li>\n<li>Sharing Your Personal Data</li>\n<li>Receiving E-Mail</li>\n<li>Cookies and Other Browser Information</li>\n<li>Our Commitment to Data Security</li>\n<li>Public Forums Reminder</li>\n<li>Our Commitment to Children’s Online Privacy</li>\n<li>About Links to Other Sites</li>\n<li>Your Rights and Choices in the EEA</li>\n<li>How to Access, Modify or Update Your Information</li>\n<li>How to Contact Us</li>\n<li>Changes to this Privacy Statement</li>\n</ul> Scope of This Notice <p>This Privacy Statement is intended to describe the Fedora Project’s privacy practices and provide information\nabout the choices you have regarding the ways in which information collected by the Fedora Project is used and\ndisclosed.\nFor convenience, the Fedora Project is referred to in this document as \"Fedora\".</p> Our Commitment to Privacy <p>At Fedora, your privacy is important to us.\nTo better protect your privacy, we have provided this Statement\nexplaining our information practices and the choices you can make about the way your personal information is\ncollected, used and disclosed.\nTo make this Statement easy to find, we have made it available on our homepage\nand at every location where personally-identifiable information may be requested.</p> The Information We Collect <p>This Privacy Statement applies to all information collected by or submitted to Fedora, including personal data.\n\"Personal data\" is data that can be used to identify an individual.</p>\n<p>Fedora collects personal data when:</p>\n<ul>\n<li>\n<p>you create a user account;</p>\n</li>\n<li>\n<p>you participate in surveys and evaluations;</p>\n</li>\n<li>\n<p>you participate in promotions, contests or giveaways;</p>\n</li>\n<li>\n<p>you submit questions or comments to us.</p>\n</li>\n</ul>\n<p>Fedora may also collect personal data from individuals (with their consent) at conventions, trade shows and\nexpositions.\nThe types of personal data collected may include (but are not limited to):</p>\n<ul>\n<li>\n<p>your first and last name;</p>\n</li>\n<li>\n<p>your title and your company’s name;</p>\n</li>\n<li>\n<p>your home, billing, or other physical address (including street name, name of a city or town, state/province);</p>\n</li>\n<li>\n<p>your country code;</p>\n</li>\n<li>\n<p>your e-mail address;</p>\n</li>\n<li>\n<p>your telephone number;</p>\n</li>\n<li>\n<p>any other identifier that permits Fedora to make physical or online contact with you;</p>\n</li>\n<li>\n<p>any information that Fedora collects online from you and maintains in association with your account, such as:</p>\n<ul>\n<li>\n<p>your Fedora Account System password,</p>\n</li>\n<li>\n<p>your GPG key ID,</p>\n</li>\n<li>\n<p>your SSH public key,</p>\n</li>\n<li>\n<p>your IRC nickname,</p>\n</li>\n<li>\n<p>your language preference,</p>\n</li>\n<li>\n<p>your timezone,</p>\n</li>\n<li>\n<p>your geographic coordinates (longitude/latitude),</p>\n</li>\n<li>\n<p>your affiliation(s).</p>\n</li>\n</ul>\n</li>\n</ul> Publicly Available Personal Data <p>In keeping with the open nature and spirit of Fedora, some personal data attached to Fedora accounts is made\npublic by default.\nSpecifically:</p>\n<ul>\n<li>\n<p>your first and last name;</p>\n</li>\n<li>\n<p>your country code;</p>\n</li>\n<li>\n<p>your email address;</p>\n</li>\n<li>\n<p>your language preference;</p>\n</li>\n<li>\n<p>your SSH public key;</p>\n</li>\n<li>\n<p>your timezone;</p>\n</li>\n<li>\n<p>your GPG key ID (if defined);</p>\n</li>\n<li>\n<p>your IRC nickname (if defined);</p>\n</li>\n<li>\n<p>your geographic coordinates (if defined);</p>\n</li>\n<li>\n<p>your affiliations (if defined).</p>\n</li>\n</ul>\n<p>If you wish for this information to be kept private, you can opt-out of displaying this information publicly in\nyour [https://accounts.fedoraproject.org/ Fedora Account Preferences].\nIf you choose to opt-out, Fedora\nwill still have access to this information, but it will not be displayed to others, and will be considered\nPrivate.\nThe only exception to this is for your email address, which may still be visible in some Fedora\nservices such as Bugzilla.</p> Using (Processing) Your Personal Data <p>Fedora uses the personal data you provide to:</p>\n<ul>\n<li>\n<p>create and maintain your accounts;</p>\n</li>\n<li>\n<p>identify and authenticate you;</p>\n</li>\n<li>\n<p>attribute data and content you produce directly and indirectly in our public-facing services;</p>\n</li>\n<li>\n<p>answer your questions;</p>\n</li>\n<li>\n<p>send you information;</p>\n</li>\n<li>\n<p>for research activities, including the production of statistical reports (such aggregated information is not\nused to contact the subjects of the report);</p>\n</li>\n<li>\n<p>send you surveys.</p>\n</li>\n</ul>\n<p>We also use this personal data to provide you with information related to your account and the products or\nservices you acquire from us, to better understand your needs and interests, to improve our service, to\npersonalize communications, and to comply with or fulfill any contractual obligations to you.\nIt is in Fedora’s\nlegitimate business interests to provide you with the information, communications, and services you request.\nto\ncreate a public record of the data and content produced by Fedora’s services.\nand to maintain the integrity of\nthat data and content for historical, scientific, and research purposes.</p> Sharing Your Personal Data <p>Unless you consent, Fedora will never process or share the personal data you provide to us except as described\nbelow.</p>\n<p>Fedora may share your personal data with third parties under any of the following circumstances:</p>\n<ul>\n<li>\n<p>Your publicly available personal data in the Fedora account system, as described above, is accessible by\nanyone unless you, as the account holder, opt out as already described in this Privacy Statement.</p>\n</li>\n<li>\n<p>As required to provide service, and for e-mail housing (as a consequence of uses already described in this\nPrivacy Statement).\nIt is in Fedora’s legitimate business interest to provide all users an accurate record of\ndata and content provided by Fedora’s services, and to maintain the integrity of that data and content for\nhistorical, scientific, and research purposes.\nThis data and content may include but is not limited to email,\ncode changes, comments, and artifacts.</p>\n</li>\n<li>\n<p>As required by law (such as responding to a valid subpoena, warrant, audit, or agency action, or to prevent\nfraud).</p>\n</li>\n<li>\n<p>For research activities, including the production of statistical reports (such aggregated information is used\nto describe our services and is not used to contact the subjects of the report).</p>\n</li>\n</ul> Receiving E-Mail <p>Fedora may send you e-mail about your account, to inform you of important upcoming Fedora events (e.g.\nelections), or in response to your questions.\nFor your protection, Fedora may contact you in the event that we\nfind an issue that requires your immediate attention.\nFedora processes your personal data in these cases to\nfulfill and comply with its contractual obligations to you, to provide the services you have requested, and to\nensure the security of your account.</p> Cookies and Other Browser Information <p>Fedora’s online services automatically capture IP addresses.\nWe use IP addresses to help diagnose problems with\nour servers, to administer our website, and to help ensure the security of your interaction with our services.\nYour IP address is used to help identify you and your location, in order to provide you data and content from\nour services as quickly as possible.\nIt is in Fedora’s legitimate business interest to maximize the efficiency\nand effectiveness of its services for all users.</p>\n<p>As part of offering and providing customizable and personalized services, Fedora uses cookies to store and\nsometimes track information about you.\nA cookie is a small amount of data that is sent to your browser from a\nWeb server and stored on your computer’s hard drive.\nAll sections of fedoraproject.org where you are prompted\nto log in or that are customizable require your browser to accept cookies.</p>\n<p>Generally, we use cookies to:</p>\n<ul>\n<li>\n<p>Remind us of who you are and to access your account information (stored on our computers) in order to provide a better and more personalized service.\nThis cookie is set when you register or \"sign in\" and is modified when you \"sign out\" of our services.</p>\n</li>\n<li>\n<p>Estimate audience size.\nEach browser accessing Fedora is given a unique cookie that is used to determine the extent of repeat usage and usage by a registered user versus by an unregistered user.</p>\n</li>\n<li>\n<p>Track your progress and number of entries in some of our promotions, sweepstakes, and contests.\nWhen a Fedora hosted promotion uses cookies, the information written to the cookie indicates the person’s progress through the promotion, and may be used to track entries, submissions, and status in prize drawings.</p>\n</li>\n<li>\n<p>Measure certain traffic patterns, which areas of Fedora’s network of websites you have visited, and your visiting patterns in the aggregate.\nWe use this research to understand how our user’s habits are similar or different from one another so that we can make each new experience on fedoraproject.org a better one.\nWe may use this information to better personalize the content, banners, and promotions you and other users will see on our sites.</p>\n</li>\n</ul>\n<p>If you do not want your personal information to be stored by cookies, you can configure your browser so that it\nalways rejects these cookies or asks you each time if you accept them or not.\nHowever, you must understand that\nthe use of cookies may be necessary to provide certain services, and choosing to reject cookies will reduce the\nperformance and functionality of the site.\nYour browser documentation includes instructions explaining how to\nenable, disable or delete cookies at the browser level (usually located in the “Help”, “Tools” or “Edit”\nfacility).</p> Our Commitment to Data Security <p>Fedora trains its administrators on our privacy policy guidelines and makes our privacy policy available to our\npartners.\nOur website uses Secure Socket Layer (SSL) technology, which encrypts your personal data when you\nsend your personal information on our website.\nIn addition, Fedora and its partners enter into confidentiality\nagreements which require that care and precautions be taken to prevent loss, misuse, or disclosure of your\npersonal data.</p> Public Forums Reminder <p>Fedora often makes chat rooms, forums, mailing lists, message boards, and/or news groups available to its\nusers.\nPlease remember that any information that is disclosed in these areas becomes public information.\nExercise caution when deciding to disclose your personal data.\nAlthough we value individual ideas and encourage\nfree expression, Fedora reserves the right to take necessary action to preserve the integrity of these areas,\nsuch as removing any posting that is vulgar or inappropriate.\nIt is in Fedora’s legitimate business interests\nto provide all users an accurate record of data and content provided in the public forums it maintains and\nuses.\nto maintain the integrity of that data and content for historical, scientific, and research purposes.\nand\nto provide an environment for the free exchange of ideas relevant and constructive to the development and\npropagation of open source software.</p> Our Commitment to Children’s Online Privacy <p>Out of special concern for children’s privacy, Fedora does not knowingly accept online personal information\nfrom children under the age of 13.\nFedora does not knowingly allow children under the age of 13 to become\nregistered members of our sites.\nFedora does not knowingly collect or solicit personal information about\nchildren under 13.</p>\n<p>In the event that Fedora ever decides to expand its intended site audience to include children under the age of\n13, those specific web pages will, in accordance with the requirements of the Children’s Online Privacy\nProtection Act (COPPA), be clearly identified and provide an explicit privacy notice addressed to children\nunder 13.\nIn addition, Fedora will provide an appropriate mechanism to obtain parental approval, allow parents\nto subsequently make changes to or request removal of their children’s personal information, and provide access\nto any other information as required by law.</p> About Links to Other Sites <p>This site contains links to other sites.\nFedora does not control the information collection of sites that can be reached through links from fedoraproject.org.\nIf you have questions about the data collection procedures of linked sites, please contact those sites directly.</p> Your Rights and Choices in the EEA <p>Where the EU General Data Protection Regulation 2016/679 (“GDPR”) applies to the processing of your personal\ndata, especially when you access the website from a country in the European Economic Area (“EEA”), you have the\nfollowing rights, subject to some limitations, against Fedora:</p>\n<ul>\n<li>\n<p>The right to access your personal data;</p>\n</li>\n<li>\n<p>The right to rectify the personal data we hold about you;</p>\n</li>\n<li>\n<p>The right to erase your personal data;</p>\n</li>\n<li>\n<p>The right to restrict our use of your personal data;</p>\n</li>\n<li>\n<p>The right to object to our use of your personal data;</p>\n</li>\n<li>\n<p>The right to receive your personal data in a usable electronic format and transmit it to a third party (also\nknown as the right of data portability).\nand</p>\n</li>\n<li>\n<p>The right to lodge a complaint with your local data protection authority.</p>\n</li>\n</ul>\n<p>If you would like to exercise any of these rights, you may do so via our Personal\nData Request Form.\nPlease understand, however, the rights enumerated above are not absolute in all cases.</p>\n<p>Where the GDPR applies, you also have the right to withdraw any consent you have given to uses of your personal\ndata.\nIf you wish to withdraw consent that you have previously provided to Fedora, you may do so via our\nPersonal Data Request Form.\nHowever, the withdrawal of consent will not affect\nthe lawfulness of processing based on consent before its withdrawal.</p> How to Access, Modify or Update Your Information <p>Fedora gives you the ability to access, modify or update your personal data at any time.\nYou may\n[https://accounts.fedoraproject.org/ log in] and make changes to your login information (change your\npassword), your contact information, your general preferences and your personalization settings.\nIf necessary,\nyou may also contact us and describe the changes you want made to the personal data you have previously\nprovided using the Personal Data Request Form.</p>\n<p>If you wish to remove your personal data from Fedora, you may contact us using the Personal Data Requests Form\nand request that we remove this information from the Fedora Account System.\nOther locations where you may have\nused your personal data as an identifier (e.g.\nBugzilla comments, list postings in the archives, wiki change\nhistory, and spec changelogs) will not be altered.</p> How to Contact Us <p>If you have any questions about any of these practices or Fedora’s use of your personal information, please feel free to contact us by email, or by mail at: Fedora Legal c/o Red Hat, Inc.\n- Corporate Legal Group 100 East Davie Street Raleigh, NC 27601</p>\n<p>Fedora will work with you to resolve any concerns you may have about this Statement.</p> Changes to this Privacy Statement <p>Fedora reserves the right to change this policy from time to time.\nIf we do make changes, the revised Privacy\nStatement will be posted on this site.\nA notice will be posted on our homepage for 30 days whenever this\nprivacy statement is changed in a material way.</p>\n<p>This Privacy Statement was last amended on May 25, 2018.</p>\n<p>Want to help? Learn how to contribute to Fedora Docs.</p>\n<p>All Fedora Documentation content available under CC BY-SA 4.0 or, when specifically noted, under another accepted free and open content license.</p>\n<ul>\n<li> Privacy Statement </li>\n<li> Legal </li>\n<li> Code of Conduct </li>\n<li> Sponsors </li>\n</ul>\n<p>Last build: 2022-12-17 19:50:10 UTC | Last content update: 2022-11-27 </p>\n<p> Fedora is sponsored by Red Hat.\nLearn more about the relationship between Red Hat and Fedora.\n</p> ", "created_at": "2022-12-18 06:35:02.663449", "updated_at": "2022-12-18 06:35:17.633366"}, {"id": 13408, "name": "Code of Conduct", "url": "https://docs.fedoraproject.org/en-US/project/code-of-conduct/", "xpath": "//body", "text": " In this section Fedora Project\n<ul>\n<li>\n<ul>\n<li> Mission and Foundations </li>\n<li> Leadership </li>\n<li> Current Objectives </li>\n<li> High-Level Organization </li>\n<li> Brand </li>\n<li> Code of Conduct\n<ul>\n<li> Clarifying Notes and Statements </li>\n</ul>\n</li>\n<li> Get Help </li>\n<li> Get Involved </li>\n</ul>\n</li>\n</ul> Fedora Project <ul>\n<li> ARM Singe Board Computers </li>\n<li> Ask Fedora SOPs </li>\n<li> CommOps </li>\n<li> Community Architecture (CommArch) </li>\n<li> Community Platform Engineering </li>\n<li> Defensive Coding Guide </li>\n<li> Diversity, Equity, and Inclusion </li>\n<li> Emerging Fedora Desktops </li>\n<li> Engineering Teams </li>\n<li> EPEL </li>\n<li> Fedora Accounts </li>\n<li> Fedora Badges </li>\n<li> Fedora CI </li>\n<li> Fedora Container Docs </li>\n<li> Fedora CoreOS </li>\n<li> Fedora Council </li>\n<li> Fedora Docs Team </li>\n<li> Fedora Documentation </li>\n<li> Fedora ELN </li>\n<li> Fedora Gaming </li>\n<li> Fedora i3 S.I.G.\n</li>\n<li> Fedora Infrastructure </li>\n<li> Fedora Internet Of Things </li>\n<li> Fedora IoT Working Group </li>\n<li> Fedora Join SIG </li>\n<li> Fedora Kinoite </li>\n<li> Fedora Legal </li>\n<li> Fedora Linux Releases </li>\n<li> Fedora Localization Team </li>\n<li> Fedora Magazine </li>\n<li> Fedora Marketing </li>\n<li> Fedora Program Management </li>\n<li> Fedora Project </li>\n<li> Fedora QA Docs </li>\n<li> Fedora Rawhide Gating </li>\n<li> Fedora Server Documentation </li>\n<li> Fedora Server Working Group </li>\n<li> Fedora Silverblue </li>\n<li> Fedora Spins &amp.\nLabs </li>\n<li> Fedora TeleIRC SIG </li>\n<li> Fedora Tools </li>\n<li> Fedora User Docs <ul>\n<li> rawhide </li>\n<li> f37 </li>\n<li> f36 </li>\n<li> f35 </li>\n<li> f34 </li>\n<li> f33 </li>\n<li> f32 </li>\n<li> f31 </li>\n<li> f30 </li>\n<li> f29 </li>\n<li> f28 </li>\n<li> f27 </li>\n<li> f26 </li>\n</ul>\n</li>\n<li> Fedora Websites &amp.\nApps </li>\n<li> Fedora Workstation Documentation </li>\n<li> Fedora Workstation Working Group </li>\n<li> FESCo </li>\n<li> Flatpak </li>\n<li> Java-Packaging HOWTO </li>\n<li> Localization help and stats </li>\n<li> Mentored Projects </li>\n<li> Mindshare Committee </li>\n<li> Mindshare Teams </li>\n<li> Minimization </li>\n<li> Modularity </li>\n<li> NeuroFedora User Documentation </li>\n<li> Package Maintainers </li>\n<li> Packaging Guidelines </li>\n<li> Quick Docs </li>\n<li> Remix Docs </li>\n</ul>\n<ul>\n<li>Fedora Project</li>\n<li>Code of Conduct</li>\n</ul> en-US en-US\nar\nast\naz\nbe\nbg\nbn\nca\ncs\nde\nel\nes\nes_419\nfa\nfi\nfil\nfr\nfur\nhe\nhi\nhr\nhu\nid\nit\nja\njp\nko\nmr\nms\nmy\nnb_NO\nne\nnl\nor\npl\npt\npt_BR\npt_PT\nro\nru\nsi\nsk\nsq\nsv\nsw\nte\ntr\ntzm\nuk\nur\nur_PK\nuz\nzh_CN\nzh_Hans\nzh_TW <i>\n</i>\n<i>\n</i>\n<i>\n</i> Contents<ul>\n<li>Fedora Community Code of Conduct</li>\n<li>Our Pledge</li>\n<li>Our Standards</li>\n<li>Our Responsibilities</li>\n<li>Scope</li>\n<li>Reporting and Enforcement</li>\n<li>Attribution &amp.\nLicense</li>\n</ul> Code of Conduct\nContents<ul>\n<li>Fedora Community Code of Conduct</li>\n<li>Our Pledge</li>\n<li>Our Standards</li>\n<li>Our Responsibilities</li>\n<li>Scope</li>\n<li>Reporting and Enforcement</li>\n<li>Attribution &amp.\nLicense</li>\n</ul> Fedora Community Code of Conduct <p>The Fedora Code of Conduct is a set of guidelines that explains how our community behaves and what we value to members and outsiders.\nThe Code of Conduct is a living document and will be updated when and if it is deemed necessary.</p>\n<p>The Code of Conduct is not “code” in the sense of being an algorithm or a computer program.\nThe Code of Conduct is not “blindly and algorithmically” executed but is instead enforced by humans making real decisions based on all of the available information and using all available context.</p>\n<p>The Code of Conduct does not seek to restrict speech or penalize non-native speakers of English.\nInstead the Code of Conduct spells out the kinds of behaviors we, as a community, find to be acceptable or unacceptable.\nThe Code of Conduct is, in many ways, the outward embodiment of the Friends component of Fedora’s Foundations.</p> Our Pledge <p>In the interest of fostering an open and welcoming environment, we as the Fedora community pledge to collaborate in a respectful and constructive manner, and welcome everyone willing to join us in that pledge.\nWe welcome individuals regardless of ability, age, background, body size, education, ethnicity, family status, gender identity and expression, geographic location, level of experience, marital status, nationality, national origin, native language, personal appearance, race and/or ethnicity, religion, sexual identity and orientation, socioeconomic status, or any other dimension of diversity.</p>\n<p>Our channels, mailing lists, and posts should focus on Fedora and on free and open source software and content.\nWe pledge to make participation in our project and our community a harassment-free experience for everyone.\nWe pledge to avoid personal attacks on others, and to avoid inflammatory language and speech that perpetuates discrimination.\nFurthermore, we pledge to not use the Fedora Project and its platforms as a basis to engage in personal campaigns against other organizations or individuals.</p> Our Standards <p>Examples of behavior that contributes to creating a positive environment include:</p>\n<ul>\n<li>\n<p>Using welcoming and inclusive language</p>\n</li>\n<li>\n<p>Being kind to others</p>\n</li>\n<li>\n<p>Behaving with civility</p>\n</li>\n<li>\n<p>Being respectful of differing viewpoints and experiences</p>\n</li>\n<li>\n<p>Gracefully accepting constructive criticism</p>\n</li>\n<li>\n<p>Focusing on what is best for the community</p>\n</li>\n<li>\n<p>Showing empathy towards other community members</p>\n</li>\n</ul>\n<p>Examples of unacceptable behavior include:</p>\n<ul>\n<li>\n<p>The use of sexualized language or imagery and unwelcome sexual attention or advances</p>\n</li>\n<li>\n<p>Initiating controversy for controversy’s sake (repeatedly asking disingenuous questions under a guise of sincerity)</p>\n</li>\n<li>\n<p>Saying insulting/derogatory comments and making personal attacks.</p>\n</li>\n<li>\n<p>Repeatedly instigating conflict, and baiting people into arguments</p>\n</li>\n<li>\n<p>Public or private harassment</p>\n</li>\n<li>\n<p>Publishing someone else’s private information, such as a physical or electronic address, without explicit permission</p>\n</li>\n<li>\n<p>Deliberate intimidation, stalking, or following</p>\n</li>\n<li>\n<p>Violent threats or language directed against another person</p>\n</li>\n<li>\n<p>Sexist, racist, homophobic, transphobic, ableist, or exclusionary statements, even if they were meant as jokes</p>\n</li>\n<li>\n<p>Excessive swearing</p>\n</li>\n<li>\n<p>Unwelcome physical contact</p>\n</li>\n<li>\n<p>Sustained disruption of talks or other events</p>\n</li>\n<li>\n<p>Other conduct which could reasonably be considered inappropriate in a professional setting even if the conduct may be legal under the laws of some jurisdiction.</p>\n</li>\n</ul> Our Responsibilities <p>The Fedora Council is committed to enforcing this Code of Conduct in a fair and impartial manner so that Fedora community members are able to participate in the Fedora Project and its associated activities in a safe and respectful environment.\nTo achieve this, the Council has delegated responsibility to a Code of Conduct Committee for clarifying and interpreting the standards of acceptable behavior, responding to and investigating reports of behavior that is not aligned to this Code of Conduct and determining appropriate and fair corrective action in response.\nThe Committee will perform these functions along with the Red Hat Legal team, as appropriate.</p>\n<p>Within their respective areas of participation Fedora Community members have the right in their sole discretion and responsibility to remove, edit, or reject comments, commits, code, wiki edits, issues, and other contributions that are not aligned to this Code of Conduct.\nThose Fedora Community members are expected to exercise these rights in alignment with the Code of Conduct.</p> Scope <p>This Code of Conduct applies in all online and offline project spaces and in all online and offline spaces where an individual is representing the project, its community, or is acting as a community member.</p>\n<p>Examples of acting as a community member include:</p>\n<ul>\n<li>\n<p>Posting to a Fedora mailing list,</p>\n</li>\n<li>\n<p>Filing a bug with Fedora,</p>\n</li>\n<li>\n<p>Participating in an official Fedora communication channel, such as IRC or telegram</p>\n</li>\n<li>\n<p>Contributing to the Fedora Project in any form</p>\n</li>\n<li>\n<p>Using an official project email address</p>\n</li>\n<li>\n<p>Posting via an official social media account</p>\n</li>\n<li>\n<p>Acting as an appointed representative at an online or offline event</p>\n</li>\n<li>\n<p>Speaking for Fedora or its subprojects at a public event or online video</p>\n</li>\n<li>\n<p>Working in a Fedora or related booth or table at an event</p>\n</li>\n<li>\n<p>Participating in a Fedora or related technical meetup</p>\n</li>\n<li>\n<p>Serving as an elected or appointed leader in Fedora, including being a member of the Fedora Council</p>\n</li>\n</ul> Reporting and Enforcement <p>Instances of behavior inconsistent with this code may be reported by contacting the Fedora project by filing a private Fedora Code of Conduct ticket at https://pagure.io/CoC/new_issue.\nIf the incident occurs at an event, the local event staff should be contacted in addition to opening a ticket.</p>\n<p>Individuals without access to https://pagure.io/CoC/new_issue may send an email to the following address: codeofconduct@fedoraproject.org.\nThis email will be converted into a private Code of Conduct ticket by the Code of Conduct Committee.</p>\n<p>All reports will be kept confidential.\nWhen we discuss incidents with anyone we will anonymize details as much as we can.\nThis means that the identities of all involved parties will remain confidential unless those individuals instruct us otherwise or we are required to make disclosures under the law.\nAdditionally, in some cases we may need to disclose this information to other parties at Red Hat.\nFedora is not a separate legal entity and therefore has to comply with all requirements imposed upon Red Hat.</p>\n<p>Upon our review/investigation of the reported incident, we will determine what action is appropriate based on this Code and its clarifying statements.\nAn incident review will include communication with the reporter and the individual being reported, and an opportunity for both parties to provide an account of the incident.</p>\n<p>All complaints will be reviewed and will result in a response.\nFailure to follow this Code may result in actions including, but not limited to, warnings, temporary suspension, and in extreme circumstances, banning from the Fedora Project.\nPlease note, while we take all concerns/reported incidents raised seriously, we will use our discretion to determine when and how to follow up on reported incidents.</p> Attribution &amp.\nLicense <p>This Code of Conduct is an edited form of the Contributor Covenant, version 1.4 along with material from the PyCon Code of Conduct and others.\nThe process of dealing with reports is inspired by ideas from the Mozilla CPG Incident Process.</p>\n<p>Additional material is drawn from many sources, including:</p>\n<ul>\n<li>\n<p>http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Responding_to_reports</p>\n</li>\n<li>\n<p>http://geekfeminism.wikia.com/wiki/Conference_anti-harassment/Policy_resources</p>\n</li>\n<li>\n<p>https://www.ashedryden.com/blog/codes-of-conduct-101-faq</p>\n</li>\n<li>\n<p>http://safetyfirstpdx.org/training/code_of_conduct/TemplateIncidentResponseGuide.pdf</p>\n</li>\n<li>\n<p>https://www.washingtonpost.com/opinions/how-my-restaurant-successfully-dealt-with-harassment-from-customers/2018/03/29/3d9d00b8-221a-11e8-badd-7c9f29a55815_story.html</p>\n</li>\n<li>\n<p>https://www.shrm.org/hr-today/news/hr-magazine/Pages/1214-workplace-investigations.aspx</p>\n</li>\n<li>\n<p>https://www.eeoc.gov/policy/docs/harassment.html</p>\n</li>\n</ul>\n<p>Want to help? Learn how to contribute to Fedora Docs.</p>\n<p>All Fedora Documentation content available under CC BY-SA 4.0 or, when specifically noted, under another accepted free and open content license.</p>\n<ul>\n<li> Privacy Statement </li>\n<li> Legal </li>\n<li> Code of Conduct </li>\n<li> Sponsors </li>\n</ul>\n<p>Last build: 2022-12-17 19:50:10 UTC | Last content update: 2021-05-11 </p>\n<p> Fedora is sponsored by Red Hat.\nLearn more about the relationship between Red Hat and Fedora.\n</p> ", "created_at": "2022-12-18 06:35:53.687691", "updated_at": "2022-12-18 06:36:07.837638"}], "points": [{"id": 30998, "title": "Information is provided about what kind of information they collect", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:11:32.535607", "updated_at": "2023-07-11 06:28:56.455308", "quoteText": null, "case_id": 228, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31002, "title": "Information is provided about how your personal data is used", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:21:15.867485", "updated_at": "2023-07-11 06:28:56.633414", "quoteText": null, "case_id": 227, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31006, "title": "You are informed about the risk of publishing personal info online", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:30:06.059254", "updated_at": "2023-07-11 06:28:56.721973", "quoteText": null, "case_id": 231, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31013, "title": "The publishing of personally identifiable information without the owner’s consent is not allowed", "source": "https://docs.fedoraproject.org/en-US/project/code-of-conduct/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:49:42.519479", "updated_at": "2023-07-11 06:28:56.894305", "quoteText": null, "case_id": 444, "document_id": 13408, "quoteStart": null, "quoteEnd": null}, {"id": 31014, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://docs.fedoraproject.org/en-US/project/code-of-conduct/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:50:04.746062", "updated_at": "2023-07-11 06:28:57.073416", "quoteText": null, "case_id": 283, "document_id": 13408, "quoteStart": null, "quoteEnd": null}, {"id": 31011, "title": "There is a date of the last update of the agreements", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:38:06.864354", "updated_at": "2023-07-11 06:28:57.15922", "quoteText": null, "case_id": 331, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31009, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:34:51.924015", "updated_at": "2023-07-11 06:28:57.240127", "quoteText": null, "case_id": 299, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31008, "title": "This service is only available to users over a certain age", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:32:29.675076", "updated_at": "2023-07-11 06:28:57.324127", "quoteText": null, "case_id": 152, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31007, "title": "The posting of pornographic content is prohibited", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:31:52.608598", "updated_at": "2023-07-11 06:28:57.406814", "quoteText": null, "case_id": 315, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31004, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:28:23.069105", "updated_at": "2023-07-11 06:28:57.492629", "quoteText": null, "case_id": 375, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31003, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:23:58.359912", "updated_at": "2023-07-11 06:28:57.581457", "quoteText": null, "case_id": 399, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31001, "title": "Your personal data is aggregated into statistics", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:18:57.423499", "updated_at": "2023-07-11 06:28:57.66324", "quoteText": null, "case_id": 190, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31005, "title": "Information is provided about security practices", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:29:26.302345", "updated_at": "2023-07-11 06:28:57.746455", "quoteText": null, "case_id": 226, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31000, "title": "This service receives your precise location through GPS coordinates", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:15:33.211167", "updated_at": "2023-07-11 06:28:57.833414", "quoteText": null, "case_id": 400, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 30999, "title": "Information is provided about how they collect personal data", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:14:06.099175", "updated_at": "2023-07-11 06:28:56.55146", "quoteText": null, "case_id": 297, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31012, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:40:17.897149", "updated_at": "2023-07-11 06:28:59.572977", "quoteText": null, "case_id": 124, "document_id": 13407, "quoteStart": null, "quoteEnd": null}, {"id": 31015, "title": "The service is open-source", "source": "https://gitlab.com/fedora/websites-apps/fedora-websites/fedora-websites-3.0", "status": "", "created_at": "2023-04-14 19:51:41.869395", "updated_at": "2023-04-21 17:56:18.928951", "quoteText": null, "case_id": 485, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31010, "title": "The service claims to be GDPR compliant for European users", "source": "https://docs.fedoraproject.org/en-US/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-14 19:36:00.829728", "updated_at": "2023-07-11 06:28:56.812274", "quoteText": null, "case_id": 481, "document_id": 13407, "quoteStart": null, "quoteEnd": null}], "urls": ["getfedora.org", "fedoraproject.org"]}}