{"error": 448, "message": "OK", "parameters": {"id": 7463, "name": "VGM Quiz", "created_at": "2023-03-12 04:10:50.48969", "updated_at": "2023-03-29 19:26:43.494027", "wikipedia": null, "keywords": null, "related": null, "slug": "vgm-quiz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7463.png", "url": "vgm-quiz.com", "documents": [{"id": 14343, "name": "Privacy Policy", "url": "https://www.vgm-quiz.com/policy", "xpath": "//body", "text": " Privacy Policy<br> VGM Quiz (\"we\", \"us\" or \"our\") provides this Privacy Policy to inform our users (\"users\", \"your\" or \"you\") of our policies and procedures regarding the collection, use and disclosure of information we receive.\n<br>\n<br>When you use a VGM Quiz Service at a Social Networking Site (\"SNS\"), you allow VGM Quiz to access your profile information in accordance with the policies and terms of the SNS.\n<br>\n<br>Such information may include, but is not limited to, your first and last name, your profile picture, your SNS user ID and respective user IDs of your friends that are connected to the Service.\n<br>\n<br>VGM Quiz may use some or all of your profile information as part of the features of the Service.\nThe information you allow VGM Quiz to access is affected by the privacy settings that you have set at the SNS.\nYou may control and learn more about these privacy settings at the applicable SNS.\n<br>\n<br>For example, we may use information collected from you in any one or more of the following ways :<br>\n<br>\n- to register your VGM Quiz account and allow you to play it<br>\n- to notify users of in-game updates<br>\n- to promote in-game players achievements or provide leader boards<br>\n- to analyze user traffic and gather statistical information<br>\n<br>\n<br>\nWE DON'T SHARE YOUR INFORMATION WITH ANYONE.<br>\n<br>\nIf you require any more information or have any questions about our privacy policy, please feel free to contact us by email at support@vgm-quiz.com\n<br>\n<br>\n<p>© 2012-2023 French Freaks · Privacy · Terms · FAQ </p> home rank my event calendar roadmap vgk ", "created_at": "2023-03-12 04:10:50.521801", "updated_at": "2023-03-12 04:11:29.35315"}, {"id": 14344, "name": "Terms of use", "url": "https://www.vgm-quiz.com/tos", "xpath": "//body", "text": " Terms of use<br> Please read these terms of use carefully before using any part of the service.\nBy using the service, you agree to be bound by these terms of use.\nIf you do not agree to all of these terms, do not use the service.\nIf you have any questions about these Terms of Service, please contact us by email at support@vgm-quiz.com\n<br>\n1.\nScope<br> Every Service of VGM Quiz is subject to these Terms of use, as long as there are no explicit exeptions.\nThese Terms of Service include VGM Quiz' privacy policy, located at : www.vgm-quiz.com/policy and may be updated or adjusted by us from time to time.\n<br> 2.\nRegistration conditions<br> The services of VGM Quiz can only be used after registering as a member or by using a VGM Quiz service at a Social Networking Site.\nMembership is open to everybody who allows VGM Quiz to access their basic-information and registration is obviously free.\nThe membership account is non-transferable.\n<br> 3.\nResponsibility for minors<br> Minors are permitted to register at VGM Quiz and play if they are aware of the consequences of the usage of their data and understand the importance of such consent.\nWhen the legal guardians accept the usage of these services by minors, they are aware of the consequences of missuse of the services of VGM Quiz through the minors.\n<br> 4.\nWarranty and Limitation of Liability<br> The use of VGM Quiz services is at the own risk of the user.\nVGM Quiz takes no liability for lost information and data of the member.\nInformation and advices that a user gathers at the services do not approve of VGM Quiz' warranty, except where expressly stated.\nThe liability for accidental governmental action, labor dispute, force majeure, natural disasters, accidental damage and setting of the game server is excluded.\n<br> 5.\nChanges to services<br> Restrictions, extensions and other changes to these services by VGM Quiz are allowed at any time and are also subject to the following terms and conditions.\n<br> 6.\nCopyright Complaints<br> ALL THE MUSICAL EXTRACTS HEARD IN THE PRESENT GAME ARE PROTECTED BY AUTHOR'S RIGHTS AND ARE THE EXCLUSIVE PROPERTY OF THEIR RESPECTIVE AUTHORS.\n<br>\nAccording to the article L.122-55 of the French Intellectual Property Code, VGM Quiz reserves the right to use the musical content for recreational and cultural purposes.\nIf you believe that any materials on the site infringe your copyrights, notifications of claimed copyright infringement should be sent to VGM Quiz Support Team.\n<br>\nVGM Quiz does not permit copyright infringing activities and infringement of intellectual property rights on its Website, and will remove all Content if properly notified that such content infringes on another's intellectual property rights.\n<br>\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide VGM Quiz' copyright agent the written information specified below : <ul>\n<li>A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright interest that is allegedly infringed\n</li>\n<li>A description of all of the copyrighted works that you claim has been infringed upon\n</li>\n<li>A description of where the material that you claim is infringing is located on the VGM Quiz website, including, a URL of the specific location of the infringing material\n</li>\n<li>Information sufficient to allow us to contact you including, at a minimum, your address, telephone number, and e-mail address\n</li>\n<li>A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand\n</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\n</li>\n</ul>\n<br> 7.\nTermination of membership<br> VGM Quiz is entitled to terminate the contract on participation and to terminate the services with any member at any time.\nFurthermore VGM Quiz is entitled to terminate any account without prior warning.\nThe membership can be cancelled by emailing the VGM Quiz Support Team and/or blocking the application on Facebook.\n<br>\nVGM Quiz is owned by the indie game company French Freaks<br>\n<br>\n<p>© 2012-2023 French Freaks · Privacy · Terms · FAQ </p> home rank my event calendar roadmap vgk ", "created_at": "2023-03-12 04:10:50.554218", "updated_at": "2023-03-12 04:11:35.566619"}], "points": [], "urls": ["vgm-quiz.com"]}}