{"error": 448, "message": "OK", "parameters": {"id": 7149, "name": "Becovi", "created_at": "2022-12-31 20:38:40.482328", "updated_at": "2023-01-22 17:00:12.507178", "wikipedia": null, "keywords": null, "related": null, "slug": "becovi", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7149.png", "url": "becovi.com", "documents": [{"id": 13664, "name": "Terms and Conditions ", "url": "https://www.becovi.com/terms.php", "xpath": "//body", "text": " Terms and Conditions <p>Last Modified: April 1st, 2022</p>\n<p> These terms of use (“Terms”) constitute a legally binding agreement between us, Becovi Ltd (“we”, “us” or “Company”) and you (“you”, “user(s)”).\nThese Terms govern your use of our search engine (“Services”).\nTherefore if you do not agree to any of the provisions herein, or if applicable law prohibits your acceptance of these Terms, you may not use our Services.\n</p>\n<p>You hereby warrant that you are eligible to enter into these Terms and are not prohibited to do so by any authorized authority, judicial order or law.\nYou further represent and warrant that you are of legal competence and: (i) at least thirteen (13) years old if you reside in the US.\n(ii) at least sixteen (16) years old if you reside in the EEA.\nor (iii) above the age of a “child” in accordance with the applicable laws in your jurisdiction.\nIf you are under 18, we encourage you to review these Terms with your legal guardians.\n</p>\n<p>WE ADVISE YOU TO READ THESE TERMS CAREFULLY BEFORE USING OUR SERVICES.\n</p>\n<p>We may amend these Terms from time to time, at our sole discretion and without any prior notice to you.\nWe will make a reasonable effort, to provide you with notification regarding what we believe are material changes to these Terms.\nAny changes to these Terms are effective as of the stated “Last Modified” date and your continued use of the Services following the Last Modified date will constitute acceptance of, and agreement to be bound by, those changes.\n</p> Grant of License and Intellectual Property Rights <p> Subject to your compliance with these Terms, we hereby grant you a personal, non-commercial, limited, revocable, non-transferable, non-sub-licensable and non-exclusive right and license to access and use the Services.\nOther than the limited license granted herein, we reserve all rights and interests in and to the Services, including all trademarks, service marks, components, code, protocols, software and documentation as well as any derivatives thereof or improvements and modifications, evidenced by or embodied in or related to the Service, which are our property or the property of our licensors, and are protected by international copyright, trademarks, patents and other proprietary rights and laws.\nYou may not use, delete, alter, or remove any copyright, trademark, or other proprietary rights notice placed in the Services.\nWe reserve the right to disable access to the Services by anyone who uses them to infringe intellectual property rights.\n</p>\n<p> Our Services will include links (including search results) to third parties’ content, websites, or other digital assets that are not operated, owned or developed by us and which we do not have any control over.\nWe do not monitor, review, or endorse any third-party content and we are not responsible for its accuracy, safety, security or legality.\n</p> Sponsored Search Results <p>Note that advertisements, in the form of sponsored search results, might be included in the Services (depending on your geo location).\nThese sponsored search results are not provided or incorporated by Google, and we receive payments from our third party partners in consideration for placing such advertisements.</p> Prohibited Use <p>You are explicitly prohibited from directly or indirectly doing any of the following while using our Service, or in connection with such use: </p>\n<ul>\n<li>Interfering in any way with another users’ use of the Services;</li>\n<li>Circumventing, disabling, or interfering with security-related features of the Services;</li>\n<li>Using any automated means to download, store or reproduce the Service or manipulate the Services we offer in anyway;</li>\n<li>Change, copy, take apart, or create any derivative works or reverse engineer the Services and any component of it;</li>\n<li>Use the Services for fraudulent, illegal or inappropriate purposes, including, but not limited to the infringement of any privacy rights of a third party.</li>\n</ul> Modifications, Uninstallations, and Updates <p>We are entitled to, at our sole discretion, update, modify, revise, or change any component, feature or function of the Services without providing you with prior notice of our intention to do.\nPlease note that, notwithstanding the aforementioned, we are under no obligation to provide any features, functionality, upgrades or to fix errors.\nIf you are dissatisfied with the Service, your sole option is to discontinue or terminate your use.</p> Disclaimer and Limitation of Liability <p>The Services are provided to you on an “as-is” and “as-available” basis.\nWe expressly disclaim any and all warranties related to the Services, whether express or implied, including, but not limited to, any warranties regarding non infringement, merchantability or fitness of the Services for a particular purpose of use.\nWe do not represent or warrant that the Services will be error free, secured, free of any malicious components, or viruses, nor do we guarantee that it will be available or accessible at all times.\nWe do not bear any responsibility or liability for damages, which may occur as a result of your use of the Services, including damages to your device or loss of data.\nWe furthermore, do not undertake to rectify any errors or defects.\nAny use of the Services shall be done at your own risk including any decisions that was based on the content provided in these Terms or the privacy policy.</p>\n<p>We and our affiliates, and each of our respective officers, directors, employees and agents, vendors, distributors, and third party licensors shall not be liable or responsible for any indirect, incidental, special, punitive, consequential, or exemplary damages resulting from your use or inability to use the Services.\nThis limitation of liability also applies to damages resulting from any loss of profits, business, business opportunity, goodwill, or any other intangible loss, even if we were previously notified of the possibility of such damages.\nIn the event your applicable jurisdiction does not allow for this limitation of liability, our limitation of liability shall be to the extent permitted by applicable law.</p> Indemnification <p>You will indemnify, defend, and hold us and our affiliates, subsidiaries, successors, contractors, employees, directors, agents, suppliers, licensors, service providers and partners, harmless from any and all claims, damages, obligations, losses, liabilities, costs, debts, and expenses (including legal fees), that may arise from your use of the Services which infringes these Terms, the Privacy Policy or any applicable law.</p> Dispute Resolution <p>This Agreement is governed by the laws of the State of Ireland without regards to its conflict of laws principles and shall be brought exclusively before the courts of Ireland.</p> Privacy <p>Our privacy practices and data collection related to the use of the Services are explained and detailed in our Privacy Policy available at the following link: Privacy Policy.\nWe recommend that you review our Privacy Policy before any use of the Services and that you check back periodically for any changes to the Privacy Policy.</p> Miscellaneous <p>These Terms constitute the understandings between you and us in connection with your use of the Services.\nWe will not be liable for the termination, suspension, removal of any access to or your use of the Services.\nAny provisions, which by their nature are intended to survive termination of these Terms, shall survive the termination.\nIf any provision of these Terms are considered to be unenforceable, such provision shall be modified only to the extent necessary to make it enforceable which shall not affect the enforceability of such provision in the future or under other circumstances.\nFurthermore, such unenforceability shall not affect the enforceability of the remaining provisions of these Terms under all circumstances.\nYou may not assign these Terms and any license or right granted hereunder without our prior written consent.\nWe may assign our rights under these Terms to any third party at our sole discretion.\nOur failure to enforce any rights or to take action in the event of breach of these Terms shall not be considered to be a waiver of any of our rights or of any additional actions in the event of any breaches that may occur in the future.</p> Contact Us for Any Questions <p>Please contact us at: info@becovi.com for any questions you may have.</p>\n<p>You may also contact us at:</p>\n<p>Becovi Ltd<br> 5TH Floor, Nova Atria North, Blackthorn Road, Sandyford Business Park, Sandyford, Dublin D18F5X2, Ireland </p>\n<br> Terms and Conditions Privacy Policy ", "created_at": "2022-12-31 20:38:40.544437", "updated_at": "2022-12-31 20:38:57.32425"}, {"id": 13665, "name": "PRIVACY POLICY", "url": "https://www.becovi.com/privacy.php", "xpath": "//body", "text": " PRIVACY POLICY <p>This Privacy Policy (“Policy”) will explain how we process and collect your (“user”, “you” or “your”) data when you install and use our Becovi browser extension and any other feature or service that we Becovi offer or provide you with therein (collectively “Extension”), as well as how such data may be used or shared with others, how we safeguard it and you may exercise your rights related to your Personal Data (as such term is defined below), among others, according to the EU General Data Protection Regulation (“GDPR”) and the California Consumer Privacy Act (“CCPA”) where applicable.</p>\n<p>In the event you are a California resident and the CCPA apply to you – please review our CCPA Privacy Notice</p>\n<p>This Policy is an integral part of the Extension’s Terms and Conditions (“Terms”).\nUnless otherwise defined herein, capitalized terms used herein but not defined herein shall have the meaning ascribed to them in the Terms.\nYOUR PRIVACY IS IMPORTANT TO US AND WE THEREFORE ENCOURAGE YOU TO READ THIS POLICY THOROUGHLY BEFORE YOU INSTALL OR USE OUR EXTENSION.</p>\n<p>We reserve the right to periodically amend or revise the Policy.\nThe revised terms will be effective immediately upon the display of the revised Policy.\nThe last revision date will be reflected in the “Last Modified” heading.\nIn the event of amendments that will majorly change our privacy practices, we will make a reasonable effort to provide an applicable notification of such amendment.\nWe recommend you review this Policy periodically to check for any such amendment.</p>\n<p>The use of information received from Google API will adhere the Chrome Web Store User Data Policy including the Limited Use requirements.</p> The following are the ways in which we collect your data and why we process your data: <p>We may collect certain types of data from you when you download or use the Extension that may be considered to be one of the following: (i) Information that identifies a person or can with a reasonable amount of effort identify a person (“<b>Personal Data</b>”).\n(ii) information that is collected and processed by us through your use of the Extension that is non-personal and cannot identify a person (“<b>Non-Personal Data</b>”).\nIf we combine Personal Data with Non-Personal Data, the combined data will be treated as Personal Data for as long as it remains combined.</p>\n<p>We may process different forms of Personal Data depending on our lawful basis that we use to process such Personal Data.\nThe following are a few examples of the lawful basis that we use in order to process your Personal Data: (i) we will ask for your <b>consent</b> to process your Personal Data if we are required to do so in accordance with applicable law.\n(ii) we may process your Personal Data if we have a <b>legitimate interest</b> to process such Personal Data for example: we may process your IP address for operational purposes, as shall be further explained below.</p>\n<p>The table below explains the type of data we collect and how such data is used:</p> The type of data we collectHow we use it When you install or use the Extension, we will collect and process certain online identifies, for example your IP address.\nWe will use this data in order to operate and provide you with the Extension and to customize and improve it.\nWe will also use this data to assist us in implementing the advertisements incorporated within the Extension (where applicable).\nFor example, your IP address may be used to determine your location and thereby assist us in displaying relevant advertisements that will be suited for your needs.\nAdditionally, we may process this data in order to track usage, statistics and traffic flow, detect fraud, or any other security or technical issues that may arise in connection with the Extension as well as for our internal analytical and statistical purposes.\nWe may collect some of your search history such as the certain search queries, which in most cases are aggregated Non-Personal Data, however, sometimes web browsing data contains terms that could be considered to be Personal Data.\nThis data is deleted shortly after we collect it.\nWe will use this data for the purpose of providing you with our services that are available through the Extension (including relevant advertising based on previous searches that you have done).\nIf you voluntarily contact us, you may be required to provide us with certain information such as your name and email address.\nWe will use and process this data in order to provide you with the support that you have requested or in order to respond to any questions that you may have.\nWe may store this contact history in order to improve our services, as well as to resolve disputes (if relevant).\nWhen you install the Extension on your device, we may collect Non-Personal Data, such as technical information that is automatically transmitted to us by your device.\nExamples of such technical information may include: the type of device, browser and operating system you use, the language that you use the Extension in, and when and where you access the Extension from.\nWe use this data to provide and enhance the Extension and to enable its operation.\nWho Will We Share Your Data With? <p>We will <b>not</b> share your Personal Data that we collect and process except under the following circumstances:</p>\n<ul>\n<li>(i)\tWe may share your Personal Data with our trusted service providers as is necessary in order to allow such service providers to perform certain services on our behalf (please see “Third Part Content” section below.</li>\n<li>(ii)\tWe may share your Personal Data in order to comply with any applicable law or regulation (or if permitted by any applicable law or regulation) – including our policies and agreements, legal process, or any governmental request.</li>\n<li>(iii)\tWe may share your Personal Data in the event of a corporate transaction for example, in the event of a merger, asset sale, consolidation or acquisition.\nThe acquiring company will assume the rights and obligations as described in this Privacy Policy under any of the above circumstances and we will provide you with prominent notice in such event.</li>\n<li>(iv)\tWe may share your Personal Data when you have given your consent for us to do so or otherwise request us to do so.\nHowever, please note this information will NOT include any Personal or Non-Personal Information collected or processed through the Chrome Extension.</li>\n</ul> Cookies and Other Tracking Technologies <p>Our service providers may use cookies and similar common tracking technologies such as, but not limited to, web beacons, pixels, and user agents.\nThese tracking technologies are assigned and stored on the device which you installed the Extension in the form of small pieces of information.\nCookies and these other tracking technologies are very helpful and can be used for a variety of purposes, including: enabling you to navigate between pages efficiently, enabling automatic activation of specific features, and to customize your experience by providing you with relevant content for example in the form of an advertisement.\nPlease visit: www.allaboutcookies.org to learn more about cookies.\n</p>\n<p>You are able to disable cookies or limit the data collection of such cookies through the settings of your device or that are available through your browser.\nWe have included links to instructions as to how you can disable or limit cookies for a variety of frequently used browsers here: Google Chrome .\nFirefox .\nInternet Explorer .\nSafari .\nEdge .\nOpera.</p>\n<p>It is important to note that you will not be able to prevent advertisements from being displayed entirely by disabling cookies, rather, the advertisements that you do receive, will not be customized specifically for you.\nFurthermore, it is important to note that, if you decide to disable certain cookies, this may result in certain parts of the Extension not functioning properly.</p> Third Party Content <p>The Extension may redirect you to third party content.\nSuch third party’s privacy policy, and not this Policy, will apply to your interaction with such content.\nWe take no responsibility nor will we be held responsible for such third party privacy practices.<br> Oath search feed is one as part of our Extension which may include its own cookies.\nYou can learn more about Oath’s data collection policies at: https://policies.oath.com/us/en/oath/privacy/products/searchservices/index.html and how to opt - out or limit its data collection here: https://aim.yahoo.com/aim/us/en/optout/.\n</p> Data Retention and Security Measures <p>Your privacy is important to us.\nWe therefore make our best efforts to protect your Personal Data from any unauthorized use, processing, access, or disclosure.\nWe have put a variety of security measures in place in order to protect your Personal Data which correspond with industry standards including physical, technical and administrative measures, as are required in accordance with applicable law.\nWe will make a reasonable effort to notify you and any applicable supervisory authority if we become aware of a security breach that has affected your Personal Data, if we are required to do so by applicable law.</p>\n<p>Unless you instruct us otherwise, we will retain the Personal Data that we collect only for as long as we need to in order to provide you with the various features that are available through our Extension and in order to operate our business.\nWe will also retain your Personal Data if we need it in order to comply with our legal obligations, resolve disputes, or enforce our agreements.</p> Data Subject Rights <p>Data protection and privacy laws may provide you with some of the rights listed herein depending on the applicable data protection and privacy laws in your jurisdiction.\nSome of the main rights you may have are as follows: (i) the right to access your Personal Data.\n(ii) the right to ensure that your Personal Data is accurate, complete and up-to-date.\n(iii) the right to have your Personal Data amended (by asking us to correct, delete, or add information).\n(iv) the right to withdraw consent, subject to legal or contractual restrictions and reasonable notice.\n(v) the right to object or limit the processing of your Personal Data.\n(vi) the right to ask us to “port” or send your Personal Data to a third party.\n(vii) the right to request that we erase your Personal Data that we hold (otherwise known as the right to be forgotten) ;and (viii) the right to file a complaint to a supervisory authority (in the event you are EEA (as such term is defined below) resident).\nIf you wish to exercise any or all of the above rights, please fill in the data subject request form available here and send it to our privacy team at: info@becovi.com.</p>\n<p>We may request that you send us proof of your identity to enable us to verify your identity in order to enable us to fulfil your request, subject to applicable legal requirements.\nWe will respond to your request within thirty (30) days (subject to applicable law) from the receipt of the relevant requested evidence.</p> Transfer of Personal Data <p>We may hold or process your Personal Data in the European Economic Area (“<b>EEA</b>”), in AWS servers in the EU.\nNonetheless our employees from various territories may have access to data in order to enable the Services.\nSubject to applicable law, we will take the reasonable steps necessary in order to ensure that your Personal Data receives adequate protection if we need to transfer it outside of your jurisdiction which include, among others Standard Contractual Clauses (“<b>SCC</b>”) approved by the European Union.\nIf you would like to understand more about these arrangements and your rights in connection therewith, please contact us.</p> Children <p>Our Extension is not meant to be used by children under the age of 16.\nWe do not knowingly process children’s Personal Data.\nPlease contact us at: info@becovi.com if you become aware or believe that we collected or processed the Personal Data of a child.</p> Contact Us for Further Questions <p>Please contact us at: info@becovi.com if you have questions about this Policy, your privacy rights or our privacy practices.\nYou may also contact us at:</p>\n<p>Becovi Ltd<br> 5TH Floor, Nova Atria North, Blackthorn Road, Sandyford Business Park, Sandyford, Dublin D18F5X2, Ireland </p>\n<p>Last Modified: Jan 4th, 2021</p>\n<br> Terms and Conditions Privacy Policy ", "created_at": "2022-12-31 20:38:40.605688", "updated_at": "2022-12-31 20:39:04.980196"}], "points": [], "urls": ["becovi.com"]}}