{"error": 448, "message": "OK", "parameters": {"id": 2970, "name": "MaxMind", "created_at": "2021-04-05 21:54:13.388186", "updated_at": "2021-04-06 00:01:38.97174", "wikipedia": null, "keywords": null, "related": null, "slug": "maxmind", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2970.png", "url": "maxmind.com", "documents": [{"id": 4693, "name": "Privacy Policy", "url": "https://www.maxmind.com/en/privacy-policy", "xpath": "/html/body/div[1]/div[3]", "text": " Privacy Policy <ul>\n<li> Agreements </li>\n<li> Site License Overview </li>\n<li> EULA </li>\n<li> Sandbox License Agreement </li>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li> GeoLite2 Commercial Redistribution License </li>\n<li> Products </li>\n<li> minFraud Services </li>\n<li> Commercial Licensing </li>\n<li> GeoIP2 Anonymous IP Database </li>\n<li> GeoIP2 Enterprise Database </li>\n<li> GeoIP2 Web Services </li>\n<li> GeoIP2 Databases </li>\n<li> GeoLite2 Free Geolocation Data </li>\n</ul>\n<p>\n<em>Updated On: January 14, 2022</em>\n</p>\n<p>This Privacy Policy discloses the privacy practices of MaxMind, Inc.\n(sometimes referred to in this Privacy Policy as \"MaxMind\", \"we\", or \"us\"), in connection with the MaxMind.com website (the \"Website\") and the geoip-js.com website and any features and online services provided by MaxMind that post or include a link to this Privacy Policy (collectively, the \"Services\").\"</p>\n<p>Please read this Privacy Policy carefully.\nBy visiting and using the Services, you agree that your use of the Services is governed by this Privacy Policy.\nIn addition to our Privacy Policy, your use of the Services is governed by our Terms of Use, which govern in the event of any conflict with this Privacy Policy.</p> 1.\nSCOPE OF PRIVACY POLICY <p>This Privacy Policy applies to the MaxMind.com website and any features and online or offline services provided by MaxMind that post or make available a link to this Privacy Policy.\nIt does not apply to MaxMind's services that MaxMind's customers may use on their own websites, to other companies' or organizations' sites to which we link, or to companies that MaxMind does not own or control, even if such companies are contractors or business partners of MaxMind.</p>\n<p>This Privacy Policy also does not cover how MaxMind customers may treat your information as the use of your information by such parties is governed by the privacy policies of such parties and is not subject to MaxMind's control.</p>\n<p>If you are a California resident, Nevada resident, or data subject located in Europe, the United Kingdom (UK), Brazil or China, please see, respectively, the \"Additional Disclosures for California Residents,\" \"Additional Disclosures for Nevada Residents,\" \"Additional Disclosures for Data Subjects in Europe or the UK,\" \"Additional Disclosures for Data Subjects in Brazil\" and \"Additional Disclosures for Data Subjects in China\" sections below.\nIf you have any questions or wish to exercise your rights and choices, please contact us as set out in Section 11.</p>\n<p>For personal data transferred from the European Union, China, the UK, and Switzerland to third countries that do not ensure an adequate level of data protection, we will provide appropriate safeguards, such as through the use of Standard Contractual Clauses and related supplementary measures.</p> 2.\nINFORMATION MAXMIND COLLECTS Information You Provide <p>We collect information that you voluntarily provide to us while using the Services, such as when you register an account, make a purchase of one of our products or services, respond to our customer surveys, submit a data correction request, communicate with our customer service team, or apply for a job.</p>\n<p>The information we collect includes information relating to identified or identifiable natural persons.\nThe categories of information we collect, including in the last 12 months, include the following: contact data, including your first and last name, telephone number, email address, and postal address.\nbilling information.\ncredentials, including your passwords.\ncontent data, including the content of the messages you send to us.\nIP addresses or IP ranges you submit.\nand resume data, including data necessary to consider you for a job opening (such as your employment history, writing samples, and references).\nWe also use payment processes to collect and process payment data, including your payment instrument and security code associated with your payment instrument, on our behalf.</p>\n<p>You may choose to voluntarily submit other information to us through the Services that we do not request, and, in such instances, you are solely responsible for such information.</p> Information Collected Automatically <p>We automatically collect information about your device and how your device interacts with our Services and other services.\nThe categories of information we automatically collect, including in the last 12 months, and the methods by which we may collect such information include the following:</p> Cookies, Web Beacons, and Embedded Scripts <p>The Services use \"cookies\" and similar technologies, including HTML5 local storage.\nA cookie is a file stored on your device that may be used to identify an individual as a unique user by storing certain personal preferences and user data.\nMaxMind uses cookies and other technologies to identify your device, identify authorized users of the MaxMind Account Portal, track affiliate referrals, complete online purchases through MaxMind's shopping carts, and similar Services monitoring activities.</p>\n<p>MaxMind may also use web beacons, small graphic images or other web programming code (also known as \"1x1 GIFs\" or \"clear GIFs\"), which may be included in our web pages and e-mail messages.\nWeb beacons may be invisible to you, but any electronic image or other web programming code inserted into a web page or e-mail can act as a web beacon.\nWeb beacons or similar technologies may be used for a number of purposes, including, without limitation, to count visitors to the Services, to monitor how users navigate the Services, to count how many e-mails that were sent were actually opened or to count how many particular articles or links were actually viewed.</p>\n<p>MaxMind may also use embedded scripts in connection with the provision of its Services.\n\"Embedded scripts\" are programming code designed to collect information about your interactions with a website, such as the links you click on, and may assist our customers in providing us with information used to provide the Services.\nThe code is temporarily downloaded onto your device from our web server, our customer's web server, or a service provider or other party, is active only while you are connected to the website containing the embedded script, and is deactivated or deleted thereafter.</p> Log File Information <p>Your web browser automatically sends information to every website you visit, including ours.\nFor example, our server logs may receive and record information such as the pages you access on the Services, referring URLs, your browser type, your operating system, the date and time of your visit, and the duration of your visit to each page.</p> User Agent Strings <p>Log file information may also include a user agent string, a series of characters automatically sent with your Internet requests that provide information necessary for smooth Internet communications, such as the operating system and browser you used.\nA user agent string might be used to identify the device originating a message.</p> Location Data <p>MaxMind may also request access to or otherwise receive information about your device location when you access the Services.\nYour location data may be based on your IP address and other location-aware technologies.\nWe use location data in connection with providing the Services and to help improve the Services.</p> Unique Identification Number <p>MaxMind may assign your computer or mobile device a unique identification number (\"Unique ID\") based on log file information when you access the Services.\nMaxMind may set a cookie on your device containing, amongst other things, the device's Unique ID.\nMaxMind uses information generated from the Unique ID for purposes of improving our Services, primarily our ability to detect fraud.\nMaxMind does not share the Unique ID or any associated data with unaffiliated parties in the traditional sense of sharing.\nHowever, some of the services offered by MaxMind, including some that are available through the Services, may require the placement of a snippet of JavaScript on the customer's own website (either by the customer itself or by MaxMind), and that JavaScript collects the information used by MaxMind to create the Unique ID.\nIf the customer uses the MaxMind minFraud service, it may receive back the Unique ID MaxMind associated with the IP address being used in the request made to the minFraud service.</p> Information Collected through the GeoIP2 JavaScript Client API <p>MaxMind offers a GeoIP2 JavaScript Client API available to its customers via geoip-js.com and js.maxmind.com.\nWhere a MaxMind customer uses the GeoIP2 JavaScript Client API, MaxMind collects IP addresses and other information (e.g., HTTP headers) provided via geoip-js.com or js.maxmind.com on behalf of the customer, and logs such information only for the purposes of monitoring, alerting, and internal reporting for the specific customer for up to 30 days.\nMaxMind does not share information collected through geoip-js.com or js.maxmind.com among customers.</p> Information MaxMind Receives from Other Sources <p>MaxMind receives information about you from other sources.\nWe may combine the information we receive from third parties with information we collect through the Services.\nIf we do so, MaxMind will treat the combined information in accordance with the practices described in this Privacy Policy, plus any additional restrictions imposed by the source of the data.\nThe categories of other sources from which we receive and have received information over the prior 12 months include: our business partners and resellers.\nour customers.\nand publicly available sources such as open government databases or other data in the public domain.\nFor example, our customers provide us with certain e-commerce transaction information, including IP address, cardholder name, billing and shipping address, email, and phone number.</p> 3.\nHOW MAXMIND USES INFORMATION <p>We collect and use information for our legitimate interests and for business and commercial purposes in accordance with the practices described in this Privacy Policy.\nOur business purposes for collecting and using information, including in the prior 12 months, include as follows:</p> Providing Our Services <p>As stated above, MaxMind uses information such as your first and last name, telephone number, email address, postal address, billing information, or other contact information we obtain from you, our customers, or our business partners, for the purposes of providing, enhancing, or improving our IP geolocation, fraud detection, demographic targeting, databases, and other services and products.</p> Communications with You <p>MaxMind maintains one or more contact lists (with email addresses and other information) to allow MaxMind to communicate with individuals who do business with MaxMind or who have expressed an interest in the Services.\nWe may contact you to confirm your purchases or respond to requests that you make, notify you of changes to your account or the Services, for marketing purposes, or to otherwise inform you of information related to our business or your account with us.</p> Website Administration and Customization <p>MaxMind uses the information we collect about you for a variety of website administration and customization purposes.\nFor example, we use your information to process your registration request, provide you with services and communications that you have requested, send you email updates and other communications, customize features and advertising that appear on and off the Services, deliver the Services content to you, measure Services traffic, measure user interests and traffic patterns, and improve the Services.</p> Usage of IP Addresses <p>The MaxMind services, including the minFraud service, use IP addresses to help organizations detect and prevent fraudulent activity.\nAmong other things, MaxMind obtains IP addresses and order information (including customer name and billing address) through its minFraud service.\nMaxMind uses the billing location from this data along with other data to create databases that pair IP addresses with the locations in which they are likely being used, down to a postal code level of resolution.</p> Correction Requests <p>If you receive IP geolocation data from us that you believe is incorrect, you can submit a data correction request to us through our website at https://www.maxmind.com/en/geoip-data-correction-request, by email at correction@maxmind.com, or through a secure URL that is set up by your company and that shares IP geolocation data.\nWe use the information you submit to review and respond to your correction request, and update our databases as appropriate.\nAny data updated within our databases may be used and shared in accordance with the practices described in this Privacy Policy.</p> Database Demos <p>If you use any of our database demos available at https://www.maxmind.com/en/geoip-demo, https://www.maxmind.com/en/locate-my-ip-address, and other parts of our website, we may use the information you submit to provide you with results and update our databases as appropriate.\nAny data updated within our databases may be used and shared in accordance with the practices described in this Privacy Policy.</p> Consent <p>We also use information with your consent, including for the following purposes: to allow you to participate in our surveys.\nto serve advertising tailored to your interests on our Services and other services.\nand to fulfill any other purpose disclosed to you and with your consent.</p>\n<p>Some of our lawful bases for processing your information stem from our customers on whose behalf we provide services.</p>\n<p>MaxMind uses information that does not identify you for any purpose except as prohibited by applicable law.\nFor information on your rights and choices regarding how we use your information, please see Section 6 below.</p> 4.\nHOW MAXMIND SHARES INFORMATION <p>We share information we collect in accordance with the practices described in this Privacy Policy.\nThe categories of sources to whom we share information, including in the last 12 months, include the following:</p> Sharing with Our Service Providers <p>We provide your information to our service providers, contractors, business partners, and advertisers, for the purpose of delivering services to you as well as for purposes related to Services administration and operation, including conducting analytics and helping us with sales tax compliance.\nWhen sharing information for the purpose of providing you with the services you request, we will share your information only as necessary for the service provider working on MaxMind's behalf to complete its work for us.\nFor example, if you use a credit or debit card to complete a transaction on the Services, we will share your credit or debit card number with a payment processing and/or a fulfillment company in order to complete your transaction.</p> Sharing of Databases <p>One aspect of MaxMind's products and services is the provision of databases to our customers and other third parties, including our business partners and resellers.\nThese databases include information such as IP addresses and corresponding data pertaining to such IP addresses, such as geolocation data, fraud analysis data, and related information.\nSuch databases are compiled using numerous data sources, including information we receive from our customers when individuals make purchases or conduct other transactions with our customers.\nIn addition, we respond to API queries from our customers, and such responses may include information about the level of risk we associate with information about your device or email address, or your Unique ID.</p> Customers <p>We share your information with our customers in connection with us processing your information on their behalf.\nFor example, we share your information with our customers to provide them with our products and services, respond to your questions and comments, fulfill your requests, and otherwise comply with applicable law.</p> Vendors and Other Parties <p>We may share your information with vendors and other parties for purposes of providing you with tailored advertisements, measuring and improving our Service and advertising effectiveness, and enabling other enhancements.\nVendors may act as our service providers, or in certain contexts, independently decide how to process your information.</p>\n<p>MaxMind integrates with the service Have I Been Pwned to verify whether your account password has previously appeared in a third party data breach, which may allow MaxMind to evaluate the strength of the password, provide a warning, and/or block the password outright.\nWe are not responsible for the effectiveness or accuracy of their information.\nFor more information on Have I Been Pwned, please visit the website at https://haveibeenpwned.com.</p> Security and Compliance with the Law <p>We reserve the right to disclose your information to appropriate third parties if we are required to do so by law or we believe that such action is necessary in order (a) to comply with a legal process such as a search warrant, subpoena, or court order.\n(b) to protect the company's rights and property.\n(c) to investigate reports of users sending material using a false email address or users sending harassing, threatening, or abusive messages.\n(d) to protect against misuse or unauthorized use of the Website or Services.\nor (e) to respond to emergencies, such as when we believe someone's physical safety is at risk.\nMaxMind may be required to disclose information in a life-threatening emergency or in response to a lawful request by public authorities, including to meet national security or law enforcement requirements.</p> Transfer of Business <p>Over time, MaxMind may buy or sell various assets.\nIn the event that we sell some or all of our assets, or our company is acquired by another company, or during the negotiation of such sale or acquisition, our databases and any information we collect may be among the transferred or negotiated assets.</p> Consent <p>We may share your information for any other purpose disclosed to you and with your consent.</p>\n<p>Without limiting the foregoing, in our sole discretion, MaxMind shares information that does not identify you with third parties, including our customers, for any purpose except as prohibited by applicable law.\nFor information on your rights and choices regarding how we share your information, please see Section 6 below.</p> 5.\nANALYTICS AND ONLINE TRACKING <p>MaxMind works with certain other parties (including analytics companies) to provide us with information regarding traffic on and use of the Services.\nSome of these parties collect information when you visit the Services or other online websites and services.\nThese other parties set and access their own tracking technologies (including cookies, embedded scripts, and web beacons) and may otherwise collect or have access to your IP address or other unique identifier, log information, and related information about you.\nThese tracking technologies, including the Google Analytics User ID feature, may be used to assist in providing analytics, marketing, and for other purposes.\nWe also use Google services to provide you with in-site search functionality.\nBoth we and Google may collect, receive, and use your information as a consequence of your use of the Google services.\nGoogle’s data practices are set out in its privacy policy available at https://policies.google.com/privacy.\nMaxMind does not control the information collection, use, or sharing practices of such parties, and we encourage you to consult their online policies.\nSome other parties may collect information about your online activities over time and across different websites when you use the Services.</p> 6.\nYOUR RIGHTS AND CHOICES Opt-Out of Email Communications <p>If you are a registered member of the Services, you can make changes to your account information by logging into the Website and modifying your preferences.\nIf you do not wish to receive email notifications from us, you may opt-out by contacting us at info@maxmind.com with your request.\nIn addition, certain email communications we send to you, such as newsletters and promotional announcements, contain a clearly worded \"Opt-Out\" or \"Unsubscribe\" link allowing you to withdraw your permission for future mailings.\nPlease note that we reserve the right to send you certain communications relating to your account or use of the Services (for example, administrative and service announcements) and these transactional account messages may be unaffected even if you opt-out from marketing communications.</p> Opt-Out from Database Sharing <p>As discussed above in Section 4 of this Privacy Policy, MaxMind may share information we have about you in our databases with our customers and third parties as part of their use of the GeoIP Services.\nIf you are a resident of California, a resident of Nevada, a data subject located in Europe, UK, Brazil or in China, you may have certain rights with respect to such information as set out in the \"Additional Disclosures for California Residents\", \"Additional Disclosures for Nevada Residents\", \"Additional Disclosures for Data Subjects in Europe or the UK,\" \"Additional Disclosures for Data Subjects in Brazil\" and \"Additional Disclosures for Data Subjects in China\" sections below.\nPlease note that under certain circumstances as required by applicable law, you may have different rights for marketing and advertising uses of your information than for purposes related to security, fraud detection and other similar purposes.</p> Blocking or Deleting Cookies <p>You can manually delete cookies, which are normally located in your temporary Internet folder or cookie folder.\nYou can also reset the preferences in your web browser to notify you when you have received a cookie or, alternatively, to refuse to accept cookies.\nDeleting or blocking cookies will prohibit your ability to make online purchases on the Services and to use and access portions of the Services that require logging in with a username and password, and may affect other functionality.</p> Analytics and Advertising <p>You may exercise choice regarding the use of cookies from Google Analytics by going to https://tools.google.com/dlpage/gaoptout and downloading the Google Analytics Opt-out Browser Add-on.</p>\n<p>Some of the advertisers and service providers that perform advertising-related services for us and our partners may participate in the Digital Advertising Alliance (\"DAA\") Self-Regulatory Program for Online Behavioral Advertising.\nTo learn more about the DAA and how you can exercise certain choices regarding interest-based advertising, visit https://www.aboutads.info/choices.\nSome of these companies may also be members of the Network Advertising Initiative (\"NAI\").\nTo learn more about the NAI and your opt-out options for their members, see https://www.networkadvertising.org/choices/.\nPlease be aware that, even if you are able to opt out of certain kinds of interest-based advertising, you may continue to receive other types of ads.\nOpting out only means that those selected members should no longer deliver certain interest-based advertising to you, but does not mean you will no longer receive any targeted content and/or ads (e.g., from other ad networks).\nMaxMind is not responsible for effectiveness of, or compliance with, any third-parties' opt-out options or programs or the accuracy of their statements regarding their programs.</p>\n<p>Your browser settings may allow you to automatically transmit a \"Do Not Track\" signal to websites and online services you visit.\nhowever, there is no consensus among industry participants as to what \"Do Not Track\" means in this context.\nLike many websites and online services, unless and until the law is interpreted to require us to do so, the Website does not alter its practices when it receives a \"Do Not Track\" signal from a visitor's browser.\nTo find out more about \"Do Not Track,\" you may wish to visit https://www.allaboutdnt.com.</p> 7.\nINTERNATIONAL TRANSFER <p>We are based in the U.S.\nand the information we collect is governed by U.S.\nlaw.\nIf you are accessing the Services from outside of the U.S., please be aware that information collected through the Services may be transferred to, processed, stored, and used in the U.S.\nand other jurisdictions.\nData protection laws in the U.S.\nand other jurisdictions may be different from those of your country of residence.\nYour use of the Services or provision of any information therefore constitutes your consent to the transfer to and from, processing, usage, sharing, and storage of your information in the U.S.\nand other jurisdictions as set forth in this Privacy Policy.\nIf your data is collected in the European Union, the UK, Switzerland, or in China, we will transfer your personal data subject to appropriate or suitable safeguards, such as through the use of Standard Contractual Clauses.\nFor further information on such data transfers, please see the \"Additional Disclosures for Data Subjects in Europe\" section below.\nIf your data is collected in Brazil, we will transfer your personal data subject to appropriate or suitable safeguards, such as Standard Contractual Clauses.\nIf your data is collected in China, please see the \"Additional Disclosures for Data Subjects in China\" section below.</p> 8.\nSECURITY <p>MaxMind implements reasonable administrative, physical, and technical security measures to help protect your data from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.\nHowever, no physical or electronic security system is impenetrable.\nMaxMind cannot guarantee the security of the Service's servers or databases, nor can we guarantee that information you supply will not be intercepted while being transmitted to us over the Internet.</p> 9.\nPOLICY REGARDING CHILDREN <p>The Services are not intended for use by children under the age of thirteen years old.\nMaxMind does not knowingly collect information from children under the age of thirteen.\nIf you are a parent or guardian, and believe we have collected information about your child in violation of this policy, please contact us at the address set forth in Section 11 below.\nWe do not knowingly \"sell\" as defined by the CCPA the personal information of minors under 16 years old who are California residents without their affirmative authorization.</p> 10.\nCHANGES TO THIS PRIVACY POLICY <p>We will occasionally update this Privacy Policy in response to changing business circumstances and legal developments.\nIf there are material changes to this Privacy Policy or in how we use your information, we will prominently post such changes prior to implementing the change.\nWe encourage you to periodically review this Privacy Policy to be informed of how we are collecting and using your information.</p> 11.\nCONTACT FOR ADDITIONAL INFORMATION, OPTING OUT, DATA ACCESS AND CORRECTION, AND DISPUTES <p>If you have any questions or complaints about this Privacy Policy, or you wish to exercise your opt-out rights hereunder or access or correct data applicable to you, please contact us:</p>\n<p>By email: privacy@maxmind.com</p>\n<p>By mail:</p>\n<p>Tawa Gonzalez (Privacy Agent)<br>Legal Department<br>MaxMind, Inc.<br>51 Pleasant Street #1020<br>Malden, MA 02148<br>U.S.A.</p>\n<p>For residents of the EU and UK, Brazil-specific requests, and China-specific requests our Data Protection Officer may be reached at:</p>\n<p>By email: dpo@maxmind.com</p>\n<p>By mail:</p>\n<p>Data Protection Officer<br>MaxMind, Inc.<br>51 Pleasant Street #1020<br>Malden, MA 02148<br>U.S.A.</p> General Data Protection Regulation (GDPR) – European Representative <p>Pursuant to Article 27 of the General Data Protection Regulation (GDPR), MaxMind has appointed European Data Protection Office (EDPO) as its GDPR Representative in the EU.\nYou can contact EDPO regarding matters pertaining to the GDPR:</p>\n<ul>\n<li> by using EDPO's online request form: https://edpo.com/gdpr-data-request/ </li>\n<li> by writing to EDPO at Block 1, Blanchardstown Corporate Park, Ballycoolin Rd, Dublin D15 AKK1 </li>\n</ul> UK General Data Protection Regulation (GDPR) - UK Representative <p>Pursuant to Article 27 of the UK GDPR, MaxMind has appointed EDPO UK Ltd as its UK GDPR representative in the UK.\nYou can contact EDPO UK regarding matters pertaining to the UK GDPR:</p>\n<ul>\n<li> by using EDPO's online request form: https://edpo.com/uk-gdpr-data-request/ </li>\n<li> by writing to EDPO UK at 8 Northumberland Avenue, London WC2N 5BY, United Kingdom </li>\n</ul> 12.\nADDITIONAL DISCLOSURES FOR CALIFORNIA RESIDENTS <p>These additional disclosures apply only to California residents.\nThe California Consumer Privacy Act of 2018 (\"CCPA\") provides additional rights to know, delete and opt out, and requires businesses collecting or disclosing personal information to provide notices and means to exercise rights.</p> California Notice of Collection <p>In the past 12 months, we have collected the following categories of personal information enumerated in the CCPA:</p>\n<ul>\n<li>\n<strong>Identifiers</strong>, including name, address, email address, account name, IP address – and an ID number assigned to your account.</li>\n<li>\n<strong>Customer records</strong>, phone number, billing address, and credit or debit card information.</li>\n<li>\n<strong>Commercial information</strong>, including purchases and engagement with the Services.</li>\n<li>\n<strong>Internet activity</strong>, including history of visiting and interacting with our Services, browser type, browser language and other information collected automatically.</li>\n<li>\n<strong>Geolocation data</strong>.</li>\n<li>\n<strong>Employment and education data</strong>, including information you provide when you apply for a job with us.</li>\n<li>\n<strong>Inferences drawn</strong>.</li>\n</ul>\n<p>For more information on information we collect, including the sources we receive information from, review the \"Information MaxMind Collects\" section above.\nWe collect and use these categories of personal information for the business purposes described in the \"How MaxMind Uses Information\" section above, including to provide and manage our Services.</p>\n<p>MaxMind discloses the following categories of personal information for commercial purposes: identifiers, demographic information, commercial information, internet activity, geolocation data and inferences.\nWe use and partner with different types of entities to assist with our daily operations and manage our Services.\nPlease review the \"How MaxMind Shares Information\" section above for more detail about the parties we have shared information with.</p>\n<p>To the extent \"sale\" under the CCPA is interpreted to include the disclosure of MaxMind’s databases as set out in the \"How MaxMind Shares Information\" section or use of advertising technology activities as set out in the \"Analytics and Advertising\" section, MaxMind will comply with applicable law as to such activity.\nPlease note that where we use and disclose personal information for purposes related to security, fraud detection, and other similar purposes, some of your rights may be limited to the extent that they adversely affect the rights and freedoms of other consumers.</p> Right to Know and Delete <p>If you are a California resident, you have the rights to delete the personal information we have collected from you and know certain information about our data practices in the preceding 12 months.\nIn particular, you have the right to request the following from us:</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information was collected;</li>\n<li>The categories of personal information about you we disclosed for a business purpose or sold;</li>\n<li>The categories of third parties to whom the personal information was disclosed for a business purpose or sold;</li>\n<li>The business or commercial purpose for collecting or selling the personal information.\nand</li>\n<li>The specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>To exercise any of these rights, please submit a request through our online form available at Right to Know: /en/ccpa/right-to-know and Right to Delete: /en/ccpa/right-to-delete, call our toll free number at 1-844-802-0220, or email us at california-privacy@maxmind.com.\nIn the request, please specify which right you are seeking to exercise and the scope of the request.\nWe will confirm receipt of your request within 10 days.\nWe may require specific information from you to help us verify your identity and process your request.\nIf we are unable to verify your identity, we may deny your requests to know or delete.</p>\n<p>If personal information about you has been processed by us as a service provider on behalf of a customer and you wish to exercise any rights you have with such personal information, please inquire with our customer directly.\nIf you wish to make your request directly to us, please provide the name of our customer on whose behalf we processed your personal information.\nWe will refer your request to that customer, and will support them to the extent required by applicable law in responding to your request.</p> Right to Opt-Out of Sale <p>To the extent MaxMind sells your personal information as the term \"sell\" is defined under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information by us to third parties at any time.\nYou may submit a request to opt-out by clicking Do Not Sell My Personal Information: /en/ccpa/do-not-sell.\nYou may also submit a request to opt-out by emailing us at california-privacy@maxmind.com.</p> Authorized Agent <p>You can designate an authorized agent to submit requests on your behalf.\nHowever, we will require written proof of the agent’s permission to do so and verify your identity directly.</p> Right to Non-Discrimination <p>You have the right not to receive discriminatory treatment by us for the exercise of any of your rights.</p> Shine the Light <p>California's \"Shine the Light\" law permits customers who are California residents to request certain details about how a business shares their personal information as defined by \"Shine the Light\" with third parties (and in some cases affiliates) for those third parties' or affiliates' own direct marketing purposes.\nCalifornia customers may request information about our compliance with this law by contacting us by e-mail at california-privacy@maxmind.com or by mail at the address set forth in Section 11 above.\nAny such inquiry must include \"California Privacy Rights Request\" in the first line of the description and include your name, street address, city, state, and ZIP code.\nPlease note that we are only required to respond to one request per customer each year, and we are not required to respond to requests made by means other than through this email or mail address.</p> 13.\nADDITIONAL DISCLOSURES FOR NEVADA RESIDENTS <p>Nevada law requires certain businesses to establish a designated request address where Nevada consumers may submit requests directing the business not to sell certain kinds of personal information that the business has collected or will collect about the consumer.\nA sale under Nevada law is the exchange of personal information for monetary consideration by the business to a third party for the third party to license or sell the personal information to other third parties.\nIf you are a Nevada consumer from whom MaxMind has collected personal information and you wish to submit a request relating to our compliance with Nevada law, please contact us as at nevada-privacy@maxmind.com.\nYou may also submit a request to opt-out by clicking Do Not Sell My Personal Information.</p> 14.\nADDITIONAL DISCLOSURES FOR DATA SUBJECTS IN EUROPE AND THE UNITED KINGDOM Roles <p>EU and UK data protection laws make a distinction between organizations that process personal data for their own purposes (known as \"controllers\") and organizations that process personal data on behalf of other organizations (known as \"processors\").</p>\n<p>MaxMind, located at the address set forth in Section 11 above, generally operates as a processor on behalf of its customers that use the MaxMind's services.\nThe MaxMind customer, the controller, determines the purposes and means of the processing of personal data.\nSpecifically, MaxMind's customer decides what personal data to share with MaxMind in order for MaxMind to provide the customer with robust risk score information, certain licensed data, the ability to flag potentially fraudulent activity, and other services as purchased by the customer.\nPlease visit the applicable customer's privacy policy for information about their privacy practices.</p>\n<p>MaxMind also operates as a controller with respect to certain of its services and/or databases.\nFor example, MaxMind operates as a controller in connection with personal data collected from visitors through its website, including through data correction requests.\nAlso, when MaxMind combines personal data from different customers, like many kinds of analytics services, it may do this both as a processor at its customers' instruction and as a controller itself for the purpose of providing services to all of its customers.\nFor example, MaxMind may process and aggregate or otherwise de-identify some of the personal data that a customer shares with MaxMind in order to make that personal data part of another database for one or more other services provided to MaxMind customers.</p> Data Subject Rights <p>If you are a data subject in the European Union or UK, you have the right to access, rectify, or erase any personal data we have collected about you through the Services.\nYou also have the right to data portability and the right to restrict or object to our processing of personal data we have collected about you through the Services.\nIn addition, you have the right to ask us not to process your personal data (or provide it to third parties to process) for marketing purposes or purposes materially different than for which it was originally collected or subsequently authorized by you.\nYou may withdraw your consent at any time for any data processing we do based on consent you have provided to us.</p>\n<p>To exercise any of these rights, contact us using the information at Section 11 above and specify which right you intend to exercise.\nWe will respond to your request within 30 days.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we store information as necessary to fulfill the purposes for which it was collected, and may continue to retain and use the information even after a data subject request for purposes of our legitimate interests, including as necessary to comply with our legal obligations, resolve disputes, prevent fraud, and enforce our agreements.</p>\n<p>If your information has been processed by us on behalf of one of our customers and you wish to exercise any rights you have with such information, please inquire with our customer directly.\nIf you wish to make your request directly to MaxMind, please provide the name of the MaxMind customer on whose behalf MaxMind processes your information.\nWe will refer your request to that customer, and will support them to the extent required by applicable law in responding to your request.</p>\n<p>If you have any issues with our compliance, you have the right to lodge a complaint with a European supervisory authority.</p> International Transfer <p>For personal data transferred from the European Union, the UK, and Switzerland to third countries that do not ensure an adequate level of data protection, we will provide appropriate safeguards, such as through the use of Standard Contractual Clauses.</p>\n<p>In addition, MaxMind participates in the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal data from the European Union, the United Kingdom and Switzerland to the United States, respectively.\nMaxMind has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access, and Recourse, Enforcement and Liability.\nIn light of the judgment of the Court of Justice of the European Union invalidating Privacy Shield, MaxMind will continue to process personal data transferred in reliance on Privacy Shield using appropriate safeguards in accordance with the Privacy Shield Principles.</p>\n<p>MaxMind is subject to the investigatory and enforcement jurisdiction of the United States Federal Trade Commission where MaxMind has transferred personal data in reliance on Privacy Shield.\nWe hereby affirm our commitment to comply with the Privacy Shield Principles for all personal data transferred from the European Union, the United Kingdom and Switzerland in reliance on Privacy Shield.\nThis means that MaxMind shall be liable to you for any third party agent to which we transfer your personal data in reliance on Privacy Shield and that processes such personal data in a manner that violates the Privacy Shield Principles, unless we can demonstrate that we are not responsible for the resulting damages.\nMaxMind takes reasonable steps to ensure that personal data is relevant to its intended use and is accurate, complete, and current and retained only as long as needed for an intended or compatible purpose.</p>\n<p>Any inquiries or complaints relating to MaxMind's compliance with Privacy Shield, including any requests for access or correction of personal data, may be addressed to our Data Protection Officer set forth in Section 11 of this Privacy Policy.\nMaxMind will investigate and attempt to resolve any inquiries brought to its attention.\nMaxMind has further committed to refer unresolved privacy complaints under the Privacy Shield Principles to an independent dispute resolution mechanism, the BBB EU PRIVACY SHIELD, operated by BBB National Programs.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit https://bbbprograms.org/privacy-shield-complaints/ for more information and to file a complaint.\nThis service is provided free of charge to you.\nUnder limited circumstances, in the event your complaint is not resolved through these channels a binding arbitration option may be available for a Privacy Shield Panel.</p>\n<p>Where MaxMind has transferred personal data in reliance on Privacy Shield, if there is any conflict between the policies in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification page, please visit https://www.privacyshield.gov/.</p> 15.\nADDITIONAL DISCLOSURES FOR DATA SUBJECTS IN BRAZIL Roles <p>Brazilian data protection laws make a distinction between organizations that process personal data for their own purposes (known as \"controllers\") and organizations that process personal data on behalf of other organizations (known as \"processors\").</p>\n<p>MaxMind, located at the address set forth in Section 11 above, generally operates as a processor on behalf of its customers that use the MaxMind's services.\nThe MaxMind customer, the controller, determines the purposes and means of the processing of personal data.\nSpecifically, MaxMind's customer decides what personal data to share with MaxMind in order for MaxMind to provide the customer with robust risk score information, certain licensed data, the ability to flag potentially fraudulent activity, and other services as purchased by the customer.\nPlease visit the applicable customer's privacy policy for information about their privacy practices.</p>\n<p>MaxMind also operates as a controller with respect to certain of its services and/or databases.\nFor example, MaxMind operates as a controller in connection with personal data collected from visitors through its website, including through data correction requests.\nAlso, when MaxMind combines personal data from different customers, like many kinds of analytics services, it may do this both as a processor at its customers' instruction and as a controller itself for the purpose of providing services to all of its customers.\nFor example, MaxMind may process and aggregate or otherwise de-identify some of the personal data that a customer shares with MaxMind in order to make that personal data part of another database for one or more other services provided to MaxMind customers.</p> Data Subject Rights <p>If you are a data subject in Brazil, you have the right to access, rectify, or erase any personal data we have collected about you through the Services.\nYou also have the right to data portability and the right to restrict or object to our processing of personal data we have collected about you through the Services.\nIn addition, you have the right to ask us not to process your personal data (or provide it to third parties to process) when the processing is based on a lawful basis provided under the law.\nThis kind of request is different from raising a concern that your consent is noncompliant with the provisions of the LGPD, including raising a concern that your data is being used for purposes materially different than for which it was originally collected.\nYou may withdraw your consent at any time for any data processing we do based on consent you have provided to us.</p>\n<p>To exercise any of these rights, contact us using the information at Section 11 above and specify which right you intend to exercise.\nTo exercise your right for confirmation of the existence of processing, access to data, portability of data, deletion of personal data, revocation of consent, or information on public and private entities with which the controller has shared the data, please submit a request through our online form available at /en/lgpd.\nWe will respond to your request within 30 days and within 15 days if you would like MaxMind to confirm if your data is processed by us or to exercise the right of access to your personal data.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we store information as necessary to fulfill the purposes for which it was collected, and may continue to retain and use the information even after a data subject request for purposes of our legitimate interests, including as necessary to comply with our legal obligations, resolve disputes, prevent fraud, and enforce our agreements.</p>\n<p>If your information has been processed by us on behalf of one of our customers and you wish to exercise any rights you have with such information, please inquire with our customer directly.\nIf you wish to make your request directly to MaxMind, please provide the name of the MaxMind customer on whose behalf MaxMind processes your information.\nWe will refer your request to that customer, and will support them to the extent required by applicable law in responding to your request.</p>\n<p>If you have any issues with our compliance, you have the right to lodge a complaint with the Brazilian supervisory authority or other authority indicated within applicable Law.</p> 16.\nADDITIONAL DISCLOSURES FOR DATA SUBJECTS IN CHINA Roles <p>Chinese data protection laws make a distinction between organizations that process personal data for their own purposes (known as \"controllers\") and organizations that process personal data on behalf of other organizations (known as \"processors\").</p>\n<p>MaxMind, located at the address set forth in Section 11 above, generally operates as a processor on behalf of its customers that use the MaxMind's services.\nThe MaxMind customer, the controller, determines the purposes and means of the processing of personal data.\nSpecifically, MaxMind's customer decides what personal data to share with MaxMind in order for MaxMind to provide the customer with robust risk score information, certain licensed data, the ability to flag potentially fraudulent activity, and other services as purchased by the customer.\nPlease visit the applicable customer's privacy policy for information about their privacy practices.</p>\n<p>MaxMind also operates as a controller with respect to certain of its services and/or databases.\nFor example, MaxMind operates as a controller in connection with personal data collected from visitors through its website, including through data correction requests.\nAlso, when MaxMind combines personal data from different customers, like many kinds of analytics services, it may do this both as a processor at its customers' instruction and as a controller itself for the purpose of providing services to all of its customers.\nFor example, MaxMind may process and aggregate or otherwise de-identify some of the personal data that a customer shares with MaxMind in order to make that personal data part of another database for one or more other services provided to MaxMind customers.</p> Data Subject Rights <p>If you are a data subject in China, you have the right to access, rectify, or erase any personal data we have collected about you through the Services.\nYou also have the right to data portability and the right to restrict or object to our processing of personal data we have collected about you through the Services.\nIn addition, you have the right to ask us not to process your personal data (or provide it to third parties to process) when the processing based on one lawful basis provided under the law different from consent is carried out not in compliance with the Law noncompliance with the provisions of the Personal Information Protection Law (\"PIPL\") and other applicable laws, including for purposes materially different than for which it was originally collected.\nYou may withdraw your consent at any time for any data processing we do based on consent you have provided to us.</p>\n<p>To exercise any of these rights, contact us using the information at Section 11 above and specify which right you intend to exercise.\nTo exercise your right for confirmation of the existence of processing, access to data, portability of data, deletion of personal data, revocation of consent, or information on public and private entities with which the controller has shared the data, please submit a request through our online form available at /en/pipl.\nWe will respond to your request within 30 days if you would like MaxMind to confirm if your data is processed by us, or within 15 days if you would like to exercise the right of access to your personal data.\nWe may require additional information from you to allow us to confirm your identity.\nPlease note that we store information as necessary to fulfill the purposes for which it was collected, and may continue to retain and use the information even after a data subject request for purposes of our legitimate interests, including as necessary to comply with our legal obligations, resolve disputes, prevent fraud, and enforce our agreements, or if it is technically infeasible to delete such information.</p>\n<p>If your information has been processed by us on behalf of one of our customers and you wish to exercise any rights you have with such information, please inquire with our customer directly.\nIf you wish to make your request directly to MaxMind, please provide the name of the MaxMind customer on whose behalf MaxMind processes your information.\nWe will refer your request to that customer, and will support them to the extent required by applicable law in responding to your request.</p>\n<p>If you have any issues with our compliance, you have the right to lodge a complaint with the Chinese supervisory authority or other authority indicated within applicable Law.</p> International Transfer <p>For personal data transferred from China to third countries that do not ensure an adequate level of data protection, we will provide appropriate safeguards, such as through the use of Standard Contractual Clauses.</p>\n<p>In addition, MaxMind will comply with rules under applicable law regarding the collection, use, and retention of personal data from China.</p>\n<p>Any inquiries or complaints relating to MaxMind's compliance with applicable laws, including any requests for access or correction of personal data, may be addressed to our Data Protection Officer set forth in Section 11 of this Privacy Policy.\nMaxMind will investigate and attempt to resolve any inquiries brought to its attention.</p> ", "created_at": "2021-04-05 21:54:13.68932", "updated_at": "2022-12-16 03:09:22.554856"}, {"id": 4694, "name": "Terms of Use", "url": "https://www.maxmind.com/en/terms-of-use", "xpath": "/html/body/div[1]/div[3]", "text": " Website Terms of Use <ul>\n<li> Agreements </li>\n<li> Site License Overview </li>\n<li> EULA </li>\n<li> Sandbox License Agreement </li>\n<li> Terms of Use </li>\n<li> Privacy Policy </li>\n<li> GeoLite2 Commercial Redistribution License </li>\n<li> Products </li>\n<li> minFraud Services </li>\n<li> Commercial Licensing </li>\n<li> GeoIP2 Anonymous IP Database </li>\n<li> GeoIP2 Enterprise Database </li>\n<li> GeoIP2 Web Services </li>\n<li> GeoIP2 Databases </li>\n<li> GeoLite2 Free Geolocation Data </li>\n</ul>\n<p>\n<em>Revised: 2018/05/16</em>\n</p>\n<p>\nThank you for visiting the MaxMind.com website (the \"Website\"), which is owned, controlled, and operated by MaxMind, Inc.\n(sometimes referred to in these Website Terms of Use as \"MaxMind\", \"we\", or \"us\").\nBy using the Website, you agree to be bound by and to use the Website in accordance with these Website Terms of Use, our Privacy Policy, and any additional terms and conditions that are referenced herein or that otherwise may apply to specific sections of the Website, or to products and services that we make available to you through the Website (all of which are deemed part of these Website Terms of Use).\nAccessing the Website, in any manner, whether automated or otherwise, constitutes use of the Website and your agreement to be bound by these Website Terms of Use.</p> 1.\nPURCHASE OF PRODUCTS AND SERVICES\n<p> MaxMind provides multiple services and products (the \"Services\") based on its proprietary GeoIP technology.\nBefore purchasing any Services, please review our refund policy as some purchases may be final with no available refund.\nOur refund policy, which we may periodically modify, is incorporated into these Website Terms of Use by reference.\nAny use of the Services after purchase is subject to and will require your agreement with and acceptance of the MaxMind GeoIP End User License Agreement.\n</p> 2.\nPRIVACY POLICY\n<p>MaxMind respects the privacy of the users of our Website.\nPlease take a moment to review our Privacy Policy.\nMaxMind requires, and you hereby warrant and represent, that any data submitted to MaxMind during or in connection with your use of the GeoIP Databases or any related products or services offered by MaxMind, has not been collected, stored, or transferred to MaxMind in violation of any law, regulation, or contractual obligation applicable to you.\nWithout limiting the foregoing, if you are a person or entity in the European Economic Area (the \"EEA\") as defined in our Privacy Policy, or Switzerland, or if you collect or transfer to us data pertaining to persons in such locations, you hereby represent and warrant that any transmission of data from you to MaxMind is fully compliant with the EU Directive 96/46/EC and/or the Swiss Federal Act on Data Protection (the \"FADP\"), including but not limited to your compliance with any notice requirements applicable to your sharing of data with MaxMind.\nFor the avoidance of doubt, and without limiting the foregoing, if you are domiciled within the EEA or Switzerland or if you collect and transfer data pertaining to persons in such jurisdictions, and you transfer to MaxMind any data pertaining to individuals residing within the EEA or Switzerland, you represent and warrant that, if required by law, you have notified such individuals of such transfer and of all of the intended uses of such data by MaxMind on your behalf, as set forth in MaxMind's then current Privacy Policy.\n</p> 3.\nNOTICE FOR MAKING CLAIMS OF COPYRIGHT OR INTELLECTUAL PROPERTY INFRINGEMENT.\nOUR COMPLIANCE WITH THE DIGITAL MILLENNIUM COPYRIGHT ACT\n<p> MaxMind respects the intellectual property rights of others, and MaxMind asks our users to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated by material on the Website, please send a notice to our designated agent:</p>\n<p>\nLegal Department<br>\nMaxMind, Inc.<br>\n51 Pleasant Street #1020<br>\nMalden, MA 02148<br>\nEmail: legal@maxmind.com\n</p>\n<p>Your notice of infringement should comply with the requirements of the Digital Millennium Copyright Act which requires in part the following information: (a) a description of the copyrighted work or other intellectual property that you claim has been infringed.\n(b) a description of where the material that you claim is infringing is located on the Website.\nand (c) your address, telephone number, and email address.\n</p> 4.\nMAXMIND'S RIGHTS IN ITS MATERIALS\n<p> This Website and all the materials available on the Website (\"MaxMind Content\") are the property of MaxMind and/or our affiliates or licensors, and are protected by copyright, trademark, and other intellectual property laws.\nYou may use the Website only for purposes of evaluating employment, customer, or business relationships with MaxMind or for other purposes expressly permitted by the Website.\nYou may not use the Website for any other purpose, including any commercial purpose, without our express prior written consent.\nModification or use of the MaxMind Content except as expressly provided in these Website Terms of Use violates our intellectual property rights.\nMaxMind®, GeoIP®, minFraud®, and other related graphics, logos, service marks, and trade names used on this Website are the trademarks or service marks of MaxMind and may not be used in connection with any third party products or services without permission.\nNeither title nor intellectual property rights in the MaxMind Content are transferred to you through access to the Website.\n</p> 5.\nMATERIAL YOU SUBMIT TO THE WEBSITE\n<p> Subject to the application of the Privacy Policy to your personal data, when you submit or post any feedback, content, remarks, suggestions, ideas, graphics, or other information or material (collectively, the \"Submissions\") via the Website, MaxMind may treat such Submissions as non-confidential and non-proprietary.\nIn the absence of a written agreement with MaxMind to the contrary, you agree that you will not submit to MaxMind any Submissions that you consider to be confidential or proprietary.\nYou grant us, and anyone authorized by us, a royalty-free, non-exclusive, worldwide license to use, copy, publish, modify, translate, transmit, sell, exploit, create derivative works from, distribute, and/or publicly perform or display such Submissions, in whole or in part, on or in connection with the Website.\nYou understand that you will not receive any compensation of any kind for the use of any Submissions.\nSubmit only material that is yours.\nIn other words, submit only material to which you own the copyright or have the express consent of the copyright holder.\n</p> 6.\nLINKING a.\nOutgoing and Incoming Links\n<p> The Website may include hyperlinks to other sites (\"Linked Sites\") and other sites may link to the Website.\nSuch linking is not an indication that the Linked Sites are maintained by, related to, sponsored by or affiliated with the Website or with MaxMind.\nan indication that MaxMind has reviewed any or all of such Linked Sites.\nor an indication that MaxMind is responsible for the content of those Linked Sites even if they are owned or run by our affiliates and/or partners.\nMaxMind provides links to Linked Sites as a service and courtesy to visitors to the Website.\nHyperlinks are to be accessed at your own risk, and MaxMind makes no representations or warranties about the content, completeness, or accuracy of these hyperlinks or the Linked Sites.\n</p> b.\nYour Links to Us\n<p> You may hyperlink to the homepage or any other page of the Website.\nhowever, you may not (and may not authorize any other party) to (i) co-brand the Website or (ii) frame the Website without our express prior written permission.\nFor purposes of these Website Terms of Use, \"co-branding\" means to display a name, logo, trademark, or other means of attribution or identification of any party in such a manner as is reasonably likely to give a user the impression that such other party has the right to display, publish, or distribute the Website or MaxMind Content.\nYou agree to cooperate with us in causing any unauthorized co-branding, framing, or hyper-linking immediately to cease.\n</p> 7.\nSECURITY\n<p> MaxMind has the right to investigate suspected violations of these Website Terms of Use.\nMaxMind also reserves the right to cooperate fully with any law enforcement authorities or court order requesting or directing us to disclose the identity of anyone using or accessing this Website in a manner believed to violate these Website Terms of Use or applicable laws.\nBy accepting these Website Terms of Use you waive and hold harmless MaxMind from any claims resulting from any action taken by us during or as a result of our investigations and/or from any actions taken as a consequence of investigations by either us or law enforcement authorities.\n</p> 8.\nOUR RIGHT TO CANCEL YOUR ACCESS TO THE WEBSITE\n<p> MaxMind reserves the right to deny access to the Website or any features of the Website to anyone who violates these Website Terms of Use or who, in our sole judgment, interferes with the ability of others to enjoy the Website or infringes the rights of others.\nMaxMind may terminate or suspend your use of the Website at any time without cause and without any liability to you.\n</p> 9.\nRIGHT TO DISCONTINUE WEBSITE\n<p> MaxMind reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website, or any portion thereof, with or without notice.\nYou agree that MaxMind will not be liable to you or to any third party for any modification, suspension, or discontinuance of the Website or any portion thereof.\n</p> 10.\nGOVERNING LAW AND FORUM FOR DISPUTES\n<p> MaxMind operates this Website from Massachusetts regardless of where our hosting servers may be located.\nAll legal issues arising from or related to the use of the Website or these Website Terms of Use shall be governed and interpreted pursuant to the laws of the Commonwealth of Massachusetts, applicable to contracts entered into and wholly to be performed within said jurisdiction, without regard to principles of conflict of laws.\nThe local and federal courts of Boston, Massachusetts shall be the exclusive forum and venue to resolve disputes arising out of or relating to these Website Terms of Use or any person's use of the Website.\nBy using the Website and thereby agreeing to these Website Terms of Use, you consent to personal jurisdiction and venue in the local and federal courts in Boston, Massachusetts with respect to all such disputes.\n</p> 11.\nDISCLAIMER\n<p> Your use of the Website is at your own risk.\nMaxMind provides the Website, the MaxMind content, and Services \"as is\" and without warranties of any kind, either expressed or implied.\nMaxMind disclaims all warranties, including any implied warranties of merchantability, fitness for a particular purpose, title, or non-infringement.\nMaxMind does not warrant that the functions or content contained in the Website will be uninterrupted or error-free, that defects will be corrected, or that the Website or the server that makes it available are free of viruses or other harmful components.\nThe MaxMind Content may include technical inaccuracies or typographical errors, and MaxMind may make changes or improvements at any time.\nMaxMind does not represent or warrant that the information accessible via this Website or the Services is accurate, complete, or current.\n</p> 12.\nLIMITATION ON LIABILITY\n<p> You assume full responsibility and risk of loss resulting from your use of this Website and any information on this Website.\nUnder no circumstances shall MaxMind, our subsidiaries, affiliates, licensors, service providers, content providers, employees, agents, officers, directors, and contractors be liable for any incidental, direct, indirect, punitive, actual, consequential, special, exemplary, or other damages, including loss of revenue or income, pain and suffering, emotional distress, or similar damages, even if MaxMind has been advised of the possibility of such damages.\n</p> 13.\nINDEMNITY\n<p> You will indemnify and hold us, our subsidiaries, affiliates, licensors, content providers, service providers, employees, agents, officers, directors, and contractors (the \"Indemnified Parties\") harmless from any loss arising from your breach of these Website Terms of Use, including any use of content other than as expressly authorized in these Website Terms of Use.\nYou agree that the Indemnified Parties will have no liability in connection with any such breach or unauthorized use, and you agree to indemnify the Indemnified Parties from any and all resulting loss, damages, judgments, awards, costs, expenses, and attorneys' fees in connection therewith.\nYou will also indemnify and hold the Indemnified Parties harmless from and against any claims brought by third parties arising out of your use of the information accessed from the Website.\n</p> 14.\nMODIFICATIONS TO TERMS OF USE\n<p> All content contained in the Website is subject to change without notice.\nMaxMind reserves the right to modify these Website Terms of Use and any policies affecting the Website.\nAny modification is effective immediately following notice.\nNotice may be given by any reasonable means, including, but not limited to, posting such changes on the Website.\nAccordingly, you should periodically review these Website Terms of Use.\nBy continuing to enter the Website, you acknowledge and agree that you shall be bound by any such modifications.\n</p> 15.\nSEVERABILITY\n<p> If any part of these Website Terms of Use is unlawful, void, or unenforceable, that part will be deemed severable and will not affect the validity and enforceability of any remaining provisions.\n</p> 16.\nIF YOU HAVE ADDITIONAL QUESTIONS\n<p> If you have any questions about this Website Terms of Use, you may email us at legal@maxmind.com or contact us by postal mail at the following address:</p>\n<p>\nLegal Department<br>\nMaxMind, Inc.<br>\n51 Pleasant Street #1020<br>\nMalden, MA 02148\n</p> ", "created_at": "2021-04-05 21:54:13.980615", "updated_at": "2022-12-16 03:09:58.478502"}, {"id": 4695, "name": "End User License Agreement", "url": "https://www.maxmind.com/en/end-user-license-agreement", "xpath": "//*[@id=\"content\"]", "text": " <p>\nMaxMind End-User License (December 17, 2020)\n</p>\n<p>\nBy clicking on the words \"I Agree\" below, you agree that your use of the\nMaxMind, Inc.\n(“MaxMind”) products and services (collectively, the \"Services\") is subject to the\nterms and conditions set forth in this MaxMind End User License Agreement (this\n\"Agreement\").\n</p>\n<ol>\n<li> ADDITIONAL POLICIES.\n<p>\nThe following policies are incorporated into this Agreement by reference and\nprovide additional terms and conditions related to the use of the Website and the Services:\n</p>\n<ul>\n<li>MaxMind Data Processing Addendum (the \"Addendum\")</li>\n<li>MaxMind Invoicing and Vendor Portal Policy</li>\n<li>minFraud Service Terms of Use</li>\n<li>MaxMind Privacy Policy</li>\n<li>MaxMind Website Terms of Use</li>\n</ul>\n<p>\nThis Agreement controls in the event of any conflict with the above-referenced\npolicies except as otherwise provided in Section 9 (Personal Data).\n</p>\n</li>\n<li>\nDEFINITIONS.\n<ol>\n<li> “GeoIP Databases” refers to MaxMind’s line of database services and products that provide geographic information and other data associated with specific Internet protocol addresses (each a \"GeoIP Database\" and collectively the \"GeoIP Databases\").\nThe data available through the GeoIP Databases is referred to in this Agreement as the \"GeoIP Data\".\n</li>\n<li> “minFraud Service” refers to the service offered by MaxMind that uses MaxMind proprietary data combined with recognized fraud risks to help merchants identify potentially fraudulent online transactions.\n</li>\n<li> “GeoIP2 Precision Service” refers to the service offered by MaxMind that uses MaxMind proprietary data to provide geolocation and other information associated with an IP address.\n</li>\n<li> “Services” as used in this Agreement encompasses the GeoIP Databases and the GeoIP Data therein, the minFraud Services and the GeoIP2 Precision Services.\n</li>\n<li> \"Web Services\" refers to the minFraud Service and the GeoIP2 Precision Service.\nThe GeoIP Databases are not “Web Services.” Unless otherwise specified, all references to the Services in this Agreement include the Web Services.\n</li>\n<li> \"Geolocation Functionality\" includes, but is not limited to, the distribution of content based on geographic location, any ability to view the GeoIP Data, any ability to view or access graphical or textual representations of the GeoIP data, and any ability to initiate queries to the GeoIP Databases directly or via your commercial product/service.\n</li>\n<li> a \"ShopID\" is an input for a query to the minFraud Service.\nThe ShopID is your internal identification code or name for the shop, affiliate, merchant, or customer that is the source of the online transaction for which the minFraud Service is being queried.\n</li>\n<li> \"Internal Restricted Business Purpose(s)\" means the uses of the GeoIP Data solely for content customization, fraud prevention, and geographic reporting provided that \"Internal Restricted Business Purposes\" does not include: <ol>\n<li> providing Geolocation Functionality to applications or online platforms if users other than you can access or use the Geolocation Functionality for their own purposes or benefit (e.g., you may use Geolocation Functionality to customize and target your own ads for your own products and services, surveys, and other content but may not use Geolocation Functionality in connection with a service that customizes or targets any content on behalf of your customers, users, or any third party).\n</li>\n<li> using GeoIP Data in the models or decision-making process for a fraud-detection or similar service offered to third parties, regardless of whether end users of the service and other third parties are able to view or otherwise access the GeoIP Data.\n</li>\n<li> sharing the GeoIP Data with third parties.\nAs an illustration, restrictions on sharing GeoIP Data include, but are not limited to, (X) displaying geolocation pairing information (meaning displaying an IP address along with its geographic origination such as \"this IP address, XXX.XX.XX.XX, originates from New York City, NY, USA\").\nand (Y) displaying GeoIP Data in an aggregated format such as \"1000 IP addresses originated in New York City\" or </li>\n<li> using the GeoIP2 Anonymous IP Database or the GeoIP Data therein for any purpose unrelated to detecting security incidents or protecting against malicious, deceptive, fraudulent, or illegal activity.\n</li>\n</ol>\n</li>\n<li> “Website” refers to MaxMind’s website, www.maxmind.com.\n</li>\n</ol>\n</li>\n<li>\nLIMITED GRANT OF RIGHTS.\n<p>\nSubject to the terms and conditions of this Agreement, MaxMind hereby grants\nyou a non-exclusive, non-transferable, limited license to do the following with\nthe Services you have purchased:\n</p>\n<ol>\n<li> You may access and use the Services for your own Internal Restricted Business Purposes.\n</li>\n<li> You may use the Web Services (but not the GeoIP Databases) to provide Geolocation Functionality for applications or products, even if such applications or products are accessible to parties other than you or your employees (Note: You may use the GeoIP Databases or GeoIP Data to provide Geolocation Functionality for applications or products only if those applications and products are accessible only to you and your employees.) </li>\n<li> You may sublicense the Web Services (but not the GeoIP Databases) to your customers provided that (i) all use by you and your customers of the Web Services complies with the terms and restrictions set forth in this Agreement (including the minFraud Service Terms of Use, if applicable) and (ii) any query to the minFraud Service made by you, or on behalf of your customer, includes a ShopID as an input field.\n</li>\n</ol>\n<p>\nYou agree to use the Services and products only in a manner that is consistent\nwith applicable laws.\nYou understand and agree that (i) MaxMind does not\nguarantee the accuracy of the GeoIP Databases or GeoIP Data.\nand (ii) you are\nsolely responsible for the legality of your use and receipt of the Services.\n</p>\n</li>\n<li>\nRESTRICTIONS.\n<ol>\n<li>\n<u>General.</u> You may not, nor may you permit others to: <ol>\n<li> copy any portion of the Services except as reasonably required for using the Services as permitted in this Agreement.\n</li>\n<li> allow anyone other than yourself or your employees to access the Services, or any portion thereof, without MaxMind's express written permission or except as expressly permitted in this Agreement.\n</li>\n<li> use the Services to develop a database, infobase, or similar database service, or other information resource in any media (print, electronic, or otherwise, now existing or developed in the future) for sale to, distribution to, display to, or use by others.\n</li>\n<li> except as explicitly permitted hereunder for your use of the Web Services, create compilations or derivative works of the Services for any purpose other than your own Internal Restricted Business Purposes.\n</li>\n<li> use the Services in any manner that is beyond the scope of the rights granted in this Agreement.\n</li>\n<li> except as explicitly permitted hereunder for your use of the Web Services, store in a retrieval system accessible to the public, transfer, publish, distribute, display to others, broadcast, sell, or sublicense the Services, or any portion thereof.\n</li>\n<li> remove or obscure any copyright notice or other notice or terms of use contained in the Services.\n</li>\n<li> use the Services to create or otherwise support the transmission of unsolicited, commercial email.\n</li>\n<li> remove, disable, avoid, circumvent, or defeat any functionality in the Services designed to limit or control access to or use of the Services.\n</li>\n<li> except for your use of the Web Services as permitted hereunder, use the Services to provide Geolocation Functionality for applications or products accessible to anyone other than you or your employees.\nor </li>\n<li> use the Services for the purpose of identifying or locating a specific individual or household.\n</li>\n</ol>\n</li>\n<li>\n<u>Disclosure of GeoIP Database and GeoIP Data.</u> you will not disclose the GeoIP Databases or GeoIP Data to any third party except as explicitly permitted by this Agreement or after notifying MaxMind of the anticipated disclosure and obtaining MaxMind's prior written consent to the disclosure.\nTo the extent you disclose the GeoIP Databases or GeoIP Data to a third party as permitted by this Agreement, you will impose upon the third party the same or substantially similar contractual duties imposed on you and the rights provided to MaxMind as in this Agreement, including those in Section 3 (Limited Grant Of Rights), Section 4 (Restrictions), and the Addendum.\nYou are responsible for the acts or omissions of any third parties with which you share the GeoIP Databases or GeoIP Data.\n</li>\n<li>\n<u>Destruction of GeoIP Database and GeoIP Data.</u> From time to time, MaxMind will release an updated version of the GeoIP Databases, and you agree to promptly use the updated version of the GeoIP Databases.\nYou shall cease use of and destroy (i) any old versions of the GeoIP Databases and GeoIP Data within thirty (30) days following the release of the updated GeoIP Databases.\nand (ii) all GeoIP Databases and GeoIP Data immediately upon termination of the license under this Agreement.\nUpon request, you shall provide MaxMind with written confirmation of such destruction.\n</li>\n<li>\n<u>FCRA</u> In addition, the parties understand and agree that MaxMind is not a consumer reporting agency as defined by the Fair Credit Reporting Act, 15 U.S.C.\n§1681 et seq.\n(\"FCRA\"), and that the Services do not constitute \"consumer reports\" as defined in the FCRA.\nYou understand that any information you provide to MaxMind in order to use the Services has not been collected by MaxMind for credit purposes and is not intended to be indicative of any consumer's credit worthiness, credit standing, credit capacity, or other characteristics listed in Section 603(d) of the FCRA.\nYou agree that you will not use the Services or any information received through the Services in whole or in part (i) as a factor in establishing a consumer's eligibility for credit, (ii) as a factor in establishing a consumer's eligibility for insurance, (iii) for employment purposes, (iv) in connection with a determination of an individual's eligibility for a license or other benefit granted by a governmental authority, or (v) in connection with any permissible purpose as defined by the FCRA.\nAny use of the Services by you in violation of this paragraph shall also constitute an unacceptable use.\n</li>\n</ol>\n</li>\n<li>\nACCURACY EXPECTATION: NO USE OF THE GEOIP DATA OR GEOIP2 PRECISION SERVICES FOR IDENTIFYING SPECIFIC HOUSEHOLDS OR INDIVIDUALS.\n<p>\nDue to the nature of geolocation technology and other factors beyond its\ncontrol, MaxMind cannot and does not guarantee the accuracy of the Services.\nThe GeoIP Databases and GeoIP2 Precision Services contain only the geographic data available and the\navailability of such data is not consistent for all regions.\nFurthermore, none\nof the Services reliably identifies any geographic level or division more\nprecise than the zip code or postal code associated with an IP address.\nAccordingly, it is imperative that MaxMind's customers not rely on the GeoIP\nData or GeoIP2 Precision Services to identify a specific household, individual, or street address.\nYou\nacknowledge the foregoing limitation of the Services and you will not\nuse or encourage others to use the Services for the purpose of identifying or\nlocating a specific household, individual, or street address.\n</p>\n</li>\n<li> NON-DISCLOSURE OF MINFRAUD SERVICE OUTPUTS.\n<p>\nExcept as explicitly provided in this Agreement, you may not, nor may you permit others to, disclose to any customer or other third party any output returned by the minFraud Service (e.g., such response\nvalues as the riskScore, proxyScore or proxy score, IP Risk Score, subscores,\nhigh risk flags), recognizing that the confidentiality of such information is\nvital to the performance of the minFraud service.\nDisclosure of such\ninformation shall be considered a material breach of this Agreement.\nFor the removal of doubt, you may provide outputs returned by the minFraud Service to customers to whom you have sublicensed the minFraud Service, but you may not provide any minFraud Service outputs to any individual whose transaction was evaluated by the minFraud Service.\n</p>\n</li>\n<li>\nOWNERSHIP AND INTELLECTUAL PROPERTY RIGHTS.\n<p>\nYou acknowledge and agree that MaxMind's trade secrets include the Services.\nYou further acknowledge and agree that\n(a) all intellectual property rights including copyrights, moral rights,\ntrademarks, trade secrets, and proprietary rights to the Services are\nexclusively owned by MaxMind and (b) you obtain no right, title, or interest\ntherein.\nYou hereby assign to MaxMind all copyrights, intellectual property\nrights, and any other proprietary or property rights or interests in and to any\nwork created in violation of this Agreement.\n</p>\n<p>\nMaxMind's successful maintenance and operation of the Services require that it\nstore, retain, and utilize data that is submitted to it by customers who use\nthe Services.\nAccordingly, and to the extent that any data submitted to\nMaxMind by you is protectable by copyright, moral rights, or any similar\nintellectual property laws in any jurisdiction, you hereby assign and agree to\nassign to MaxMind all right, title, and interest in and to such data and/or the\naggregated product of such data.\nTo the extent that you are legally or\ncontractually unable to assign the foregoing rights of ownership, then you\nhereby grant to MaxMind a fully paid-up, worldwide, perpetual, irrevocable\nlicense to use, copy, distribute, make derivative works, and otherwise\ncommercially exploit all such data in connection with MaxMind's business.\nNotwithstanding the foregoing, MaxMind shall comply with the terms of its own\nPrivacy Policy in place at the time of submission of any data to MaxMind.\n</p>\n</li>\n<li>\nCONFIDENTIAL INFORMATION <ol>\n<li> “Confidential Information” includes all confidential and proprietary information or material disclosed by you or MaxMind (the “Disclosing Party”) to the other party (the “Receiving Party”) from which the Disclosing Party derives actual or potential economic value, and which is clearly marked or verbally identified at the time of disclosure as “Confidential” or is disclosed or learned under circumstances that would lead a reasonable person to conclude that the information was confidential.\nConfidential Information shall not include information that: (i) is or becomes publicly known through no act or omission of the Receiving Party.\n(ii) was in the Receiving Party’s lawful possession before being disclosed to the Receiving Party by the Disclosing Party.\n(iii) is lawfully disclosed to the Receiving Party by any other third party not bound by any confidentiality obligation with respect to such information.\nor (iv) is independently developed by the Receiving Party.\n</li>\n<li> The parties acknowledge that each party may have access to Confidential Information of the other party.\nEach party shall use reasonable care to protect the Confidential Information of the other party.\nIn that regard, each party shall restrict access to Confidential Information to employees, contractors, and third parties as is reasonably required to exercise its rights and fulfill its obligations under this Agreement and only if such persons are subject to nondisclosure restrictions at least as protective as those set forth in this Agreement.\nNeither party shall, without prior written approval of the other party, use for such party’s own benefit, publish, copy, or otherwise disclose to others, or permit the use by others for their benefit or to the detriment of the Disclosing Party, any Confidential Information.\nThe Receiving Party may disclose Confidential Information of the Disclosing Party if required to do so under applicable law, rule or order, provided that the Receiving Party, where reasonably practicable and to the extent legally permissible, provides the Disclosing Party with prior written notice of the required disclosure so that the Disclosing Party may seek a protective order or other appropriate remedy, and provided further that the Receiving Party discloses no more Confidential Information of the Disclosing Party than is reasonably necessary in order to respond to the required disclosure.\n</li>\n</ol>\n</li>\n<li>PERSONAL DATA.\n<p>\nThe parties hereby agree to and incorporate by reference the Addendum, which shall apply to the extent the parties\nprocess any Personal Information (as defined in the Addendum) in connection with\nyour use of the Services.\nThe provisions of the Addendum relating to the processing of Personal Information (as defined in the Addendum) shall control over any conflicting provisions elsewhere in this Agreement.\nFor the removal of doubt, the Addendum is subject to the limitations of liability set forth in this Agreement.\n</p>\n</li>\n<li>\nSECURITY.\n<p>\nYou will maintain reasonable and appropriate technical and organizational\nmeasures for the protection of the security, confidentiality, and integrity of\nany information you receive from MaxMind including without limitation, from the Services (including protection against\nunauthorized or unlawful processing and against accidental or unlawful\ndestruction, loss, or alteration or damage, unauthorized disclosure of, or\naccess to, such data).\nIn the event you discover a data incident involving any\nsuch information, you shall promptly notify MaxMind and fully cooperate with\nMaxMind, at your own expense, in remediating the incident.\nYou are responsible\nfor all activities that occur under your password, license key, and similar\nmechanisms for account access (collectively \"Passwords\"), and shall keep your\nPasswords confidential.\n</p>\n</li>\n<li>\nINDEMNIFICATION.\n<p>\nYou will indemnify and hold MaxMind and its affiliates harmless from and against\nany and all claims, causes of action, liabilities, penalties, costs or expenses\n(including reasonable attorney's fees) incurred by MaxMind or any affiliate\nthereof as a result of your breach of any of the terms of this Agreement,\nincluding the Addendum.\n</p>\n</li>\n<li>\nFEES.\n<p>\nMaxMind's current fee schedule for using the Services is posted on the Website.\nUnless MaxMind has agreed in writing to alternative fees for your account, the fees posted on the Website shall apply to your use of the Services.\nYou are responsible for paying all fees\nassociated with your use of the Services.\nUnless MaxMind implements special\nbilling arrangements for your account, payment for all services is due in\nadvance.\n</p>\n</li>\n<li>\nAPPLICATION PROGRAM INTERFACES (APIs)\n<p>\nMaxMind may facilitate your access to certain application\nprogram interfaces (\"APIs\") for use with the Services.\nSome APIs may have been\ndeveloped by third parties.\nMaxMind and you acknowledge that the APIs are not\nServices as defined in this Agreement and that MaxMind does not provide any\nwarranties for the APIs.\nAny copying, implementation, or other use of any APIs\nprovided to you by MaxMind is subject to the license terms distributed with\nsuch APIs or their associated software or documentation.\n</p>\n</li>\n<li>\nCHANGES TO THE AGREEMENT/TERMINATION.\n<ol>\n<li> MaxMind may amend this Agreement at any time.\nAny such amendment(s) shall be binding and effective upon the earlier of (i) the date that is thirty (30) days after the posting of the amended Agreement on the Website or (ii) the date that MaxMind provides notice to you of the amended Agreement, except that changes to charges and payment terms may be made only upon 30 days' prior written notice to you.\nYou may immediately terminate this Agreement upon written notice to MaxMind if a change is unacceptable to you.\nYour continued use of the Services following notice to you of a change shall constitute your acceptance of the change.\n</li>\n<li> If you find it convenient to employ your standard form(s) of purchase order or similar form in administering the terms of this Agreement, you may do so, but none of the terms and/or conditions printed or otherwise appearing or referenced on such form will be applicable to or shall modify or change your rights or obligations hereunder except for those terms and conditions concerning specific details with respect to matters such as date, location, and quantity provided that such terms and conditions are not inconsistent with the terms and conditions set forth in this Agreement.\nMaxMind reserves the right to reject any purchase order or similar form which, in MaxMind's reasonable judgment, creates any ambiguity concerning which terms are applicable to this Agreement.\n</li>\n<li> This Agreement shall terminate immediately if, within the reasonable judgment of MaxMind, you materially breach any material term or condition of this Agreement and fail to remedy the breach within ten (10) days of receipt of written notice thereof stating MaxMind's intent to terminate upon non-cure of the breach.\nMaxMind may immediately terminate this Agreement if MaxMind reasonably believes that terminating this Agreement is necessary for MaxMind to comply with any legal obligation.\nYour failure to comply with the Restrictions is a breach of a material term of this Agreement.\n</li>\n</ol>\n</li>\n<li>\nNO CONSEQUENTIAL DAMAGES/LIMITATION ON LIABILITY.\n<p>\nUNDER NO CIRCUMSTANCES, INCLUDING NEGLIGENCE, SHALL MAXMIND OR ANY RELATED PARTY OR SUPPLIER BE LIABLE FOR INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, OR FOR LOSS OF PROFITS, REVENUE, OR DATA, THAT ARE DIRECTLY OR INDIRECTLY RELATED TO THE USE OF OR THE INABILITY TO ACCESS AND USE THE SERVICES, WHETHER IN AN ACTION IN CONTRACT, TORT, PRODUCT LIABILITY, STRICT LIABILITY, STATUTE, OR OTHERWISE EVEN IF MAXMIND HAS BEEN ADVISED OF THE POSSIBILITY OF THOSE DAMAGES.\nTHE TOTAL LIABILITY OF MAXMIND, IN CONNECTION WITH THIS AGREEMENT IS LIMITED TO THE AMOUNT OF FEES ACTUALLY PAID BY YOU, IF ANY, UNDER THIS AGREEMENT DURING THE TWELVE MONTHS IMMEDIATELY PRECEDING THE INCIDENT GIVING RISE TO LIABILITY.\nYOU HEREBY RELEASE MAXMIND AND ITS AFFILIATES FROM ANY AND ALL OBLIGATIONS, LIABILITIES AND CLAIMS IN EXCESS OF THIS LIMITATION.\n</p>\n</li>\n<li>\nNO WARRANTIES/AVAILABILITY.\n<p>\nMAXMIND FURNISHES THE SERVICES ON AN AS-IS, AS-AVAILABLE BASIS.\nMAXMIND MAKES NO WARRANTY, EXPRESS OR IMPLIED, WITH RESPECT TO THEIR CAPABILITY, ACCURACY, OR COMPLETENESS.\nALL WARRANTIES OF ANY TYPE, EXPRESS OR IMPLIED, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS ARE EXPRESSLY DISCLAIMED.\nFURTHERMORE, SINCE AVAILABILITY OF SERVICES OFFERED THROUGH THE WEBSITE IS DEPENDENT UPON MANY FACTORS BEYOND MAXMIND'S CONTROL, MAXMIND DOES NOT GUARANTEE THE UNINTERRUPTED AVAILABILITY OF ANY SUCH SERVICES.\nANY SUCH SERVICES MAY BE INOPERATIVE AND/OR UNAVAILABLE DUE TO TECHNICAL DIFFICULTIES OR FOR MAINTENANCE PURPOSES, AT ANY TIME AND WITHOUT NOTICE.\nWHILE MAXMIND DOES NOT WARRANT THAT THE MAXMIND WEBSITE IS FREE OF HARMFUL COMPONENTS, MAXMIND SHALL MAKE COMMERCIALLY REASONABLE EFFORTS TO MAINTAIN THE WEBSITE FREE OF VIRUSES AND MALICIOUS CODE.\n</p>\n</li>\n<li>\nGOVERNING LAW.\n<p>\nThis Agreement shall be governed and interpreted pursuant to the laws of the\nCommonwealth of Massachusetts, applicable to contracts made and to be performed\nwholly in Massachusetts, without regard to principles of conflicts of laws.\nYou\nspecifically consent to personal jurisdiction in Massachusetts in connection\nwith any dispute between you and MaxMind arising out of this Agreement.\nYou\nagree that the exclusive venue for any dispute hereunder shall be in the state\nand federal courts in Boston, Massachusetts.\nThis Agreement shall be construed\nand interpreted in English, and any translation hereof to a language other than\nEnglish shall be for convenience only.\n</p>\n</li>\n<li>\nNOTICES.\n<p>\nNotices given under this Agreement shall be in writing and sent by email, or by first class mail or equivalent.\nMaxMind shall direct notice to you\nat the email address or physical mailing address you provided in the\nregistration process.\nYou shall direct notice to MaxMind at the following\naddress:\n</p>\n<p>\nEmail: legal@maxmind.com\n</p>\n<p>\nMaxMind, Inc.<br>\n14 Spring Street,\nSuite 3 <br>\nWaltham, MA 02451<br>\nU.S.A.<br>\n</p>\n<p>\nNotices relating to Data Incidents (as defined in the Addendum) should be sent to: alert@maxmind.com\n</p>\n<p>\nEither party may change its notice contact information at any time by giving\nnotice of the new contact information as provided in this section.\n</p>\n</li>\n<li>\nCOMPLETE AGREEMENT.\n<p>\nThis Agreement (which includes the Additional Policies referenced in Section 1 and\nincorporated herein) represents the entire agreement between you and MaxMind\nwith respect to the subject matter hereof and supersedes all previous\nrepresentations, understandings, or agreements, oral and written, between the\nparties regarding the subject matter hereof.\n</p>\n</li>\n<li>\nASSIGNMENT.\n<p>\nYou may not assign this Agreement without MaxMind's prior written consent.\nMaxMind may assign its rights and obligations under this Agreement without your\nconsent.\n</p>\n</li>\n<li>\nSEVERABILITY.\n<p>\nShould any provision of this Agreement be held void, invalid, or inoperative,\nsuch decision shall not affect any other provision hereof, and the remainder of\nthis Agreement shall be effective as though such void, invalid, or inoperative\nprovision had not been contained herein.\n</p>\n</li>\n</ol> ", "created_at": "2021-04-05 21:54:14.271905", "updated_at": "2021-04-05 21:54:33.326677"}], "points": [], "urls": ["maxmind.com"]}}