{"error": 448, "message": "OK", "parameters": {"id": 8625, "name": "Avalon North Creek ", "created_at": "2023-06-29 23:03:31.780992", "updated_at": "2023-06-30 10:02:05.612698", "wikipedia": null, "keywords": null, "related": null, "slug": "avalon-north-creek", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8625.png", "url": "avaloncommunities.com", "documents": [{"id": 16794, "name": "Terms of Use ", "url": "https://www.avaloncommunities.com/terms-of-use/", "xpath": "//body", "text": "Avalon CommunitiesLocationsAbout UsPurpose and ValuesStrategyESGInclusion and DiversityLeadershipInvestor RelationsPress ReleasesRetailMixed Use DevelopmentCareersFor ResidentsCOVID-19Create AccountLoginTerms of Use <p>\n<strong>Updated Terms of Use</strong>\n</p>\n<p>\n<em>Updated effective December 27, 2022</em>\n</p>\n<p>\n<strong>Acceptance of Terms of Use</strong>\n</p>\n<p>These Terms of Use are entered into by you and AvalonBay Communities, Inc.\n(“AvalonBay”, “Avalon”, “we” or “us”).\nThe following terms and conditions, together with any documents they expressly incorporate by reference (collectively these “Terms,” or “Terms of Use”), govern your access to and use of this website, including any content, functionality, and services offered through this website, whether as a guest or a registered user, along with any other online services, software or apps provided by us that post a link to these Terms (the “Service”).</p>\n<p>Please read the Terms of Use carefully before you start to use the Service.\nThese Terms affect your legal rights, responsibilities and obligations and govern your use of the Service, are legally binding, limit our liability to you and require you to indemnify us and to settle certain disputes through individual arbitration.\nBy using the Service, you accept, consent to, and agree to be bound and abide by these Terms of Use and our U.S.\nState Privacy Notice, incorporated herein by reference.\nIf you do not want to agree to these Terms of Use or the U.S.\nState Privacy Notice&nbsp;you must not access or use the Service.\nSimilarly, if ever you decide you no longer want to be bound to these Terms, you can terminate these Terms for any reason by deleting your account.</p>\n<p> This Service is offered and available to adult users who are eighteen (18) years of age or older, and is not intended for or directed to anyone under thirteen (13) years of age.\nUsers under the age of majority where they reside must use the Service with the permission and supervision of their parent or legal guardian.\nBy using the Service, you represent and warrant that you meet this eligibility requirement and that you will comply with these Terms and all applicable local, state, federal, and international laws, rules, and regulations.\nIf you do not meet this requirement you must not access </p>\n<p>or use the Service.</p>\n<p>\n<strong>Additional Terms</strong>\n</p>\n<p>In some instances, additional or different terms, posted on the Service, apply to your use of certain parts of the Service (individually and collectively “Additional Terms”).&nbsp.\nTo the extent there is a conflict between these Terms and any Additional Terms, these Terms will control unless the Additional Terms expressly state otherwise.\n</p>\n<p>\n<strong>Changes to the Terms of Use</strong>\n</p>\n<p>We may revise and update these Terms of Use from time to time in our sole discretion.\nAll changes are effective immediately when we post them and apply to all access and use of the Service thereafter.\nContinued use of the Service after such changes is deemed acceptance of any revised terms.\nYou must review these Terms on a regular basis to keep yourself apprised of any changes.\nAvalon may terminate these Terms, with or without cause, at any time, without notice, and without penalty.\nYou agree that Avalon shall not be liable to you or any third party for any modification, termination, or alteration of these Terms.</p>\n<p>\n<strong>Accessing the Service and Account Security</strong>\n</p>\n<p>We reserve the right to withdraw or amend the Service and any feature, service or material we provide on the Service in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Service is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Service, or the entire Service, to users, including registered users.</p>\n<p>You are responsible for:</p>\n•\tMaking all arrangements necessary for you to have access to the Service.\n<br>\n•\tEnsuring that all persons who access the Service through your Internet connection are aware of these Terms of Use and comply with them.\n<br>\n<p>To access the Service or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Service that all of the information you provide to register with this Service is correct, current and complete.\nYou are also responsible for ensuring that your account information is timely updated if it ever changes.\nYou agree that all information you provide to register with this Service or otherwise, including but not limited through the use of any interactive features on the Service, is governed by our U.S.\nState Privacy Notice, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>If you choose, or are provided with, a username, password, or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Service or portions of it using your username, password, or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your username and/or password, or any other breach of security of our Service.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other Personally Identifiable Information as defined by our U.S.\nState Privacy Notice.\nYou must keep and are responsible for keeping your sensitive information – like your Personally Identifiable Information and your account password – confidential.</p>\n<p>We have the right to disable and/or terminate your access to the Service – such as by disabling any username, password or other identifier, whether chosen by you or provided by us – at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Use.</p>\n&nbsp.\n<p>In using our Service, you further agree that:</p>\n•\tYou are permitted to create only one account for yourself, and you will not create more than one account for your individual use.\n<br>\n•\tYou will not, without our express permission, create another account for yourself if we have disabled or otherwise restricted your account.<br>\n•\tYou will not buy, sell, rent, or lease access to your account in any way.<br>\n•\tYou will not share your account’s login credentials with others.<br>\n•\tYou will log in and access the Service through only those means authorized by us, and you will not log in or attempt to access the Service through any unauthorized means.\n<br>\n<br>\n<p>\n<strong>Intellectual Property Rights</strong>\n</p>\n<p>\n<strong>\n</strong>This Service and its entire contents, features, and functionality (including, but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof, together, “Content”) are owned by AvalonBay, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property, unfair competition, or proprietary rights laws.</p>\n<p> These Terms of Use permit you to use the Service for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, transmit, or otherwise use any of the material on our Service except as follows:</p>\n•\tYour computer may temporarily store copies of such materials from our Service incidental to your accessing and viewing those materials.<br>\n•\tYou may store files that are automatically cached by your Web browser for display enhancement purposes.<br>\n•\tYou may print or download one copy of a reasonable number of pages of the Service for your own personal non-commercial use and not for further reproduction, publication, or distributions.<br>\n•\tIf we provide desktop, mobile, or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by our end user license agreement for such applications.<br>\n•\tSubject to any applicable Additional Terms, if the Service includes a “Send to Friend,” social media sharing or similar tool that allows you to initiate and send to one or more of your contacts a communication that includes Content, or to post our Content to third-party services or your own site or online service, and the tool is operational, use the tool to do so.\nprovided, however, that you do not do so in any manner that violates applicable law or third-party rights or reflects negatively on us, and only send to recipients you have permission to contact.<br>\n<br>\nYou must not:<br>\n<br>\n•\tModify copies of any materials from the Service.<br>\n•\tUse any illustrations, photographs, video or audio sequences, or any graphics separately from the accompanying text.<br>\n•\tDelete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from this site.\n<br>\n<br>\n<p>Your right to use the Service and Content is subject to your strict compliance with these Terms and the Additional Terms.\nThese rights are non-exclusive, limited, and revocable by us at any time in our sole discretion without advance notice or liability.\nAs your right to access and use the Service and the content is personal to you, you may not assign nor transfer your right.\nany attempt to do so is void.\nIf you print, copy, modify, download or otherwise use or provide any other person with access to any part of the Service in breach of the Terms of Use, your right to use the Service will stop immediately and you must, at our option, either return or destroy any copies of the materials you have made.\nNo right, title, or interest in or to the Service or any content on the Service is transferred to you, and any rights not expressly granted are reserved by us.\nAny use of the Service not expressly permitted by these Terms of Use is a breach of these Terms of Use and may violate copyright, trademark and other laws.&nbsp.\n</p>\n<p>\n<strong>Equal Housing Opportunity</strong>\n</p>\n<p>AvalonBay communities are equal housing opportunities.\nWe are committed to the letter and spirit of all fair housing laws.\nAvalonBay does not discriminate in its housing based on race, color, religion, national origin, sex, familial status, disability, gender, gender identity, sexual orientation, or any other characteristic protected by law.</p>\n<p>\n<strong>Accuracy</strong>\n</p>\n<p>While we try to keep all content that we post on the Service accurate, complete and up to date, we cannot and do not guarantee, represent or warrant that any of the content on this Service is accurate, complete, timely or applicable to you.</p>\n<p>\n<strong>Your Use of the Service and User Generated Content</strong>\n</p>\n<p>You are ultimately responsible for all content posted and activity that occurs under your account (“User Generated Content” or “UGC”),even if that content or activity occurs from other individuals who have accessed the Service through your account.\nExcept as otherwise described in the Service’s posted U.S.\nState Privacy Notice, or any applicable Additional Terms, you agree that (a) your UGC is non-confidential and non-proprietary (notwithstanding markings such as “confidential,” “proprietary,” etc.), and (b) to the maximum extent not prohibited by applicable law, AvalonBay does not assume any obligation of any kind to you or any third party with respect to your UGC.\nYou also agree to provide documentation necessary to authenticate rights to such content and verify your compliance with these Terms or any applicable Additional Terms.</p>\n<p> In your communications with us, please keep in mind that we do not seek any unsolicited ideas or materials for products or services, or even suggested improvements to products or services, including, without limitation, ideas, concepts, inventions, or designs for websites, apps, books, software or otherwise (collectively, “Unsolicited Ideas and Materials”).\nAny Unsolicited Ideas and Materials you submit are deemed UGC and licensed to us as set forth below.\nIn addition, AvalonBay retains all of the rights held by members of the general public with regard to your Unsolicited Ideas and Materials.\nOur receipt of your Unsolicited Ideas and Materials is not an admission by AvalonBay of their novelty, priority, or originality, and it does not impair our right to contest existing or future Intellectual Property rights relating to your Unsolicited Ideas and Materials.</p>\n<p>License to AvalonBay of Your UGC.\nExcept as otherwise described in any applicable Additional Terms (such as a promotion’s official rules), which specifically govern the submission of your UGC, or in our U.S.\nState Privacy Notice, you hereby grant AvalonBay the non-exclusive, unrestricted, unconditional, unlimited, worldwide, irrevocable, perpetual, and cost-free right and license to use, copy, record, distribute, reproduce, disclose, sell, re-sell, sublicense (through multiple levels), display, publicly perform, transmit, publish, translate, make derivative works of, and otherwise use and exploit in any manner whatsoever, all or any portion of your UGC (and derivative works thereof), for any purpose whatsoever in all formats, on or through any means or medium now known or hereafter developed, and with any technology or devices now known or hereafter developed, and to advertise, market, and promote the same.\nWithout limitation, the granted rights include the right to: (a) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, publish in searchable format, and remove such UGC and combine same with other materials, and (b) use any ideas, concepts, know-how, or techniques contained in any UGC for any purposes whatsoever, including developing, producing, and marketing products and/or services.\nIn order to further effect the rights and license that you grant to AvalonBay to your UGC, you also, as permitted by applicable law, hereby grant to AvalonBay, and agree to grant to AvalonBay, the unconditional, perpetual, irrevocable right to use and exploit your name, persona, and likeness in connection with any UGC, without any obligation or remuneration to you.\nExcept as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any UGC, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section.</p>\n<p>Our Exclusive Right to Manage Our Service.\nAvalonBay may, but will not have any obligation to, review, monitor, display, post, store, maintain, accept, or otherwise make use of, any of your UGC, and AvalonBay may, in its sole discretion, reject, delete, move, re-format, remove or refuse to post or otherwise make use of UGC without notice or any liability to you or any third party in connection with our operation of UGC venues in an appropriate manner, such as to enhance accessibility of UGC, address copyright infringement and protect Users from harmful UGC.\nWithout limitation, we may, but do not commit to, do so to address content that comes to our attention that we believe is offensive, obscene, lewd, lascivious, filthy, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these Terms or any applicable Additional Terms.\nSuch UGC submitted by you or others need not be maintained on the Service by us for any period of time, and you will not have the right, once submitted, to access, archive, maintain, change, remove, or otherwise use such UGC on the Service or elsewhere, except that California minors have certain rights to have certain content about them that they have themselves posted on the Service prospectively removed from public display as provided for in the U.S.\nState Privacy Notice.</p>\n<p>Representations and Warranties Related to Your UGC.\n</p>\n<p>Each time you submit any UGC, you represent and warrant that you are at least the age of majority in the jurisdiction in which you reside and are the parent or legal guardian, or have all proper consents from the parent or legal guardian, of any minor who is depicted in or contributed to any UGC you submit, and that, as to that UGC, (a) you are the sole author and owner of the Intellectual Property and other rights to the UGC, or you have a lawful right to submit the UGC and grant AvalonBay the rights to it that you are granting by these Terms and any applicable Additional Terms, all without any AvalonBay obligation to obtain consent of any third party and without creating any obligation or liability of AvalonBay.\n(b) the UGC is accurate.\n(c) the UGC does not and, as to AvalonBay’s permitted uses and exploitation set forth in these Terms, will not infringe any Intellectual Property or other right of any third party.\nand (d) the UGC will not violate these Terms or any applicable Additional Terms, or cause injury or harm to any person.</p>\n<p> You may use the Service only for lawful purposes and in accordance with these Terms of Use.</p>\n<p> You agree that:</p>\n<ul>\n<li>You will not use our Service in any way that violates any applicable federal, state, local, or international law or regulation (including without limitation any laws regarding the export of data or software to and from the U.S.\nor other countries), or otherwise prohibited by these Terms of Use.</li>\n<li>You will not use our Service for the purpose of exploiting, harming, or attempting to exploit or harm any individual in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.</li>\n<li>You will not use the Service to harass, abuse, defame, stalk, or threaten others.</li>\n<li>You will not use the Service to transmit or procure the sending of any advertising or promotional material, including any “junk mail”, “chain letter”, “spam”, or any other similar solicitation.</li>\n<li>You will not engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Service, or which, as determined by us, may harm AvalonBay or users of the Service or expose any of them to liability.</li>\n<li>You will not use or attempt to use another user’s account without their permission.</li>\n<li>You will not solicit other users’ login credentials.</li>\n<li>You will not create an account using the name of another person with the intent of impersonating the other person, or create an account using any name that is offensive, vulgar, or obscene.</li>\n<li>You will not reveal another person’s address, phone number, email address, social security number, credit card number, medical information, financial information, or any other information that may be used to track, contact, or impersonate that individual, unless, and in the form and by the method, specifically requested by us (e.g., an email address to send an email invite to a friend).</li>\n<li>You will not post content that is offensive or that contains pornography, graphic violence, threats, hate speech, or incites violence, or promotes any unlawful activity.</li>\n<li>You will access only those areas or features of the Service that we have authorized you to access, and you will not attempt to access any areas or features that you are not authorized to access.</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>Use the Service in any manner that could disable, overburden, damage, or impair the Service or interfere with any other party’s use of the Service, including their ability to engage in real time activities through the Service.</li>\n<li>Use any robot, spider, or other automatic device, process, or means to access the Service for any purpose, including monitoring or copying any of the material on the Service.</li>\n<li>Monitor or copy any of the material on the Service for any unauthorized purpose without our prior written consent.</li>\n<li>Use any device, software or routine that interferes with the proper working of the Service.</li>\n<li>Compromise the security of the Service, including the introduction of any viruses, Trojan horses, works, logic bombs or other material that is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any part of the Service, the server on which any part of the Service is stored, or any server, computer, or database connected to the Service.</li>\n<li>Attack or harm the Service via a denial-of-service attack, distributed denial-of-service attack, or any other means.</li>\n<li>Probe, scan, or test the security or vulnerability of our Service, including any Avalon system or network.</li>\n<li>Otherwise attempt to interfere with the proper working of the Service.</li>\n<li>Engage in any activity that violates these Terms of Use, or encourage any acts that violate these Terms of Use.</li>\n</ul>\n<br>\n<p>\n<strong>Information About You and Your Visits to the Service</strong>\n</p>\n<p>Your privacy is important – both to you and to us.\nAll information we collect about you on this Service is subject to our&nbsp;U.S.\nState Privacy Notice.\nBy using the Service, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.\nPlease view our Privacy Policy to learn how your information is handled when you register for and use our Service.</p>\n<p>\n<strong>Online Applications, Consents, Leases, Payments and Other Transactions</strong>\n</p>\n<p>This Service may provide you with the option to electronically enter into agreements with us, such as certain transactions related to your proposed or actual rental of an apartment, including but not limited to an application to lease an apartment, certain consents related thereto, a lease agreement for an apartment, a renewal of a lease agreement, and/or payments related to your application for or lease of an apartment.\nThe Service may also allow you to apply for employment with us.\nYour use of the Service to make applications and enter into such transactions with us is completely voluntary.\nHowever, if you make an application, or enter into any such transaction via this Service or through any link on this Service, you consent to doing so by electronic form, and to providing an electronic signature (which is any electronic action acknowledging agreement) in the form specified on this Service, rather than a handwritten signature.\nIn addition you understand and acknowledge that all consents, applications and transactions that you enter into via this Service will be legally binding on you, just as if they were done on paper, and that your electronic acceptance in the form specified on this Service will be binding as though you had physically signed a paper document by hand.</p>\n<p>\n<strong>Third Party Services &amp.\nLinks</strong>\n</p>\n<p>AvalonBay is not responsible for the content, quality, safety, availability, completeness, accuracy, privacy policies, legality, or any other practices and policies of any third-party website that may be accessed from the Service.\nEach linked entity has its own privacy policies, terms and conditions, and other policies that govern your use of their website and services.\nEach linked entity is responsible for the correctness, completeness, legality and accuracy of its own website.\nAs such, AvalonBay makes no representation as to the accuracy or any other aspect of the information contained on such third-party sites.</p>\n<p> When you click on one of the provided links, you are leaving our Service to enter another site on the Internet.\nIf you decide to access any of the third-party sites linked to through our Service, you do so entirely at your own risk.\nYour use of a third party’s website or services is governed by the third party’s privacy policy, terms and conditions, and other policies.\nYou agree that we are not liable for any harm or damages related to the purchase or use of goods, services, websites, resources, content, or any other transactions made in connection with any third-party websites or advertisers.\nPlease review carefully the third party’s policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding third-party products should be directed to the third party.\nYou hereby waive any claim you might have against Avalon with respect to these websites.\nAvalon is not responsible or otherwise liable for a third party’s terms or policies, or for any actions taken under therein.</p>\n<p>If you are accessing or using the Service through Apple, Android, or any other platform, these are Third-Party Services.\nIf you access our Apps via Apple, click here for Additional Terms and conditions that are applicable to you and are incorporated into the Terms by this reference.</p>\n<p>TERMS APPLICABLE FOR APPLE IOS.</p>\n(i)\tTo the extent that you are accessing the Service through an Apple mobile application, you acknowledge that these Terms are entered into between you and Avalon and, that Apple, Inc.\n(“Apple”) is not a party to these Terms other than as third-party beneficiary as contemplated below.<br>\n<br>\n(ii)\tThe license granted to you by Avalon under the Terms is subject to the permitted Usage Rules set forth in the App Store Terms of Use (see: http://www.apple.com/legal/itunes/us/terms.html) and any third-party terms of agreement applicable to the Service.\n<br>\n<br>\n(iii)\tYou acknowledge that Avalon, and not Apple, is responsible for providing the Service and Content thereof.<br>\n<br>\n(iv)\tYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance or any support services to you with respect to the Service.\n<br>\n<br>\n(v)\tTo the maximum extent not prohibited by applicable law, Apple will have no other warranty obligation whatsoever with respect to the Service.<br>\n<br>\n(vi)\tNotwithstanding anything to the contrary herein, and subject to the terms and conditions of the Terms, you acknowledge that, solely as between Apple and Avalon, Avalon, and not Apple is responsible for addressing any claims you may have relating to the Service, or your possession and/or use thereof, including, but not limited, to: (i) product liability claims.\n(ii) any claim that the Service fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\n<br>\n<br>\n(vii)\tFurther, you agree that if the Service, or your possession and use of the Service, infringes on a third-party’s Intellectual Property rights, you will not hold Apple responsible for the investigation, defense, settlement and discharge of any such Intellectual Property infringement claims.<br>\n<br>\n(viii)\tYou acknowledge and agree that Apple, and Apple’s subsidiaries, are third-party beneficiaries of the Terms, and that, upon your acceptance of the terms and conditions of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce the Terms against you as a third-party beneficiary thereof.\n<br>\n<br>\n(ix)\tWhen using the Service, you agree to comply with any and all third-party terms that are applicable to any platform, website, technology or service that interacts with the Service.<br>\n<br>\n(x)\tYour use of real time route guidance on the Service (if any) is at your sole risk.\nLocation data may not be accurate.\n<br>\n<br>\n<p>\n<strong>Processing Payments</strong>\n</p>\n<p>Avalon uses third-party payment service providers (“Payment Service Providers”) to process payments related to certain Transactions.\nAll such Transactions are subject to the Payment Service Provider’s relevant terms and policies, which the Payment Service Provider may modify from time to time and at its sole discretion.\nBy agreeing to these Terms, you agree to be bound by the Payment Service Provider’s relevant terms and policies related to your Transaction.</p>\n<p>\n<strong>Contact with AvalonBay</strong>\n</p>\n<p>Text Messages.\nYou may be given opportunities to subscribe to various text marketing or other text messaging programs and by doing so, you consent to receive ongoing text alerts (including by auto-dialers) from us related to our various businesses and affiliates, which may include co-promotions with or about other parties, except that if the scope of your consent for a particular subscription is limited to that subscription, your subscription will be so limited.\nSuch consent is not required to purchase any product or service and no purchase is required.\nFor each subscription, text \"HELP\" for help and text \"STOP\" to terminate (i.e., opt-out) of that subscription.\nIn some cases we may offer you the ability to limit the opt-out to promotional texts and to maintain a subscription to informational texts, and you consent to receive a post-STOP text providing you that option.\nSubsequent or different subscriptions will be unaffected by an opt-out.\nYou consent to receive a text confirming any opt-out as well as non-marketing administrative or transactional messages.\nFor subscriptions to recurring text messages, you may receive up to the number of text messages per month specified in your consent, or to which you later consent.\nAlerts auto-renew unless otherwise specified when you consented.\nYou understand that we will send mobile text messages using automated technology.\nIf you subscribe to text messages you represent that you are 18 years of age or older, or have obtained parental consent.\nStandard message, data and other fees may be charged by your carrier, and carriers may deduct charges from pre-paid amounts or data allowances, for which you are responsible.\nContact your carrier for details.\nNot all phones and/or carriers are supported.\nWe are the sponsor of our text messages and may be contacted regarding them at: webmaster@avaloncommunities.com.</p>\n<p>Email Messages.\nYou may cancel or modify our email marketing communications you receive from us by following the instructions contained within our promotional emails.\nThis will not affect subsequent subscriptions and if your opt-out is limited to certain types of emails the opt-out will be so limited.\nPlease note that we reserve the right to send you certain communications relating to your account or use of our Services, such as administrative and service announcements and these transactional account messages may be unaffected if you choose to opt-out from receiving our marketing communications.</p>\n<p>Location-Based Features.\nIf GPS, geo-location or other location-based features are enabled on your Device, you acknowledge that your Device location may be tracked and may be shared with others consistent with our U.S.\nState Privacy Notice.\nSome Devices and platforms may allow disabling some, but not all, location-based features or managing such preferences.\nTypically, your proximity or connection to wi-fi, Bluetooth and other networks may still be tracked when location services are turned off on Device settings.\nYou can terminate Device location tracking via a mobile app by us by uninstalling the application.\nTerritory geo-filtering may be required in connection with use of some Service features due, for instance, to Content territory restrictions.\nThe location-based services offered in connection with AvalonBay’s mobile app(s) or feature(s) are for individual use only and should not be used or relied on in any situation in which the failure or inaccuracy of use of the location-based services could lead directly to death, personal injury, or physical or property damage.\nUse location-based services at your own risk as location data may not be accurate.</p>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n<p>Except as may be expressly set forth otherwise in a written agreement between you and AvalonBay or an AvalonBay affiliate, AvalonBay has no special relationship with or fiduciary duty to you.</p>\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL OF SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SERVICE OR ANY FEATURES, SERVICES OR ITEMS OBTAINED THROUGH THE SERVICE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEB SITE LINKED TO IT.</p>\n<p>YOUR USE OF THE SERVICE, INCLUDING WITHOUT LIMITATION MATERIALS AND THIRD PARTY CONTENT SHALL BE AT YOUR OWN RISK AND ALL OF THE FOREGOING ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nAVALONBAY DISCLAIMS ALL REPRESENTATIONS AND WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY.\nWE ASSUME NO LIABILITY OR RESPONSIBILITY FOR (i) ERRORS, MISTAKES OR INACCURACIES OF MATERIALS OR THIRD PARTY CONTENT, (ii) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SERVICE, (iii) ANY UNAUTHORIZED ACCESS TO OR USE OUR SECURE SERVERS, (iv) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR USE OF THE SERVICE, (v) ANY BUGS, VIRUSES, TROJAN HORSES, OTHER MALWARE OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY, AND/OR (vi) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICE.</p>\n<p> THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>IN NO EVENT SHALL AVALONBAY BE LIABLE TO YOU OR ANY THIRD PARTY CLAIMING THROUGH YOU FOR ANY DAMAGES IN CONNECTION WITH YOUR USE OF THE SERVICE, YOUR INABILITY TO USE THE SERVICE OR ANY CONTENT APPEARING ON THE SERVICE.\nIN NO EVENT WILL AVALONBAY BE LIABLE TO YOU OR ANY THIRD PARTY CLAIMING THROUGH YOU FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, PUNITIVE, SPECIAL OR INCIDENTAL DAMAGES, INCLUDING WITHOUT LIMITATION, DAMAGES ARISING FROM CLAIMS RELATED TO PERSONAL INJURY OR DEATH, LOSS OF DATA, LOST REVENUE, LOST PROFITS, LOSS OF USE OR OTHER ECONOMIC ADVANTAGE, CHANGE IN APPLICABLE GOVERNMENT REGULATIONS, WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.</p>\n<p>AVALONBAY TAKES NO RESPONSIBILITY AND ASSUMES NO LIABILITY FOR ANY CONTENT PROVIDED BY YOU, ANOTHER USER, OR THIRD PARTY THROUGH OUR SERVICE.\nAVALONBAY IS NOT RESPONSIBLE FOR ANY CONTENT THAT MAY BE INAPPROPRIATE, OFFENSIVE, MISLEADING, ILLEGAL, OR OTHERWISE OBJECTIONABLE.</p>\n<p>We do not warrant that the Service will be uninterrupted, timely, secure or error-free.\nThere may be delays, errors, defects, omissions, interruptions and inaccuracies in the information or other materials available on or through the Service.\nAvalonBay is not responsible for the availability, use, timeliness, security, validity, accuracy, or reliability of, or the results of the use of, the content of the Service, or other any other website that may be linked to on through the Service.</p>\n<p> THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\nIn those jurisdictions which prohibit the exclusion or limitation of liability for consequential or incidental damages, any such liability shall be limited to the maximum extent permitted by law.\nIn no event will AvalonBay’s aggregate liability for any and all claims related to the Services exceed $100 US or the amount you paid to AvalonBay, if any, in the last 12 months, whichever is greater.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to indemnify, defend, and hold AvalonBay, its, subsidiaries, affiliates, officers, directors, employees, and agents harmless, at your sole expense, from and against any claim, action, legal proceeding, damages, liability, settlements, expenses (including reasonable attorneys´ fees) and other costs arising out of or relating to (a) your access or use of the Service.\n(b) your UGC.\n(c) your breach or alleged breach of these Terms or the documents it incorporates by reference.\n(d) your negligence or misconduct.\nor (e) a claim that your use of the Service infringes the copyright, trademark, trade secret, patent or other rights of a third party.\nAvalonBay may, at its sole discretion, assume the exclusive defense and control of any matter subject to indemnification by you.\nThe assumption of such defense or control by us, however, shall not excuse any of your indemnity obligations.\nYou agree to cooperate as fully required by AvalonBay in the defense of such claims.\n</p>\n<p>\n</p>\n<p>\n<strong>Digital Millennium Copyright Act</strong>\n</p>\n<p>AvalonBay does not permit copyright infringing activities and infringement of intellectual property rights on the Service.</p>\n<p> If a person is a copyright owner or an agent thereof and believes that any content posted on the Service infringes upon another’s copyrights, such person may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing AvalonBay’s copyright contact with the following information in writing (see 17 U.S.C.\n512(c)(3) for further details):</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit us to locate the material;</li>\n<li>Information reasonably sufficient for us to contact the reporting person, such as an address, telephone number and, if available, email address;</li>\n<li>A statement that the reporting person has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notice is accurate, and, under penalty of perjury, that the reporting person is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Please send all DMCA notices to AvalonBay’s copyright contact to receive notifications of claimed infringement (the “DMCA Contact”) at:</p>\n<p>AvalonBay Communities, Inc <br>\nAttn: Digital Marketing <br>\n4040 Wilson Blvd., Suite 1000 <br>\nArlington, VA 22203.</p>\n<p>Please be advised that DMCA notices should go to the DMCA contact at the above address.\nThe complaining person acknowledges that in the event he/she fails to comply with all the requirements of this Section, such person’s DMCA notice may not be valid.\nWe recommend that you speak to a legal advisor before filing a DMCA notice with our designated agent to assess your rights.</p>\n<p> If the person who is allegedly infringing a copyright (as reported by the complaining person above) believes that content that was removed (or to which access was disabled) is not infringing, or that such person has access from the copyright owner, the copyright owner’s agent, or pursuant to the law, to post and use the content, the person responding to the complaint may send a counter-notice containing the following information to the DMCA Contact:</p>\n<ul>\n<li>The responding person’s physical or electronic signature;</li>\n<li>Identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled;</li>\n<li>A statement that the responding person has a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand</li>\n<li>Such responding person’s name, address, telephone number, and email address, a statement that such responding person consents to the jurisdiction of the Federal District Court for the judicial district where the responding person’s address is located, and that the responding person will accept service of process from the person who provided DMCA notification to us or an agent of such person.</li>\n</ul>\n<p>If a counter-notice is received by the DMCA Contact, we may send a copy of the counter-notice to the original complaining party informing such party that it may replace the removed content or cease disabling it in ten (10) business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in ten (10) to fourteen (14) business days or more after receipt of the counter-notice, in our sole discretion.</p>\n<p>\n<strong>Governing Law, Dispute Resolution and Class Action Waiver</strong>\n</p>\n<p>These terms shall be governed by the laws of the Commonwealth of Virginia, the United States of America and international copyright laws.\nYou agree to submit to the jurisdiction of the federal and state courts in the Commonwealth of Virginia for any and all disputes, claims and actions arising out of or in connection with the information provided to you herein.</p>\n<p>Certain portions of his Section are deemed to be a “written agreement to arbitrate” pursuant to the Federal Arbitration Act.\nYou and we agree that we intend that this Section satisfies the “writing” requirement of the Federal Arbitration Act.\nThis Section can only be amended by mutual agreement.</p>\n<p> If any controversy, allegation, or claim arises out of or relates to the Service, the content on the Service, our Service activities and submissions, and/or the Terms of Use, whether heretofore or hereafter arising (collectively a “Dispute”), you and we agree to send a written notice to the other providing a reasonable description of the Dispute along with a proposed resolution of it.\nOur notice to you will be sent to the most recent contact information that you provide to us.\nIf no such contact information exists or if contact information is not current, then we have no obligation to contact you to try to resolve the Dispute.\nYour notice to us must be sent to us at the following address:</p>\n<p>AvalonBay Communities, Inc.\n<br>\nAttn: Legal <br>\n4040 Wilson Blvd., Suite 1000 <br>\nArlington, VA 22203.</p>\n<p>For a period of sixty (60) days from the date of receipt of notice from the other party, we and you will engage in a dialogue in order to attempt to resolve the Dispute, although nothing will require either party to agree to any resolution.</p>\n<p>\n<strong>Binding Arbitration:</strong>\n</p>\n<p>If we cannot resolve a Dispute as set forth above within sixty (60) days of receipt of the required notice, and unless you provide us notice of opt-out within five (5) business days of your first use of the Service, addressed to: DMCA-Contact@avalonbay.com, then ANY AND ALL DISPUTES ARISING BETWEEN YOU AND US (WHETHER BASED IN CONTRACT, STATUTE, REGULATION, ORDINANCE, TORT – INCLUDING BUT NOT LIMITED TO FRAUD, ANY OTHER INTENTIONAL TORT, OR NEGLIGENCE – COMMON LAW, CONSTITUTIONAL PROVISION, RESPONDEAT SUPERIOR, AGENCY, OR ANY OTHER LEGAL OR EQUITABLE THEORY), WHETHER ARISING BEFORE OR AFTER THE EFFECTIVE DATE OF THESE TERMS, MUST BE RESOLVED BY FINAL AND BINDING ARBITRATION.\nTHIS INCLUDES ANY AND ALL DISPUTES BASED ON ANY PRODUCT, SERVICE OR ADVERTISING CONNECTED TO THE USE OR PROVISION OF THIS SERVICE.\nThe Federal Arbitration Act (“FAA”), and not state law, shall govern the arbitrability of all disputes between us and you regarding these Terms and the Service.\nYou and we agree, however, that Virginia law shall apply to and govern, as appropriate, any and all claims or causes of action, remedies and damages arising between you and us regarding a Dispute, whether arising or stated in contract, statute, common law, or any other legal theory, without regard to Virginia’s choice of law principles that might apply other states’ laws.</p>\n<p> Disputes will be resolved solely by binding arbitration in accordance with the then-current Commercial Arbitration Rules of the American Arbitration Association (“AAA”).\nIf a party properly submits a Dispute to the AAA for formal arbitration and the AAA is unwilling to hold a hearing, then either party may elect to have the arbitration administered by the Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”) using JAMS’ streamlined Arbitration Rules and Procedures in accordance with Virginia’s civil rules governing discovery.\nIf an in-person arbitration hearing is required, then it will be conducted in the “metropolitan statistical area” (as defined by the U.S.\nCensus Bureau) where you are a resident at the time the Dispute is submitted to arbitration.\nYou and we will pay the administrative and arbitrator’s fees and other costs in accordance with the applicable arbitration rules.\nbut if applicable arbitration rules or laws require us to pay a greater portion or all of such fees and costs in order for this Section to be enforceable, then we will have the right to elect to pay the fees and costs and proceed to arbitration.\nThe arbitrator shall be selected by mutual agreement of the parties or, if the parties cannot agree, then by striking from a list of arbitrators supplied by AAA or JAMS (depending on the arbitral forum).\nThe arbitration shall be a confidential proceeding, closed to the general public.\nprovided, however, that a party may disclose information relating to the arbitration proceedings to its and its affiliates’ lawyers, insurance providers, auditors and other professional advisers.\nThe fact that there is a dispute between the parties that is the subject of arbitration shall be confidential to the same extent.\nThe arbitrator will apply applicable law and the provisions of the Terms of Use, will be bound by these Terms of Use, will determine any Dispute according to the applicable law and facts based upon the record and no other basis, and will issue a reasoned award only in favor of the individual party seeking relief and only to the extent to provide relief warranted by that party’s individual claim.\nThis arbitration provision shall survive termination of these Terms or the Service.\nPrior to appointment of the arbitrator or for remedies beyond the jurisdiction of an arbitrator, either party may, at any time, seek pendente lite relief (subject to the provisions of these Terms waiving or limiting that relief) in a court of competent jurisdiction in Arlington County, Virginia or, if sought by AvalonBay, such other court that may have jurisdiction over you, without thereby waiving its right to arbitration of the dispute or controversy under this Section.\nThe losing party to the arbitration shall have fifteen (15) business days after the issuance of the arbitrator’s decision to fully comply with such decision, after which the prevailing party may enforce such decision by a petition to a court of competent jurisdiction in Arlington County, Virginia or, in the case of you, such other court having jurisdiction over you, which may be made ex parte, for confirmation and enforcement of the award.</p>\n<p>\n<strong>Injunctive Relief</strong>\n</p>\n<p>The foregoing provisions of this Section will not apply to any legal action taken by us to seek an injunction or other equitable relief in connection with any loss, cost or damage (or any potential loss, cost or damage) relating to any Dispute and/or our rights, our operations, and/or our products or services.\nFurther, as permitted by applicable law, alleged loses, damages, or injuries claimed in connection with your use of the Service will not be deemed irreparable or sufficient to entitle you to an injunction or other equitable relief.\nThus, without limitation, you agree that you will not seek (and you will not be permitted to obtain) any relief in any court or other legal proceeding that may interfere with or prevent the development or exploitation of any website, application, content, UGC, product, service, or intellectual property owned, licensed, used, or controlled by AvalonBay or by a licensor of AvalonBay.\n</p>\n<p>\n<strong>No Class Action Matters</strong>\n</p>\n<p>Disputes will be arbitrated only on an individual basis and will not be joined or consolidated with any other arbitrations or other proceedings that involve any claim or controversy of any other party.\nYOU AND WE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nNotwithstanding any provision in the AAA’s Commercial Arbitration Rules or JAMS Comprehensive Arbitration Rules and Procedures to the contrary, there shall be no right or authority for any Dispute to be arbitrated on a class basis or any other basis involving Disputes brought to a purported representative capacity on behalf of the general public, or other person or entities similarly situated.\nBut if, for any reason, any court with competent jurisdiction holds that this restriction is unconscionable or unenforceable, then our agreement in this Section to arbitrate will not apply and the Dispute must be brought exclusively in court in Alexandria, Virginia (to which jurisdiction and venue you irrevocably consent).\nNotwithstanding any other provision of this Section, any and all issues relating to the scope, interpretation and enforceability of these class action waiver provisions are to be decided only by a court of competent jurisdiction and not by the arbitrator.</p>\n<p> Notwithstanding the foregoing, either of us may bring a qualifying claim in small claims court.</p>\n<p>\n<strong>Investigations.\nCooperation with Law Enforcement.\nTermination.\nSurvival </strong>\n</p>\n<p>As permitted by applicable law, AvalonBay reserves the right, without limitation, to: (i) investigate any suspected breaches of its Service security or its information technology or other systems or networks, (ii) investigate any suspected breaches of these Terms and any applicable Additional Terms, (iii) use any information obtained by AvalonBay in accordance with its U.S.\nState Privacy Notice&nbsp;in connection with reviewing law enforcement databases or complying with applicable laws and use and/or disclose any information obtained by AvalonBay to comply with law enforcement requests or legal requirements in accordance our U.S.\nState Privacy Notice, (iv) involve and cooperate with law enforcement authorities in investigating any of the foregoing matters, (v) prosecute violators of these Terms and any applicable Additional Terms, and (vi) discontinue the Service, in whole or in part, or, suspend or terminate your access to it, in whole or in part, including any user accounts or registrations, at any time, without notice, for any reason and without any obligation to you or any third-party.\nAny suspension or termination will not affect your obligations to us under these Terms or any applicable Additional Terms.\nUpon suspension or termination of your access to the Service, or upon notice from us, all rights granted to you under these Terms or any applicable Additional Terms will cease immediately, and you agree that you will immediately discontinue use of the Service.\nThe provisions of these Terms and any applicable Additional Terms, which by their nature should survive your suspension or termination will survive, including the rights and licenses you grant to AvalonBay in these Terms, as well as the indemnities, releases, disclaimers, and limitations on liability and the provisions regarding jurisdiction, choice of law, no class action, and mandatory arbitration.</p>\n<p>\n<strong>Severability</strong>\n</p>\n<p>If any portion of these Terms is found to be unenforceable, that provision will be severed from these Terms, and will not affect the validity and enforceability of the remaining Terms.</p>\n<p>\n<strong>Complete Terms</strong>\n</p>\n<p>Please note that these Terms, along with any other documents incorporated by reference, make up the entire agreement between you and AvalonBay.\nWe reserve all rights that are not expressly granted to you.\nYou may not transfer any rights given or obligations borne to you under these Terms without our express consent.\nWe do not waive any provision under these Terms even if it is not enforced.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions regarding our Terms of Use or our practices, you can contact us at:</p>\n<p>AvalonBay Communities Inc.<br>\nAttn: Terms of Use <br>\n4040 Wilson Blvd., Suite 1000 <br>\nArlington, VA 22203.</p>\n<p>Or by email at: webmaster@avaloncommunities.com.</p>\n<p>\n<em>© December 27, 2022 AvalonBay Communities, Inc.\nAll Rights Reserved.</em>\n</p>\n<ul>\n<li>Southern California Apartments</li>|<li>Northern California Apartments</li>|<li>Colorado Apartments</li>|<li>Connecticut Apartments</li>|<li>District of Columbia Apartments</li>|<li>Florida Apartments</li>|<li>Maryland Apartments</li>|<li>Massachusetts Apartments</li>|<li>New Jersey Apartments</li>|<li>New York Apartments</li>|<li>North Carolina Apartments</li>|<li>Texas Apartments</li>|<li>Virginia Apartments</li>|<li>Washington Apartments</li>\n</ul>\n<ul>\n<li>About Us</li>|<li>Avalon</li>|<li>AVA</li>|<li>Eaves</li>|<li>Kanso</li>|<li>Furnished</li>|<li>Careers</li>|<li>Corporate Responsibility</li>|<li>Affordable Housing</li>|<li>Investor Relations</li>|<li>Retail</li>|<li>Contact Us</li>|<li>Vendor Prequalification Process</li>|<li>Privacy Policy</li>|<li>Fair Housing Statement</li>|<li>Equal Housing Opportunity Community</li>|<li>US State Privacy Notice</li>|<li>Cookie Policy</li>|<li>Terms of Use</li>|<li>Infringements or Copyrights</li>|<li>Do Not Sell/Share My Personal Information</li>|<li>Your Privacy Choices</li>\n</ul>© 2023 AvalonBay, Inc.\nAll rights reserved.<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We, our service providers, and third-party services use cookies as more fully described in our Privacy Policy.\nSee our U.S.\nState Privacy Notice to learn more about the information we collect and the purposes for which we collect and process it.U.S.\nState Privacy Notice</p>Your Privacy Choices Filters Information storage and accessCancel ApplyDo Not Sell/Share/TargetUnder the various U.S.\nPrivacy Laws, consumers have the right to opt-out of processing of personal info for \"targeted advertising,\" and activities that are classified as \"sale\" and/or \"sharing,\" which may include data collection by cookies categorized below as “Optional.” To submit an opt-out request for Optional cookies, toggle that category below to the left and click “Confirm My Choices,” which will have the effect of opting you out of \"sale,\" \"sharing,\" and \"targeted advertising\" on the browser you are currently using.\nYou must exercise your preferences on each of our websites you visit, from each browser you use, and on each device that you use.\nSince your browser opt-out is designated by a cookie, if you clear or block cookies, your preferences will no longer be effective and you will need to enable them again via this tool.\nIn addition, this tool only has the capability of applying your opt-out to cookies.\nIf you would like to submit an opt-out request with respect to your non-cookie personal info (e.g., your email address) visit our webform to opt-out of sale/sharing/targeting with respect to non-cookie personal info here: <br>NON-COOKIE OPT-OUTMORE INFO<ul>\n<li>Required CookiesAlways Active Required Cookies<p>These cookies are either necessary for the website to function and cannot be switched off in our systems, or qualify as service providers and do not implicate \"sales\" or \"sharing\".\n</p>\n</li>\n<li>Optional Cookies Optional Cookies<p>\n</p>\n</li>\n</ul> Confirm My ChoicesBack Button<p>Back</p>\n<p>\n</p>Vendor Search Search IconVendors ListFilter Icon Filters (0)Consent Leg.Interest<p>Select All</p> Select All Vendors Select All Vendors Select All Hosts", "created_at": "2023-06-29 23:03:31.900448", "updated_at": "2023-06-29 23:05:03.071323"}, {"id": 16792, "name": "U.S. State Privacy Notice ", "url": "https://www.avaloncommunities.com/us-state-privacy-notice/", "xpath": "//body", "text": "Avalon CommunitiesLocationsAbout UsPurpose and ValuesStrategyESGInclusion and DiversityLeadershipInvestor RelationsPress ReleasesRetailMixed Use DevelopmentCareersFor ResidentsCOVID-19Create AccountLoginU.S.\nState Privacy Notice <p>\n<strong>U.S.\nState Privacy Notice</strong>\n</p>\n<p>\n<strong>Effective Date:</strong> January 30, 2023 </p>\n<p>This U.S.\nState Privacy Notice (“<strong>Notice</strong>”) applies to “<strong>Consumers</strong>” as defined under the California Consumer Privacy Act, including as amended by the California Privacy Rights Act (together, the “<strong>CCPA</strong>”), the Colorado Privacy Act, the Virginia Consumer Data Protection Act, the Utah Consumer Privacy Act, Connecticut’s Act Concerning Personal Data Privacy and Online Monitoring, Chapter 603A of the Nevada Revised Statutes, and all laws implementing, supplementing or amending the foregoing, including regulations promulgated thereunder (collectively, “<strong>U.S.\nPrivacy Laws</strong>”).\nCapitalized terms used but not defined in this Notice shall have the meanings given to them under U.S.\nPrivacy Laws.\n</p>\n<p> This Notice is designed to meet our obligations under U.S.\nPrivacy Laws and supplements the general privacy policies of AvalonBay Communities, Inc.\nand our subsidiaries (“<strong>Company</strong>” “<strong>us</strong>,” “<strong>we</strong>,” or “<strong>our</strong>”) including, without limitation, our website Privacy Policy.\nIn the event of a conflict between any other Company policy, notice, or statement and this Notice, this Notice will prevail as to Consumers unless stated otherwise.</p>\n<p>\n<strong>\n<em>Applicability:</em>\n</strong>\n</p>\n<ul>\n<li>Section 1 of this Notice provides notice of our data practices, including our collection, use, disclosure, and sale of Consumers’ Personal Information or Personal Data (collectively, “<strong>PI</strong>”).\nIt does not apply to our job applicants, current employees, former employees, or independent contractors (“<strong>Personnel</strong>”).\nOur California Personnel can learn about our data practices as relates to them in our California Personnel Privacy Notice.</li>\n<li>Sections 2-5 of this Notice provide information regarding Consumer rights and how you may exercise them.\nSection 2 also provides information regarding rights of our California Personnel</li>\n<li>Section 6 of this Notice provides additional information for California residents, other than our Personnel.</li>\n</ul>\n<p>For California residents the term “Consumer” is not limited to data subjects acting as individuals regarding household goods and services and includes data subjects in a business-to-business context.\nThis is not the case in the other states.\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>1.\nNotice of Data Practices</p>\n<p>(a)\tPI Collection, Disclosure, and Retention – By Category of PI</p>\n<p>(b)\tPI Use and Disclosure – By Processing Purpose</p>\n<p>2.\nYour Consumer Rights and How to Exercise Them</p>\n<p>(a)\tRight to Limit Sensitive PI Processing</p>\n<p>(b)\tRight to Know/Access</p>\n<p>(1)\tCategories (available for California Residents Only)</p>\n<p>(2)\tSpecific Pieces</p>\n<p>(c)\tDo Not Sell / Share / Target</p>\n<p>(d)\tRight to Delete</p>\n<p>(e)\tCorrect Your PI</p>\n<p>(f)\tAutomated Decision Making/Profiling</p>\n<p>(g)\tHow to Exercise Your Consumer Privacy Rights</p>\n<p>(1)\tYour Request Must be a Verifiable Consumer Request</p>\n<p>(2)\tAgent Requests</p>\n<p>(3)\tAppeals</p>\n<p>(h)\tOur Responses</p>\n<p>3.\nNon-Discrimination/Non-Retaliation</p>\n<p>4.\nNotice of Financial Incentive Programs</p>\n<p>5.\nOur Rights and the Rights of Others</p>\n<p>6.\nAdditional Notice for California Residents</p>\n<p>(a)\tCalifornia Minors</p>\n<p>(b)\tShine the Light</p>\n<p>7.\nAdditional Notice For Connecticut Residents</p>\n<p>8.\nContact Us</p>\n<br>\n<p>\n<strong>1.\nNOTICE OF DATA PRACTICES</strong>\n</p>\n<p>The description of our data practices in this Notice covers the twelve (12) months prior to the Effective Date and will be updated at least annually.\nOur data practices may differ between updates, however, if materially different from this Notice, we will provide supplemental pre-collection notice of the current practices, which may include references to other privacy policies, notices, or statements.\nOtherwise, this Notice serves as our notice at collection.\n</p>\n<p>We may collect your PI directly from you (e.g., when you register for an account or apply to live in one of our communities).\nfrom your devices.\nfrom our affiliates.\nfrom our service providers, such as internet listing services, fraud prevention and security providers, marketing providers, and consumer and support providers.\nfrom public sources of data such as government databases.\nor from other businesses or individuals.</p>\n<p>Generally, we Process your PI to provide you services and as otherwise related to the operation of our business, including for one or more of the following Business Purposes: Performing Services.\nManaging Interactions and Transactions.\nSecurity.\nDebugging.\nAdvertising &amp.\nMarketing Services.\nQuality Assurance.\nProcessing Interactions and Transactions.\nand Research and Development.\nWe may also use PI for other Business Purposes in a context that is not a Sale or Share under U.S.\nPrivacy Laws, such as disclosing it to our Service Providers, Contractors, or Processors that perform services for us (“<strong>Vendors</strong>”), to the Consumer or to other parties at the Consumer’s direction or through the Consumer’s action.\nfor the additional purposes explained at the time of collection (such as in the applicable privacy policy or notice).\nas required or permitted by applicable law.\nto the government or private parties to comply with law or legal process.\nand to assignees as part of an acquisition, merger, asset sale, or other transaction where another party assumes control over all or part of our business (“<strong>Corporate Transaction</strong>”) (“<strong>Additional Business Purposes</strong>”).\nSubject to restrictions and obligations under U.S.\nPrivacy Laws, our Vendors may also use your PI for Business Purposes and Additional Business Purposes, and may engage their own vendors to enable them to perform services for us.\n</p>\n<p>\n</p>\n<p>We may also use and disclose your PI under this Notice for Commercial Purposes, which may be considered a “Sale” or “Share” under applicable U.S.\nPrivacy Laws, such as when Third-Party Digital Businesses (defined below) collect your PI via third-party cookies, and when we Process PI for certain advertising purposes.\nIn addition, we may make your PI available to Third-Parties for their own use, such as selected marketing partners that offer services to our residents.\n</p>\n<p> We provide more detail on our data practices in the two charts that follow.\n</p>\n<p>\n<strong>(a)\tPI Collection, Disclosure, and Retention – By Category of PI</strong>\n</p>\n<p>We collect, disclose, and retain PI as follows:</p>\n<strong>Category of PI</strong>\n<strong>Examples of PI Collected and Retained</strong>\n<strong>Categories of Recipients</strong> 1.\nIdentifiers Real name, alias, postal address, unique personal identifiers, online identifier, Internet Protocol address, e-mail address, account name, and other similar identifiers.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., internet listing services, resident services providers, payment processors, fraud prevention and security providers, marketing services providers, analytics providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Collection agencies in the event of non-payment by a resident;</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>Sale/Share</strong>: </p>\n<ul>\n<li>Third-Party Digital Businesses.\nand</li>\n<li>Selected marketing partners that offer services to our residents, such as credit card issuers.<strong>\n</strong>\n</li>\n</ul> 2.\nPersonal Records Name, signature, physical characteristics or description, address, telephone number, and financial information (e.g., credit card number, bank account number, or debit card number), insurance policy number, medical information, health insurance information, or emergency contact details.\nSome PI included in this category may overlap with other categories.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., internet listing services, resident services providers, payment processors, fraud prevention and security providers, marketing services providers, analytics providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Collection agencies in the event of non-payment by a resident;</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>\n</p>\n<p>Selected marketing partners that offer services to our residents, such as credit card issuers<strong>\n</strong>\n</p> 3.\nConsumer Characteristics In some circumstances, we may collect PI that is considered protected under U.S.\nlaw, such as age, sex, gender identity, marital status, veteran status, citizenship status, familial status, disability, religion, or payment history, but only when that information is relevant for our Business Purposes.\nWe abide by the legal requirements imposed under applicable law in regards to such information.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., fraud prevention and security providers, survey providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>\n</p>\n<p>\n<strong>\n</strong>None</p> 4.\nCustomer Account Details/Commercial Information Records of products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., internet listing services, resident services providers, payment processors, fraud prevention and security providers, analytics providers, customer relationship marketing providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Collection agencies in the event of non-payment by a resident;</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>Sale/Share</strong>: </p>\n<ul>\n<li>Third-Party Digital Businesses.\nand</li>\n<li>Selected marketing partners that offer services to our residents, such as credit card issuers.<strong>\n</strong>\n</li>\n</ul> 5.\nInternet Usage Information When you browse our sites or otherwise interact with us online, we may collect browsing history, search history, and other information regarding your interaction with sites, applications, or advertisements.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., internet listing services, resident services providers, payment processors, fraud prevention and security providers, marketing services providers, analytics providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>\n</p>\n<p>Third-Party Digital Businesses</p> 6.\nGeolocation Data If you interact with us online we may gain access to the approximate, and sometimes precise, location of the device or equipment you are using.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., fraud prevention and security providers, mobile app services provider, consumer service and support providers, and cloud services and storage providers,).\n</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share: </strong>\n</strong>\n</p>\n<p>\n<strong>\n<strong>\n</strong>\n</strong>None<strong>\n</strong>\n</p> 7.\nSensory Data We may collect audio, electronic, video, or similar information such as when you contact us through our resident service line and through security cameras at our communities.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., fraud prevention and security providers, customer relationship marketing providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>\n</p>\n<p>None</p> 8.\nProfessional or Employment Information Professional, educational, or employment-related information, such as employment history.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., fraud prevention and security providers, customer relationship marketing providers, and cloud services and storage providers).\n</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>None</p> 9.\nInferences from PI Collected Inferences drawn from PI to create a profile about a Consumer reflecting preferences, characteristics, trends, preferences, predispositions, and behaviors.\n<p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., analytics providers and cloud services and storage providers).\n</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share: </strong>\n</strong>None</p> 10.\nSensitive PI Government Issued Identification Numbers (e.g., social security, driver’s license, state identification card, or passport number) <p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., processing and storage vendors);</li>\n<li>Collection agencies in the event of non-payment by a resident;</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>None</p> Precise Geolocation (any data that is derived from a device and that is used or intended to be used to locate a consumer w/in a geographic area that is equal to or less than the area of a circle with a radius of 1,850 feet) <p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., processing and storage vendors).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>None</p> Sensitive Personal Characteristics (e.g., religious beliefs, citizenship status) <p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., processing and storage vendors);</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>None</p> Biometric Information (e.g., scans of facial geometry, or fingerprints) <p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., fraud prevention and security providers).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>None</p> Health Information (PI collected and analyzed concerning a consumer’s health or medical history) <p>\n<strong>Disclosures for Business Purposes:</strong>\n</p>\n<ul>\n<li>Vendors (e.g., processing and storage providers);</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul>\n<p>\n<strong>\n<strong>Sale/Share</strong>: </strong>None</p>\n<p>There may be additional information we collect that meets the definition of PI under applicable U.S.\nPrivacy Laws but is not reflected by a category above, in which case we will treat it as PI as required, but will not include it when we describe our practices by PI category.\nBecause there are numerous types of PI in each category of PI, and various uses for each PI type, our retention periods for each category of PI vary.\nWe retain specific PI pieces based on how long we have a legitimate purpose for the retention.\n</p>\n<p>Return to navigation</p>\n<p>\n<strong>(b)\tPI Use and Disclosure – By Processing Purpose </strong>\n</p>\n<p>We use and disclose PI for the processing purposes described below:</p>\n<strong>Processing Purpose(s)</strong>\n<strong>Examples(s) of Processing Purpose</strong>\n<strong>Categories of PI Implicated</strong>\n<strong>Categories of Recipients</strong> 1.\nPerforming Services <p>Provide our services/communicate about our services: to provide you with info or services, to send you electronic newsletters and push notifications (if you have elected to receive such), qualify you to enter into a lease at one of our communities.\nservice calls to your apartment home.\nensure that you comply with lease terms</p>\n<p>Enable additional features of our sites: to enable you to participate in a variety of our site’s features, including to pay rent and book tours online </p>\n<p>Contact You: to contact you about your use of our services and, in our discretion, changes to our services or our service’s policies </p>\n<p>Account management: to process your registration with our services, verify your info is active and valid, and manage your account </p>\n<p>Resident Service: to respond to any questions, comments, or requests you have for us or for other resident service purposes</p>\n<p> Payment: to facilitate rent payment </p>\n<ul>\n<li>Identifiers</li>\n<li>Personal Records</li>\n<li>Personal Characteristics or Traits</li>\n<li>Customer Account Details/Commercial Information</li>\n<li>Internet Usage Information</li>\n</ul>\n<ul>\n<li>Geolocation Data</li>\n<li>Sensory Data</li>\n<li>Inferences from PI Collected</li>\n<li>Government Issued Identification Numbers</li>\n<li>Financial Data</li>\n<li>Sensitive Personal Characteristics</li>\n<li>Biometric Information</li>\n<li>Health Information </li>\n</ul>\n<ul>\n<li>Vendors (e.g., internet listing services, resident services providers, payment processors, fraud prevention and security providers, marketing services providers, analytics providers, customer relationship marketing providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Collection agencies in the event of non-payment by a resident;</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\n</li>\n<li>Other parties within the limits of Additional Business Purposes.\nand/or</li>\n<li>Third-Party Digital Businesses </li>\n</ul> 2.\nManaging Interactions and Transactions Auditing: related to counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance with user interaction or transaction specifications and standards (e.g., ecommerce activities).\n<br>\n<ul>\n<li>Identifiers</li>\n<li>Internet Usage Information</li>\n</ul>\n<ul>\n<li>Vendors (e.g., fraud prevention and security providers, marketing services providers, analytics providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Other parties within the limits of Additional Business Purposes.\nand/or</li>\n<li>Third-Party Digital Businesses.</li>\n</ul> 3.\nSecurity Security/fraud prevention: to protect the security of Company, our services, or its users and to prevent and address fraud.\nidentity validation of consumer accounts or prevent unauthorized access to resident accounts.\nprevent identity theft <ul>\n<li>Identifiers</li>\n<li>Personal Records</li>\n<li>Customer Account Details/Commercial Information</li>\n<li>Internet Usage Information</li>\n<li>Sensory Data</li>\n<li>Government Issued Identification Numbers</li>\n<li>Financial Data</li>\n<li>Biometric Information</li>\n</ul>\n<ul>\n<li>Vendors (e.g., Service Providers that help verify your identity if you take a self-guided tour of one of our properties.\nService Providers that help ensure the physical safety of our communities.\nfraud prevention and security providers)</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes).\nand/or</li>\n<li>Third-Party Digital Businesses</li>\n</ul> 4.\nDebugging Repairs: to identify and repair errors that impair existing intended functionality of our services.<br>\n<ul>\n<li>Identifiers</li>\n<li>Internet Usage Information</li>\n<li>Sensory Data</li>\n</ul>\n<ul>\n<li>Vendors (e.g., Service Providers that help identify and repair errors on our services).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.\n</li>\n</ul> 5.\nAdvertising &amp.\nMarketing (excluding Cross-Context Behavioral Advertising and Targeted Advertising) <p>Content and offers customization: to customize your experience on our websites apps, or other services, or to serve you specific content and offers that are relevant to/customized for you </p>\n<p>Advertising, marketing, and promotions: to assist us in determining relevant advertising and the success of our advertising campaigns.\nto help us determine where to place our ads, including on other websites.\nfor promotional activities such as running sweepstakes, contests, and other promotions.</p> Third-party: for selected marketing partners to offer services to our residents, such as credit card issuers <ul>\n<li>Identifiers</li>\n<li>Personal Records</li>\n<li>Personal Characteristics or Traits</li>\n<li>Customer Account Details/Commercial Information</li>\n<li>Internet Usage Information</li>\n<li>Inferences from PI Collected</li>\n</ul>\n<ul>\n<li>Vendors (e.g., internet listing services, marketing services providers, analytics providers, consumer service and support provider, and cloud services and storage providers).\n</li>\n<li>Selected marketing partners that offer services to our residents, such as credit card issuers.\n</li>\n<li>Other parties within the limits of Additional Business Purposes.\nand/or</li>\n<li>Third-Party Digital Businesses.</li>\n</ul> 6.\nQuality Assurance Quality and Safety of Service: undertaking activities to verify or maintain the quality or safety of our services, and to improve, upgrade, or enhance our services.<br>\n<ul>\n<li>Identifiers</li>\n<li>Internet Usage Information</li>\n<li>Sensory Data</li>\n</ul>\n<ul>\n<li>Vendors (e.g., Service Providers that help improve the quality of our services).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.\n</li>\n</ul> 7.\nProcessing Interactions and Transactions Short-term, transient use: including, but not limited to, non-personalized advertising shown as part of a Consumer’s current interaction with Company and use of our services’ features and functionality (e.g., e-commerce transactions) <ul>\n<li>Identifiers</li>\n<li>Personal Records</li>\n<li>Customer Account Details/Commercial Information</li>\n<li>Internet Usage Information</li>\n<li>Geolocation Data</li>\n<li>Inferences from PI Collected</li>\n</ul>\n<ul>\n<li>Vendors (e.g., internet listing services, fraud prevention and security providers, marketing services providers, analytics providers, consumer service and support providers, and cloud services and storage providers).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul> 8.\nResearch and Development <p>Research and analytics: to better understand how users access and use our services, both on an aggregated and individualized basis, to improve our services and respond to user preferences, and for other research and analytical purposes</p> Customer satisfaction surveys: to administer surveys and questionnaires, such as for customer satisfaction purposes<br>\n<ul>\n<li>Identifiers</li>\n<li>Personal Records</li>\n<li>Personal Characteristics or Traits</li>\n<li>Customer Account Details/Commercial Information</li>\n<li>Internet Usage Information</li>\n<li>Geolocation Data</li>\n<li>Sensory Data</li>\n<li>Inferences from PI Collected</li>\n</ul>\n<ul>\n<li>Vendors (e.g., consumer service and support provider and cloud services and storage providers).\n</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.\nand/or</li>\n<li>Third-Party Digital Businesses.</li>\n</ul> 9.\nAdditional Business Purposes <p>Compliance with legal obligations: to comply with legal obligations, as part of our general business operations, and for other business administration purposes</p>\n<p>Prevention of illegal activities, fraud, injury to others, or violation of our terms and policies: to investigate, prevent or take action if someone may be using info for illegal activities, fraud, or in ways that may threaten someone’s safety or violate of our terms or this Notice</p>\n<p>Purposes disclosed at PI collection: We may provide additional disclosures at the time of PI collection, such as on a checkout page </p> Related or compatible purposes: for purposes that are related to and/or compatible with any of the foregoing purposes <ul>\n<li>Identifiers</li>\n<li>Personal Records</li>\n<li>Personal Characteristics or Traits</li>\n<li>Customer Account Details/Commercial Information</li>\n<li>Internet Usage Information</li>\n<li>Geolocation Data</li>\n<li>Sensory Data</li>\n<li>Inferences from PI Collected</li>\n<li>Government Issued Identification Numbers</li>\n<li>Financial Data</li>\n<li>Sensitive Personal Characteristics</li>\n<li>Biometric Information</li>\n<li>Health Information</li>\n</ul>\n<ul>\n<li>Vendors (e.g., payment processors, fraud prevention and security providers, marketing services providers, analytics providers, consumer service and support providers, and cloud services and storage providers).\n</li>\n<li>Collection agencies in the event of non-payment by a resident;</li>\n<li>Public authorities/governmental bodies (making requests pursuant to legal or regulatory process).\nand/or</li>\n<li>Other parties within the limits of Additional Business Purposes.</li>\n</ul> 10.\nCommercial Purposes <p>Cross-context Behavioral Advertising</p>\n<p>Targeted Advertising </p>\n<p>Strategic partnerships with selected marketing partners that offer services to our residents, such as credit card issuers</p>\n<ul>\n<li>Identifiers</li>\n<li>Internet Usage Information</li>\n</ul>\n<ul>\n<li>Vendors (e.g., internet listing services, marketing services providers, and analytics providers).\n</li>\n<li>Selected marketing partners that offer services to our residents, such as credit card issuers.\nand/or</li>\n<li>Third-Party Digital Businesses</li>\n</ul>\n<p>Return to navigation</p>\n<p>\n<strong>2.\nYOUR CONSUMER RIGHTS AND HOW TO EXERCISE THEM</strong>\n</p>\n<p>As described more below, subject to meeting the requirements for a Verifiable Consumer Request (defined below), Company provides Consumers and our California Personnel the privacy rights accorded to you under your applicable state law.\nFor residents of states without Consumer privacy rights, we will consider requests but will apply our discretion with respect to if and how we process such requests.\nWe will also consider applying state law rights prior to the effective date of such laws, but will do so in our discretion.\n</p>\n<p> To submit a request to exercise your Consumer privacy rights, or to submit a request as an authorized agent, use our Consumer Rights Request page here, or call us at 1-833-605-4293 between the hours of 9 AM and 5 PM ET, Monday through Friday, and respond to any follow-up inquiries we make.\nPlease be aware that we do not accept or process requests through other means (e.g., via fax, chats, social media etc.).\nMore details on the request and verification process is in Section 2(g) below.\nThe Consumer rights we accommodate are as follows:</p>\n<p>\n<strong>(a)\tRight to Limit Sensitive PI Processing</strong>\n</p>\n<p>We only Process Sensitive PI for purposes that are exempt from Consumer choice under U.S.\nPrivacy Laws.\n</p>\n<p>\n<strong>(b)\tRight to Know/Access</strong>\n</p>\n<p>Residents of California, Virginia, and Colorado are entitled to access PI up to twice in a 12-month period.\nResidents of Connecticut and Utah are entitled once every 12-month period to access PI maintained by Company, with subsequent requests subject to a service fee.\nWe apply the same limitation on number of Verifiable Consumer Requests in Connecticut and Utah to all states other than California, Virginia, and Colorado.</p>\n<p>\n<strong>(1)\tCategories (available for California Residents Only)</strong>\n</p>\n<p>California residents have a right to submit a request for any of the following for the period that is 12-months prior to the request date:</p>\n<p>•\tThe categories of PI we have collected about you.</p>\n<p>•\tThe categories of sources from which we collected your PI.</p>\n<p>•\tThe Business Purposes or Commercial Purposes for our collecting or Selling your PI.</p>\n<p>•\tThe categories of third parties to whom we have shared your PI.</p>\n<p>•\tA list of the categories of PI disclosed for a Business Purpose and, for each, the categories of recipients, or that no disclosure occurred.</p>\n<p>•\tA list of the categories of PI sold about you and, for each, the categories of recipients, or that no sale occurred.\n</p>\n<p>\n<strong>(2)\tSpecific Pieces</strong>\n</p>\n<p>You may request to confirm if we are Processing your PI and, if we are, to obtain a transportable copy, subject to applicable request limits, of your PI that we have collected and are maintaining.\nFor your specific pieces of PI, as required by applicable U.S.\nPrivacy Laws, we will apply the heightened verification standards as described below.\nWe have no obligation to re-identify information or to keep PI longer than we need it or are required to by applicable law to comply with access requests.\n</p>\n<p>\n<strong>(c)\tDo Not Sell / Share / Target</strong>\n</p>\n<p>Under the various U.S.\nPrivacy Laws there are broad and differing concepts of “Selling” PI for which an opt-out is required.\nCalifornia also has an opt-out from “Sharing” for Cross-Context Behavioral Advertising (use of PI from different businesses or services to target advertisements).\nOther states have an opt-out of “Targeted Advertising” (defined differently but also addressing tracking, profiling, and targeting of advertisements).\nWe may Sell or Share your PI and/or use your PI for Targeted Advertising, as these terms apply under U.S.\nPrivacy Laws.\nHowever, we provide U.S.\nConsumers an opt out of Sale/Sharing/Targeting that is intended to combine all of these state opt-outs into a single opt-out available regardless of state of residency.\n</p>\n<p>Third-Party digital businesses (“<strong>Third-Party Digital Businesses</strong>”) may associate cookies and other tracking technologies that collect PI about you on our services, or otherwise Collect and Process PI that we make available about you, including digital activity information.\nWe understand that giving access to PI on our services, or otherwise, to Third-Party Digital Businesses could be deemed a Sale and/or Share under some state laws and thus we will treat such PI (e.g., cookie ID, IP address, and other online IDs and internet or other electronic activity information) collected by Third-Party Digital Businesses, where not limited to acting as our Service Provider (or Contractor or Processor), as a Sale and/or Share and subject to a Do Not Sell/Share/Target opt-out request.\nWe will not Sell your PI, Share your PI for Cross-Context Behavioral Advertising, or Process your PI for Targeted Advertising if you make a Do Not Sell/Share/Target opt-out request.\n</p>\n<p>Opt-out for non-cookie PI: If you want to limit our Processing of your non-cookie PI (e.g., your email address) for Targeted Advertising, or opt-out of the Sale/Sharing of such data, make an opt-out request here.\n</p>\n<p>Opt-out for cookie PI: If you want to limit our Processing of your cookie-related PI for Targeted Advertising, or opt-out of the Sale/Sharing of such PI, you need to exercise a separate opt-out request on our cookie management tool here (Your Privacy Choices).\nThis is because we have to use different technologies to apply your opt-out of cookie PI and to non-cookie PI.\nOur cookie management tool enables you to exercise such an opt-out request and enable certain cookie preferences on your device.\nYou must exercise your preferences on each of our websites you visit, from each browser you use, and on each device that you use.\nSince your browser opt-out is designated by a cookie, if you clear or block cookies, your preferences will no longer be effective and you will need to enable them again via our cookie management tool.\nBeware that if you use ad blocking software, our cookie banner may not appear when you visit our services and you may have to use the link above to access the tool.\n</p>\n<p>Opt-out preference signals (also known as global privacy control or GPC): Some of the U.S.\nPrivacy Laws require businesses to process GPC signals, which is referred to in California as opt-out preference signals (“<strong>OOPS</strong>”), which are signals sent by a platform, technology, or mechanism, enabled by individuals on their devices or browsers, that communicate the individual’s choice to opt-out of the Sale and Sharing of personal information.\nTo use an OOPS/GPC, you can download an internet browser or a plugin to use on your current internet browser and follow the settings to enable the OOPS/GPC.\nWe have configured the settings of our consent management platform to receive and process GPC signals on our website, which is explained by our consent management platform here.\nWe process OOPS/GPC with respect to Sales and Sharing that may occur in the context of Collection of cookie PI by tracking technologies online by Third-Party Digital Businesses, discussed above, and apply it to the specific browser on which you enable OOPS/GPC.\nWe currently do not, due to technical limitations, process OOPS/GPC for opt-outs of Sales and Sharing in other contexts (e.g., non-cookie PI).\nWe do not: (1) charge a fee for use of our service if you have enabled OOPS/GPC.\n(2) change your experience with any product or service if you use OOPS/GPC.\nor (3) display a notification, pop-up, text, graphic, animation, sound, video, or any interstitial in response to the OOPS/GPC.</p>\n<p>We do not knowingly Sell or Share the PI of Consumers under 16, unless we receive affirmative authorization (“opt-in”) from either the Consumer who is between 13 and 16 years old, or the parent or guardian of a Consumer who is less than 13 years old.\nIf you think we may have unknowingly collected PI of a Consumer under 16 years old, please Contact Us.</p>\n<p> We may disclose your PI for the following purposes, which are not a Sale or Share: (i) if you direct us to disclose PI.\n(ii) to comply with a Consumer rights request you submit to us.\n(iii) disclosures amongst the entities that constitute Company as defined above, or as part of a Corporate Transaction.\nand (iv) as otherwise required or permitted by applicable law</p>\n<p>\n<strong>(d) Right to Delete</strong>\n</p>\n<p>Except to the extent we have a basis for retention under applicable law, you may request that we delete your PI.\nOur retention rights include, without limitation:</p>\n<ul>\n<li>to complete transactions and services you have requested;</li>\n<li>for security purposes;</li>\n<li>for legitimate internal Business Purposes (e.g., maintaining business records);</li>\n<li>to comply with law and to cooperate with law enforcement.\nand</li>\n<li>to exercise or defend legal claims.</li>\n</ul>\n<p> Note also that, depending on where you reside (e.g., California and Utah), we may not be required to delete your PI that we did not collect directly from you.</p>\n<p>\n<strong>(e) Correct your PI</strong>\n</p>\n<p>Consumers may bring inaccuracies they find in their PI that we maintain to our attention and we will act upon such a complaint as required by applicable law.</p>\n<p>\n<strong>(f)\tAutomated Decision Making/Profiling</strong>\n</p>\n<p>We only engage in Automated Decision Making or Profiling in ways that are exempt from Consumer choice under U.S.\nPrivacy Laws.</p>\n<p>\n<strong>(g)\tHow to Exercise Your Consumer Privacy Rights</strong>\n</p>\n<p>To submit a request to exercise your Consumer privacy rights, or to submit a request as an authorized agent, use our Consumer Rights Request page here, or call us at 1-833-605-4293 between the hours of 9 AM and 5 PM ET, Monday through Friday, and respond to any follow-up inquiries we make.\nPlease be aware that we do not accept or process requests through other means (e.g., via fax, chats, social media etc.).</p>\n<p>\n<strong>(1)\tYour Request Must be a Verifiable Consumer Request</strong>\n</p>\n<p>As permitted or required by applicable U.S.\nPrivacy Laws, any request you submit to us must be a Verifiable Consumer Request, meaning when you make a request, we may ask you to provide verifying information, such as your name, e-mail, and phone number.\nYou will then be contacted for further verification which typically will involve use of an application that will compare a photograph of you to your government issued identification card.\nHowever, other methods of verification may be available upon request at privacy@avalonbay.com.\nWe will review the information provided and may request additional information (e.g., transaction history) via e-mail or other means to ensure we are interacting with the correct individual.\nWe will not fulfill your Right to Know (Categories), Right to Know (Specific Pieces), Right to Delete, or Right to Correction request unless you have provided sufficient information for us to reasonably verify you are the Consumer about whom we collected PI.\nWe do not verify opt-outs of Sell/Share/Target or Limitation of Sensitive PI requests unless we suspect fraud.</p>\n<p>We verify each request as follows:</p>\n<ul>\n<li>\n<em>Right to Know (Categories) (available for California residents only):</em> We verify your Request to Know Categories of PI to a reasonable degree of certainty or a reasonably high degree of certainty depending on the verification method used.\nIf we cannot do so, we will refer you to this Notice for a general description of our data practices.\n</li>\n<li>\n<em>Right to Know (Specific Pieces)</em>\n<em>:</em> We verify your Request To Know Specific Pieces of PI to a reasonably high degree of certainty.\nIf you fail to provide requested information, we will be unable to verify you sufficiently to honor your request, but we will then treat it as a Right to Know Categories Request if you are a California resident.\n</li>\n<li>\n<em>Do Not Sell/Share/Target &amp.\nLimit SPI</em>\n<em>:</em> No specific verification required unless we suspect fraud.</li>\n<li>\n<em>Right to Delete:</em> We verify your Request to Delete to a reasonable degree of certainty or to a reasonably high degree of certainty depending on the verification method used, the sensitivity of the PI, and the risk of harm to the Consumer posed by unauthorized deletion.\nIf we cannot verify you sufficiently to honor a deletion request, you can still make a Do Not Sell/Share/Target and/or Limit SPI request.</li>\n<li>\n<em>Correction</em>: We verify your Request to Correct PI to a reasonable degree of certainty or to a reasonably high degree of certainty, depending on the verification method used, the sensitivity of the PI, and the risk of harm to the Consumer posed by unauthorized correction.</li>\n</ul>\n<p> To protect Consumers, if we are unable to verify you sufficiently, we will be unable to honor your request.\nWe will use PI provided in a Verifiable Consumer Request only to verify your identity or authority to make the request and to track and document request responses, unless you also gave it to us for another purpose.</p>\n<p>\n<strong>(2)\tAgent Requests</strong>\n</p>\n<p>You may use an authorized agent to make a request for you, subject to our verification of the agent, the agent’s authority to submit requests on your behalf, and of you.\nYou can learn how to do this by visiting the agent section of our Consumer Rights Request page here.\nOnce your agent’s authority is confirmed, they may exercise rights on your behalf subject to the agency requirements of applicable U.S.\nPrivacy Laws.</p>\n<p>\n<strong>(3)\tAppeals</strong>\n</p>\n<p>You may appeal Company’s decision regarding a request by following the instructions in our response to you.</p>\n<p>\n<strong>(h)\tOur Responses</strong>\n</p>\n<p>Some PI that we maintain is insufficiently specific for us to be able to associate it with a Consumer (e.g., clickstream data tied only to a pseudonymous browser ID).\nWe do not include that PI in response to those requests.\nIf we deny a request, in whole or in part, we will explain the reasons in our response.\n</p>\n<p>We will make commercially reasonable efforts to identify Consumer PI that we Process to respond to your Consumer request(s).\nIn some cases, particularly with voluminous and/or typically irrelevant data, we may suggest you receive the most recent or a summary of your PI and give you the opportunity to elect whether you want the rest.\nWe reserve the right to direct you to where you may access and copy responsive PI yourself.\nWe will typically not charge a fee to fully respond to your requests.\nprovided, however, that we may charge a reasonable fee, or refuse to act upon a request, if your request is excessive, repetitive, unfounded, or overly burdensome.\nIf we determine that the request warrants a fee, or that we may refuse it, we will give you notice explaining why we made that decision.\nYou will be provided a cost estimate and the opportunity to accept such fees before we will charge you for responding to your request.</p>\n<p> Consistent with applicable U.S.\nPrivacy Laws and our interest in the security of your PI, we will not deliver to you your Social Security number, driver’s license number, or other government-issued ID number, financial account number, any health or medical identification number, an account password, security questions or answers, or unique Biometric Information generated from measurements or technical analysis of human characteristics in response to a Consumer privacy rights request.\nhowever, you may be able to access some of this information yourself through your account if you have an active account with us.</p>\n<p>Return to navigation</p>\n<p>\n<strong>3.\nNON-DISCRIMINATION/NON-RETALIATION</strong>\n</p>\n<p>We will not discriminate or retaliate against you in a manner prohibited by applicable U.S.\nPrivacy Laws for your exercise of your Consumer privacy rights.\nWe may charge a different price or rate, or offer a different level or quality of good or service, to the extent that doing so is reasonably related to the value of the applicable PI.</p>\n<p>Return to navigation</p>\n<p>\n<strong>4.\nNOTICE OF FINANCIAL INCENTIVE PROGRAMS</strong>\n</p>\n<p>We do not currently offer discounts or rewards to Consumers for providing us PI, or set price or service differences related to the collection, retention, sale, or sharing of PI.\nHowever, we may inform you of discounts, rewards, or other benefits offered by other businesses, and they may collect PI from you in connection with these benefits.\nSuch benefits and PI collection are governed by their privacy policies and terms, and not ours.\n</p>\n<p>If we offer such programs in the future, we will update this Notice to describe such program(s), including how you may opt-in and how we value the PI required.\nCalifornia Personnel should see the Notice of Financial Incentive Programs in our California Personnel Privacy Notice.</p>\n<p>Return to navigation</p>\n<p>\n<strong>5.\nOUR RIGHTS AND THE RIGHTS OF OTHERS</strong>\n</p>\n<p>Notwithstanding anything to the contrary, we may collect, use and disclose your PI as required or permitted by applicable law and this may override your rights under U.S.\nPrivacy Laws.\nIn addition, we are not required to honor your requests to the extent that doing so would infringe upon our or another person’s or party’s rights or conflict with applicable law.</p>\n<p>Return to navigation</p>\n<p>\n<strong>6.\nADDITIONAL NOTICE FOR CALIFORNIA RESIDENTS</strong>\n</p>\n<p>In addition to the CCPA, certain Californians are entitled to certain other notices, as follows: </p>\n<p> This Notice provides information on our online practices and your California rights specific to our online services.\nWithout limitation, Californians that visit our online services and seek to acquire goods, services, money or credit for personal, family or household purposes are entitled to the following notices of their rights:</p>\n<p>\n<strong>(a)\tCalifornia Minors</strong>\n</p>\n<p>Although our services are intended for an audience over the age of majority, any California residents under the age of eighteen (18) who have registered to use our services, and posted content on the service, can request removal by contacting us, detailing where the content is posted and attesting you posted it.\nWe will then make reasonably good faith efforts to remove the post from prospective public view or anonymize it, so the minor cannot be individually identified to the extent required by applicable law.\nThis removal process cannot ensure complete or comprehensive removal.\nFor instance, third parties may have republished or archived content by search engines we do not control.</p>\n<p>\n<strong>(b)\tShine the Light</strong>\n</p>\n<p>We may from time to time elect to share certain “personal information” (as defined by California’s “Shine the Light” law) about you with third parties for those third parties’ direct marketing purposes.\nCalifornia Civil Code § 1798.83 permits California residents who have supplied personal information, as defined in the statute, to us to, under certain circumstances, request and obtain certain information regarding our disclosure, if any, of personal information to third parties for their direct marketing purposes.\nIf this applies, you may obtain the categories of personal information shared and the names and addresses of all third parties that received personal information for their direct marketing purposes during the immediately prior calendar year (e.g.\nrequests made in 2023 will receive information about 2022 sharing activities).\nTo make such a request, please provide sufficient information for us to determine if this applies to you, attest to the fact that you are a California resident and provide a current California address for our response.\nYou may make this request by emailing us at privacy@avalonbay.com, or in writing at: 4040 Wilson Blvd., Suite 1000, Arlington, VA 22203, (Attention: Legal Counsel).\nAny such request must include “California Privacy Rights Request” in the first line of the description and include your name, street address, city, state, and ZIP code.\nPlease note that we are only required to respond to one request per customer each year.</p>\n<p> As these rights and your CCPA rights are not the same and exist under different laws, you must exercise your rights under each law separately.</p>\n<p>Return to navigation</p>\n<p>\n<strong>7.\nADDITIONAL NOTICE FOR CONNECTICUT RESIDENTS</strong>\n</p>\n<p>Connecticut law requires any person or entity that collects Social Security numbers from Connecticut residents in the course of business to create a privacy protection policy and to publish or display it publicly.\nIt is our policy to protect the confidentiality of Social Security numbers in our possession from misuse and improper disclosure by maintaining and enforcing policies and physical and electronic safeguards against misuse and improper disclosure.\nUnlawful disclosure of Social Security numbers is prohibited, and access to them is limited to personnel who need access to such information in order to perform their job functions.</p>\n<p>Return to navigation</p>\n<p>\n<strong>8.\nCONTACT US</strong>\n</p>\n<p>If you have any questions, comments, or concerns about our privacy practices, please contact us by e-mail at privacy@avalonbay.com or call at us 1-833-605-4293 between the hours of 9 AM and 5 PM ET, Monday through Friday.\nPlease note that e-mail communications will not necessarily be secure.\naccordingly, you should not include sensitive information in your e-mail correspondence with us.</p>\n<p>Return to navigation</p>\n<ul>\n<li>Southern California Apartments</li>|<li>Northern California Apartments</li>|<li>Colorado Apartments</li>|<li>Connecticut Apartments</li>|<li>District of Columbia Apartments</li>|<li>Florida Apartments</li>|<li>Maryland Apartments</li>|<li>Massachusetts Apartments</li>|<li>New Jersey Apartments</li>|<li>New York Apartments</li>|<li>North Carolina Apartments</li>|<li>Texas Apartments</li>|<li>Virginia Apartments</li>|<li>Washington Apartments</li>\n</ul>\n<ul>\n<li>About Us</li>|<li>Avalon</li>|<li>AVA</li>|<li>Eaves</li>|<li>Kanso</li>|<li>Furnished</li>|<li>Careers</li>|<li>Corporate Responsibility</li>|<li>Affordable Housing</li>|<li>Investor Relations</li>|<li>Retail</li>|<li>Contact Us</li>|<li>Vendor Prequalification Process</li>|<li>Privacy Policy</li>|<li>Fair Housing Statement</li>|<li>Equal Housing Opportunity Community</li>|<li>US State Privacy Notice</li>|<li>Cookie Policy</li>|<li>Terms of Use</li>|<li>Infringements or Copyrights</li>|<li>Do Not Sell/Share My Personal Information</li>|<li>Your Privacy Choices</li>\n</ul>© 2023 AvalonBay, Inc.\nAll rights reserved.<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We, our service providers, and third-party services use cookies as more fully described in our Privacy Policy.\nSee our U.S.\nState Privacy Notice to learn more about the information we collect and the purposes for which we collect and process it.U.S.\nState Privacy Notice</p>Your Privacy Choices Filters Information storage and accessCancel ApplyDo Not Sell/Share/TargetUnder the various U.S.\nPrivacy Laws, consumers have the right to opt-out of processing of personal info for \"targeted advertising,\" and activities that are classified as \"sale\" and/or \"sharing,\" which may include data collection by cookies categorized below as “Optional.” To submit an opt-out request for Optional cookies, toggle that category below to the left and click “Confirm My Choices,” which will have the effect of opting you out of \"sale,\" \"sharing,\" and \"targeted advertising\" on the browser you are currently using.\nYou must exercise your preferences on each of our websites you visit, from each browser you use, and on each device that you use.\nSince your browser opt-out is designated by a cookie, if you clear or block cookies, your preferences will no longer be effective and you will need to enable them again via this tool.\nIn addition, this tool only has the capability of applying your opt-out to cookies.\nIf you would like to submit an opt-out request with respect to your non-cookie personal info (e.g., your email address) visit our webform to opt-out of sale/sharing/targeting with respect to non-cookie personal info here: <br>NON-COOKIE OPT-OUTMORE INFO<ul>\n<li>Required CookiesAlways Active Required Cookies<p>These cookies are either necessary for the website to function and cannot be switched off in our systems, or qualify as service providers and do not implicate \"sales\" or \"sharing\".\n</p>\n</li>\n<li>Optional Cookies Optional Cookies<p>\n</p>\n</li>\n</ul> Confirm My ChoicesBack Button<p>Back</p>\n<p>\n</p>Vendor Search Search IconVendors ListFilter Icon Filters (0)Consent Leg.Interest<p>Select All</p> Select All Vendors Select All Vendors Select All Hosts", "created_at": "2023-06-29 23:03:31.841532", "updated_at": "2023-06-29 23:06:07.57345"}, {"id": 16791, "name": "Privacy Policy ", "url": "https://www.avaloncommunities.com/privacy-policy/", "xpath": "//body", "text": "Avalon CommunitiesLocationsAbout UsPurpose and ValuesStrategyESGInclusion and DiversityLeadershipInvestor RelationsPress ReleasesRetailMixed Use DevelopmentCareersFor ResidentsCOVID-19Create AccountLogin Privacy Policy <p>\n<strong>UPDATED PRIVACY POLICY</strong>\n</p>\n<p>\n<strong>Effective Date:</strong>&nbsp;January 30, 2023</p>\n<p>AvalonBay Communities, Inc., its subsidiaries and related entities&nbsp;<strong>(\"AvalonBay,\" \"Avalon,\" \"we,\" \"our\" or \"us\")</strong>&nbsp;respects your privacy and is committed to protecting your information.\nThis Privacy Policy (alternatively,&nbsp;<strong>“Policy”</strong>) describes our privacy practices with regard to your use of any online services (e.g., website, software, or mobile app, and certain e-mails we send, and customer services tools we offer, such as chat features on our website and call centers) that posts a link to this Policy<strong>(“Service(s)”)</strong>, regardless of how the Service is accessed or used.&nbsp;Click here&nbsp;to view our Terms of Use.\nLikewise, this Policy is limited to information about you that could reasonably be used to identify you personally, or that is associated with information that identifies you (<strong>\"Personally Identifiable Information\"</strong>).\nAdditional privacy policies or notices may supplement this Privacy Policy.\nWe provide additional information and choices for residents of certain U.S.\nstates.\nView our U.S.\nState Privacy Notice for more information.\n</p>\n<p>\n<strong>“Personally Identifiable Information,”</strong>&nbsp;also known as&nbsp;<strong>“personal data” or “PII,”</strong>&nbsp;may include, where applicable: your name.\nyour home or other physical address.\nyour email address.\nyour telephone number or other contact information.\nSocial Security number.\ndriver’s license or state identification card number.\nfinancial information (i.e.\nbank account number and routing number).\nyour AvalonCommunities or AvalonAccess account username and password.\nand/or any other identifier that identifies you.\n“Personally Identifiable Information” may also include your AvalonCommunities or AvalonAccess account information – i.e.\nyour username and password.</p>\n<p>Please note that this Policy&nbsp;does not govern&nbsp;the practices of third parties, such as our partners, third party service providers, or advertisers except to the extent we provide them with PII.\nAny information you provide directly to a third party while utilizing their website or service, even if you access their website or service through ours, will be governed by the third party’s privacy policy and terms of use, and not this Policy.\nPlease review such third party policies and terms of use carefully.</p>\n<p> By visiting or otherwise using the Service, you agree to the Service’s&nbsp;Terms of Use&nbsp;and consent to our data collection, use, and disclosure practices, and other activities as described in this Policy, and any additional privacy statements that may be posted on an applicable part of the Service.\nIf you do not agree and consent, please discontinue use of the Service, and uninstall Service downloads and applications.</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<p>\n<strong>1.\nCOLLECTION OF PERSONALLY IDENTIFIABLE INFORMATION</strong>\n</p> 1.1.\nInformation You Choose to Give Us <br> 1.2.\nInformation We Obtain through Your Use of the Service <br> 1.3.\nInformation We Collect from Third Parties <br>\n<p>\n<strong>2.\nUSE OF PERSONALLY IDENTIFIABLE INFORMATION</strong>\n</p>\n<p>\n<strong>3.\nSHARING OF INFORMATION WITH THIRD PARTIES</strong>\n</p>\n<p>\n<strong>4.\nINFORMATION YOU DISCLOSE PUBLICLY OR TO OTHERS</strong>\n</p>\n<p>\n<strong>5.\nTHIRD-PARTY CONTENT, THIRD-PARTY SERVICES, AND SOCIAL FEATURES</strong>\n</p>\n<p>\n<strong>6.\nSECURITY</strong>\n</p>\n<p>\n<strong>7.\nPRIVACY POLICY CHANGES</strong>\n</p>\n<p>\n<strong>8.\nEXERCISING CONTROL OVER YOUR PERSONALLY IDENTIFIABLE INFORMATION</strong>\n</p> 8.1.\nAdditional Information for Certain U.S.\nResidents<br> 8.2.\nEU Residents <br>\n<p>\n<strong>9.\nQUESTIONS</strong>\n</p>\n<p>\n<strong>1.\nCOLLECTION OF PERSONALLY IDENTIFIABLE INFORMATION</strong>\n</p>\n<p>When you use our Services, we collect certain PII about you.\nAvalonBay collects and obtains your PII in a few different ways in connection with the Service (<strong>“AvalonBay-Collected PII”</strong>).\nWe collect AvalonBay-Collected PII that you choose to give to us, PII that we obtain through your use of the Service, and PII that we obtain from third parties or other sources.\nIn addition, we and our Service Providers may collect information when you communicate with us, such as via chat features on our website, emails, and/or customer service calls, and/or via service activity monitoring, all of which may be recorded or transcribed.\nExcept to the extent other PII or information is combined by or on behalf of AvalonBay with AvalonBay-Collected PII, it is not governed by this Policy.</p>\n<p>\n<strong>1.1 Personally Identifiable Information You Choose to Give Us</strong>\n</p>\n<p>\n<em>PII directly provided</em>\n</p>\n<p>We may collect Personally Identifiable Information when you use certain aspects of our Service, such as to communicate with us, set up or use an account, to apply for an apartment or employment, post content or make comments, or to use other Services provided by AvalonBay.\nWe may ask you to provide certain Personally Identifiable Information at various places and through various mechanisms on the Service.\nThis may include, for example, when you fill out and submit forms (such as forms requesting information needed to consider you for apartment rentals, or potential employment opportunities), when you initiate payments to us through the Service, when you participate in promotions, contests, or sweepstakes on the Service, or when you post information to an interactive forum, bulletin board, or chat room.\nWe may also collect Personally Identifiable Information when you register for e-mail communications, and when you submit a survey response, question or request to the Service or e-mail address link on the Service.</p>\n<p> Additionally, we will collect other PII that you voluntarily provide through your use of the Service – for instance, you may ask us questions or provide comments to us via the “Contact Us” page of our Website.\nWhen using the “Contact Us” form, we will ask you to provide certain Personally Identifiable Information, such as your name and email address, so that we can respond to your questions or comments.\nWe will also collect any other information that you choose to provide via the “Contact Us” page, including any additional Personally Identifiable Information beyond your name and contact information.\n</p>\n<p>\n<em>Offline collection from you</em>\n</p>\n<p>AvalonBay Communities, Inc.\nmay also collect Personally Identifiable Information from consumers on-site at our apartment communities (<strong>“On-Site Consumer Data Collection”</strong>), which is not considered a Service and is not AvalonBay-Collected PII covered by this Privacy Policy, except to the extent we combine it with AvalonBay-Collected PII.\nThis may include offline collection, such as when you submit a paper application to rent an apartment, make a rent payment by check, or call or visit the management office at an AvalonBay property.\nIt may also include e-mails that you send to us separate from the Service.\nFor information on our offline data practices see our U.S.\nState Privacy Notice.\nThis Policy also does not apply to our personnel practices.\nProspective, current, and former California personnel can learn more about our human resources practices in our California Personnel Privacy Notice.</p>\n<p> We may also collect information relating to conversations, including recordings monitoring customer service calls for quality assurance or training purpose, and other communications such as SMS, which are considered a covered Services to which this Privacy Policy applies.\n</p>\n<p>\n<strong>1.2 Information We Obtain through Your Use of the Service</strong>\n</p>\n<p>When you access or use the Service, we automatically collect certain information about your activities (<strong>\"Usage Information\"</strong>).\nUsage Information is information about how our visitors use and navigate the Service.\nThis includes, for example, the number and frequency of visitors to each web page, the length of their stays, the type of browser each visitor is using to access the Service (for example, Internet Explorer, Firefox), the type of operating system each visitor is using (for example, WindowsOS, Mac OS), the domain name of each visitor's Internet service provider, the location data such as the visitor’s IP address, the address (or&nbsp;<strong>\"URL\"</strong>) of the web site that the visitor came from before accessing the Service, which pages were visited on the Service, what was clicked on, and certain other available information.\nWe maintain a separate Cookie Policy describing how we track cookies and internet activity and what your options are relating to cookies and tracking, which is&nbsp;available here.\nExcept as required by applicable law, we do not consider Usage Information to be PII or AvalonBay-Collected PII, except to the extent we combine it with AvalonBay-Collected PII.</p>\n<p>\n<strong>1.3 Information We Collect from Third Parties</strong>\n</p>\n<p>AvalonBay also works with third party web site operators to provide services such as rental applications, resident services, employment application screening, investor relations information, and in-screen chat applications (“<strong>Portal Sites</strong>”).\nFor instance, third party operators collect your payment card information via their Portal Site in order to complete certain transactions.\nWhen you input Personally Identifiable Information to one of our Portal Sites, you may be providing that information to a third party.\nOur Portal Sites may use framing techniques to make it appear that the user is still on the Service when the user is actually on a Portal Site.\nFor example, if you are on a page that has the look and feel of&nbsp;www.avaloncommunities.com, but the address listed in your browser is a different web site URL, then you should know that any information you provide is being collected by the third party and not governed by this Privacy Policy.\nYou should carefully review the privacy policy and terms for any third-party Portal Site.</p>\n<p>\n<strong>2.\nUSE OF PERSONALLY IDENTIFIABLE INFORMATION</strong>\n</p>\n<p>At AvalonBay, we retain and use your AvalonBay-Collected PII to: (1) provide you with services or process transactions that you have requested.\n(2) communicate with you regarding information, features or offers that we believe will be of interest to you.\n(3) respond to your questions or other requests (including use of transcripts or recordings collected from chats, customer service calls, emails, and/or activity sessions).\n(4) contact you with regard to the Service or otherwise.\n(5) process any applications, payments or changes to your account information.\n(6) process other information or Personally Identifiable Information that you submit through the Service.\n(7) conduct user surveys.\n(8) contact you regarding a sweepstakes, contest or promotion in which you have participated.\n(9) evaluate your application for employment.\n(10) fulfill other purposes disclosed at the time you provide your Personally Identifiable Information.\nand (11) as otherwise required or permitted by applicable law.\nThis includes, without limitation using your AvalonBay-Collected PI, Usage Information and other information to improve the Service or AvalonBay's services, to customize your experience on the Service, to serve you specific content, to prevent and address fraud and data security risks, or for other business purposes.</p>\n<p> If you are purchasing a service, we will request and collect certain financial information from you.\nAny financial information we collect is used to assess your credit worthiness and/or to bill you for the services you purchased.\nIf you purchase by credit card, this information may be forwarded to your credit card provider.\nYou may also be asked to disclose Personally Identifiable Information to us so that we may provide online technical support and troubleshooting.</p>\n<p>\n<strong>3.\nSHARING OF INFORMATION WITH THIRD PARTIES</strong>\n</p>\n<p>\n<em>Non-personally identifiable information</em>\n</p>\n<p>We may share non-personally identifiable information, such as Usage Information, aggregated user statistics, and other non-Personally Identifiable Information with third parties without restriction as permitted by applicable law.\nAvalonBay and third parties may convert your Personally Identifiable Information, including AvalonBay-Collected PII, to non-Personally Identifiable Information, including without limitation through hashing it or substituting a unique identifier for the Personally Identifiable Information and we and third parties may use and share that data as permitted by applicable law, including to match data attributes to and from other sources.\nAny such third-party activities are subject to their privacy policies and practices.\nIn addition, we may share your AvalonBay-Collected PII as set forth in this Policy, in any manner in which you expressly consent via the Service, or in the following circumstances:</p>\n<p>\n<em>Affiliated or Subsidiary Companies.\n</em>\n</p>\n<p>We may share AvalonBay-Collected PII with our affiliated or subsidiary companies who require access to Personally Identifiable Information for legitimate business purposes related to your potential, current or former tenancy or to process any application, request, inquiry, or other information or AvalonBay-Collected PII.\nThis includes the owner of any community where you make application or where you lease, as well as the management company for such community.</p>\n<p>\n<em>Direct Marketing</em>\n</p>\n<p>Subject to your communications choices explained in “Exercising Control Over Your Personally Identifiable Information,” and the rights of certain U.S.\nresidents&nbsp;explained here,&nbsp;we may share or sell AvalonBay-Collected PII and other information with third parties for their own direct marketing purposes.&nbsp;</p>\n<p>\n<em>Third parties providing services on our behalf</em>\n</p>\n<p>We may share your AvalonBay-Collected PII, as well as other Personally Identifiable Information and other information, with third parties who perform services on our behalf or on behalf of the owner of one of our properties (<strong>“Service Providers”</strong>).\nThis includes, without limitation, Service Providers that send communications, process payments, analyze data, assist with utility billing or renters insurance, provide credit checks, resident screening, or collection services, provide marketing assistance, or create, host and/or provide customer service on our behalf.\nIt also includes call center, chat, and session replay vendors.&nbsp;These Service Providers may have access to Personally Identifiable Information in order to provide these services to us or on our behalf.\n</p>\n<p>\n<em>Legal Requirements and Law Enforcement.</em>\n</p>\n<p>We may disclose AvalonBay-Collected PII, other Personally Identifiable Information and other information when we believe in good faith that the law requires it.\nwhen we receive an enforceable request of governmental authorities conducting an audit or investigation.\npursuant to a court order, subpoena, or discovery request in litigation.\nto verify or enforce compliance with our Terms of Use or other agreements or policies governing the Service and applicable laws, rules, and regulations.\nor whenever we believe disclosure is necessary to limit our legal liability or to protect or enforce the rights, interests, or safety of the Service, its users or other third parties.\nWe also reserve the right to report to law enforcement agencies any activities that we, in good faith, believe to be unlawful.</p>\n<p>\n<em>Sweepstakes and Promotions.</em>\n</p>\n<p>If you choose to enter a sweepstakes, contest or other promotion, your AvalonBay-Collected PII may be disclosed to Service Providers, co-sponsors, and other third parties in connection with the administration of such promotion, including, without limitation, in connection with winner selection, prize fulfillment, and as required by law, such as on a winners list.\nAlso, by entering a promotion, you are agreeing to the official rules that govern that promotion, which may include consent to additional or differing data practices from those contained in this Policy, and which may contain specific requirements of you, including, except where prohibited by law, allowing the sponsor(s) of the promotion to use your name, voice and/or likeness in advertising or marketing associated with the promotion.</p>\n<p>\n<em>Corporate Change.</em>\n</p>\n<p>We reserve the right to disclose and transfer your AvalonBay-Collected PII, other Personally Identifiable Information and other information in connection with negotiations of any proposed or actual corporate merger, consolidation, restructuring, financing, sale of substantially all assets, or other corporate change.\nFor example, when a potential buyer is interested in purchasing one of our properties, we may provide the potential buyer with information about the property and the tenants who live there, which may include your Personally Identifiable Information.\nUpon the sale of the property in which you live, all of your Personally Identifiable Information, including AvalonBay-Collected PII, may be transferred to the purchaser.</p>\n<p>\n<strong>4.\nINFORMATION YOU DISCLOSE PUBLICLY OR TO OTHERS</strong>\n</p>\n<p>The Service may permit you to post or submit User Generated Content (<strong>“UGC”</strong>) including, without limitation, written content, user profiles, audio or visual recordings, computer graphics, pictures, data, or other content, including Personally Identifiable Information.\nIf you choose to submit UGC to any public area of the Service, your UGC will be considered “public” and will be accessible by anyone, including AvalonBay.\nNotwithstanding anything to the contrary, unless otherwise explicitly agreed by us, Personally Identifiable Information included in UGC is not subject to AvalonBay’s usage or sharing limitations, or other obligations, regarding AvalonBay-Collected PII or other Personally Identifiable Information under this Policy or otherwise, and may be used and shared by AvalonBay and third parties to the fullest extent not prohibited by applicable law.\nAvalonBay encourages you to exercise caution when making decisions about what you disclose in such public areas.\nFor more information on how UGC is treated under the Service’s Terms of Use, including with regard to California minors and the removal of certain UGC they have posted on the Service, click here.</p>\n<p> Additionally, the Service may offer you the option to send a communication to a friend or other contact.\nIf so, AvalonBay relies on you to only send to people that have given you permission to do so.\nThe recipient’s Personally Identifiable Information you provide (e.g., name, e-mail address) will be used to facilitate the communication, but not used by AvalonBay for any other marketing purpose unless AvalonBay obtains consent from that person.\nYour contact information and message may be included in the communication.\n</p>\n<p>\n<strong>5.\nTHIRD-PARTY CONTENT, THIRD-PARTY SERVICES, AND SOCIAL FEATURES</strong>\n</p>\n<p>The Service may include or link to third-party websites, apps, ads, locations, platforms, code (e.g., plug-ins, application programming interfaces (<strong>“API”</strong>), and software development kits (<strong>“SDKs”</strong>) or other services (<strong>“Third-Party Service(s)”</strong>).\nThese Third-Party Services may use their own cookies, web beacons, and other technologies (collectively, “Tracking Technology”) to independently collect information about you and may solicit Personally Identifiable Information from you.</p>\n<p>Certain functionalities on the Service permit interactions that you initiate between the Service and certain Third-Party Services, such as third-party social networks (<strong>“Social Features”</strong>).\nExamples of Social Features include: enabling you to send content between the Service and a Third-Party Service and to otherwise connect the Service to a Third-Party Service (e.g., to pull or push information to or from the Service such as through LinkedIn Job Match).\nIf you use Social Features, and potentially other Third-Party Services, information you post or provide access to may be publicly displayed by the Third-Party Service that you use.\nSimilarly, if you post information on a Third-Party Service that references the Service (e.g., by using a hashtag associated with AvalonBay in a tweet or status update), your post may be used on or in connection with the Service or otherwise by AvalonBay.\nAlso, both AvalonBay and the third party may have access to certain information about you and your use of the Service and any Third-Party Service.</p>\n<p> AvalonBay is not responsible for, and makes no representations regarding, the policies or business practices of any third parties, including, without limitation, analytics Service Providers and Third-Party Services associated with the Service, and encourages you to familiarize yourself with and consult their privacy policies and terms of use.</p>\n<p>\n<strong>6.\nSECURITY</strong>\n</p>\n<p>While we take reasonable steps to secure your Personally Identifiable Information, no data transmission over the Internet can be guaranteed to be completely secure.\nLikewise, no storage or processing of your Personally Identifiable Information on the Service or on other servers or databases to which the information may be transferred can be guaranteed to be completely secure.\nPlease consider this prior to submitting your Personally Identifiable Information to us via the Service.</p>\n<p> We use current security measures to safeguard your AvalonBay-Collected PII.\nThese security measures may result in the collection, recording, and analysis of online activity or communications through our Service.\nIf you do not consent to these conditions, you must discontinue your use of the Service.</p>\n<p>\n<em> Children</em>\n</p>\n<p>The Service is intended only for adults over the age of eighteen (18) and is not directed to children younger than age eighteen (18).\nAvalonBay also does not knowingly collect Personally Identifiable Information from children under the age of thirteen (13) on the Service and will delete any information if later determined to be from a person younger than age thirteen (13) as required by applicable law.</p>\n<p>Any California residents under the age of eighteen (18) who have registered to use the Service, and who posted content or information on the Service, can request removal by contacting AvalonBay at&nbsp;privacy@avalonbay.com, detailing where the content or information is posted and attesting that you posted it.\nAvalonBay will then make reasonable good faith efforts to remove the post from prospective public view or anonymize it so the minor cannot be individually identified to the extent required by applicable law.\nThis removal process cannot ensure complete or comprehensive removal.\nFor instance, third parties may have republished or archived content by search engines and others that AvalonBay does not control.</p>\n<p>\n<strong>7.\nPRIVACY POLICY CHANGES</strong>\n</p>\n<p>This Policy may change prospectively from time to time effective upon posting of the updated notice on our Service.\nYour continued use of the Service after we make changes is deemed to be acceptance of those changes, so please review this Policy periodically for updates.\nTo the extent any provision of this Policy is found by a competent tribunal to be invalid or unenforceable, such provision shall be severed to the extent necessary for the remainder to be valid and enforceable.</p>\n<p>\n<strong>8.\nEXERCISING CONTROL OVER YOUR PERSONALLY IDENTIFIABLE INFORMATION</strong>\n</p>\n<p>In general, you may browse the Service without providing Personally Identifiable Information.\nHowever, if you choose not to provide certain information through the Service or a Portal Site, we may not be able to provide certain services or process certain of your requests.\nYou may not be able to submit an application for employment or residency, may not be able to access resident services online, or otherwise use all of the features and products that we make available online.</p>\n<p>\n<em>Updating your information</em>\n</p>\n<p>Depending on the functionality associated with the Service feature you are using, you may be able to update certain of your Personally Identifiable Information on the Service by following the instructions provided there.</p>\n<p>\n<em>Communications</em>\n</p>\n<p>You can opt out of receiving certain promotional communications (emails or text messaging) from us at any time by (i) for promotional e-mails, following the instructions provided in emails to click on the unsubscribe link, or if available by changing your communication preferences by logging onto your account.\n(ii) for text messages, following the instructions provided in text messages from AvalonBay to text the word, “STOP”.\nand (iii) for app push notifications turn off push notifications on the settings of your device and/or the app, as applicable.\nPlease note that your opt-out is limited to the e-mail address or phone number used and will not affect subsequent subscriptions.\nIf you opt-out of only certain communications, other subscription communications may continue.\nEven if you opt out of receiving promotional communications, we may, subject to applicable law, continue to send you non-promotional communications, such as those about your account, transactions, servicing, or AvalonBay’s ongoing business relations.</p>\n<p>\n<em>Consent to transfer</em>\n</p>\n<p>The Service is operated in the United States.\nYour Personally Identifiable Information will be processed and shared in the United States, where data protection and privacy regulations may provide different levels of protection compared with non-United States jurisdictions.\nYour use of the Service or provision of any information therefore constitutes your consent to the transfer to and from, processing, usage, sharing, and storage of your information, including Personally Identifiable Information, in the U.S.\nas set forth in this Privacy Policy.</p>\n<p>\n<strong>8.1 <strong>Additional Information for Certain U.S.\nResidents</strong>\n</strong>\n</p>\n<p>We have a separate notice regarding rights of certain U.S.\nresidents, which is available&nbsp;here.</p>\n<p>\n<strong>8.2 EU Residents</strong>\n</p>\n<p>AvalonBay provides services exclusively within the United States (<strong>“U.S.”</strong>), and does not own or manage property outside the U.S., intentionally market its services extraterritorially, or have a presence outside the United States, including in the European Union (<strong>“EU”</strong>), any EU-Member State, or any state belonging to the European Economic Area (<strong>“EEA</strong>”) and/or the United Kingdom.\nAvalonBay also does not market its services to individuals in Europe, including EU/EEA/UK residents.</p>\n<p>\n<strong>9.\nQUESTIONS</strong>\n</p>\n<p>If you have any questions about this Privacy Policy, you may contact us by email at privacy@avalonbay.com.</p>\n<p>\n<em>© AvalonBay Communities, Inc.\nDecember 27, 2022.\nAll Rights Reserved.</em>\n</p>\n<ul>\n<li>Southern California Apartments</li>|<li>Northern California Apartments</li>|<li>Colorado Apartments</li>|<li>Connecticut Apartments</li>|<li>District of Columbia Apartments</li>|<li>Florida Apartments</li>|<li>Maryland Apartments</li>|<li>Massachusetts Apartments</li>|<li>New Jersey Apartments</li>|<li>New York Apartments</li>|<li>North Carolina Apartments</li>|<li>Texas Apartments</li>|<li>Virginia Apartments</li>|<li>Washington Apartments</li>\n</ul>\n<ul>\n<li>About Us</li>|<li>Avalon</li>|<li>AVA</li>|<li>Eaves</li>|<li>Kanso</li>|<li>Furnished</li>|<li>Careers</li>|<li>Corporate Responsibility</li>|<li>Affordable Housing</li>|<li>Investor Relations</li>|<li>Retail</li>|<li>Contact Us</li>|<li>Vendor Prequalification Process</li>|<li>Privacy Policy</li>|<li>Fair Housing Statement</li>|<li>Equal Housing Opportunity Community</li>|<li>US State Privacy Notice</li>|<li>Cookie Policy</li>|<li>Terms of Use</li>|<li>Infringements or Copyrights</li>|<li>Do Not Sell/Share My Personal Information</li>|<li>Your Privacy Choices</li>\n</ul>© 2023 AvalonBay, Inc.\nAll rights reserved.<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We, our service providers, and third-party services use cookies as more fully described in our Privacy Policy.\nSee our U.S.\nState Privacy Notice to learn more about the information we collect and the purposes for which we collect and process it.U.S.\nState Privacy Notice</p>Your Privacy Choices Filters Information storage and accessCancel ApplyDo Not Sell/Share/TargetUnder the various U.S.\nPrivacy Laws, consumers have the right to opt-out of processing of personal info for \"targeted advertising,\" and activities that are classified as \"sale\" and/or \"sharing,\" which may include data collection by cookies categorized below as “Optional.” To submit an opt-out request for Optional cookies, toggle that category below to the left and click “Confirm My Choices,” which will have the effect of opting you out of \"sale,\" \"sharing,\" and \"targeted advertising\" on the browser you are currently using.\nYou must exercise your preferences on each of our websites you visit, from each browser you use, and on each device that you use.\nSince your browser opt-out is designated by a cookie, if you clear or block cookies, your preferences will no longer be effective and you will need to enable them again via this tool.\nIn addition, this tool only has the capability of applying your opt-out to cookies.\nIf you would like to submit an opt-out request with respect to your non-cookie personal info (e.g., your email address) visit our webform to opt-out of sale/sharing/targeting with respect to non-cookie personal info here: <br>NON-COOKIE OPT-OUTMORE INFO<ul>\n<li>Required CookiesAlways Active Required Cookies<p>These cookies are either necessary for the website to function and cannot be switched off in our systems, or qualify as service providers and do not implicate \"sales\" or \"sharing\".\n</p>\n</li>\n<li>Optional Cookies Optional Cookies<p>\n</p>\n</li>\n</ul> Confirm My ChoicesBack Button<p>Back</p>\n<p>\n</p>Vendor Search Search IconVendors ListFilter Icon Filters (0)Consent Leg.Interest<p>Select All</p> Select All Vendors Select All Vendors Select All Hosts", "created_at": "2023-06-29 23:03:31.811423", "updated_at": "2023-06-29 23:06:42.29693"}, {"id": 16793, "name": "Cookie Policy ", "url": "https://www.avaloncommunities.com/cookie-policy/", "xpath": "//body", "text": "Avalon CommunitiesLocationsAbout UsPurpose and ValuesStrategyESGInclusion and DiversityLeadershipInvestor RelationsPress ReleasesRetailMixed Use DevelopmentCareersFor ResidentsCOVID-19Create AccountLoginCookie Policy <p>\n<strong>Cookie Policy</strong>\n</p>\n<p>\n<strong>Effective Date:</strong> January 1, 2020</p>\n<p>AvalonBay Communities, Inc., its subsidiaries and related entities (<strong>\"Avalon,\"</strong>\n<strong>\"we,\" \"our\"</strong> or <strong>\"us\"</strong>) respects your privacy and is committed to protecting your information.\n</p>\n<p>When you visit the Web Site, we automatically collect certain information about your activities (\"Web Site Usage Information\").\nWe use the information we collect to enhance your visit to the Web Site and to provide you with information tailored to your needs.</p>\n<p>Web Site Usage Information is information about how our visitors use and navigate the Web Site.\nThis includes, for example, the number and frequency of visitors to each web page, the length of their stays, the type of browser each visitor is using to view the Web Site (for example, Internet Explorer, Firefox), the type of operating system each visitor is using, (for example, WindowsOS, Mac OS), the domain name of each visitor's Internet service provider, the location data such as the visitor’s IP address, the address (or \"URL\") of the web site that the visitor came from before visiting the Web Site, which pages were visited on the Web Site, what was clicked on, and certain other available information.\nAn IP address is a number that is automatically assigned to your computer whenever you access the Internet, which our web servers use to identify where to send the information your computer requests.\nWhen you request pages from the Web Site, our servers log your IP address as well as information about your activities on those pages.\nTo collect this Web Site Usage Information, the Web Site and any e-mails sent to you by the Web Site (or otherwise by AvalonBay Communities, Inc.) may utilize cookies, web beacons, embedded scripts or similar technologies.</p>\n<p>A <strong>cookie</strong> is a small data file sent to your browser when you visit the Web Site, and stored on your computer.\nCookies automatically identify your web browser to the Web Site whenever you visit the Web Site, and may make navigating and using the Web Site easier for you.\nAlso, by tracking how and when you use the Web Site, cookies help us determine which areas are popular and which are not.\nAdditionally, accepting cookies may allow you to, among other things, personalize and enhance your experience on the Web Site.\nIf you do not wish to allow for use of cookies, you can generally opt-out of providing this information by setting your browser to reject cookies.\nHowever, please be aware that some areas of the Web Site may not provide you with an acceptable user experience if you have disabled the use of cookies.</p>\n<p>A <strong>web beacon</strong> is a small, often invisible, graphic element included in a web page or e-mail.\nIt allows the party that set the web beacon to monitor and collect certain limited information about the viewer of the web page or e-mail message (such as the type of browser downloading the web beacon, the IP address of the computer that the web beacon is sent to and the time the web beacon was viewed, as well as the URL of the page the web beacon comes from).\nWe may use web beacons for many purposes, such as to count visitors to the Web Site, or to monitor how visitors navigate the Web Site, and we may include web beacons or similar technologies in e-mails in order to count how many e-mails (or particular articles, links, etc.) we sent were actually opened.</p>\n<p>An <strong>embedded script</strong> is programming code that is designed to collect information about your interactions with the Web Site.\nIt is temporarily downloaded onto your computer from our Web server or a third party we work with, is active only while you are connected to the Web Site, and is deleted thereafter.</p>\n<p>Web Site Usage Information is frequently anonymous information, since it is not normally associated with you or your identity.\nIt may be used for a number of purposes, such as system administration, to help us understand the demographics of the visitors to the Web Site, to enhance the performance and usefulness of the Web Site, to report aggregate information to our business partners, or to audit use of the Web Site.\nIf Web Site Usage Information is combined with your Personal Information in a manner that it is directly associated with your identity, then it will be treated as Personal Information under this Privacy Policy.</p>\n<p>\n<strong>Types of cookies and tags on our Web site</strong>\n</p>\n<p>We use these kinds of cookies and tags on our Web site and App:</p> Cookie Type What These Cookies Do Essential cookies These cookies are essential for parts of our Web site to operate.\nThey enable users to move around our Web site and allow us to recognize a user within our Web site so that we can provide users with the service they asked for, such as remembering the user's sign-in details.\n<br>\n<br> A preference cookie is required to maintain a record of your Do Not Track preferences, so that we may respect them for future visits.\nFunctionality cookies These cookies help us customize our Web site content based on a user's preferences.\nThey remember the user's choices, pages visited, and any changes the user makes.\nThe information these cookies collect may be anonymized and they cannot track browsing activity on other Web sites.\nPerformance cookies, such as those used for Google Analytics or Microsoft Application Insights These cookies collect information on how users use our Web site, in order to help us fix technical issues or errors, and highlight areas such as navigation where we can improve our Web site.\nFor example, Google Analytics uses cookie identifiers to track the number of visitors to the Web site, providing us with the volumes and sources of Web page traffic.\nThis allows us to analyze Web traffic patterns and run tests to optimize Web pages and visits against key metrics.\nThe information collected by Google Analytics itself is anonymous.\nYou can find more information about how Google Analytics safeguards your data at: https://policies.google.com/privacy?hl=en-US Targeting cookies, such as those used by advertising platforms we may use, such as Facebook We may use other cookies to target and re-target visitors to our Web site with digital advertising that is most relevant to the user.\nThese cookies are also used to limit the number of times you see an advertisement or particular content, as well as help measure the effectiveness of an advertising or marketing campaign.\nWe may partner with third party companies to deliver advertising to specific computers.\n<br>\n<br> For more information about digital advertising visit AdChoices at: https://www.youradchoices.com.\nSocial media cookies We allow users to share our Web site on social media such as Facebook and Twitter through the use of their cookies.\nThese cookies are not within our control.\nPlease refer to the respective privacy policies of the social media provider for how their cookies work.\n<ul>\n<li>Southern California Apartments</li>|<li>Northern California Apartments</li>|<li>Colorado Apartments</li>|<li>Connecticut Apartments</li>|<li>District of Columbia Apartments</li>|<li>Florida Apartments</li>|<li>Maryland Apartments</li>|<li>Massachusetts Apartments</li>|<li>New Jersey Apartments</li>|<li>New York Apartments</li>|<li>North Carolina Apartments</li>|<li>Texas Apartments</li>|<li>Virginia Apartments</li>|<li>Washington Apartments</li>\n</ul>\n<ul>\n<li>About Us</li>|<li>Avalon</li>|<li>AVA</li>|<li>Eaves</li>|<li>Kanso</li>|<li>Furnished</li>|<li>Careers</li>|<li>Corporate Responsibility</li>|<li>Affordable Housing</li>|<li>Investor Relations</li>|<li>Retail</li>|<li>Contact Us</li>|<li>Vendor Prequalification Process</li>|<li>Privacy Policy</li>|<li>Fair Housing Statement</li>|<li>Equal Housing Opportunity Community</li>|<li>US State Privacy Notice</li>|<li>Cookie Policy</li>|<li>Terms of Use</li>|<li>Infringements or Copyrights</li>|<li>Do Not Sell/Share My Personal Information</li>|<li>Your Privacy Choices</li>\n</ul>© 2023 AvalonBay, Inc.\nAll rights reserved.<ul>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We, our service providers, and third-party services use cookies as more fully described in our Privacy Policy.\nSee our U.S.\nState Privacy Notice to learn more about the information we collect and the purposes for which we collect and process it.U.S.\nState Privacy Notice</p>Your Privacy Choices Filters Information storage and accessCancel ApplyDo Not Sell/Share/TargetUnder the various U.S.\nPrivacy Laws, consumers have the right to opt-out of processing of personal info for \"targeted advertising,\" and activities that are classified as \"sale\" and/or \"sharing,\" which may include data collection by cookies categorized below as “Optional.” To submit an opt-out request for Optional cookies, toggle that category below to the left and click “Confirm My Choices,” which will have the effect of opting you out of \"sale,\" \"sharing,\" and \"targeted advertising\" on the browser you are currently using.\nYou must exercise your preferences on each of our websites you visit, from each browser you use, and on each device that you use.\nSince your browser opt-out is designated by a cookie, if you clear or block cookies, your preferences will no longer be effective and you will need to enable them again via this tool.\nIn addition, this tool only has the capability of applying your opt-out to cookies.\nIf you would like to submit an opt-out request with respect to your non-cookie personal info (e.g., your email address) visit our webform to opt-out of sale/sharing/targeting with respect to non-cookie personal info here: <br>NON-COOKIE OPT-OUTMORE INFO<ul>\n<li>Required CookiesAlways Active Required Cookies<p>These cookies are either necessary for the website to function and cannot be switched off in our systems, or qualify as service providers and do not implicate \"sales\" or \"sharing\".\n</p>\n</li>\n<li>Optional Cookies Optional Cookies<p>\n</p>\n</li>\n</ul> Confirm My ChoicesBack Button<p>Back</p>\n<p>\n</p>Vendor Search Search IconVendors ListFilter Icon Filters (0)Consent Leg.Interest<p>Select All</p> Select All Vendors Select All Vendors Select All Hosts ", "created_at": "2023-06-29 23:03:31.871177", "updated_at": "2023-06-29 23:05:50.545199"}], "points": [], "urls": ["avaloncommunities.com"]}}