{"error": 448, "message": "OK", "parameters": {"id": 8745, "name": "ImpressCMS", "created_at": "2023-07-02 21:50:06.417864", "updated_at": "2023-07-02 22:02:23.444945", "wikipedia": "https://en.wikipedia.org/wiki/ImpressCMS", "keywords": null, "related": null, "slug": "impresscms", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8745.png", "url": "impresscms.org", "documents": [{"id": 17063, "name": "Privacy policy", "url": "https://www.impresscms.org/modules/content/content.php?content_id=2&page=/about/privacy-policy", "xpath": "//body", "text": " Fork me on GitHub <ul>\n</ul> Toggle navigation <ul>\n<li> Features </li>\n<li> Addons <ul>\n<li>- Themes</li>\n<li>- Modules</li>\n<li>- Language Packs</li>\n</ul>\n</li>\n<li> Blog </li>\n<li> Install </li>\n<li> Documentation </li>\n<li> Forum </li>\n<li>\n<i>\n</i> Search </li>\n<li>\n<i>\n</i>\n<ul>\n<li>Login</li>\n<li>\n</li>\n<li>Register</li>\n<li>\n</li>\n<li> &nbsp;&nbsp.\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Home</li>\n</ul>\n<p>Last update : 11 June 2018</p>\n<p>&nbsp;</p>\n<p>We value your privacy and strive to protect your personal information.\nPlease read this Policy to understand what types of information we collect from you, for what purposes and what choices you have regarding our collection of your information.</p>\n<p>This policy covers the impresscms.org website.\nBy accessing, using or posting information to this Website, you agree to this Privacy Policy and the&nbsp;Terms of Service.</p> Information We Collect About You <p>We collect several types of information from and about you, including:</p>\n<ol>\n<li>Your email address and password.\nWe treat this information as \"Personally Identifiable Information\" or \"PII\".\nWe never store passwords in plain text format, only secure password hashes.</li>\n<li>Non-personally identifiable information, such as demographic information about you, information about your computer system or device, your preferences, your online activity, and your location information (\"Non-Personally Identifiable Information\" a \"Non-PII\").\nNon-PII, by itself, does not identify you, but it can be combined with other information in way that allows you to be identified.\nIf this happens, we will treat the combined information as PII.</li>\n</ol>\n<p>We may collect information from or about you in the following ways:</p>\n<ul>\n<li>\n<strong>Information Provided by You</strong>.\nWe collect information provided by you when you (1) create your public profile.\n(2) communicate with us or request information about or from us by e-mail or other means.\n(3) participate in our online forums or post content on this Website (\"User Contributions\"), (4) fill out forms or fields on this Website.\n(5) sign-up for any of our newsletters, materials or our services on this Website or other sites.\nor (6) participate in our online surveys or questionnaires.</li>\n<li>\n<strong>Automatic Information Collection</strong>.\nWe also use automatic data collection technologies to collect and store certain information about your equipment, browsing actions and patterns when you interact with this Website through your computer or mobile device.\nIn addition, we may allow third party ad networks to use automatic data collection technologies to collect similar information about you for purposes of providing interest-based ads.</li>\n</ul> User Contributions <p>Your public profile that you create on this Website will be visible to all users of this Website.\nYour User Contributions are posted on this Website and transmitted to others at your own risk.\nPlease see our&nbsp;Terms of Service&nbsp;for more information concerning User Contributions.</p> Service providers and partners <p>We use a number of service providers to help us operate the site and provide high quality user experience to our visitors.\nSome of those providers can access Non-PII about you via automatic data collection technologies.</p>\n<ul>\n<li>We use&nbsp;ReCaptcha&nbsp;for spam detection and prevention.\nWhen you register an account or complete a form on impresscms.org, you accept the ReCaptcha&nbsp;terms of service&nbsp;and&nbsp;privacy policy.</li>\n<li>We use Mailchimp to send Newsletter emails to users who subscribe to receive them.\nYou can review&nbsp;Mailchimp privacy policy&nbsp;for information on how they manage user data.</li>\n</ul> Automatic Information Collection Technologies <p>The information that we collect about your equipment, browsing actions and patterns includes, but is not limited to, traffic data, location data, logs, the resources that you access, search queries, as well as information about the computer or device you are using and the Internet connection, including your IP address, operating system and browser type.</p>\n<p>&nbsp;</p>\n<p>This automatically collected information typically does not include PII, but we may maintain it or associate it with your personal information collected in other ways.\nCollection of this type of information helps us to improve this Website and to deliver a better and more personalized service by enabling us to, among other things: (1) estimate our audience size and usage patterns.\n(2) store information about your preferences, allowing us to customize this Website according to your individual interests.\n(3) speed up your searches.\nand (4) recognize you when you return to this Website.</p>\n<p>The automatic collection technologies we or our service providers use for this automatic information collection may include:</p>\n<ul>\n<li>\n<strong>Cookies (or browser cookies)</strong>.\nThis Website may use two types of cookies (small data files placed on the hard drive of your computer when you visit a website): a \"session cookie,\" which expires immediately when you end your browsing session and a \"persistent cookie,\" which stores information on your hard drive so when you end your browsing session and return to this website later, the cookie information is still available.</li>\n<li>\n<strong>Web Beacons</strong>.\nPages of this Website and any e-mails sent to you may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened our e-mails.</li>\n</ul> Third Party Advertising Partners and Interest-Based Ads <p>We use third party ad networks to display advertisements on this Websites and to advertise to certain impresscms.org visitors while they are on other websites.\nThese third parties also may use cookies, web beacons and other automatic collection technologies to collect information about you when you visit this Websites for purposes of determining your preferences in order to deliver interest-based advertising and other targeted content to you.</p>\n<p>We do not provide any PII to these third party advertising partners, but they may combine the non-PII collected on the Website with PII they collect directly from you or receive from other sources.\nWe do not have access to or control over the automatic collection technologies that these third party advertisers or any third party websites may use, and the information practices of these third party advertisers and third party websites are subject to these parties' respective privacy policies, not this Privacy Policy.</p> Links to Third Party Websites and Social Media Widgets <p>This Website and some of our electronic communications to you, may contain links to other websites that are owned and operated by third parties.\nLinks to third parties from this Website are not an endorsement by us.\nWe do not control, and are not responsible for, the privacy and security practices of these third parties.\nWe recommend that you review the privacy and security policies of these third parties to determine how they handle information they may collect from or about you.</p> How We Use Your Information <p>We use your information, including any PII, to:</p>\n<ul>\n<li>Provide information and services requested by you;</li>\n<li>Provide customer support, including responding to your requests and questions and troubleshooting and resolving problems or complaints;</li>\n<li>Verify the information you provide to us;</li>\n<li>Communicate with you;</li>\n<li>Understand and anticipate your use of or interest in, our services, and content, and the products, services, and content offered by others;</li>\n<li>Develop and display products, services, and content tailored to your interests on our websites and other websites;</li>\n<li>Provide you with promotional materials and Newsletters in case you opt-in to receive those;</li>\n<li>Measure the overall effectiveness of our online, content, and programming, and other activities;</li>\n<li>Manage our business and operations;</li>\n<li>Protect the security and integrity of this Website;</li>\n<li>Carry out our obligations and enforce our rights arising from any contracts entered into between you and us;</li>\n<li>Use or post user contributions as permitted in our Terms of Service.\nand</li>\n<li>Fulfill any other purposes for which you provide your information and for any other purpose as described to you at the time your information is collected or for which your consent is given.</li>\n</ul> Disclosure of Your Information <p>We may disclose and share aggregated non-PII about you at our discretion.</p>\n<p>We may disclose or share your PII only in limited circumstances:</p>\n<ul>\n<li>With any ImpressCMS.org employee or agent for support of our internal and business operations or to respond to a request made by you.</li>\n<li>We may disclose information we collect from or about you when we believe disclosure is appropriate to comply with the law, to enforce agreements, or to protect the rights, property, or safety of users of this Website, the Association, or other persons or organizations.</li>\n<li>If some or all of our business assets are sold or transferred as a result of any corporate change (merger, consolidation, reorganization, bankruptcy, etc.), we may transfer the corresponding information regarding our customers and users of impresscms.org , including PII.\nWe also may retain a copy of such information.\nNothing in this Privacy Policy is intended to interfere with our ability to transfer all or part of our business, equity interests, or assets (including this Website) to an affiliate or unaffiliated third party at any time, for any purpose, without any limitation, and without notice or any compensation to you.</li>\n</ul> Children's Personal Information <p>We do not knowingly collect personal information from children under 13 without prior verifiable parental consent.\nIf we learn that a child under the age of 13 has submitted personally identifiable information online without parental consent, we will take all reasonable measures to delete such information from our databases and to not use such information for any purpose (except where necessary to protect the safety of the child or others).</p>\n<p>If you believe that a child under the age of 13 has provided us with personal information without verification of parental consent, please contact us at info@impresscms.org.</p> Your Choices About Use and Disclosure of Your Information <p>We strive to provide you with choices regarding our use of your personal information.\nBelow are some mechanisms that provide you with control over your information:</p>\n<ul>\n<li>\n<strong>Promotional and Informational e-mails</strong>.\nWe do not send any promotional or informational emails without your opt-in first.\nIf you do not wish to receive promotional e-mails from us, follow the unsubscribe process at the bottom of the promotional e-mail.\nNote that even if you opt-out, you may still receive transactional e-mails from us (e.g., e-mails related to the completion of your registration, correction of user data, password reset requests, reminder e-mails that you have requested, and any other similar communications essential to your transactions on this Website).</li>\n<li>\n<strong>Automatic Information Collection Technologies and Advertising</strong>.\nThe \"help\" function of your browser should contain instructions on how to set your browser to not accept new cookies, to notify you when a cookie is issued, or how to disable cookies altogether.\nIf you disable or refuse cookies, please note that some parts of this Website may be inaccessible or not function properly.</li>\n<li>\n<strong>Google Analytics</strong>.\nYou can opt out from Google Analytics tracking via your browser privacy settings or by using a&nbsp;browser addon.</li>\n</ul> Accessing and Correcting Your Information <p>The appropriate method(s) for accessing your information, if any, will depend on which of our websites and services you have visited or used.\nDepending on the website and service, you may have the ability to view or edit some of your information online, by logging into the website and visiting your account profile page.\nIf you remove information from your user profile, it will stay in backups on our servers for 2 weeks, after which it will be completely removed.</p>\n<p>To request access to, correct, or delete any personal information that you have provided to us you may contact us at&nbsp;info@impresscms.org.\nYou may also request a notice disclosing the categories of personal information we have shared with third parties for their direct marketing purposes during the preceding calendar year by contacting&nbsp;info@impresscms.org.\nPlease allow up to 30 days for a response.</p>\n<p>\n<strong>We cannot delete your personal information except by also deleting your account</strong>.\nWe also may not accommodate a request to change or delete information if we believe the change would violate any law or legal requirements, be contrary to our Terms of Service or any other applicable agreement between you and us, or cause the information to be incorrect.</p>\n<p>Upon deletion all private and personally identifying information from your profile will be deleted.\nThe data will stay in backups on our servers for 2 weeks, after which it will be completely removed.\nPublic content you created, such as issues, forum posts, projects, documentation page revisions, etc.\nwon’t be deleted.\nAll this content will be attributed to ‘Anonymous’ user.</p>\n<p>Once deleted, your account is gone and can not be restored.</p> Protection of Your Information <p>We use reasonable security measures to protect your information collected through this Website.\nWe do not store passwords in plain text format, only secure password hashes.\nHowever, no method of transmission or electronic storage is 100% safe, and we cannot guarantee absolute security.\nTherefore, your use of this Website is at your own risk and we do not promise or guarantee, and you should not expect, that your information will always and absolutely remain private and secure.\nWe are not responsible for the circumvention of any privacy settings or security measures contained on or concerning this Website.\nYou are also responsible for taking reasonable steps to protect your personal information against unauthorized disclosure or misuse.</p> Visiting this Website <p>If you are visiting this Website, please be aware that your information may be transferred to, stored, and processed in Singapore, where our servers are located and our central database is operated.\nThe information protection laws of Singapore might not be as comprehensive or protective as those in your country.\nBy using this Website and our services, you understand that your information may be transferred to our facilities and to third parties as described in this Privacy Policy.</p> Changes to this Privacy Policy <p>We may update or amend this Privacy Policy at any time.\nThis Privacy Policy will reflect the date it was last updated or amended.\nIf we make any material amendments, we will notify you by sending an email to the address, associated with your user account, at least 72 hours prior to the updated Privacy Policy being published on the Website.\nAll amendments will take effect immediately upon our posting of the updated Privacy Policy on this Website.\nYour continued use of this Website (publishing content) will indicate your acceptance of the changes to the Privacy Policy.</p> Contacting Us <p>If you have questions or concerns about this Privacy Policy, our information practices, or wish to make a request regarding your information, please contact us at any of the following:</p> Via e-mail: <p>info@impresscms.org</p>\n<p>ImpressCMS is a multi-language content management system for the web.\nIt is community-built, an open source project and based on the common web technologies of PHP and MySQL.</p> Useful Links <ul>\n<ul>\n<li> Features<i>\n</i>\n</li>\n<li> Download<i>\n</i>\n</li>\n<li> News<i>\n</i>\n</li>\n<li> Contribute<i>\n</i>\n</li>\n<li> Contact us<i>\n</i>\n</li>\n</ul>\n</ul> More information <ul>\n</ul> Find us on Social Media <ul>\n<ul>\n<li> Mastodon<i>\n</i>\n</li>\n<li> Twitter<i>\n</i>\n</li>\n<li> Facebook<i>\n</i>\n</li>\n<li> LinkedIn<i>\n</i>\n</li>\n<li> Github<i>\n</i>\n</li>\n</ul>\n</ul>\n<p>Powered by ImpressCMS © 2007-2023 - Privacy Policy</p> This site uses cookies.\nSome of the cookies we use are essential for parts of the site to operate and have already been set.You may delete and block all cookies from this site, but parts of the site will not work.To find out more about cookies on this website, see our privacy policy.<br>You must tick the \"I accept cookies from this site\" box to acceptI accept cookies from this site &nbsp;<br> ", "created_at": "2023-07-02 21:50:06.453281", "updated_at": "2023-07-02 21:50:30.353093"}], "points": [], "urls": ["impresscms.org"]}}