{"error": 448, "message": "OK", "parameters": {"id": 9816, "name": "FCast", "created_at": "2023-10-23 19:36:03.414391", "updated_at": "2023-10-23 22:02:42.978619", "wikipedia": null, "keywords": null, "related": null, "slug": "fcast", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9816.png", "url": "fcast.org", "documents": [{"id": 19552, "name": "Privacy Policy ", "url": "https://fcast.org/privacy-policy.html", "xpath": "//body", "text": " <b>Privacy Policy for FCast</b>\n<br> This privacy policy (\"Policy\") pertains to the use of FCast (\"App\"), developed and published by FUTO (\"we\", \"us\", or \"our\").\nThis Policy describes the type of information our App interacts with and the protections we put in place to respect your privacy.\nBy using our App, you agree to the terms and conditions within this Policy.<br>\n<br>\n<b>Information Interaction</b>\n<br> We want to clarify that our App doesn't collect, store, or share any personal data.\nThe App operates entirely on your device, using your device's local capabilities to play videos sent from another device in your network, such as your computer.\nThis operation is entirely local, and we do not have access to any data involved in this process.<br>\n<br>\n<b>Communication</b>\n<br> The App uses TCP sockets and mDNS to facilitate local communication with other devices in your network, enabling you to stream content from one device to another.\nThis communication process does not involve the collection, storage, or sharing of personal data.<br>\n<br>\n<b>Security</b>\n<br> Our App operates locally on your device and does not interact with personal data, thereby significantly reducing any associated security risks.\nThe App is designed to respect your privacy and to not create vulnerabilities that are often associated with data transmission or storage over the internet.<br>\n<br>\n<b>Changes to This Privacy Policy</b>\n<br> We may update our Privacy Policy from time to time.\nWe advise you to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.<br>\n<br>\n<b>Contact Us</b>\n<br> If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at https://chat.futo.org/<br>\n<br> This policy is effective as of 2023-05-27.\n<p>FUTO © Copyright 2023.\nAll Rights Reserved.</p>\n<i>\n</i> ", "created_at": "2023-10-23 19:36:03.446617", "updated_at": "2023-10-23 19:36:22.130696"}], "points": [], "urls": ["fcast.org"]}}