{"error": 448, "message": "OK", "parameters": {"id": 8940, "name": "Deliveroo", "created_at": "2023-07-08 22:12:02.516504", "updated_at": "2023-07-09 10:02:48.34541", "wikipedia": "https://en.wikipedia.org/wiki/Deliveroo", "keywords": null, "related": null, "slug": "deliveroo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8940.png", "url": "deliveroo.nl", "documents": [{"id": 17487, "name": "Privacy policy", "url": "https://deliveroo.nl/en/privacy", "xpath": "//body", "text": "Deliveroo<ul>\n<li>Sign up or log in</li>\n<li>Menu</li>\n</ul>Deliveroo Privacy Policy<ul>\n<li>1.\nContact Us</li>\n<li>2.\nHow We Collect Your Information</li>\n<li>3.\nInformation We Collect From You</li>\n<li>4.\nUse Of Your Information</li>\n<li>5.\nDeliveroo For Work</li>\n<li>6.\nCookies</li>\n<li>7.\nMarketing</li>\n<li>8.\nAutomated Decisions</li>\n<li>9.\nRetention of Your Information</li>\n<li>10.\nSharing Your Information</li>\n<li>11.\nSecurity</li>\n<li>12.\nYour Rights</li>\n<li>13.\nChanges to our Privacy Policy</li>\n</ul>\n<p>\n<strong>Deliveroo has now closed operations in the Netherlands.\nYour account will remain open and available to you for 6 months.\nThis will allow you to continue to access information related to your previous orders.\nIf you have placed an order in other Deliveroo markets, your account will remain open and accessible to you unless you choose to deactivate it by contacting us at klantenservice@deliveroo.nl.</strong>\n</p>\n<p>\n<strong>We only keep your information for as long as it is necessary for the purposes set out in this privacy policy, unless a longer retention period is required or permitted by law (such as tax, accounting or other legal requirements).\nWhen we no longer have a legitimate business need to process your information, or the basis on which we were relying to process your information no longer applies, we will either delete or anonymise your information.</strong>\n</p>\n<p>\n</p>\n<p>Deliveroo Netherlands BV and Roofoods Ltd (\"we\", \"our\", \"us\" or \"Deliveroo\").\nWe are committed to protecting the privacy of all users of our website, deliveroo.nl, or mobile applications (together, the \"Sites\").\nPlease read this privacy policy that explains how we use and protect your personal information.\nWe are the \"controllers\" of the information we process, unless otherwise stated.</p>1.\nContact Us<p>If you have any queries or requests about this privacy policy or how we handle your information more generally, you can get in touch by contacting:</p>\n<ul>\n<li>our general customer services team at: klantenservice@deliveroo.nl</li>\n<li>our Data Protection Officer: dpo@deliveroo.com</li>\n</ul>See more2.\nHow We Collect Your Information<p>We collect your information when you interact with us or use our services, such as when you use our Sites to place an order.\nWe also look at how visitors use our Sites, to help us improve our services and optimise customer experience.</p>See more3.\nInformation We Collect From You<p>As part of our commitment to the privacy of our customers and visitors to our Sites more generally, we want to be clear about the types of information we will collect about you.</p>See more4.\nUse Of Your Information<p>We will only process your information if there is a reason for doing so, and if that reason is permitted by law.</p>See more5.\nDeliveroo For Work<p>We process your information to determine whether you may be interested in hearing about our Deliveroo for Work service and, if your employer signs up for Deliveroo for Work, to make this service available to you.</p>See more6.\nCookies<p>You can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies.\nIf you disable or refuse cookies, please note that some parts of the Site may become inaccessible or not function properly.\nFor more information about the cookies we use, and how to set or amend your cookie preferences, please see our Cookie Policy.</p>7.\nMarketing<p>Where you have given your consent or where we have a legitimate interest for doing so (and are permitted to do so by law) we will use your information to let you know about our other products and services, or Deliveroo initiatives that may be of interest to you and we may contact you to do so by email, post, phone, or push notification or in-app message.</p>See more8.\nAutomated Decisions<p>We undertake fraud checks on all customers which is necessary for us to:&nbsp;</p>\n<ul>\n<li>perform our contracted services to customers;&nbsp;</li>\n<li>ensure that our services (and those of all our partners) provided are duly paid for;</li>\n<li>ensure that customers themselves are protected from fraudulent transactions being made on their payment cards.</li>\n</ul>See more9.\nRetention of Your Information<p>We will only retain your information for as long as reasonably necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, regulatory, tax, accounting or reporting requirements.\nWe may retain your information for a longer period in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you.</p>See more10.\nSharing Your Information<p>The information we collect about you will be transferred to and stored on our servers located within the EU.\nWe are very careful and transparent about who else your information is shared with.</p>See more11.\nSecurity<p>We adopt robust technologies and policies to protect your information from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed.\n</p>See more12.\nYour Rights<p>Under certain circumstances, you have rights under data protection law in relation to the information we hold about you.&nbsp;</p>See more13.\nChanges to our Privacy Policy<p>We update this privacy policy from time to time, so remember to check back in every so often, in case anything has changed and, where appropriate, we may notify you of the changes, for example by email or push notification.</p>\n<p>This privacy policy was last updated: 16 February 2022</p>\n<p>\n<strong>Deliveroo Netherlands BV</strong>, Raamplein 1, 1016 XK Amsterdam, The Netherlands</p>\n<p>\n<strong>Roofoods Ltd</strong>, The River Building, 1 Cousin Lane, London, EC4R 3TE, United Kingdom</p>Discover Deliveroo<ul>\n<li>\n<p>Investors</p>\n</li>\n<li>\n<p>About us</p>\n</li>\n<li>\n<p>Takeaway</p>\n</li>\n<li>\n<p>More</p>\n</li>\n<li>\n<p>Newsroom</p>\n</li>\n<li>\n<p>Engineering blog</p>\n</li>\n<li>\n<p>Design blog</p>\n</li>\n<li>\n<p>Careers</p>\n</li>\n<li>\n<p>Restaurant signup</p>\n</li>\n<li>\n<p>Become a rider</p>\n</li>\n</ul>Legal<ul>\n<li>\n<p>Terms and conditions</p>\n</li>\n<li>\n<p>Privacy</p>\n</li>\n<li>\n<p>Cookies</p>\n</li>\n</ul>Help<ul>\n<li>\n<p>Contact</p>\n</li>\n<li>\n<p>FAQs</p>\n</li>\n<li>\n<p>Cuisines</p>\n</li>\n</ul>Take Deliveroo with youDownload Deliveroo in the App StoreDownload Deliveroo in the App Store<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2023 Deliveroo</p>\n<p>\n</p>Cookie SettingsWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>View Vendor Details‎Analytics Cookies Analytics Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>View Vendor Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>View Vendor Details‎Advertising Cookies Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>View Vendor Details‎Back ButtonPerformance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Reject All Confirm My ChoicesCookies<p>We use cookies, including from our partners, to serve relevant ads, help tailor and improve our content and services and to measure their effectiveness on other apps and websites, including social media.\nAccept all cookies below or select “Cookies Settings” to choose which cookies we can use.\nTo learn more see ourCookie Policy</p>Cookies Settings Accept All Cookies", "created_at": "2023-07-08 22:12:02.546573", "updated_at": "2023-07-08 22:12:19.304455"}, {"id": 17488, "name": "Cookies Policy", "url": "https://deliveroo.nl/en/cookies", "xpath": "//body", "text": "Deliveroo<ul>\n<li>Sign up or log in</li>\n<li>Menu</li>\n</ul>Cookies Policy<ul>\n<li>How we use cookies</li>\n<li>What are cookies and similar technologies?</li>\n<li>How long do cookies last?</li>\n<li>Turning off cookies</li>\n<li>What cookies do we use?</li>\n<li>Strictly necessary cookies</li>\n<li>Analytics cookies</li>\n<li>Functional cookies</li>\n<li>Advertising cookies</li>\n<li>How we track emails</li>\n<li>Is consent needed to use cookies?</li>\n<li>Need more information?</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>Cookies Settings</li>\n</ul>How we use cookies<p>At Deliveroo we and our third-party partners use cookies and other similar technologies described in this Cookie Policy to allow our websites and apps to work, to analyse and improve our websites, apps and communications, to personalise your experience on Deliveroo and to show you relevant advertising.\nPlease read this Cookie Policy together with our Customer and/or Rider Privacy Policies for details of what that means for you.</p>\n<p>\n</p>What are cookies and similar technologies?<p>Cookies and similar technologies are pretty cool.\nThey can make your online experience personalised by helping us show you relevant Deliveroo adverts when you browse other websites or apps, help us to understand how you are using our services (including our website and apps) and our emails,<em>\n</em>and save you lots of time by remembering your details.\nBut how do they do it?</p>\n<p>Cookies are small files that are stored on your device and often a unique identifier.\nThey store small bits of data when you visit a website.\nWe also use similar technologies to cookies, such as ‘web beacons’, ‘pixels’ or ‘tags’ on our websites and in our emails, and SDKs in our mobile applications, which do a similar job to cookies.\nIn mobile apps these technologies may collect and use the advertising identifier associated with your device.\nFrom now on we will refer to all of these technologies as ‘cookies’ for ease.</p>\n<p>Cookies collect, record and share information about you and/or your device when you view a website, app or email.\nThis information can include your language preference or login information, the device and/or browser you are using, the date and time of visits, and how you are using a website or app (for example, what pages you view the most).</p>\n<p>We use ‘first party cookies’ and ‘third party cookies’.\nFirst party cookies are cookies placed by us to collect information about you.\nThird party cookies are cookies placed by third parties and information may be shared with and used by the relevant third party for their own purposes.\nWhere set out in this Cookie Policy, please refer to the relevant third party’s privacy notice for more information about the information they collect and how they use it.</p>\n<p>For more information about cookies please visit All About Cookies.</p>\n<p>\n</p>How long do cookies last?<p>Cookies usually have expiry dates that determine how long they stay in your browser or on your device:</p>\n<ul>\n<li>Session cookies<em>\n</em>are temporary cookies that expire automatically whenever you close your browser.</li>\n<li>Persistent cookies usually stay in your browser for a set period, or until you manually delete them.</li>\n</ul>\n<p>You can learn more about the duration of individual cookies we use in our Cookies Settings.</p>\n<p>\n</p>Turning off cookies<p>You can change your cookie preferences at any time by accessing our Cookies Settings, including withdrawing any consent you provided at any time.</p>\n<p>You can also manage and delete cookies through most internet browsers by changing your cookie settings but if you do Deliveroo websites and apps won’t work properly.&nbsp;</p>\n<p>Here are the instructions for desktop browsers:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Firefox</li>\n<li>Safari</li>\n<li>Internet Explorer&nbsp;</li>\n</ul>\n<p>And here are the instructions for mobile browsers:</p>\n<ul>\n<li>Google Chrome on Android</li>\n<li>Firefox on Android</li>\n<li>Safari on iOS</li>\n</ul>\n<p>To opt out of being tracked by Google Analytics across all websites, visit GAoptout.</p>\n<p>For more information on cookie management and blocking or deleting cookies for a wide variety of browsers, visit All About Cookies.</p>\n<p>\n</p>What cookies do we use?<p>You can learn more about the individual cookies that Deliveroo uses on each Deliveroo website and the function they perform in our Cookies Settings.&nbsp;</p>\n<p>For general information on why we use cookies, please see the sections below.</p>\n<p>\n</p>Strictly necessary cookies<p>These cookies are necessary for the website or service to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\n</p>\n<p>\n</p>Analytics cookies<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site and digital services.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nIf you do not allow these cookies we will not know when you have visited our site or used our service, and will not be able to monitor the performance of the site or service.</p>\n<p>\n</p>Functional cookies<p>These cookies enable the website or service to provide enhanced functionality and personalisation when you use Deliveroo.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>\n<p>\n</p>Advertising cookies<p>These cookies (also known as targeting cookies or social media cookies) may be set through our site or digital service by us or our third-party partners.\nThey may be used by us and those third parties to build a profile of your interests and show you relevant adverts on other sites and services.\nThey do this by uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.\nThese cookies may also measure the effectiveness of advertising.\nThey may also allow you to quickly share content across social media (through the use of simple “sharing” buttons) or sign in to our services using your social media account.</p>\n<p>Information about our third party partners and how they collect and use your information through their cookies, and how to further control your ad preferences (where offered by the third party), is available in the links below:</p>\n<ul>\n<li>Google</li>\n<li>Microsoft/Bing</li>\n<li>Facebook</li>\n<li>Snapchat</li>\n<li>LinkedIn</li>\n<li>Twitter</li>\n<li>theTradeDesk</li>\n<li>Captify</li>\n<li>TikTok</li>\n</ul>\n<p>\n</p>How we track emails<p>Our emails to you contain analytics cookies (see above for more information about these).</p>\n<p>These enable us to recognise when our marketing subscribers have opened an email or clicked certain links.\nThis allows us to record each subscriber's email address, IP address, device ID, date, and time associated with each open and click for a campaign.</p>\n<p>We use this data to create reports about how interesting or useful our marketing campaigns were to our users, then we can adjust them to make our campaigns more relevant.\n</p>\n<p>\n</p>Is consent needed to use cookies?<p>Most of the time, we need your consent to use cookies (and you don’t need to give it if you don’t want to).\nHowever, where we use necessary or essential cookies, we do not need your consent but you can still block or delete them, as described above.</p>\n<p>\n</p>Need more information?<p>Our Customer and Rider Privacy Policies contain further information on our data processing practices, as well as details of users’ data protection rights.\nIf you have any other questions about the way we use cookies, you can contact our Data Protection Officer at: dpo@deliveroo.com.</p>\n<p>\n</p> Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used deliveroo.nl OptanonAlertBoxClosed, OptanonConsent, roo_guid, roo_session_guid, __cf_bm, locale, user_data, roo_super_properties First Party Analytics Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Analytics Cookies Cookie Subgroup Cookies Cookies used deliveroo.nl _uetvid, _schn, _ga, _gid, _gclxxxx First Party Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p> Functional Cookies Cookie Subgroup Cookies Cookies used deliveroo.nl _pin_unauth First Party Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Advertising Cookies Cookie Subgroup Cookies Cookies used deliveroo.nl _scid, _uetsid, _gat_gtag_xxxxxxxxxxxxxxxxxxxxxxxxxxx, _fbp First Party 1rx.io _rxuuid Third Party adnxs.com anj, uuid2 Third Party ads.linkedin.com lang Third Party adsrvr.org TDCPM, TDID Third Party analytics.yahoo.com IDSYNC Third Party bing.com MUID Third Party c.bing.com SRM_B Third Party deliveroo.nl dtm_token, dtm_token_sc, DotomiUser Third Party dotomi.com DotomiSession_80840, DotomiUser, DotomiSync Third Party doubleclick.net IDE, test_cookie Third Party krxd.net _kuid_ Third Party linkedin.com bcookie, li_gc, AnalyticsSyncHistory, lang, lidc, UserMatchHistory Third Party openx.net i Third Party pinterest.com _pinterest_referrer Third Party pubmatic.com PugT, PUBMDCID, KRTBCOOKIE_xxxx Third Party sc-static.net X-AB Third Party snapchat.com sc_at Third Party spotxchange.com audience Third Party twitter.com personalization_id Third Party www.facebook.com Third Party www.linkedin.com bscookie Third Party www.pinterest.com _routing_id Third Party yahoo.com B, A3 Third Party Discover Deliveroo<ul>\n<li>\n<p>Investors</p>\n</li>\n<li>\n<p>About us</p>\n</li>\n<li>\n<p>Takeaway</p>\n</li>\n<li>\n<p>More</p>\n</li>\n<li>\n<p>Newsroom</p>\n</li>\n<li>\n<p>Engineering blog</p>\n</li>\n<li>\n<p>Design blog</p>\n</li>\n<li>\n<p>Careers</p>\n</li>\n<li>\n<p>Restaurant signup</p>\n</li>\n<li>\n<p>Become a rider</p>\n</li>\n</ul>Legal<ul>\n<li>\n<p>Terms and conditions</p>\n</li>\n<li>\n<p>Privacy</p>\n</li>\n<li>\n<p>Cookies</p>\n</li>\n</ul>Help<ul>\n<li>\n<p>Contact</p>\n</li>\n<li>\n<p>FAQs</p>\n</li>\n<li>\n<p>Cuisines</p>\n</li>\n</ul>Take Deliveroo with youDownload Deliveroo in the App StoreDownload Deliveroo in the App Store<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2023 Deliveroo</p>\n<p>\n</p>Cookie SettingsWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>View Vendor Details‎Analytics Cookies Analytics Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>View Vendor Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>View Vendor Details‎Advertising Cookies Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>View Vendor Details‎Back ButtonPerformance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>Reject All Confirm My ChoicesCookies<p>We use cookies, including from our partners, to serve relevant ads, help tailor and improve our content and services and to measure their effectiveness on other apps and websites, including social media.\nAccept all cookies below or select “Cookies Settings” to choose which cookies we can use.\nTo learn more see ourCookie Policy</p>Cookies Settings Accept All Cookies", "created_at": "2023-07-08 22:12:31.878366", "updated_at": "2023-07-08 22:12:44.475653"}, {"id": 17489, "name": "Terms of Service", "url": "https://deliveroo.nl/en/legal", "xpath": "//body", "text": null, "created_at": "2023-07-08 22:12:54.344538", "updated_at": "2023-07-08 22:12:54.344538"}], "points": [], "urls": ["deliveroo.nl"]}}