{"error": 448, "message": "OK", "parameters": {"id": 6941, "name": "Coffee Strategies", "created_at": "2022-11-19 05:46:28.630028", "updated_at": "2022-11-19 23:01:11.829608", "wikipedia": null, "keywords": null, "related": null, "slug": "coffee-strategies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6941.png", "url": "coffeestrategies.com", "documents": [{"id": 12719, "name": "Privacy Policy", "url": "https://www.coffeestrategies.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>About Us <ul>\n<li>Andrew Hetzel</li>\n<li>Projects</li>\n<li>Press</li>\n</ul>\n</li>\n<li>Services <ul>\n<li>Development</li>\n<li>Marketing</li>\n<li>Consulting</li>\n</ul>\n</li>\n<li>Resources <ul>\n<li>Cupping Forms</li>\n<li>Q Grader Study Guide</li>\n<li>Start a Coffee Shop Guide</li>\n<li>Trade Show Marketing Guide</li>\n<li>Online Coffee Training</li>\n<li>SCA Cupping Protocols</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> Select Page <ul>\n<li>Home</li>\n<li>About Us <ul>\n<li>Andrew Hetzel</li>\n<li>Projects</li>\n<li>Press</li>\n</ul>\n</li>\n<li>Services <ul>\n<li>Development</li>\n<li>Marketing</li>\n<li>Consulting</li>\n</ul>\n</li>\n<li>Resources <ul>\n<li>Cupping Forms</li>\n<li>Q Grader Study Guide</li>\n<li>Start a Coffee Shop Guide</li>\n<li>Trade Show Marketing Guide</li>\n<li>Online Coffee Training</li>\n<li>SCA Cupping Protocols</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> Privacy Policy <p>\n<strong>Privacy policy</strong>\n</p>\n<ol>\n<li>Introduction</li>\n</ol>\n<p>1.1 We are committed to safeguarding the privacy of our website visitors.</p>\n<p>1.2 This policy applies where we are acting as a data controller with respect to the personal data of our website visitors.\nin other words, where we determine the purposes and means of the processing of that personal data.</p>\n<p>1.3 We use cookies on our website.\nInsofar as those cookies are not strictly necessary for the provision of our website, we will ask you to consent to our use of cookies when you first visit our website.</p>\n<p>1.5 In this policy, “we”, “us” and “our” refer to <em>Coffee Strategies</em>.</p>\n<ol>\n<li>Credit</li>\n</ol>\n<p>2.1 This document was created using a template from SEQ Legal (https://seqlegal.com).</p>\n<ol>\n<li>How we use your personal data</li>\n</ol>\n<p>3.1 In this Section 3 we have set out:</p>\n<p>(a) the general categories of personal data that we may process;</p>\n<p>(b) in the case of personal data that we did not obtain directly from you, the source and specific categories of that data;</p>\n<p>(c) the purposes for which we may process personal data.\nand</p>\n<p>(d) the legal bases of the processing.</p>\n<p>3.2 We may process data about your use of our website and services (“<strong>usage data</strong>“).\nThe usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and pattern of your service use.\nThe source of the usage data is Google Analytics.\nThis usage data may be processed for the purposes of analyzing the use of the website and services.\nThe legal basis for this processing is our legitimate interests, namely monitoring and improving our website and services.</p>\n<p>3.3 We may process information contained in any enquiry you submit to us regarding goods and/or services (“<strong>enquiry data</strong>“).\nThe enquiry data may be processed for the purposes of offering, marketing and selling relevant goods and/or services to you.\nThe legal basis for this processing is consent.</p>\n<p>3.4 We may process information relating to our customer relationships, including customer contact information (“<strong>customer relationship data</strong>“).\nThe customer relationship data may include your name, your employer, your job title or role, your contact details, and information contained in communications between us and you or your employer.\nThe source of the customer relationship data is you or your employer.\nThe customer relationship data may be processed for the purposes of managing our relationships with customers, communicating with customers, keeping records of those communications and promoting our products and services to customers.\nThe legal basis for this processing is our legitimate interests, namely the proper management of our customer relationships.</p>\n<p>3.5 We may process information that you provide to us for the purpose of subscribing to our email notifications and/or newsletters (“<strong>notification data</strong>“).\nThe notification data may be processed for the purposes of sending you the relevant notifications and/or newsletters.\nThe legal basis for this processing is consent.</p>\n<p>3.6 We may process information contained in or relating to any communication that you send to us (“<strong>correspondence data</strong>“).\nThe correspondence data may include[the communication content and metadata associated with the communication.\nOur website will generate the metadata associated with communications made using the website contact forms.]The correspondence data may be processed for the purposes of communicating with you and record-keeping.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business and communications with users.</p>\n<p>3.7 We may process any of your personal data identified in this policy where necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\nThe legal basis for this processing is our legitimate interests, namely the protection and assertion of our legal rights, your legal rights and the legal rights of others.</p>\n<p>3.8 We may process any of your personal data identified in this policy where necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, or obtaining professional advice.\nThe legal basis for this processing is our legitimate interests, namely the proper protection of our business against risks.</p>\n<p>3.9 In addition to the specific purposes for which we may process your personal data set out in this Section 3, we may also process any of your personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<p>3.10 Please do not supply any other person’s personal data to us, unless we prompt you to do so.</p>\n<ol>\n<li>Providing your personal data to others</li>\n</ol>\n<p>4.1 We may disclose your personal data to any member of our group of companies (this means our subsidiaries, our ultimate holding company and all its subsidiaries) insofar as reasonably necessary for the purposes, and on the legal bases, set out in this policy.</p>\n<p>4.2 We may disclose your personal data to our insurers and/or professional advisers insofar as reasonably necessary for the purposes of [obtaining or maintaining insurance coverage, managing risks, obtaining professional advice, or the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p>\n<p>4.3 We may disclose your enquiry data to one or more of those selected third party suppliers of goods and services identified on our website for the purpose of enabling them to contact you so that they can offer, market and sell to you relevant goods and/or services.\nEach such third party will act as a data controller in relation to the enquiry data that we supply to it.\nand upon contacting you, each such third party will supply to you a copy of its own privacy policy, which will govern that third party’s use of your personal data.</p>\n<p>4.6 In addition to the specific disclosures of personal data set out in this Section 4, we may disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\nWe may also disclose your personal data where such disclosure is necessary for the establishment, exercise or defense of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p>\n<ol>\n<li>International transfers of your personal data</li>\n</ol>\n<p>5.1 In this Section 5, we provide information about the circumstances in which your personal data may be transferred to countries outside the European Economic Area (EEA).</p>\n<p>5.2 We have offices in <em>the United States</em>.\nThe European Commission has made an “adequacy decision” with respect to the data protection laws of each of these countries.\nTransfers to the United States will be protected by appropriate safeguards, namely the use of standard data protection clauses adopted or approved by the European Commission.</p>\n<p>5.3 The hosting facilities for our website are situated in <em>the United States</em>.\nThe European Commission has made an “adequacy decision” with respect to the data protection laws of each of these countries.Transfers to [each of these countries] will be protected by appropriate safeguards, namely [the use of standard data protection clauses adopted or approved by the European Commission.</p>\n<p>5.4 You acknowledge that personal data that you submit for publication through our website or services may be available, via the internet, around the world.\nWe cannot prevent the use (or misuse) of such personal data by others.</p>\n<ol>\n<li>Retaining and deleting personal data</li>\n</ol>\n<p>6.1 This Section 6 sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal data.</p>\n<p>6.2 Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.</p>\n<p>6.3 We will retain your personal data as follows:</p>\n<p>(a) <i>personal data </i>will be retained for a minimum period of one year, and for a maximum period of <i>indefinitely</i>.</p>\n<p>6.5 Notwithstanding the other provisions of this Section 6, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<ol>\n<li>Amendments</li>\n</ol>\n<p>7.1 We may update this policy from time to time by publishing a new version on our website.</p>\n<p>7.2 You should check this page occasionally to ensure you are happy with any changes to this policy.</p>\n<p>7.3 We may notify you of significant changes to this policy by email.</p>\n<ol>\n<li>Your rights</li>\n</ol>\n<p>8.1 In this Section 8, we have summarised the rights that you have under data protection law.\nSome of the rights are complex, and not all of the details have been included in our summaries.\nAccordingly, you should read the relevant laws and guidance from the regulatory authorities for a full explanation of these rights.</p>\n<p>8.2 Your principal rights under data protection law are:</p>\n<p>(a) the right to access;</p>\n<p>(b) the right to rectification;</p>\n<p>(c) the right to erasure;</p>\n<p>(d) the right to restrict processing;</p>\n<p>(e) the right to object to processing;</p>\n<p>(f) the right to data portability;</p>\n<p>(g) the right to complain to a supervisory authority.\nand</p>\n<p>(h) the right to withdraw consent.</p>\n<p>8.3 You have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.</p>\n<p>8.4 You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.</p>\n<p>8.5 In some circumstances you have the right to the erasure of your personal data without undue delay.\nThose circumstances include: [the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.\nyou withdraw consent to consent-based processing.\nyou object to the processing under certain rules of applicable data protection law.\nthe processing is for direct marketing purposes.\nand the personal data have been unlawfully processed].\nHowever, there are exclusions of the right to erasure.\nThe general exclusions include where processing is necessary: [for exercising the right of freedom of expression and information.\nfor compliance with a legal obligation.\nor for the establishment, exercise or defence of legal claims].</p>\n<p>8.6 In some circumstances you have the right to restrict the processing of your personal data.\nThose circumstances are: you contest the accuracy of the personal data.\nprocessing is unlawful but you oppose erasure.\nwe no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defence of legal claims.\nand you have objected to processing, pending the verification of that objection.\nWhere processing has been restricted on this basis, we may continue to store your personal data.\nHowever, we will only otherwise process it: with your consent.\nfor the establishment, exercise or defence of legal claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of important public interest.</p>\n<p>8.7 You have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor the purposes of the legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defence of legal claims.</p>\n<p>8.8 You have the right to object to our processing of your personal data for direct marketing purposes (including profiling for direct marketing purposes).\nIf you make such an objection, we will cease to process your personal data for this purpose.</p>\n<p>8.9 You have the right to object to our processing of your personal data for scientific or historical research purposes or statistical purposes on grounds relating to your particular situation, unless the processing is necessary for the performance of a task carried out for reasons of public interest.</p>\n<p>8.10 To the extent that the legal basis for our processing of your personal data is:</p>\n<p>(a) consent.\nor</p>\n<p>(b) that the processing is necessary for the performance of a contract to which you are party or in order to take steps at your request prior to entering into a contract,</p>\n<p>and such processing is carried out by automated means, you have the right to receive your personal data from us in a structured, commonly used and machine-readable format.\nHowever, this right does not apply where it would adversely affect the rights and freedoms of others.</p>\n<p>8.11 If you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.</p>\n<p>8.12 To the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.</p>\n<p>8.13 You may exercise any of your rights in relation to your personal data [by written notice to us] OR [by <em>[methods]</em>][, in addition to the other methods specified in this Section 8].</p>\n<ol>\n<li>About cookies</li>\n</ol>\n<p>9.1 A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.</p>\n<p>9.2 Cookies may be either “persistent” cookies or “session” cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.</p>\n<p>9.3 Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.</p>\n<ol>\n<li>Cookies used by our service providers</li>\n</ol>\n<p>11.1 Our service providers use cookies and those cookies may be stored on your computer when you visit our website.</p>\n<p>11.2 We use Google Analytics to analyze the use of our website.\nGoogle Analytics gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle’s privacy policy is available at: https://www.google.com/policies/privacy/.</p>\n<p>11.3 We publish Google AdSense advertisements on our website.\nTo determine your interests, Google will track your behavior on our website and on other websites across the web using cookies.\nThis behavior tracking allows Google to tailor the advertisements that you see on other websites to reflect your interests.\nYou can view, delete or add interest categories associated with your browser by visiting: https://adssettings.google.com.\nYou can also opt out of the AdSense partner network cookie using those settings or using the Network Advertising Initiative’s multi-cookie opt-out mechanism at: http://optout.networkadvertising.org.\nHowever, these opt-out mechanisms themselves use cookies, and if you clear the cookies from your browser your opt-out will not be maintained.\nTo ensure that an opt-out is maintained in respect of a particular browser, you may wish to consider using the Google browser plug-ins available at: https://support.google.com/ads/answer/7395996.</p>\n<ol>\n<li>Managing cookies</li>\n</ol>\n<p>12.1 Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via these links:</p>\n<p>(a) https://support.google.com/chrome/answer/95647?hl=en (Chrome);</p>\n<p>(b) https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences (Firefox);</p>\n<p>(c) http://www.opera.com/help/tutorials/security/cookies/ (Opera);</p>\n<p>(d) https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer);</p>\n<p>(e) https://support.apple.com/kb/PH21411 (Safari).\nand</p>\n<p>(f) https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy (Edge).</p>\n<p>12.2 Blocking all cookies will have a negative impact upon the usability of many websites.</p>\n<p>12.3 If you block cookies, you will not be able to use all the features on our website.</p>\n<ol>\n<li>Our details</li>\n</ol>\n<p>13.1 This website is owned and operated by Coffee Strategies.</p>\n<p>13.2 We are registered in the United States.</p>\n<p>13.3 Our principal place of business is at <em>PO Box 6869, Kamuela HI 96743 USA</em>.</p>\n<p>13.4 You can contact us:</p>\n<p>(a) [by post, to [the postal address given above]];</p>\n<p>(b) [using our website contact form];</p>\n<p>(c) [by telephone, on [the contact number published on our website from time to time]].\nor</p>\n<p>(d) [by email, using [the email address published on our website from time to time]].</p>\n<ol>\n<li>Data protection officer</li>\n</ol>\n<p>14.1 Our data protection officer’s contact details are: <em>Data Protection, at the address above</em>.</p> Site Search Search for: <p>✉ Subscribe to updates by email</p> Adsense About <p>Andrew Hetzel leads Coffee Strategies.\nAndrew is a coffee market, trade, and production expert.\nHe advises government authorities, development agencies, coffee businesses, and institutional investors worldwide how to create and capture value from coffee.</p> Useful Things<ul>\n<li>Online Coffee Training</li>\n<li>Cupping Forms</li>\n<li>Start a Coffee Shop</li>\n<li>Q Grader Study Guide</li>\n<li>Trade Show Marketing Guide</li>\n<li>Plan a Coffee Origin Tour</li>\n<li>Coffee Protocols</li>\n</ul>\n<p>© 2002-2022 Cafemakers, LLC.\nAll rights reserved.\nReproduction in part or whole without express written permission is prohibited.</p>\n<ul>\n<li>Home</li>\n<li>Experts</li>\n<li>Development</li>\n<li>Marketing</li>\n<li>Consulting</li>\n<li>Blog</li>\n<li>Contact</li>\n<li>Subscribe</li>\n<li>Privacy Policy</li>\n</ul> ", "created_at": "2022-11-19 05:46:28.632858", "updated_at": "2022-11-19 04:47:14.068988"}], "points": [], "urls": ["coffeestrategies.com"]}}