{"error": 448, "message": "OK", "parameters": {"id": 7996, "name": "net10wireless", "created_at": "2023-04-11 02:49:50.092253", "updated_at": "2023-04-22 11:50:41.119222", "wikipedia": null, "keywords": null, "related": null, "slug": "net10wireless", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7996.png", "url": "net10wireless.com", "documents": [{"id": 15479, "name": " Unlocking Policy ", "url": "https://www.tfwunlockpolicy.com/wps/portal/home", "xpath": "//body", "text": "Request unsuccessful.\nIncapsula incident ID: 2103000290339115634-625048149797832527", "created_at": "2023-04-11 02:51:07.714083", "updated_at": "2023-04-11 02:51:15.892333"}, {"id": 15480, "name": "TERMS & CONDITIONS ", "url": "https://www.net10wireless.com/termsandconditions", "xpath": "//body", "text": "<p>This website is AudioEye enabled and is being optimized for accessibility.\nTo open the AudioEye Toolbar, press \"shift + =\".\nSome assistive technologies may require the use of a passthrough function before this keystroke.\nFor more information, activate the button labeled “Explore your accessibility options”.</p> Skip to main content For answers Text<sup>∆</sup> HELP to 611611 Find a Store\nEspañol <ul>\n</ul> Yamm Megamenu <ul>\n<li>SHOP\n<ul>\n<li> Shop for plans, the latest phones, or even bring your own device\n<ul>\n<li>\n</li>\n<li>\n<p>Plans </p>\n<p>\n</p>\n</li>\n<ul>\n<li>\n</li>\n<li>\n<p>Accessories</p>\n</li>\n</ul>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>Phones</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>Buy SIM Cards or Keep Your Own Phone</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>Devices</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\nShop Payment Plan</li>\n<li>\nInternational Calling</li>\n<li>\nBring Your Own Tablet</li>\n<li>\nProtect Your Phone</li>\n<li>\nExtras</li>\n<li>\nShop Our Retail Stores</li>\n<li>\nACP\t</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>REFILL\n<ul>\n<li> Refill your plan or sign up for Auto Refill\n<ul>\n<li>\n</li>\n<li>\n<p>Refill Now</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>Auto Refill</p>\n<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Activate\n<ul>\n<li> Activate your phone now\n<ul>\n<li>\n</li>\n<li>\n<p>Activate</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>Add a Line</p>\n<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>HELP\n<ul>\n<li> Looking for help? You've come to the right place.\n<ul>\n<li>\n</li>\n<li>\n<p>Check Balance / Last Day of Service</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>How To Update Data Settings / APN Settings</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>Transfer Service</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>FAQ</p>\n<p>\n</p>\n</li>\n</ul>\n<ul>\n<li>\nManage Your Account/Airtime</li>\n<li>\n611611 Text Help Line</li>\n<li>\nCoverage Map</li>\n<li>\nTutorials and User Manuals</li>\n<li>\nTrack Order</li>\n<li>\nWi-Fi Calling e911 Address</li>\n<li>\nContact Us</li>\n<li>\nVoLTE Network Changes\t</li>\n</ul>\n</li>\n</ul>\n</li>\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>\n<p>MY ACCOUNT</p>\n<p>\n</p>\n</li>\n</ul>\n</li>\n</ul>\n<li>DEALS\n</li>\n<li>WHY NET10\n<ul>\n<li>\n<ul>\n<li>\n</li>\n<li>\n<p>WHY NET10</p>\n<p>Get everything you love about your current network for less.</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>NO-CONTRACTS</p>\n<p> Wireless your way with no activation or cancellation fees, ever.</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>COVERAGE</p>\n<p>5G Nationwide<sup>†</sup> Coverage on one of the America’s largest and most dependable networks.</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>PHONES</p>\n<p> Browse phones from the brands you trust or keep the phone you love.\n</p>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n<p>FLEXIBLE PLANS</p>\n<p> Pick the plan that best fits your data needs.\nYou call the shot.\n</p>\n</li>\n</ul> FIND OUT HOW NET10 WIRELESS WORKS FOR YOU How it works </li>\n</ul>\n</li>\n<li>JOIN REWARDS</li>\n</ul>\n<ul>\n<li>\nMY ACCOUNT\n</li>\n</ul>\n<ul>\n<li>\nSHOP\n</li>\n<li>\nREFILL\n</li>\n<li>\nACTIVATE\n</li>\n<li>\nHELP\n</li>\n</ul>\n<ul>\n<li>Menu</li>\n</ul>\n<ul>\n<li>\n<ul>\n</ul>\n</li>\n<li>\nDEALS\n</li>\n<li>\nHOME\n</li>\n<li>\nMY ACCOUNT\n</li>\n<li>\nMY ACCOUNT\n<ul>\n<li>\nMY ACCOUNT\n</li>\n<li>\n<ul>\n<li>My Devices</li>\n<li>Manage Profile</li>\n<li>Manage Payment</li>\n<li>Payment History</li>\n<li>Add Device</li>\n<li>REWARDS</li>\n<li>REWARDS</li>\n<li>SIGN OUT</li>\n</ul>SIGN OUT\n</li>\n</ul>\n</li>\n<li>\nSHOP\n<ul>\n<li>SHOP</li>\n<li>\nPlans </li>\n<li>\nPhones</li>\n<li>\nBuy SIM Card or Keep Your Own Phone</li>\n<li>\nDevices</li>\n<li>\nPhone Payment Plan</li>\n<li>\nInternational Calling</li>\n<li>\nBring Your Own Tablet</li>\n<li>\nExtras</li>\n<li>\nSHOP OUR RETAIL STORES</li>\n</ul>\n</li>\n<li>\nREFILL\n<ul>\n<li>REFILL</li>\n<li>\nRefill</li>\n<li>\nAuto-Refill</li>\n</ul>\n</li>\n<li>\nACTIVATE\n<ul>\n<li>ACTIVATE</li>\n<li>\nActivate</li>\n<li>\nAdd a Line</li>\n</ul>\n</li>\n<li>\nHELP\n<ul>\n<li>HELP</li>\n<li>\nCheck Your Balance / Last Day Of Service</li>\n<li>\nProgramming Guide</li>\n<li>\nTransfer Service</li>\n<li>\nFAQ</li>\n<li>\n611611 Text Help Line</li>\n<li>\nCoverage Map</li>\n<li>\nTutorials &amp.\nUser Manuals</li>\n<li>\nTrack Order</li>\n<li>\nWi-Fi Calling e911 Address</li>\n<li>\nVoLTE Network Changes</li>\n<li>HELP</li>\n<li>\nContact Us</li>\n</ul>\n</li>\n<li>\nWHY NET10\n<ul>\n<li>WHY NET10</li>\n<li>\nWHY NET10</li>\n<li>\nNO-CONTRACTS</li>\n<li>\nCOVERAGE</li>\n<li>\nPHONES</li>\n<li>\nFLEXIBLE PLANS</li>\n</ul>\n</li>\n<li>\nJOIN REWARDS\n</li>\n<li>\nESPAÑOL\n</li>\n<li>\nfind a store\n</li>\n</ul>\n<strong>\n</strong> For answers Text<sup>∆</sup> HELP to 611611 JOIN REWARDS JOIN NOWLEARN MORE Print Email <p>Start Activation</p>\n<p>Get Plan</p>\n<p>Phone Setup</p>\n<p>Finalize</p>\n<p>\n<b>NET10 WIRELESS TERMS AND CONDITIONS OF SERVICE, AGREEMENT TO ARBITRATE DISPUTES, AND EXPRESS WRITTEN CONSENT TO RECEIVE COMMUNICATIONS FROM NET10</b>\n</p>\n<p>\n<b>I.\nAgreement to Arbitrate Disputes</b>\n</p>\n<p>\n<b>II.\nExpress Written Consent to Receive Communications</b>\n</p>\n<p>\n<b>III.\nTerms and Conditions of Service</b>\n</p>\n<p>\n<b>IV.\nHome Phone</b>\n</p>\n<p>\n<b>V.\nMobile Hotspots and Keep Your Own Phone</b>\n</p>\n<p>\n<b>VI.\nUpgrade Plans</b>\n</p>\n<p>\n<b>VII.\nReturn Policy</b>\n</p>\n<p>\n<b>VIII.\nLimited Warranty</b>\n</p>\n<p>\n<b>IX.\nUnlocking Policy</b>\n</p>\n<p>\n<b>THESE TERMS AND CONDITIONS OF SERVICE CONTAIN IMPORTANT INFORMATION ABOUT YOUR LEGAL RIGHTS, AND REQUIRE THAT CERTAIN DISPUTES BE RESOLVED THROUGH ARBITRATION INSTEAD OF A COURT TRIAL.\nFOR MORE INFORMATION SEE SECTION I BELOW.</b>\n</p>\n<p>\n<b>Binding Agreement.</b> Please read these Terms and Conditions of Service, Agreement to Arbitrate Disputes, and Express Written Consent to Receive Communications from NET10 (“Agreement” or “Terms and Conditions”) carefully.\nThese Terms and Conditions are a legally binding agreement between You and TracFone Wireless, Inc.\nd/b/a NET10 (“NET10”), which is a Delaware corporation that maintains its principal place of business in Miami, Florida.\nNET10 is a registered trademark of Verizon Trademark Services, LLC, a Verizon company.</p>\n<p>Except where we've agreed otherwise elsewhere in this Agreement, this Agreement and any disputes covered by it are governed by federal law and the laws of the state encompassing the area code of your wireless phone number when you accepted this greement, without regard to the conflicts of laws and rules of that state.</p>\n<p>\n<b>Acceptance of Terms and Conditions</b>.\nYour acceptance of the Terms and Conditions in this Agreement occurs when you do the earliest of any of the following actions (i) receive notice or a copy of the NET10 Terms and Conditions.\n(ii) give NET10 a written or electronic signature, or tell NET10 orally that You accept.\n(iii) use a NET10 Product (“Product”) or NET10 Service (“Service).\n(iv) activate or continue Service.\n(v) register Your Account with NET10.\n(vi) use Your Service after Your Service is activated.\n(vii) make any addition or change to Your Service.\nor (viii) pay for Your Service or any Product.\nFor assistance or more information, please contact NET10 Customer Care at 1-877-836-2368.</p>\n<p>NET10 reserves the right to change or modify any of these Terms and Conditions at any time.\nAny changes or modifications to these Terms and Conditions are effective and will be binding upon you when posted on our website at NET10wireless.com.\nBecause these Terms and Conditions are subject to change at any time, you should always check our website for the most current Terms and Conditions.\nNotwithstanding this provision, if we make any changes to the dispute resolution provision of this Agreement, such changes will not affect the resolution of any disputes that arose before such change, unless you want them to apply to a pending dispute.\nFor assistance or more information about your NET10 Product or Service, please contact NET10 Customer Care at 1-877-836-2368.</p>\n<p>\n<b>I.\nAgreement to Arbitrate Disputes</b>\n</p>\n<p>\n<b>Important Notice:</b> Many customer concerns can be resolved quickly and to your satisfaction by contacting the Customer Care Department, at1-877-836-2368.\nIf we are unable to resolve your dispute, then you and we agree to resolve all disputes in arbitration or small claims court as described below.</p>\n<p>\n<b>YOU UNDERSTAND THAT BY THIS AGREEMENT YOU ARE GIVING UP THE RIGHT TO BRING A CLAIM IN COURT OR IN FRONT OF A JURY.\nWHILE THE PROCEDURES IN ARBITRATION MAY BE DIFFERENT, AN ARBITRATOR CAN AWARD YOU THE SAME DAMAGES AND RELIEF, AND MUST HONOR THE SAME TERMS IN THIS AGREEMENT, AS A COURT WOULD, SUBJECT TO THE LIMITS ON ARBITRATOR AUTHORITY SET FORTH BELOW.\nIF THE LAW ALLOWS FOR AN AWARD OF ATTORNEYS' FEES, AN ARBITRATOR CAN AWARD THEM TOO.\nTHE SAME DEFENSES ARE ALSO AVAILABLE TO BOTH PARTIES AS WOULD BE AVAILABLE IN COURT INCLUDING ANY APPLICABLE STATUTE OF LIMITATIONS.\nWE ALSO BOTH AGREE THAT:</b>\n</p>\n<p>\n<b>(1) THE FEDERAL ARBITRATION ACT APPLIES TO THIS AGREEMENT.\nEXCEPT FOR SMALL CLAIMS COURT CASES OR AS SPECIFICALLY NOTED BELOW, ANY DISPUTE THAT IN ANY WAY RELATES TO OR ARISES OUT OF THIS AGREEMENT, INCLUDING THE VALIDITY, ENFORCEABILITY, OR SCOPE OF ANY PORTION OF THIS AGREEMENT (INCLUDING THE AGREEMENT TO ARBITRATE) EXCEPT AS NOTED BELOW, OR FROM ANY EQUIPMENT, PRODUCTS AND SERVICES YOU RECEIVE FROM US, OR FROM ANY ADVERTISING FOR ANY SUCH PRODUCTS OR SERVICES, OR FROM OUR EFFORTS TO COLLECT AMOUNTS YOU MAY OWE US FOR SUCH PRODUCTS OR SERVICES, INCLUDING ANY DISPUTES YOU HAVE WITH OUR EMPLOYEES OR AGENTS, WILL BE RESOLVED BY ONE OR MORE NEUTRAL ARBITRATORS BEFORE THE AMERICAN ARBITRATION ASSOCIATION (\"AAA\") AS EXPLAINED BELOW IN PARAGRAPH 2.\nYOU CAN ALSO BRING ANY ISSUES YOU MAY HAVE TO THE ATTENTION OF FEDERAL, STATE, OR LOCAL GOVERNMENT AGENCIES, AND IF THE LAW ALLOWS, THEY CAN SEEK RELIEF AGAINST US FOR YOU.\nTHIS AGREEMENT TO ARBITRATE CONTINUES TO APPLY EVEN AFTER YOU HAVE STOPPED RECEIVING SERVICE FROM US.</b>\n</p>\n<p>\n<b>(2) UNLESS YOU AND NET10 AGREE OTHERWISE, THE ARBITRATION WILL TAKE PLACE IN THE COUNTY OF YOUR BILLING ADDRESS.\nAND THE AAA'S CONSUMER ARBITRATION RULES WILL APPLY.\nYOU CAN GET PROCEDURES, RULES AND FEE INFORMATION FROM THE AAA (WWW.ADR.ORG) OR FROM US.\nFOR CLAIMS OF $25,000 OR LESS, YOU CAN CHOOSE WHETHER YOU'D LIKE THE ARBITRATION CARRIED OUT BASED ONLY ON DOCUMENTS SUBMITTED TO THE ARBITRATOR, OR BY A HEARING IN PERSON OR BY PHONE.\nALTERNATIVELY, FOR CLAIMS WITHIN THE JURISDICTIONAL LIMIT OF THE SMALL CLAIMS COURT IN THE STATE ENCOMPASSING YOUR BILLING ADDRESS, EITHER YOU OR NET10 CAN CHOOSE TO BRING AN INDIVIDUAL ACTION IN SMALL CLAIMS COURT INSTEAD OF PROCEEDING IN ARBITRATION.\nFURTHERMORE, IF THE CLAIMS IN ANY REQUEST OR DEMAND FOR ARBITRATION COULD HAVE BEEN BROUGHT IN SMALL CLAIMS COURT, THEN EITHER YOU OR NET10 MAY CHOOSE TO HAVE THE CLAIMS HEARD IN SMALL CLAIMS COURT, RATHER THAN IN ARBITRATION, AT ANY TIME BEFORE THE ARBITRATOR IS APPOINTED, BY NOTIFYING THE OTHER PARTY OF THAT CHOICE IN WRITING.\nIF THIS PROVISION OR THE LIMITATION ON BRINGING ACTIONS TO SMALL CLAIMS COURT IS FOUND TO BE INVALID, THEN THIS PROVISION SHALL BE SEVERABLE AND THE MATTER WILL PROCEED IN ARBITRATION.\nIN NO WAY WILL THIS PROVISION ALLOW FOR AN ACTION TO BE BROUGHT ON A CLASS OR COLLECTIVE BASIS.</b>\n</p>\n<p>\n<b>(3) THIS AGREEMENT DOESN'T ALLOW CLASS OR COLLECTIVE ARBITRATIONS EVEN IF THE AAA PROCEDURES OR RULES WOULD.\nNOTWITHSTANDING ANY OTHER PROVISION OF THIS AGREEMENT, THE ARBITRATOR MAY AWARD MONEY OR INJUNCTIVE RELIEF ONLY IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF WARRANTED BY THAT PARTY'S INDIVIDUAL CLAIM.\nNO CLASS, REPRESENTATIVE OR PRIVATE ATTORNEY GENERAL OR GENERAL INJUNCTIVE RELIEF THEORIES OF LIABILITY OR PRAYERS FOR RELIEF MAY BE MAINTAINED IN ANY ARBITRATION HELD UNDER THIS AGREEMENT.\nANY QUESTION REGARDING THE ENFORCEABILITY UNDER APPLICABLE LAW OR INTERPRETATION OF THIS PARAGRAPH SHALL BE DECIDED BY A COURT AND NOT THE ARBITRATOR.</b>\n</p>\n<p>\n<b>(4) IF EITHER OF US INTENDS TO SEEK ARBITRATION UNDER THIS AGREEMENT, THE PARTY SEEKING ARBITRATION MUST FIRST NOTIFY THE OTHER PARTY OF THE DISPUTE IN WRITING AT LEAST 60 DAYS IN ADVANCE OF INITIATING THE ARBITRATION.\nNOTICE TO NET10 SHOULD BE SENT TO: TracFone Wireless, Inc., Attn: Legal Department-Consumer Claims, 9700 NW 112 Avenue, Miami, Florida 33178.\nTHE NOTICE MUST INCLUDE ENOUGH INFORMATION TO ALLOW US TO IDENTIFY YOUR ACCOUNT AS WELL AS TO ASSESS AND ATTEMPT TO RESOLVE YOUR CLAIM, INCLUDING THE NAME OF THE NET10 WIRELESS ACCOUNT HOLDER, THE MOBILE TELEPHONE NUMBER AT ISSUE, A DESCRIPTION OF THE CLAIM, THE SPECIFIC FACTS SUPPORTING THE CLAIM, THE DAMAGES YOU CLAIM TO HAVE SUFFERED AND THE RELIEF YOU ARE SEEKING.\nTHE NOTICE REQUIREMENT IS DESIGNED TO ALLOW NET10 TO MAKE A FAIR, FACT-BASED OFFER OF SETTLEMENT IF IT CHOOSES TO DO SO.\nYOU CANNOT PROCEED TO ARBITRATION UNLESS YOU PROVIDE THIS INFORMATION.\nYOU MAY CHOOSE TO BE REPRESENTED BY AN ATTORNEY OR OTHER PERSON AS PART OF THIS PROCESS, BUT IF YOU DO, YOU MUST SUBMIT A LETTER OR THE FORM AVAILABLE AT:</b>\n</p>\n<p>https://www.tracfonewirelessinc.com/attorneyauthorizationform</p>\n<p>\n<b>AUTHORIZING US TO DISCUSS YOUR ACCOUNT INFORMATION WITH THIS ATTORNEY OR OTHER PERSON.\nTHE SUFFICIENCY OF THIS NOTICE IS AN ISSUE TO BE DECIDED BY A COURT PRIOR TO THE FILING OF ANY DEMAND FOR ARBITRATION.\nIF YOU HAVE PROVIDED THIS INFORMATION AND WE ARE UNABLE TO RESOLVE OUR DISPUTE WITHIN 60 DAYS, EITHER PARTY MAY THEN PROCEED TO FILE A CLAIM FOR ARBITRATION.\nWE'LL REIMBURSE ANY FILING FEE THAT THE AAA CHARGES YOU FOR ARBITRATION OF THE DISPUTE AT THE CONCLUSION OF THE ARBITRATION IF YOU FULLY PARTICIPATE IN THE PROCEEDING.\nWE'LL ALSO PAY ANY ADMINISTRATIVE AND ARBITRATOR FEES CHARGED BY THE ARBITRATION TRIBUNAL.\nIF THE ARBITRATOR DETERMINES THAT YOUR CLAIM WAS FILED FOR PURPOSES OF HARASSMENT OR IS PATENTLY FRIVOLOUS, THE ARBITRATOR WILL REQUIRE YOU TO REIMBURSE NET10 FOR ANY FILING, ADMINISTRATIVE OR ARBITRATOR FEES ASSOCIATED WITH THE ARBITRATION.</b>\n</p>\n<p>\n<b>(5) WE MAY, BUT ARE NOT OBLIGATED TO, MAKE A WRITTEN SETTLEMENT OFFER ANYTIME BEFORE THE ARBITRATION HEARING.\nTHE AMOUNT OR TERMS OF ANY SETTLEMENT OFFER MAY NOT BE DISCLOSED TO THE ARBITRATOR UNTIL AFTER THE ARBITRATOR ISSUES AN AWARD ON THE CLAIM.\nIF YOU DON'T ACCEPT THE OFFER AND THE ARBITRATOR AWARDS YOU AN AMOUNT OF MONEY THAT'S MORE THAN OUR OFFER BUT LESS THAN $5,000, OR IF WE DON'T MAKE YOU AN OFFER, AND THE ARBITRATOR AWARDS YOU ANY AMOUNT OF MONEY BUT LESS THAN $5,000, THEN WE AGREE TO PAY YOU $5,000 INSTEAD OF THE AMOUNT AWARDED.\nIF THE ARBITRATOR AWARDS YOU MORE THAN $5,000, THEN WE WILL PAY YOU ONLY THAT AMOUNT.</b>\n</p>\n<p>\n<b>(6) IF 25 OR MORE CUSTOMERS INITIATE NOTICES OF DISPUTE PURSUANT TO PARAGRAPH 4 ABOVE OR FILE A COMPLAINT IN COURT, WHICH RAISE SIMILAR CLAIMS, AND COUNSEL FOR THE NET10 CUSTOMERS BRINGING THE CLAIMS ARE THE SAME OR COORDINATED FOR THESE CUSTOMERS, THE CLAIMS SHALL PROCEED IN ARBITRATION IN A COORDINATED PROCEEDING.\nCOUNSEL FOR THE NET10 CUSTOMERS AND COUNSEL FOR NET10 SHALL EACH SELECT FIVE CASES TO PROCEED FIRST IN ARBITRATION IN A BELLWETHER PROCEEDING.\nADDITIONAL CASES INVOLVING SIMILAR CLAIMS BROUGHT BY THE SAME OR COORDINATED COUNSEL SHALL NOT BE FILED IN ARBITRATION UNTIL THE FIRST TEN HAVE BEEN RESOLVED.\nIF THE PARTIES ARE UNABLE TO RESOLVE THE REMAINING CASES AFTER THE CONCLUSION OF THE BELLWETHER PROCEEDING, EACH SIDE MAY SELECT ANOTHER FIVE CASES TO PROCEED TO ARBITRATION FOR A SECOND BELLWETHER PROCEEDING.\nTHIS PROCESS MAY CONTINUE UNTIL THE PARTIES ARE ABLE TO RESOLVE ALL OF THE CLAIMS, EITHER THROUGH SETTLEMENT OR ARBITRATION.\nIF SUCH A PROCESS IS INITIATED, THE FILING OF A NOTICE OF DISPUTE BY A CUSTOMER IN ACCORDANCE WITH PARAGRAPH 4 OR FILING OF A COMPLAINT IN COURT WILL TOLL ALL APPLICABLE STATUTES OF LIMITATIONS FOR THAT CUSTOMER’S DISPUTE UNTIL THE COMPLETION OF THE PROCESS DESCRIBED IN THIS PARAGRAPH.\nA COURT WILL HAVE AUTHORITY TO ENFORCE THIS PARAGRAPH INCLUDING BY ENTERING AN INJUNCTION TO PROHIBIT FILINGS IN VIOLATION OF THIS PARAGRAPH.</b>\n</p>\n<p>\n<b>(7) AN ARBITRATION AWARD AND ANY JUDGMENT CONFIRMING IT APPLY ONLY TO THAT SPECIFIC CASE.\nIT CAN'T BE USED IN ANY OTHER CASE EXCEPT TO ENFORCE THE AWARD ITSELF.</b>\n</p>\n<p>\n<b>(8) IF A COURT DETERMINES THAT THE PROHIBITION ON CLASS ARBITRATIONS OR THE LIMITS ON THE ARBITRATOR’S AUTHORITY SET FORTH IN SUBSECTION (3) OR THE PROCESS SET FORTH IN SUBSECTION (6) CANNOT BE ENFORCED UNDER APPLICABLE LAW AS TO ALL OR PART OF A DISPUTE, THEN THE AGREEMENT TO ARBITRATE WILL NOT APPLY TO THAT DISPUTE OR PART OF THE DISPUTE, WHICH MAY PROCEED IN COURT EITHER ONCE THE ARBITRATED MATTERS HAVE CONCLUDED OR SOONER IF THE COURT SO REQUIRES.</b>\n</p>\n<p>\n<b>(9) IF FOR ANY REASON A CLAIM PROCEEDS IN COURT RATHER THAN THROUGH ARBITRATION, YOU AND NET10 AGREE THAT, TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, THERE WILL NOT BE A JURY TRIAL.\nYOU AND NET10 UNCONDITIONALLY WAIVE ANY RIGHT TO TRIAL BY JURY IN ANY ACTION, PROCEEDING OR COUNTERCLAIM ARISING OUT OF OR RELATING TO THIS AGREEMENT IN ANY WAY.\nIN THE EVENT OF LITIGATION, THIS PARAGRAPH MAY BE FILED TO SHOW A WRITTEN CONSENT TO A TRIAL BY THE COURT.</b>\n</p>\n<p>\n<b>II.</b>\n<b>Express Written Consent to Receive Communications from NET10</b>\n</p>\n<p>By agreeing to these Terms and Conditions, you expressly consent to and authorize NET10 and its affiliates, agents, and its third-party representatives to use written, electronic or verbal means to contact you for any reason, including regarding information about your Service, Service reminders, payment reminders, payment confirmations, renewal confirmations, requisite notices and marketing of any kind, including offers, solicitations, and promotions.\nThis consent includes but is not limited to contact by manual calling methods, prerecorded or artificial voice messages, text messages, push notifications, emails, and/or automatic telephone dialing systems.\nYou agree that NET10 and its affiliates, agents, and its third-party representatives may, now or in the future, use any email address or the telephone number that you are assigned for your NET10 Service, to contact you for any reason, regardless of whether you incur charges as a result.</p>\n<p>Subject to your right to opt out as set forth below, this consent may not be revoked.\nYou have the right to opt out from receiving marketing communications from NET10 at any time.\nYou may exercise this right to opt out by, among other things, writing to us at NET10, Legal Department-Consumer Claims, 9700 NW 112 Avenue, Miami, Florida 33178, opting out or unsubscribing from email or SMS marketing through available set mechanisms, or calling 1-877-836-2368.\nIf you choose to communicate your choice to opt out by writing to us, your letter must indicate your name, NET10 phone number and device IMEI, and state that you are opting out from receiving marketing communications from NET10.</p>\n<p>\n<b>III.\nTerms and Conditions of Service</b>\n</p>\n<p>\n<b>1.\nActivating Your Service</b>\n</p>\n<p>To use NET10 Service, you must first purchase and activate a NET10 wireless phone or a NET10 Keep Your Own Phone SIM Kit (“SIM Kit”) that can be used to activate a compatible wireless phone you already own under the Keep Your Own Phone program.\nAt the time of purchase, you may be charged applicable taxes, fees or surcharges set by federal, state or local governments.\nTo activate your phone, you must also purchase and redeem a NET10 wireless plan (Plan”).\nFor more information about our Plans visit our website NET10wireless.com.</p>\n<p>You may activate your Service online by visiting our website at NET10wireless.com or by calling Customer Care from a phone other than the one you intend to activate.\nIf you have purchased an SIM Kit to activate your own phone, follow the instructions that came with the SIM Kit to activate your Service.\nWhen you activate your Service, you will be provided a telephone number unless you elect to transfer or “port-in” an existing telephone number you are using with another provider.\nIn certain instances, you may not be able to transfer your existing telephone number for reasons outside of our control.\nPlease note that you have no ownership rights to any telephone number, IP address or any other identifier associated with your Service and you acknowledge and agree that we may change any such number, IP address or other identifier associated with your Service at any time without prior notice or liability to you.</p>\n<p>When you activate your Service, you will also have the option of registering with us and creating an account (“Account”) by providing your name, address, email address and alternative contact telephone number.\nIf you elect not to register at the time of activation, you may not be able to obtain copies of your call detail records except upon service of a valid subpoena or a court order.</p>\n<p>NET10 Service can only be activated where NET10 Service is offered and supported by NET10.\nThe wireless telecommunications networks used to transmit the voice, text, and data services that support the Service offered by NET10 are owned and operated by licensed commercial mobile radio service providers (“Carriers”), and not NET10.</p>\n<p>\n<b>Keep Your Own Phone.</b> If you are activating your own compatible phone under the Keep Your Own Phone Program, you are responsible for ensuring that the phone is unlocked, compatible with the Service, does not interfere with the Service, and that it complies with all applicable laws, rules and regulations.\nYou are also responsible for ensuring that your phone meets all federal laws and standards.\nYou are further responsible for the purchase and maintenance of any additional hardware and/or software required to use the Service.\nNot all aspects of the Service are available on all Carrier networks or will function on all phones, including phones activated under the Keep Your Own Phone program.\nSome functions and features referenced in the manufacturer’s manual provided with your phone may not be available when using the Service.\nSome Plans may not work on smartphones or on phones activated under the Keep Your Own Phone program.\nExcept for NET10 mobile hotspots and tablets activated under the Keep Your Own Tablet program (please see Section III) devices capable only of using data service are strictly prohibited and your use of any such device is grounds for immediate deactivation and termination of your Service without a refund.</p>\n<p>All aspects of the Service, including, Plan rates, offerings, features, functionality and other product specifications are subject to change without notice or obligation.\nAll talk and standby times are quoted in digital mode and are approximate.\nPlans have no cash value and are non-refundable.\nPlans cannot be transferred to another account nor can they be used with or transferred to another brand owned by TracFone Wireless, Inc.\nor another wireless service provider.\nNo refunds or discounts will be given for (i) unused Service that expires after your Service End Date.\n(ii) unused Service if your Phone is lost or stolen.\nor (iii)Plans purchased that are not compatible or supported by your Phone.</p>\n<p>\n<b>2.\nTermination of Service</b>\n</p>\n<p>Either party may terminate this Agreement at any time.\nTermination of this Agreement will result in the immediate termination of your Service which may be reactivated if you elect to do so, subject to the acceptance of the then-current Terms and Conditions for Service at the time of such reactivation.\nAny Service which remains unused at the time of termination, including, promotional balances, cannot be refunded or transferred to another person.</p>\n<p>We may terminate this Agreement at any time without notice if we cease to provide Service in your area.\nWe may interrupt, suspend, cancel, or terminate your Service without immediate notice to you for any conduct that we believe violates these Terms and Conditions, including, but not limited to, the following:</p>\n<p>(i) using or directing abusive, vulgar, derogatory, intimidating, or harassing language or conduct towards a NET10 representative, officer, employee, agent, or authorized retailer;</p>\n<p>(ii) using your Service for any unlawful, fraudulent, or illegal purpose;</p>\n<p>(iii) using your Service in any way that adversely affects our ability to manage the Service provided to other customers or the Carrier’s network;</p>\n<p>(iv) violating any Term or Condition contained in this Agreement.</p>\n<p>Any term or provision of this Agreement which by its context is intended to apply after termination of the Agreement will survive, including, any limitation of liability, disclaimer of warranties, dispute resolution procedures, restrictions with respect to the use of a Product or Service and our Limited Warranty, Return Policy, and Privacy Policy.</p>\n<p>\n<b>3.\nNET10 Plans</b>\n</p>\n<p>Your phone will only have Service after you have purchased and redeemed a service plan (“Plan”).\nNET10 Plans vary depending on whether you own a basic phone or smartphone.\nAll NET10 Plans provide a certain number of days of Service (“Service Days”) per Plan cycle.\nYou will have Service under your Plan so long as you do not reach your maximum allotment of minutes or data (to the extent they are capped) and so long as you have Service Days left on your Plan’s cycle (“Plan Cycle”).\nThe Services that come with our Plans (e.g., talk, text and data) vary and change from time to time.\nFor the latest information what our NET10 Plans offer please visit our website at NET10wireless.com or call Customer Care.</p>\n<p>\n<b>Pay-As-You-Go Plans</b>.\nNET10 Pay-As-You-Go Plans work for basic phones only and come with a certain number of minutes.\nPay-As-You-Go Plans vary in the number of Service Days offered.\nMinutes can be used for calling, text messaging, and data services.\nThe rate to send or receive a regular text message is generally .5 minutes per message.\nThe rate to send and receive an MMS message (picture or video message) is generally 2.5 minutes per message.\nFor incoming messages, minutes are only deducted for messages which are opened.\nOn certain NET10 phones, other text messaging rates may apply.\nSee individual NET10 phone package for details.\nMinutes are also deducted for data services.</p>\n<p>Minutes are deducted for all incoming and outgoing calls, including incoming call waiting calls, simultaneous calls, toll free calls, and calls to 411, 611, Customer Care, and your voice mail.\nFor simultaneous calls, such as incoming call waiting and 3-way calling (where available) minutes will be deducted for each call.\nMinutes are not deducted for calls to 911.\nFor outbound calls, you may be charged minutes for incomplete, busy, or no answer calls.\nMinutes are deducted in full unit increments.\nPartial minutes are rounded up to the next minute.\nNo credit is given for dropped calls.\nYour NET10 phone may include 10 airtime minutes for set up.\nThese minutes may be used for test calls at our discretion.</p>\n<p>\n<b>Monthly Plans</b>.\nNET10 Monthly Plans work on smartphones and basic phones and come with unlimited nationwide calling, text messaging (including international text messaging), and up to a certain amount of high speed data at 4G speeds for each Plan Cycle depending on which Plan you select.\nAll NET10 Monthly Plans come with thirty (30) Service Days.</p>\n<p>\n<b>Upgrade Plans</b>.\nFor more information about Upgrade Plans please refer to Section VI, below.</p>\n<p>\n<b>4.\nUsing Your Service</b>\n</p>\n<p>\n<b>Service Days</b>.\nGenerally, once you start a new Plan Cycle, you will lose any unused minutes, data and Service Days remaining on your current Plan unless your Plan provides Carryover Benefits.\nIf your Plan does not provide any Carryover Benefits, you will not receive a refund or credit for any unused minutes, data or Service Days once you begin a new Plan Cycle.</p>\n<p>\n<b>Service End Date</b>.\nTo keep your Service active, you must purchase and redeem a Plan prior to your Service End Date.<b>\n</b>Your Service End Date is the last day of your Plan Cycle and is determined by the date on which you activated your Service by redeeming a Plan.\nIf you fail to redeem a new Plan prior to your Service End Date, your Account will be deactivated on your Service End Date and, if applicable, you may lose your phone number.\nTo prevent this from occurring, please keep your Service active by purchasing a Plan before your Service End Date.\nNET10 reserves the right to deactivate any Account for which there is no usage for a period of six (6) consecutive months for smartphones and twelve (12) consecutive months for basic phones.\nIf your Account is deactivated, it may be reactivated by purchasing and redeeming a new Plan.\nOnce reactivated, you will be assigned a new phone number.</p>\n<p>\n<b>Carryover Benefits</b>.\nCertain Pay-Go Plans provide a Carryover Benefit which allows you to carryover unused minutes when you purchase a new Plan and to combine the number of minutes and Service Days provided by your Pay-Go Plan.\nFor example, if you purchase and redeem two Pay-Go Plans that come with 200 minutes and thirty (30) Service Days, your Account will be credited with 400 minutes and sixty (60) Service Days.\nIf you add a 30-day Pay-Go Plan fifteen (15) days into an existing 30-day Plan Cycle, you will have forty-five (45) Service Days and your Service End Date will be adjusted accordingly.\nAccordingly, you can extend your Service End Date by adding multiple Plans to your Account on or before your Service End Date.</p>\n<p>Please note that upon your redemption of a Monthly Plan, any unused minutes and Service Days carried over under your Account will be cleared and will be replaced with the service and Service Days provided under your new Monthly plan.</p>\n<p>\n<b>NET10 Auto-Refill</b>.\nYou may enroll in Auto-Refill to purchase a new Plan each time your Plan Cycle expires by registering your credit or debit card online with the NET10 website and selecting the Plan you want to purchase on a recurring basis.\nWhen you enroll in Auto-Refill, a new Plan will be automatically purchased and redeemed to your Account each month at the end of your Plan Cycle and your credit or debit card will be automatically charged for the cost of the Plan you elected to purchase on a recurring basis.\nBy enrolling in Auto-Refill, you agree to receive communications from NET10 regarding your enrollment including, without limitation, upcoming payment dates or unsuccessful payment notifications.\nIn the event that your Auto-Refill payment is unsuccessful, Auto-Refill will be suspended on your Account.\nIf you make a payment within ten (10) days of an unsuccessful Auto-Refill payment using the same or a new debit or credit card, you agree that we may resume your Auto-Refill enrollment so that your recurring Plan purchases will continue on a recurring basis.</p>\n<p>\n<b>NET10 Reserve</b>: With NET10 Reserve, you may purchase and add to your Account one or more Monthly Plans.\nIf you have a Monthly Plan in your NET10 Reserve, it will be automatically applied to your Account on your Service End Date.\nYou may redeem the Service Plans in your NET10 Reserve at any time prior to your Service End Date, however, if you do so, you will lose any unused Service and Service Days left under your previous Plan.\nIf you are enrolled in Auto-Refill, the Plans in your NET10 Reserve will take precedence over Auto-Refill and will be redeemed before an Auto-Refill purchase is processed.\nCustomers with Monthly Plans in their NET10 Reserve will also be unable to purchase Pay-Go Plans until all Plans in their NET10 Reserve have been applied.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.\nText Messaging</b>\n</p>\n<p>NET10 does not participate in Premium SMS services or campaigns.\nPremium SMS services usually involve sending a text message to a designated “short code” or attempting to buy SMS services from anyone other than NET10.\nPremium SMS campaigns include casting a vote, expressing your opinion, playing a game, subscribing to a service, or participating in interactive television programs through the use of a wireless phone.</p>\n<p>You should not attempt to participate in Premium SMS services or campaigns other than those authorized by NET10.\nAny text message you send to a “short code” not authorized by NET10 will likely not go through.\nAny charges you may incur as a result of your attempts to participate in Premium SMS services or campaigns not authorized by NET10, are not refundable.</p>\n<p>\n<b>6.\nData Services</b>\n</p>\n<p>All NET10 Plans provide access to data services.\nYour use of data services (“Data Usage”) occurs whenever your phone is connected to the network and is engaged in any data transmission, including, but not limited to, (i) opening or using an internet browser or app in any way, including, but not limited to app installations and updates, (ii)sending, receiving, or downloading any type of content, including, but not limited, emails, documents, pictures, MMS messages or any other content, or (iii) if data access or a data connection is initiated in any other way or for any other purpose.</p>\n<p>Nationwide 5G and 4G/4G LTE networks are not available on all devices and in all locations.\nNationwide 5G and 4G/4G LTE networks require a capable device and SIM card.\nActual availability, coverage, and speeds may vary.\nIf your Plan comes with a fixed amount of high speed data, after your high speed data balance is reached, your data speeds will be reduced to as low as 64 kbps for the remainder of your Plan cycle.\nYour high speed data will be restored once your next Plan Cycle begins unless you purchase a new Monthly Plan prior to the start of your next Plan Cycle.\nIf your data speeds are reduced, the reduced speeds may impact the functionality of some data applications, such as streaming audio or video or web browsing.\nData transmitted over Wi-Fi does not count against your data balance.</p>\n<p>Depending on the Carrier network, your Monthly Plan may be automatically enabled with a feature that optimizes all detectable video streaming to DVD-quality (typically 480p) through the Carrier’s network (“Data Optimizer”).\nData Optimizer manages the amount of data used when streaming video on your phone in order to improve your experience by reducing the chances of your video stalling or buffering.\nYou may disable the Data Optimizer feature at any time by contacting Customer Care.\nVideo streaming over a Wi-Fi connection will be delivered at the video’s native resolution.</p>\n<p>Some apps, content, programs, and software that you download or that come preloaded on your phone automatically and regularly send and receive data transmissions in order to function properly, without you affirmatively initiating the request and without your knowledge.\nFor example, mobile apps that provide real-time information and location-based information connect to our network and send and receive updated information so that it is available to you when you want to access it.\nYour Account balance will be deducted for all Data Usage initiated by your phone, including, Data Usage for connections that you affirmatively initiate and for those that run automatically in the background without your knowledge whether they are successful or not.\nThe duration of your data connection and the associated Data Usage is not determined from the exact moment you press a button on your phone.\nData Usage also depends on the size of the content and the actual time it takes to download or transmit the content or MMS message.\nIf you cancel or attempt to cancel a download or transmission in progress, or if the process is otherwise interrupted through no action on your part, you will still incur Data Usage.\nUnless you are using Wi-Fi, any Data Usage on your phone, will count against your Account balance.</p>\n<p>\n<b>Pay-As-You-Go Plans</b>.\nWith Pay-As-You-Go Plans that come with minutes only, one (1) minute will be deducted from your Account per (1) minute of Data Usage.\nMinutes deducted for Data Usage are deducted in full minute increments.\nData Usage lasting less than sixty (60) seconds will be rounded up to the next full minute.\nYour NET10 phone will not allow you to access NET10’s Mobile Web Portal without a balance of at least 10 minutes.\nFor MMS messages, your Account will be deducted 2.5 minutes for each MMS message you send or receive in addition to the one (1) minute deduction for each minute it takes to send or receive the MMS message.\nThe number of minutes deducted from your Account for sending or receiving an MMS message will vary depending on the size of the MMS message and the amount of time required to complete the transmission.</p>\n<p>\n<b>Online Content and Apps</b>.\nWith certain NET10 Phones, you may be able to view, access, use, or download online content (“Content”) using NET10’s Mobile Web Portal, an internet browser, an app store, or a mobile app depending on your phone type (e.g., basic phone or smartphone).\nIn addition to any minute or data balances deducted for Data Usage, you may be charge for any online Content (“Content Charge”) you purchase.\nContent Charges on NET10’s Mobile Web Portal vary depending on the type of Content.\nYou will be advised of any Content Charges prior to finalizing your purchase.\nWhen you have selected a title and are ready to make your purchase, click on “Buy” and the Content Charge will be shown in both U.S.\nDollars and in minutes.\nYou will have the opportunity to select one of two payment options: (1) you may use a credit card to complete your purchase or (2) you may select a direct deduction of minutes from your NET10 phone.\nContent Charges paid via direct deduction of minutes are calculated using a dollar-to-minute conversion factor of $1.00 equals 10 minutes of airtime.\nThe costs for Data Services in U.S.\nDollars and/or minutes and the dollar-to-minute conversion factor are subject to change at any time without notice.\nThe total Access Charge will vary depending on the size of the content and the actual time it takes to complete the download.\nAny Content you purchase and download may only be used or viewed on the phone used to purchase and download the Content and cannot be transferred to another phone, including, a new or replacement NET10 phone.\nAll Content Charges are non-refundable.</p>\n<p>For any third-party Content downloads that are unrelated to NET10 you may also be subject to a Content Charge from the third-party provider of the Content you have purchased.\nIn the event you purchase Content from a third-party, you agree that NET10 is not responsible for the purchase, download, transfer, installation, use, transmission failure, interruption, or delay related to any Content.\nYou further agree that any support questions related to such third-party Content should be directed to the third-party provider of the Content and not NET10.\nWhen you use, download, or install any third-party Content, you may be subject to additional license terms, terms of use, privacy policies and/or other terms and conditions of the third-party provider of that Content.\nYou agree that NET10 is not responsible for any third-party Content you access or download using your phone.</p>\n<p>\n<b>Content Not Rated</b>.\nThe Content available or accessible through NET10’s Mobile’s Web Portal is not rated or filtered.\nAlthough NET10 strives to present and offer only generally acceptable Content, it is impossible to proof all online Content that may be available.\nNET10’s Mobile Web Portal may provide access to Content that is offensive or objectionable to you or to others.\nYou are solely responsible for any Content you access, view, or download from NET10’s Mobile Web Portal and you assume all risk and liability in doing so.\nNET10 is not liable for any Content that you or others using your phone may find offensive or objectionable.\nFurther, not all of the Content accessible using NET10’s Mobile Web Portal is intended for children under the age of 13.\nIn the event that you, as a legal guardian allow your child to access Content using NET10’s Mobile Web Portal, you acknowledge that your child has the permission to use the NET10 Mobile Web Portal available on your phone.\nYou further acknowledge that as a legal guardian, it is your responsibility to determine whether using NET10 Mobile Web Portal is appropriate for your child.</p>\n<p>\n<b>Prioritization, Availability, Interruptions, and Discontinuation to Data Services</b>.\nSome Carriers differentiate the wireless service they sell by prioritizing the data traffic of their customers over the data traffic of customers on a non-Carrier brand at times and at locations where there are competing customer demands for network resources.\nWhere the network is lightly loaded, a NET10 customer will notice little, if any, effect from having lower priority.\nThis will be the case in the vast majority of times and locations.\nAt times and at locations where the network is heavily loaded in relation to available capacity, however, a NET10 customer will experience increased latency during a data session, particularly, if the customer is engaged in a data-intensive activity.\nWhen network loading goes down or if a customer moves to a location that is less heavily loaded in relation to available capacity, the latency associated with a customer’s data connection will improve.</p>\n<p>NET10 does not guarantee the availability of Data Services and reserves the right to modify, suspend, cancel, interrupt, discontinue, terminate or reduce your data throughput speed without notice if you are engaged in any unauthorized use or if your usage adversely impacts a Carrier’s network or customer service levels.\nNET10 is not responsible and will not be liable for any modifications, interruptions or discontinuation of the Data Services or for any failure to receive content you purchased using Data Services.\nIf your Data Services are modified, suspended, canceled, interrupted, discontinued or terminated, NET10 will not provide you with a refund for any remaining used or unused Data Services.</p>\n<p>\n<b>7.\nInternational Long Distance</b>\n</p>\n<p>NET10 offers its customers international long distance service (“ILD Service”) as an additional feature.\nThese additional terms and conditions apply to customers who purchase and/or use a NET10 Service Plan with international long distance calling or the NET10 $10 Global Calling Card.\nBy purchasing or using NET10 ILD Service, you accept the additional terms and conditions set forth below as such terms may be updated from time to time on our website.</p>\n<p>NET10’s ILD Service allows you to place calls to select destinations internationally depending on whether you have purchased an Unlimited International Calling Plan or the $10 Global International Card.\nTo determine if your destination of choice is available, please check our website at NET10.com/internationalcalling.\nPlease be advised that the destinations which are available may change without notice at any time.\nNET10 ILD Service is not a substitute for regular international calling services.\nIt will not allow you to place calls to all destinations or to all countries.\nNET10 ILD Service excludes calls to certain high cost wireless and landline, non-geographic and premium numbers.</p>\n<p>\n<b>NET10 Unlimited International Calling Plan</b>.\nIf you have purchased a NET10 Plan with unlimited International Calling Plan, your phone will be allowed to call up to fifteen (15) unique destination numbers per 30-day period.\nThe fifteen (15) unique destination numbers automatically resets when your next plan cycle begins unless you purchase a new Unlimited International Calling Plan prior to the start of your next plan cycle.\nIf you want to call a destination or telephone number which is not part of NET10’s Unlimited International Calling Plan, you may purchase NET10’s $10 Global Calling Card.\nPlease visit our website to learn more about the specific features of NET10’s Unlimited International Calling Plan.\nIf you have purchased an Unlimited International Calling Plan, your ILD Service will only work if you have Service Days left in your plan cycle.\nIf your plan cycle has ended, you will need to purchase and redeem a new NET10 Unlimited International Calling Plan to renew your unlimited ILD Service.</p>\n<p>\n<b>NET10 Pay-As-You-Go ILD Service</b>.\nNET10 also offers ILD service to customers who purchase a NET10 Pay-As-You-Go Plan or a NET10 30-Day Plan.\nIf you have purchased a NET10 Pay-As-You-Go Plan, your Account will be deducted 1.5 units per minute for each international long distance call made from your phone.\nIf you have purchased a NET10 30-Day Plan, your Account will also be deducted 1.5 units per minute for each international long distance call made from your phone, except for NET10 1,000 Minute Plan customers who will be deducted 4.5 units per minute.\nFor more information regarding NET10 Pay-As-You-Go and 30-Day Plans and their offerings, please visit our website.</p>\n<p>\n<b>NET10 $10 Global International Calling Card</b>.\nNET10 also offers a $10 Global Calling Card that must be used with another NET10 Service Plan in order for it to work.\nYou may add or refill your ILD Service balance in $10 increments by purchasing a $10 Global Calling Card from NET10 directly by calling Customer Care or visiting our website.\nYour ILD Service will only work when your NET10 Service is active and when you have a positive balance in your Account.\nIf you have purchased a $10 Global Calling Card, you will not be limited in the number of destination numbers you may call.\nHowever, the NET10 phone number you provide when purchasing a $10 Global Calling Card will be the only number that is permitted to dial internationally.\nYou will not be able to transfer your ILD Service to another phone number.</p>\n<p>The applicable rates to specific countries, regions or cities for customers who have purchased a $10 Global Calling Card are available online at NET10.com/internationalcalling.\nAll rates are subject to change at any time without prior notice.\nCalls are billed in one-minute increments.\nNET10’s $10 Global Calling Card expires 180 days after last use or thirty (30) days after your NET10 Service is suspended.\nYou are responsible for preventing the unauthorized use of your Account and the Service, and You are responsible for any reduction in value of your Account arising out of authorized and unauthorized use.</p>\n<p>NET10 ILD Service may be provided by other carriers, many of whom may not have a direct contractual relationship or service level agreements with NET10.\nILD Service provided by these third parties may not be the same as service provided in the United States or by other international long distance carriers.\nEvents beyond our control may affect the availability and/or quality of service.\nNo representation or warranty, express or implied, is made regarding the number of minutes available for calls to a particular country or, after having placed a call, the remaining number of minutes available for calls to any particular country.</p>\n<p>NET10 ILD Service is intended for live dialogue between and initiated by two individuals for personal use and not for commercial use or resale.\nPersonal use is defined as a call originated or received by a NET10 customer to initiate conversation between two individuals one of which is talking from a landline or wireless international destination.\nIt may not be used for any other purpose including, but not limited to, conference calling, monitoring services, data transmissions, transmission of broadcasts, transmission of recorded material, interconnection to other networks, telemarketing, autodialed calls, other commercial uses, or other connections that do not consist of uninterrupted live dialogue between two individuals.\nThe service is not for commercial use or resale.\nLoaning or renting your handset (mobile phone or cell phone) or service to other persons for their use or calling, hosting, establishing or maintaining a chat line is not considered personal use.\nWe will presume a customer is engaged in non-personal use in violation of our terms and conditions if their international long distance calling usage exceeds three times the average usage of our ILD Service subscriber base, and we reserve the right to suspend, terminate or restrict your services with no prior notice.</p>\n<p>NET10 will presume certain usage, dialing or calling patterns to indicate that you are using the ILD Service in violation of these Terms and Conditions and we reserve the right to suspend, terminate or restrict your NET10 Service without prior notice.\nIf you believe that we are in error, please contact Customer Care at 1-877-836-2368 and depending on the circumstances, we may reactivate your ILD Service.\nIf, however, your usage, dialing or calling patterns continue to violate these Terms and Conditions, we reserve the right to suspend, terminate or restrict your NET10 Service with no prior notice.\nYou will not receive a refund if your service is terminated for violating these terms and conditions.</p>\n<p>You agree not to use NET10’s ILD Service for any unlawful, abusive, or fraudulent purpose, including, for example, using the Service in a way that (a) interferes with our ability to provide the ILD Service to you or to other customers.\n(b) violates applicable law or this Agreement.\n(c) avoids your obligation to pay for the Service.\nor (d) is not for consumer use.\nYou agree not to resell your NET10 ILD Service or to use your ILD Service for any unlawful or abusive purpose or in such a way as to create damage or risk to our business, reputation, employees, facilities, third parties or to the public generally.</p>\n<p>NET10 ILD Service is not intended for intrastate dialing in the US, to place calls to area codes 500, 700, 800, 888, 877, 866, 855, 900, 976, 411 or 555, nor to place certain toll-free, operator-assisted, third-party billed, directory assistance or collect calls.</p>\n<p>Call times for each call are rounded up to the next whole minute and billed in full minute increments.\nPer call charges are rounded up to the next whole penny.\nYou will be charged for calls based upon the rates that are effective as of the date and time you place the call.</p>\n<p>You are responsible for safeguarding your ILD Service and Account information.\nNET10 is not responsible for and will not issue credit for unauthorized use.</p>\n<p>\n<b>8.\nUnauthorized Use of Service</b>\n</p>\n<p>Your Service (i.e., voice, text, or data services) may only be used for the following purposes, without excessively contributing to network congestion: (a)person to person voice calls, (b) text and picture messaging, (b) web browsing, email, ordinary content downloads and uploads, and video, game and audio streaming, and (d) Voice over Internet Protocol (VoIP).</p>\n<p>Your Service may not be used with certain unauthorized uses that may adversely impact other customers using our Service or the Carrier’s network, as well as any illegal purposes or purposes that infringe upon others’ intellectual property rights, or in a manner that violates trade and economic sanctions and prohibitions as promulgated by the departments of Commerce, Treasury or any other U.S.\ngovernment agency.\nExamples of some unauthorized uses include, but are not limited to, the following:</p>\n<p>(i) continuous uninterrupted voice calls or otherwise using your voice service to provide monitoring services, data transmission, transmission of broadcasts, transmission of recorded material, interconnection to other networks, telemarketing activity, autodialed calls, or robocalls;</p>\n<p>(ii) automated text or picture messaging to another mobile device or e-mail address including, without limitation, generating “spam” or unsolicited commercial or bulk texts or e–mails (or activities that facilitate the dissemination of such texts or e–mails);</p>\n<p>(iii) uninterrupted and continuous web browsing, uploading, downloading, or streaming of audio or video;</p>\n<p>(iv) server devices or host computer applications, including, but not limited to, web camera posts or broadcasts, automatic data feeds, automated machine-to-machine connections or peer-to-peer (“P2P”) file sharing;</p>\n<p>(v) as a substitute or backup for private lines or dedicated data connections;</p>\n<p>(vi) use of your smartphone or your mobile hotspot to resell internet connectivity, or to provide internet connectivity for the primary purpose of crypto-mining or adding, securing, or verifying transactions to a blockchain or any blockchain-based cryptocurrencies;</p>\n<p>(vii) any use of smartphone data meant to be used exclusively on the smartphone device to provide connectivity, directly or indirectly, to other devices, including but not limited to, routers, jetpacks, modems, Smart TVs, computers, tablets or servers and/or serving as a replacement for your home internet services.\nProvided, however, that providing connectivity to other devices is permitted through mobile hotspot/tethering that is limited to the amount of data allocated with your Plan;</p>\n<p>(viii) server devices or host computer applications that are broadcast to multiple servers or recipients such that they could enable “bots” or similar routines (as set forth in more detail in (ix) below) or otherwise degrade network capacity or functionality;</p>\n<p>(ix)<b>\n</b>“auto–responders,” “cancel–bots,” or similar automated or manual routines that generate amounts of net traffic that could disrupt net user groups or e–mail use by others;</p>\n<p>(x) any activity that adversely affects the ability of other users or systems to use either NET10’s services or the Internet–based resources of others, including the generation or dissemination of viruses, malware, or “denial of service” attacks;</p>\n<p>(xi) accessing, or attempting to access without authority, the information, accounts or devices of others, or to penetrate, or attempt to penetrate, NET10’s or another entity’s network or systems;</p>\n<p>(xii) running software or other devices that maintain continuous active Internet connections when a computer’s connection would otherwise be idle, or “keep alive” functions.</p>\n<p>We may investigate, and may ask you to provide an explanation, to determine whether such usage violates these Terms and Conditions.</p>\n<p>A customer engaged in any unauthorized use may have their Service suspended and/or terminated.\nin our sole discretion.\nWe reserve the right to interrupt, suspend, cancel, or terminate your Service to protect the Carrier’s network from harm due to any cause including, without limitation, the excessive and/or unauthorized use of the Service.\nIn our sole discretion, we will presume you are engaging in an unauthorized use in violation of these Terms and Conditions if, during a thirty (30) day period, you are calling for 43,200 minutes, sending over 30,000 text messages (or 3,000 over a 24-hour period), placing calls of unusually long duration, or if your talk, text or data usage is otherwise harmful or disruptive to the Carrier’s network or to our customer service levels.</p>\n<p>\n<b>9.\nCoverage Maps</b>\n</p>\n<p>You will find coverage maps on our website.\nThese maps are for general informational purposes only and depict the general coverage area of NET10.\nNET10 does not guarantee coverage or Service availability and the coverage maps are not a guarantee of coverage.\nCoverage is not available everywhere.\nThe coverage maps display only the predicted and approximate optimal wireless coverage, while outdoors, of the network on which your phone may be activated including, the coverage area of the network’s roaming partners, if applicable.\nThe coverage areas shown do not guarantee service availability and may include locations with limited or no coverage.\nWithin coverage areas, there may be significant limitations or interruptions in coverage that may impact Service and result in dropped and blocked connections, slower data speeds, no data connectivity, and call interference.\nThis could occur due to many factors including, but not limited to, your device, network changes, network traffic volume, network prioritization, network outages, technical limitations, signal strength, the terrain and your proximity to buildings, foliage and other obstructions, weather and other conditions.\nYou will not be able to operate your phone or make 911 calls if service is not available.\nSome features on your device may not operate when roaming on the network of a network roaming partner.\nIf you travel outside of your coverage area, your phone will not work.\nThe coverage depicted on the NET10 coverage maps is based on the information provided by other carriers and public sources, and we cannot guarantee their accuracy.\nCoverage maps for your network may also vary based on your home location so please refer to our website for the most up-to-date coverage map applicable to your device and geographic area.\nYour coverage will also vary based upon the NET10 plan you select.\nNET10 is not responsible for any Service outages, interruptions in service or decline in the quality of service regardless of the cause.</p>\n<p>\n<b>10.\nRoaming</b>\n</p>\n<p>Depending on the Carrier network, it is possible that under certain circumstances your phone may roam if you are outside of your network coverage area and within the United States.\nRoaming occurs when a subscriber of one wireless service provider uses the facilities of another wireless service provider.\nAlthough there are no additional charges for using the Service while roaming domestically, NET10 does not guarantee your ability to roam nor the availability and/or the quality of Service.\nDomestic roaming may be discontinued or changed at any time without notice.\nDue to Carrier restrictions, NET10 reserves the right to terminate the Service of any customer whose roaming usage exceeds 50% of their total usage in any three (3) Plan cycles within a twelve (12) month period.\nInternational roaming is not offered by NET10 and is strictly prohibited.</p>\n<p>\n<b>11.\nWi-Fi Calling</b>\n</p>\n<p>Wi-Fi Calling may be available only on phones that are Wi-Fi Calling capable and that have a Wi-Fi Calling enabled SIM card (depending on the Carrier).\nWi-Fi Calling provides you the ability to make and receive phone calls and text messages over a Wi-Fi connection.\nWi-Fi Calling enhances your coverage in buildings and other locations.\nIf you use a Wi-Fi network for making or receiving calls and text messages or for any other reason, you acknowledge and agree that your use of such Wi-Fi network is permissible and that you are solely responsible for such use.\nUsing your Wi-Fi Calling feature may provide you with access to an unsecured Wi-Fi network which could impact your data security.\nYou can disable Wi-Fi Calling by toggling it off in your device settings menu.</p>\n<p>Although we recommend that you use your wireless service as your primary method of contacting 911, you may be able to use Wi-Fi Calling for dialing 911 if your phone is equipped with this feature and you have access to the internet through your phone’s W-Fi connection.\nTo dial 911 using Wi-Fi Calling, you must provide us with an address for your primary use of Wi-Fi (“Primary Address”) at the time of activation.\nIf the location at which you primarily use Wi-Fi changes, either temporarily or permanently, you must register the new address online at e911-reg.tracfone.com or by contacting Customer Care at 1-877-836-2368.\nIt may take 24 hours or more to update your address information.\nIf you do not give us your Primary Address, we will block your ability to use Wi-Fi calling.\nWhen you use Wi-Fi Calling to dial 911 and you are away from your Primary Address, we will have no information about your location.\nAs such, always be prepared to report your precise location to emergency responders.</p>\n<p>Please be aware that dialing 911 via Wi-Fi Calling requires access to the internet and operates differently than traditional 911 calling services.\nFor example, 911 service via Wi-Fi Calling may be limited or not available due to various circumstances, including, relocation of equipment, loss or disruption of power, internet or wireless service, internet congestion or a connection failure, delays in availability of registered location information, and/or other technical problems.</p>\n<p>\n<b>TTY Limitations for 911 Calls:</b> Due to technical limitations, Wi-Fi Calling cannot be used with TTY devices and will not support 911 calls over TTY devices.\nPersons with communications disabilities can still reach 911 services by either (1) calling 911 directly using a TTY over the cellular network or from a landline telephone, (2) sending a text message to 911 directly (in areas where text-to-911 is available) from a wireless device, (3) using relay services to place a TTY or captioned telephone service (CTS) call from a wireless phone over the cellular network or from a landline telephone, or (4) using relay services to place a IP Relay or IP CTS call over a cellular data or other IP network.</p>\n<p>\n<b>12.\nEmergency Calls</b>\n</p>\n<p>If you are in an area where your phone is searching for a wireless signal or there is no wireless signal or wireless service, it is highly probable that a call to 911 will not go through.\nDo not rely solely on your NET10 Service in an emergency situation.\nIn an emergency, locate the nearest landline phone and call for help.</p>\n<p>\n<b>13.\nDisclaimer of Warranties</b>\n</p>\n<p>\n<b>NET10 PRODUCTS AND SERVICE ARE PROVIDED ON AN “AS IS” AND “WHERE IS” BASIS AND BY USING ANY NET10 PRODUCT OR SERVICE YOU AGREE THAT TRACFONE WIRELESS, INC.\nD/B/A NET10 WILL HAVE NO LIABILITY EXCEPT AS EXPRESSLY PROVIDED IN THIS AGREEMENT FOR ANY FAILURE, DEFECTS, MALFUNCTIONS, OR ERRORS IN THE PRODUCTS OR SERVICE.\nEXCEPT AS SET FORTH IN SECTION VIII (LIMITED WARRANTY), TRACFONE WIRELESS, INC.\nD/B/A NET10 MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, REGARDING TITLE, MERCHANTABILITY, SUITABILITY, NON-INFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE OR OTHERWISE IN RELATION TO ANY PRODUCT OR SERVICE.</b>\n</p>\n<p>You acknowledge and agree that the use of any NET10 Product or Service is at your sole risk and that your Service may be unavailable, interrupted, delayed, or limited for a variety of reasons outside of our control.\nNot all Products or Services (including Plans) are available for purchase or use in all sales channels, in all areas, or with all devices.\nService is subject to transmission limitations caused by certain equipment and compatibility issues, network prioritization, atmospheric, topographical and other conditions.\nFurther, Service may be temporarily refused, limited, interrupted or curtailed due to system capacity limitations, technology migration or limitations imposed by the Carrier, or because of equipment modifications, upgrades, repairs, or relocations or other similar activities necessary or proper for the operation or improvement of the Carrier’s network.\nNET10 does not warrant or guarantee the availability of the Service at any specific time or in any specific geographic location or that Services will be provided without interruption.\nNeither NET10, nor any Carrier, shall have any liability for Service failures, outages, or limitations of Service.\nBecause of the risk of being struck by lightning, you should not use your phone outside during a lightning storm.\nYou should also unplug the phone’s power cord and charger to avoid electrical shock and/or fire during a lightning storm.\nCertain phone features may not be available with the Service or their functionality may be limited.\nAll plan rates, features, functionality and other product specifications are subject to change without notice or obligation.\nAt any time, NET10 reserves the right to substitute and/or replace any NET10 Product or Service with another Product or Service of comparable quality.</p>\n<p>\n<b>14.\nLimitation of Liability</b>\n</p>\n<p>\n<b>TO THE FULLEST EXTENT ALLOWED BY LAW, NEITHER TRACFONE WIRELESS, INC.\nD/B/A NET10 NOR ITS VENDORS, SUPPLIERS, OR LICENSORS SHALL BE LIABLE TO YOU OR ANY OTHER USER OF YOUR NET10 PRODUCT OR SERVICE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY, PUNITIVE, OR ENHANCED DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION, ANY DAMAGES CLAIMED FOR LOST PROFITS, REVENUE, INCOME, SALES, BUSINESS, GOODWILL, DATA OR INFORMATION, HOWEVER CAUSED AND WHETHER ARISING UNDER CONTRACT, TORT, OR OTHER THEORY OF LIABILITY AND REGARDLESS OF WHETHER NOTICE THAT SUCH LOSS MAY OCCUR WAS PROVIDED OR WHETHER NET10 KNEW OF THE LIKELIHOOD OF SUCH DAMAGES.\nIF ANY PART OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN, TO THE EXTENT ALLOWED BY LAW, THE AGGREGATE LIABILITY OF TRACFONE UNDER SUCH CIRCUMSTANCES FOR LIABILITIES THAT OTHERWISE WOULD HAVE BEEN LIMITED SHALL NOT EXCEED ONE HUNDRED DOLLARS ($100), AND SUCH LANGUAGE SHALL BE EXCLUDED TO THE EXTENT OF SUCH INVALIDITY OR UNENFORCEABILITY.\nALL OTHER TERMS IN THIS AGREEMENT SHALL REMAIN IN FULL FORCE AND EFFECT.</b>\n</p>\n<p>You agree that neither we nor our vendors, suppliers, or licensors are responsible for any damages you may suffer or incur resulting from: (a) any Product or Service provided to you by or manufactured by a third party.\n(b) any act or omission by another party.\n(c) providing or failing to provide any Service, including, but not limited to, deficiencies or problems with a phone or network coverage (for example, dropped, blocked, interrupted Service, etc.).\n(d)accidents or any health-related claims arising from or related to our Service.\n(e) content or information accessed on your phone while using our Service.\n(f) an interruption or failure in accessing or attempting to access emergency services from a phone, including through 911, enhanced 911 or otherwise.\n(g) interrupted, failed, or inaccurate location information services.\n(h) content or information that is blocked by a spam filter.\n(i) damage to your phone or any computer or equipment connected to your phone, or damage to or loss of any information stored on your phone, computer or equipment from your use of the Services or from viruses, worms, or downloads of malicious content, materials, data, text, images, video or audio.\n(j) things beyond our control, including acts of God (for example, weather-related phenomena, fire, earthquake, hurricane, etc.), riot, strike, war, terrorism or government orders or acts.\n(k) unauthorized access or changes to your account or device.\nor (l) the use of your account or device by others to authenticate, access or make changes to a third-party account, such as a financial or cryptocurrency account, including changing passwords or transferring or withdrawing funds.\nYou should implement appropriate safeguards to secure your phone, computer or equipment and to back-up your information stored on each.</p>\n<p>\n<b>15.\nUnauthorized Use of Products</b>\n</p>\n<p>NET10 phones and NET10 Service are sold exclusively for use by you, the end consumer.\nThe unauthorized use or resale of your NET10 phone constitutes a violation of your Agreement with NET10 and will invalidate the Limited Warranty associated with your phone.\nYou agree not to unlock, root, re-flash, jailbreak, tamper with or alter the build state of your NET10 phone in a manner which conflicts with the Unlocking Policy referenced in Section IX, below.\nYou also agree not to use unauthorized PINs with your phone or engage in any other unauthorized or illegal use of your phone or the Service, or assist others in such acts, or to sell and/or export NET10 phones outside of the United States.\nAny attempt to unlock your NET10 phone in an unauthorized manner or to root, re-flash, jailbreak, tamper with or alter the build state of your NET10 phone may result in the inability to unlock your device, maintain your device’s unlocked state, or otherwise cause your device to malfunction.\nSuch use along with any other unauthorized use of your NET10 phone may result in the immediate suspension or termination of your Service without notice and legal action.\nNET10 will strictly enforce its rights under this provision and will prosecute violators to the full extent of the law.\nYou agree that any violation of this provision through your improper, illegal, or unauthorized use or sale of your NET10 phone shall entitle NET10 to recover liquidated damages from you in the amount of not less than $5,000 per NET10 phone purchased, sold, acquired or used in violation of this provision.\nFor more information about the unauthorized use of NET10 phones refer to www.stopcellphonetrafficking.com.</p>\n<p>If your NET10 phone has a SIM Card or if you have purchased an SIM Kit, then you agree to safeguard your SIM Card and not to allow any unauthorized person to use your SIM Card.\nYou agree not to, directly or indirectly alter, bypass, copy, deactivate, remove, reverse-engineer or otherwise circumvent or reproduce the encoded information stored on, or the encryption mechanisms of your SIM Card or to allow any other person to do so.\nAny violation of the restrictions on the use of your SIM Card that are contained in this section may result in the immediate termination of your Service without notice.\nThe Carriers, NET10, or its service providers, may, from time to time, remotely update or change the encoded information on your SIM card or your phone.</p>\n<p>In the event of termination for any other unauthorized usage, you will forfeit your unused Service and you will not be entitled to receive a refund for your NET10 phone or for any unused Service.</p>\n<p>\n<b>16.\nIndemnification</b>\n</p>\n<p>You agree to indemnify and hold harmless TracFone Wireless, Inc.\nd/b/a NET10 and its parent, subsidiaries, affiliates, vendors, suppliers, and licensors and their former, current and future ,officers, directors, employees, insurers, contractors, successors and assigns (“NET10 Indemnified Parties”) from any and all liabilities, penalties, claims, causes of action, and demands brought by a third party (“Claims”) including the costs, expenses, and attorneys’ fees on account thereof (“Costs”) resulting from your use of a NET10 Product or Service or your breach of this Agreement, whether based in contract or tort (including strict liability) and regardless of the form of action.</p>\n<p>If in connection with your NET10 Products or Services, you provide us with a telephone number(s) for which you are not the subscriber, you understand that you will indemnify and hold harmless the NET10 Indemnified Parties for any Costs incurred as a result of us attempting to contact you at the number(s).</p>\n<p>\n<b>17.\nPrivacy Policy</b>\n</p>\n<p>Accepting this Agreement means that you also agree to our Privacy Policy, available at https://www.tracfonewirelessinc.com/en/Privacy+Policy/, which may be updated from time to time and describes the information we collect, how we use and share it, and the choices you have about how certain information is used and shared.\nWe will notify you or ask for your permission, as appropriate, if we plan to use your information for additional purposes.\nIf applicable, it is your responsibility to let the people who connect devices through your mobile hotspot, Jetpack or wireless router know that we will collect, use and share information about their device and use of the Service as described in our Privacy Policy.</p>\n<p>Many services and applications offered through your device may be provided by third parties.\nWhen you access and use third-party services, including third-party services which NET10 may make available as part of or in connection with your NET10 Service, you are subject to the terms of service and privacy policy issued by those third-party providers when using their services.\nYou should review their applicable terms and privacy policy before you use, link to or download a service or application provided by a third party.</p>\n<p>\n<b>18.\nEntire Agreement</b>\n</p>\n<p>This Agreement constitutes the entire Agreement between you and TracFone Wireless, Inc.\nwith respect to any NET10 Product and/or Service.\nThe failure of either party to enforce any of the terms set forth herein shall not be construed to be a waiver of any such terms nor in any way affect the validity and enforceability of these Terms.\nNo waiver of a breach of any term shall be deemed a waiver of any other or subsequent breach of a term.\nExcept as expressly provided in section I, in the event any provision contained in this Agreement is deemed unenforceable for any reason, the remaining provisions shall continue to be valid and enforceable.</p>\n<p>\n<b>IV.\nHome Phone</b>\n</p>\n<p>1.\nNET10 Wireless Home Phone is a wireless voice service offered by NET10 for use indoors with a landline or cordless phone.\nYou must connect your NET10 Home Phone to a corded or cordless phone within your home in order to use the Service.</p>\n<p>2.\n<b>Important 911 Emergency Response Information</b>: Your NET10 Home Phone is designed to operate indoors only.\nThe GPS chip in your NET10 Home Phone will work best if you place it near a window or other opening to the exterior of the premises.\nIn the event of an emergency call to 911, you should be prepared to provide your address and exact location inside the premises.\n<b>Do not rely solely on your NET10 Wireless Home Phone in an emergency situation.\nIn an emergency, locate the nearest landline phone and call for help.</b>\n</p>\n<p>3.\nPlease note if the landline or cordless phone to which you connect your NET10 Home Phone requires external electric power to operate, your Service (including the ability to make and receive 911 calls) will not be available during a power outage.\nNET10 shall not be liable for any service outages and/or your inability to access 911 emergency service personnel for any reason.</p>\n<p>4.\nYou are responsible for assessing whether the coverage available where you place your NET10 Home Phone indoors is acceptable to you in connection with your use of NET10 Wireless Home Phone service.\nYour NET10 Home Phone requires at least moderate coverage throughout the indoor premises where you are using the phone in order to successfully use the Service.\nRegardless of the coverage available, your NET10 Home Phone is not equivalent to traditional landline phone service.</p>\n<p>5.\nYour NET10 Home Phone is not designed to operate independently.\nIt must be connected to landline or cordless telephone in order to operate.\nDo not connect any USB-based device into the USB port of your NET10 Home Phone under any circumstances.\nDoing so may damage your NET10 Home Phone and cancel the warranty.\nThe USB port is designed for diagnostic purposes only and is not intended for customer use.</p>\n<p>6.\nYou must purchase a monthly Service Plan in order to activate your NET10 Home Phone Service.\nBefore you can use your Service, you must register and activate the equipment.\nYou may activate your NET10 Home Phone by visiting the NET10 Home Phone website at NET10homephone.com or by calling our Customer Care Center at 1-800-299-7280 from another phone.\nDuring the activation process, you will have an opportunity to register your account.\nIf you elect not to do so, you may not be able to obtain copies of your call detail records except upon service of a valid Subpoena or a Court order.</p>\n<p>7.\n<b>NET10 Home Phone Service Plans</b>: NET10 Wireless Home Phone offers monthly plans which include unlimited nationwide calling and/or unlimited international calling (includes international calling to certain select destinations) depending on the Service Plan you purchase.\nNET10 Home Phone customers who have purchased a Service Plan without unlimited international calling may purchase a $10 ILD Card to make international calls using their Home Phone.\nTo determine if your destination of choice is available, please check our website and read the terms above for more information on NET10’s $10 Global ILD Card.\nPlease note that unlimited Service Plans do not track “per minute” usage for nationwide calls.\nThe Plans are subject to certain limitations as set forth in these terms and conditions below.\nFor more information regarding Service Plans and their offerings, including a list of available international destinations, please visit our website.</p>\n<p>8.\nData service is not available with NET10 Wireless Home Phone.\nNET10 Wireless Home Phone is not compatible with home security systems, fax machines, DVR services, credit card machines, medical alert services or High Speed or DSL Internet services.</p>\n<p>9.\nThe Service cannot be used to place certain types of calls such as collect calls, operator assisted calls and dial around calls.\nThe Service is not available to place 500, 700, 900 or 976 calls and may not be available for certain other calls.</p>\n<p>10.\n<b>Refilling Your Service</b>: Your NET10 Home Phone will only operate when your Service is active and you have a positive Service balance in your account (Services include minutes and Service Days).\nMinutes and Service have no cash value and do not accumulate.\nWith each refill you will lose any unused Service balances (including any remaining days and minutes) and your Service Balances will reset with the refill amount of the new Service Plan or Service Card added.\nNET10 Services are non-refundable.\nNo refunds or discounts will be given for unused Service balances (i) when you refill your Service.\n(ii) that expire by your Service End Date.\n(iii) on your Equipment if it is lost or stolen.\nor (iv) for Services purchased that are not compatible or supported by your Equipment.\nAny unused Service Balance(s) that exist at the time you refill your Service or at your Service End date will not carry over or accumulate.</p>\n<p>You may refill your Service as follows:</p>\n<p>(1) <b>NET10 Auto-Refill</b>: You may enroll in NET10 Auto-Refill by registering your credit or accepted debit card (with Visa or MC logo) online at and you will receive a recurring charge to your credit or accepted debit card on your Service End Date each month which will automatically refill your Service with the Plan you select.\nIf you have any Service Plans or Cards in Reserve, those cards will be applied first before an Auto-Refill purchase is processed.\nOnce you have used all Service Plans or Service Cards in your Reserve, the Auto-Refill purchases will resume.</p>\n<p>(2) <b>NET10 Service Plans</b>: NET10 Service Plans are available at select stores and online.\nService begins on the day you add the Services or, if the Service Plan is placed in your Reserve, on your Service End Date.\nService Plans do not expire except as specifically permitted by law.</p>\n<p>(3) <b>NET10 Reserve</b>: With NET10 Reserve, you may purchase and add NET10 Service Plans to your NET10 Reserve to be automatically applied on your Service End Date.\nYou may access the Service Plans in your NET10 Reserve at any time through “My Account.” All Service Plans you redeem are automatically applied at your Service End Date.\nIf you are an Auto-Refill customer and have decided to add a Service Plan to your NET10 Reserve, the Service Plan in Reserve will take precedence over the Auto-Refill and it will be applied before an Auto-Refill purchase is processed.</p>\n<p>11.\nYou are responsible for all activities undertaken with your NET10 Home Phone.\nYou shall not use, nor permit others to use your NET10 Home Phone in a manner or for a purpose contrary to this Agreement.</p>\n<p>\n<b>V.\nMobile Hotspot and Keep Your Own Tablet</b>\n</p>\n<p>1.\n<b>Registering and Activating Your Hotspot or Tablet Device</b>:</p>\n<p>a.\nYou may activate your NET10 Hotspot (“Hotspot”) or NET10 Keep Your Own Tablet SIM Card or SIM Kit (“BYOT”) by visiting the NET10 website or by calling our Customer Care Center at 1-888-442-5107.\nYou will need to provide an email address in order to activate your Hotspot or BYOT service and you will be prompted for an email address upon registration at NET10’s website.\nYou will use this email address to create and access your account.\nIf You do not have an email address, please contact our Customer Care Center to complete your activation and registration and you will receive an email address for registration purposes.\nUpon registration, you will have the opportunity to provide your physical address and to set up a password for your account.</p>\n<p>b.\nYour Hotspot or BYOT service can only be activated where Service is available, offered and supported by NET10.\nThe wireless telecommunications networks used to transmit data for the Service are owned and operated by licensed commercial mobile radio service providers (“Carriers”), not NET10.\nYour Hotspot can only be used through NET10 and cannot be activated with any other wireless service.\nYour Hotspot or BYOT service will only operate with a NET10 Data Service Plan.\nPlans are subject to change without notice.\nServices are provided at NET10’s discretion.</p>\n<p>c.\nSome functions and features referenced in the manufacturer’s manual provided with your Hotspot or your tablet may not be available with the NET10 Service.\nNot all tablets are compatible with NET10 Data Service Plans.\nCompatible tablets include most GSM or CDMA tablets.\nTablets with Wi-Fi functionality only cannot be activated with a NET10 Data Service Plan.\nAfter activation, you should retain your activation and device materials, and specifications for future reference.\nYou will need these in the event you need to reactivate your Hotspot or BYOT device for any reason.</p>\n<p>d.\nPlease note that you have no ownership rights to any IP address or any other identifier associated with your Service and You acknowledge and agree that we may change any such IP address or other identifier associated with your Service at any time without prior notice to You.\nIf you notify us that your Hotspot or BYOT device is lost or stolen, your account will be deactivated and any unused Service balance will be lost and will not be transferred.</p>\n<p>2.\n<b>Data Service Plans</b>:</p>\n<p>a.\nFor the most recent information on NET10 Data Service Plans please visit our website at NET10.com/direct/NET10Plans.\nPlans are subject to change.\nData Service Plans are for use with Hotspots and BYOT devices only.\nAll other Service Plans associated with other NET10 products will not work with your NET10 Hotspot or BYOT device.\nPlans include data and Service Days only.\nVoice, text and messaging services are not provided or included.</p>\n<p>b.\nPlan rates, features, functionality and other product specifications are subject to change without notice or obligation.\nAll data amounts as quoted are approximate.\nPlans are available at select stores and online.\nYou may be charged applicable taxes and fees at the time of purchase in certain areas.\nEach Plan comes with a specified amount of Service (data and Service Days) as disclosed at the time of purchase.\nService begins on the day you add the Services to your Hotspot or BYOT device or, if the Plan is placed in your Reserve, then on your Service End Date.\nPlans do not expire except as specifically permitted by law.\nSee below for more information regarding Reserve.</p>\n<p>c.\n<b>NET10 Reserve</b>: With NET10 Reserve, you may purchase and add NET10 Data Service Plans to your NET10 Reserve to be automatically applied on your Service End Date.\nYou may access the Service Plans in your NET10 Reserve at any time through “My Account.” All Service Plans you redeem are automatically applied at your Service End Date.\nIf you are an Auto-Refill customer and have decided to add a Service Plan to your NET10 Reserve, the Plan in Reserve will take precedence over the Auto-Refill and it will be applied before an Auto-Refill purchase is processed.</p>\n<p>3.\n<b>Hotspot Restrictions and Limitations</b>:</p>\n<p>a.\nWhile up to five (5) devices may be connected to your Hotspot at one time, a single connected device will experience optimal speeds.\nPerformance will be reduced if multiple devices access data through the Hotspot simultaneously.\nActual data speed, availability and coverage will vary based on device capabilities, usage, your location and network availability.\nService is not available while roaming.</p>\n<p>b.\nYour NET10 Hotspot and BYOT device or service has security limitations.\nNET10 is not responsible for any breach or loss of security from your NET10 Hotspot or connected device.\nYour BYOT device may not be password protected as a default.\nYou are responsible for adding password protection, if available on your device.\nSome functions and features referenced in the User Guide provided with your NET10 Hotspot or device connected to your NET10 Hotspot or your BYOT device may not be available.</p>\n<p>4.\n<b>Data Usage</b>: Data usage is measured in bytes, kilobytes (KB), megabytes (MB) and gigabytes (GB).\nBytes are rounded up to the next KB with rounding occurring during and/or at the end of the data session.\nAll data that is directed to your device’s internet address, including data sessions that You do not initiate or complete, are counted against your data usage.\nExamples of data that will count as part of your data usage are: sending or receiving email, documents, pictures or other files.\nmultimedia streaming (music and video).\nfile uploads and downloads.\ngaming services, graphics and applications.\nweb page graphics (including logos, pictures, banners, advertisements and updates to any of the aforementioned).\nautomatic device updates and any other automatic updates.\nany additional data necessary in order to access, transport and route files on the network.\ndata associated with incomplete or interrupted downloads.\nand data associated with unsuccessful attempts to upload or download a file, reach a website, use an application or complete an online form or purchase.\nand any data that is re-sent (such as when refreshing a page or browser).\nData usage includes all data that is downloaded, even though You may not have listened to or watched the entire download.\nThe data that is consumed and applied against your data usage is in addition to any charges you may incur for purchased data content (such as the cost associated with purchasing music, games, apps, movies, etc.).\nThe amount of data consumed and calculated as your data usage will vary significantly even with respect to identical actions and data sessions.\nEstimates of data usage such as the size of downloaded files are not accurate indicators of actual data consumed during a session.</p>\n<p>\n<b>VI.\nUpgrade Plans</b>\n</p>\n<p>\n<b>IF YOU TRANSFER YOUR NET10 TELEPHONE NUMBER TO ANOTHER WIRELESS CARRIER OR YOUR ACCOUNT IS INACTIVE FOR A PERIOD OF 24 CONSECUTIVE MONTHS, YOU WILL PERMANENTLY LOSE ALL OF YOUR UPGRADE POINTS.</b>\n</p>\n<p>NET10 Upgrade Plans are unique airtime plans that provide you with the ability to upgrade your NET10 phone at a discount at the end of an eligible upgrade period (“Upgrade Period”) by accumulating points (“Upgrade Points”) awarded to you after purchasing an Upgrade Plan.\nThe length of your Upgrade Period and the amount of Upgrade Points you can accumulate depend on which Upgrade Plan you purchase and the number of Upgrade Plans you purchase.\nAll NET10 Upgrade Plans include unlimited voice and text messaging services and a fixed amount of high speed data for each monthly plan cycle.\nThe amount of data that can be accessed at high speed depends on which Upgrade Plan you purchase.\nAfter your high speed data threshold is reached, your data speed will be reduced to as low as 64 kbps for the remainder of your monthly plan cycle.\nYour high speed data will be restored once your next plan cycle begins unless you purchase a new NET10 Upgrade Plan prior to the start of your next plan cycle.\nIf your data speed is reduced, the reduced speed may impact the functionality of some data applications, such as streaming audio or video or web browsing.\nSome NET10 Upgrade Plans may provide international calling and texting depending on the destination.\nFor more information regarding international calling please visit our website.</p>\n<p>In addition to voice, text messaging, and data services, NET10 Upgrade Plans provide you with Upgrade Points depending on which Upgrade Plan you purchase and redeem.\nOnce you have accumulated a total of 18 Upgrade Points you will become eligible for an upgrade discount on a NET10 phone (“Upgrade Discount”).\nUpgrade Discounts can only be applied towards the purchase of a NET10 phone.\nYou can switch between Upgrade Plans at any time and continue to accrue Upgrade Points based on your new plan.\nYou can also switch between an Upgrade Plan and another NET10 Service plan.\nhowever, you will only accumulate Upgrade Points by purchasing a NET10 Upgrade Plan.</p>\n<p>Because you can switch between Upgrade Plans, the length of your Upgrade Period will depend on which Upgrade Plan you purchase while accumulating the required 18 Upgrade Points.\nAfter you have reached 18 Upgrade Points, you may continue to accumulate Upgrade Points before using your Upgrade Discount.\nhowever, Upgrade Discounts are only awarded in intervals of 18 Upgrade Points.\nAs such, once you accumulate another 18 Upgrade Points you will become eligible for another Upgrade Discount.\nFor more information and examples of how Upgrade Points and Upgrade Discounts work please visit our FAQ section online.</p>\n<p>Upgrade Points have no cash value, cannot be refunded, or transferred to another customer.\nIf you switch between a NET10 Upgrade Plan and another NET10 service plan you will not lose your Upgrade Points.\nIf, however, you port-out or transfer your NET10 telephone number to another wireless carrier, you will permanently lose all of your Upgrade Points.\nIf you have purchased a NET10 phone using your Upgrade Discount and you return your phone, your Upgrade Points will be returned to your account once we have verified your return.\nIn the event you return your phone, you will only be entitled to a refund for the amount you paid after applying your Upgrade Discount.</p>\n<p>If your NET10 Service is deactivated due to your inactivity, you will not lose your Upgrade Points, unless the period of your inactivity exceeds 24 months measured from your Service End Date in which case all of your Upgrade Points will expire.\nIf you reactivate your account through the purchase of a NET10 Upgrade Plan (before the expiration of the 24-month inactivity period), your Upgrade Points will be reinstated.\nhowever, it is likely that you will lose your NET10 phone number due to any extended inactivity.\nYour Upgrade Points will be linked to the electronic serial number (ESN) of your NET10 phone.\nTherefore, any deletion or modification of the ESN from your account may result in the loss of your Upgrade Points.\nAll other terms and conditions associated with your NET10 Service apply and shall govern your purchase and/or use of a NET10 Upgrade Plan.</p>\n<p>\n<b>VII.\nReturn Policy</b>\n</p>\n<p>To see the return policy (“Return Policy”) applicable for your phone, please refer to the section below based on how you made your purchase.\nNET10 does not allow returns or provide refunds for any SIM Kits or Plans you may have purchased.</p>\n<p>\n<b>Store Purchases</b>.\nIf you purchased a NET10 phone from a retailer or wireless dealer (and not from NET10 either by phone or online), your phone purchase is subject to that store’s return policy.\nTo determine whether your purchase is eligible for return, please contact the store where you originally made your purchase.\nNET10 will not process the return of any NET10 phone sold to you by a retailer or wireless dealer.</p>\n<p>\n<b>Online Purchases from NET10</b>.\nIf you purchased your NET10 phone from NET10’s official website, you have thirty (30) days from the date your phone was delivered to you to return it to us for either an exchange or a refund.\nTo process a return, you must follow the return instructions that came with your Phone and pay for the shipping cost to send it back to us.</p>\n<p>To be eligible for a return you must meet the following requirements:</p>\n<ul>\n<li>The phone you are returning must have been purchased from NET10’s official website and the IMEI number must be verified.</li>\n<li>You must return the phone in like new, working condition, returned in the original manufacturer’s packaging with all included accessories, including, device, battery, charger, and manual.\nThe phone must not have any liquid or physical damage.</li>\n<li>You must pay for the cost to ship the phone back to us and include a copy of your receipt.</li>\n</ul>\n<p>If anything is missing or device is not in like-new condition, your shipment may not be accepted.\nIf a device has physical or liquid damage, it cannot be returned and a credit will not be issued.\nNET10 will return ineligible devices to you at the same address shown on the shipping label.\nNo restocking, handling, or shipping fees will be charged to you for this device return.</p>\n<p>If your return meets the above requirements and you have requested an exchange for a device that costs more, you will have to pay the difference in price between the phone you are returning and the new phone you are seeking to purchase.\nIf your return meets the above requirements and you have requested a refund, please be advised that it takes up to thirty (30) business days to process the return and credit your account.\nCredit for returned phones will appear on your credit card statement between 1-2 billing cycles.\nYour credit for a returned phone will not include any shipping or delivery costs you were charged or incurred for purchasing or returning the phone.</p>\n<p>\n<b>VIII.\nLimited Warranty</b>\n</p>\n<p>All new NET10 phones (except iPhones) are covered by a one (1) year limited warranty administered by NET10 as set forth below.</p>\n<p>All reconditioned or refurbished phones sold by NET10 (except iPhones) have a ninety (90) day limited warranty administered by NET10, as do all wireless accessories sold by NET10.</p>\n<p>New Apple iPhones are covered by a one-year limited warranty offered and administered by Apple.\nPlease visit apple.com for more information.</p>\n<p>To the extent available for purchase, refurbished iPhones and certified pre-owned phones are not covered by a limited warranty but may be returned for a refund within thirty (30) days of purchase.</p>\n<p>A phone that you own which was not purchased from NET10 but that is registered with NET10 under the Keep Your Own Phone program is not covered by this limited warranty.</p>\n<p>\n<b>How To Obtain Warranty Service</b>.\nTo obtain warranty service for your NET10 Product, please contact Customer Care at 1-877-836-2368.\nIf your problem cannot be resolved over the phone, our technicians will provide you with a Return Authorization Number, which you will use to send your Product to the designated Service Center for repair or replacement, at our option.</p>\n<p>\n<b>Terms of Limited Warranty</b>:</p>\n<p>1.\nThe limited warranty for any applicable Product begins on the date of your purchase and is only applicable for defects in material and workmanship that result in Product failure during normal usage.</p>\n<p>2.\nThe limited warranty extends only to the original purchaser (“Purchaser”) of the Product and is not assignable or transferable to any subsequent purchaser.\nThe limited warranty extends only to Purchasers who purchase the Product in its original packaging from an authorized dealer or retailer.\nUpon request from NET10, the Purchaser must prove the date of the original purchase of the Product by a dated bill of sale or dated itemized receipt.</p>\n<p>3.\nDuring the limited warranty period, NET10 will replace or repair, at NET10’s sole option, any defective Products or parts (except as excluded below) with new or refurbished Products or parts if such replacement or repair is needed because of Product malfunction or failure during normal usage.\nNET10 may, in its sole discretion, replace the Product with a different but comparable Product if the same exact Product is not available.\nThe replacement Product may consist of refurbished equipment that contains used components, some of which have been reprocessed.\nAll used components shall comply with Product performance and reliability specifications.</p>\n<p>4.\nThe limited warranty does not cover loss of personal information, passwords, contacts, music, ringtones, pictures, videos, applications or other content, memory cards, software, defects in appearance, cosmetic, decorative or structural items, including framing, and any non-operative parts.\nNET10’s limit of liability under this limited warranty is the actual cash value of the Product at the time the Purchaser returns the Product to NET10 for repair, determined by the price paid by the Purchaser for the Product less a reasonable amount for usage.\nNET10 shall not be liable for any other losses or damages.\nThese remedies are the Purchaser’s exclusive remedies for breach of warranty.</p>\n<p>5.\nThe Purchaser shall have no coverage or benefits under this limited warranty if any of the following conditions are applicable:</p>\n<p>(a) The Product has been subjected to abnormal use, abnormal conditions, improper storage, exposure to moisture or dampness, unauthorized modifications, unauthorized connections, unauthorized repair, misuse, neglect, abuse, accident, alteration, improper installation, or other acts which are not the fault of NET10, including damage caused by shipping.</p>\n<p>(b) The Product has been damaged from external causes such as collision with an object, or from fire, flooding, sand, dirt, windstorm, lightning, earthquake or damage from exposure to weather conditions, an act of God, or battery leakage, theft, blown fuse, or improper use of any electrical source, damage caused by computer or internet viruses, bugs, worms, Trojan Horses, “cancel-bots” or damage caused by the connection to other products not recommended for interconnection by NET10.</p>\n<p>(c) NET10 was not advised in writing of the alleged defect or malfunction of the Product within fourteen (14) days after the expiration of the applicable limited warranty period.</p>\n<p>(d) The Product serial number plate or the enhancement data code has been removed, defaced or altered.</p>\n<p>(e) The defect or damage was caused by the defective function of the cellular system or by inadequate signal reception by the external antenna, or viruses or other software problems introduced into the Product.</p>\n<p>(f) The Product is outside of the limited warranty period.</p>\n<p>6.\nNET10 shall not be liable for delay in rendering service under the limited warranty, loss of use of the service during the period that the product is returned for replacement or warranty service or for the loss or unauthorized use of customer passwords, personal information, contacts, pictures, videos, applications, music, ringtones and other content.</p>\n<p>7.\nNET10 neither assumes nor authorizes any authorized service center or any other person or entity to assume for it any other obligation or liability beyond that which is expressly provided for in this limited warranty including the provider or seller of any extended warranty or service agreement.</p>\n<p>8.\nThis is the entire warranty between NET10 and the Purchaser, and supersedes all prior and contemporaneous agreements or understandings, oral or written, relating to the Product, and no representation, promise or condition not contained herein shall modify these terms.</p>\n<p>9.\nThis limited warranty allocates the risk of failure of the Product between the Purchaser and NET10.\nThe allocation is recognized by the Purchaser and is reflected in the purchase price.\nSome states do not allow the exclusion or limitation of incidental and consequential damages, so certain of the above limitations or exclusions may not apply to you (the Purchaser).\nThis limited warranty gives the Purchaser specific legal rights and the Purchaser may also have other rights which vary from state to state.</p>\n<p>\n<b>IX.\nUnlocking Policy</b>\n</p>\n<p>Unlocking a NET10 device refers to disabling software that would otherwise prevent you from activating the device on another carrier’s network.\nHowever, due to different carrier technologies, an unlocked NET10 device may not work, or may experience limited functionality, on another carrier’s network.\nNET10 is not responsible for any limitations of service, or otherwise, resulting from the use of an unlocked device on another provider’s network.</p>\n<p>\n<u>For Customers with Apple devices:</u> NET10 will automatically unlock the device when it becomes eligible for unlocking.\nFor all Apple devices activated with NET10 prior to November 23, 2021, the device will be automatically unlocked after twelve (12) months of active NET10 Service.\nFor Apple devices activated with new NET10 Service on the NET10 network on or after November 23, 2021, the device will be automatically unlocked sixty (60) days after activation in the absence of an indication of fraud.</p>\n<p>\n<u>For Customers with non-Apple devices</u>: NET10 will provide an unlocking code to customers who request unlocking, provided they meet the following conditions:</p>\n<p>(a) If the NET10 device was activated with NET10 Service prior to November 23, 2021, then the device must have been active on NET10 Service for no fewer than twelve (12) months with Service Plans redeemed in no fewer than twelve (12) months.\nIf the NET10 device was activated with new service on the NET10 network on or after November 23, 2021, then at least sixty (60) days must have elapsed since the device was activated.</p>\n<p>(b) The device must be in working condition.</p>\n<p>(c) The device has not been reported stolen or lost, and there are no indicators of fraud.</p>\n<p>If you have not met the required minimum period of active NET10 Service, NET10 may unlock your device, but you will incur a charge of up to $300, depending on how long your service was active prior to the unlocking request.</p>\n<p>Customers who would like to check if they are eligible or submit an unlocking request can do so online at https://www.tfwunlockpolicy.com/wps/portal/home/ or by calling 1-888-442-5102.</p>\n<p>NET10 may refuse any unlocking request that would result in an abuse of its Unlocking Policy or is part of an effort to defraud NET10 or its customers.\nNET10’s Unlocking Policy is subject to change at any time without advance notice.</p>\n<p>\n<b>Unlocking Policy for Deployed Military Personnel</b>\n</p>\n<p>If you are a NET10 customer in the military and receive relocation orders outside of the NET10 Coverage Area, we will unlock your device at your request, even during the applicable lock period following the activation of your device.</p>\n<p>© 2023 TracFone Wireless, Inc.</p>\n<p>Version 202303</p> ​ <ul>\n<li>\n</li>\n</ul> CONNECT WITH US\n<ul>\n<li> facebook Opens in new window.</li>\n<li> twitter Opens in new window.</li>\n<li> instagram Opens in new window.</li>\n<li> blog Opens in new window.</li>\n</ul> SHOP<ul>\n<li>\nService Plans\n</li>\n<li>\nBuy SIM Cards or Keep Your Own Phone\n</li>\n<li>\nBring Your Own Tablet\n</li>\n<li>\nMobile Hotspots\n</li>\n<li>\nInternational Long Distance\n</li>\n<li>\nPhone Payment Plans\n</li>\n<li>\nShop Our Retail Stores\n</li>\n</ul> CURRENT CUSTOMERS<ul>\n<li>\nAdd/Buy Airtime\n</li>\n<li>\nAuto-Refill\n</li>\n<li>\nTrack My Order\n</li>\n<li>\nNET10 Extras\n</li>\n<li>\nGet Support\n</li>\n<li>\nRefer a Friend\n</li>\n</ul> ABOUT NET10<ul>\n<li>\nWhy Net10?\n</li>\n<li>\nCoverage Map\n</li>\n<li>\nHow It Works\n</li>\n<li>\nFind a Store\n</li>\n</ul>\n<ul>\n<li>Net10 is a registered trademark of TracFone Wireless, Inc., a Verizon company.\n© 2023 TRACFONE.\nAll other trademarks, service marks, and trade names referenced in this site are the property of their respective owners</li>\n<li>\nPRIVACY POLICY\n</li>\n<li>\nTERMS &amp.\nCONDITIONS\n</li>\n<li>\nTERMS OF USE\n</li>\n<li>\nreturn policy\n</li>\n<li>\nUNLOCKING POLICY\n</li>\n<li>\nNET10 BLOG\n</li>\n<li>\nABOUT US\n</li>\n<li>\nFIND A STORE\n</li>\n<li>\nCODE OF CONDUCT\n</li>\n<li>\n5G FAQS\n</li>\n<li>\nHEARING AID COMPATIBILITY\n</li>\n<li>\nSITE MAP\n</li>\n<li>\nBECOME A DEALER\n</li>\n<li>\nAFFILIATE PROGRAM\n</li>\n<li>\nACCESSIBILITY\n</li>\n<li>\nMOBILE IDENTITY PROTECTION\n</li>\n<li>\nPrivacy Central\n</li>\n<li> Your Privacy Choices </li>\n</ul>\n<p>\n<sup>*</sup>Refer to the latest Terms and Conditions of Service at net10wireless.com.\nAt 2G Speeds, the functionality of some data applications, such as streaming audio or video may be affected.</p>\n<p>\n<sup>‡</sup>The International Calling Credit provides international long distance service to select international destinations only, which are subject to change at any time.\nCalls must originate from the US or Puerto Rico.\nCalls are billed in one-minute increments.\nRates are subject to change without prior notice.\nFor personal use only.\nIf account also has a $10 Global Calling Card balance, the International Calling Credit included with this plan is always depleted first.\nInternational Calling Credit expires when service plan is auto-refilled on the service end date or when the service is suspended.</p>\n<p>A month equals 30 days</p>\n<p>\n<sup>†</sup>5G nationwide access requires a 5G-capable device.\nActual availability, coverage and speed may vary.</p>\n<p>NET10 BYOP plan requires a compatible or unlocked smartphone.\nMost 4G LTE smartphones are compatible.\nAirtime Service Plan required for activation.</p>\n<p>\n<sup>∆</sup>By texting keywords to 611611 you are consenting to receive response messages.\nMessage and Data rates may apply.\nPlease refer always to Net10's Privacy Policy at Net10wireless.com/privacypolicy.</p>\n<p>\n<sup>**</sup>Each account is allowed to dial up to 15 unique international telephone numbers during a 30-day plan cycle, which resets each time a new plan is redeemed.\nUnlimited international calls are available to landline and mobile numbers in select destinations only, which are subject to change at any time.\nCalls must originate from the US or Puerto Rico.\nNo international roaming allowed.\nOther terms and conditions apply.\n</p>\n<p>\n<sup>§</sup>The $10 Global Calling Card must be combined with another NET10 Service Plan to work.\nInternational long distance service is available to select destinations only, which are subject to change at any time.\nCalls must originate from the US or Puerto Rico.\nNo international roaming allowed.\nOnly for personal use.\nCalls are billed in one-minute increments.\nAirtime minutes will be deducted plus the cost of the International call.\nRates are subject to change without prior notice.\nCard benefits expires after 180 days of last use or 30 days after your service is suspended, whichever occurs first.\nAvailable online only.</p>\n<p>\n<sup>*</sup>Pay-As-You-Go International Long Distance Service is available with NET10 Pay-As-You-Go Plans and certain NET10 30-Day Plans.\nFor each applicable service plan, a minute of International Long Distance calling is equal to 1.5 units for Pay-As-You-Go Plan, 4.5 units for NET10 1,000 Minute Plan and 1 unit for NET10 Upgrade Plans.\nInternational calls are available to select landline and mobile destinations only, which are subject to change at any time.\nCalls must originate from the US or Puerto Rico.\nNo international roaming allowed.\nOther terms and conditions apply.</p>\n<p>\n<sup>∞</sup>Credit card and account required for enrollment.\nAuto-Refill is available on select plans only.\nDiscount amount may vary based on service plan.</p>\n<p>Reward Points can only be applied towards an eligible NET10 Wireless plan when you accumulate the total amount of points needed.\nReward Points have no cash value and cannot be transferred to another customer.\nAdditional terms and conditions apply.</p>\n<p>Friend must switch to NET10 Wireless and join our Rewards program.\nEach referral will give you enough reward points for a free $50 plan.\nAdditional points are required for higher priced plans.\nPoints earned through referral program are not immediately accessible and will take 60 days before they can be used.</p> Processing.\nPlease <strong>do not</strong> refresh the page or go back.\n#session_pageviews_1<br>#test_group_lightbox_enabled<br>#capture_slider_active<br>#capture_lightbox_active<br>Feedback Opens in new window PDF Download Word Download Excel Download PowerPoint Download Document Download Explore your accessibility options close carousel ", "created_at": "2023-04-11 02:52:27.018504", "updated_at": "2023-04-11 02:52:39.968467"}, {"id": 15478, "name": "Privacy Policy", "url": "https://www.net10wireless.com/privacypolicy", "xpath": "//body", "text": null, "created_at": "2023-04-11 02:49:50.123327", "updated_at": "2023-04-11 02:53:52.345542"}], "points": [], "urls": ["net10wireless.com"]}}