{"error": 448, "message": "OK", "parameters": {"id": 3001, "name": "Junta de Andalucía", "created_at": "2021-04-06 17:02:04.257902", "updated_at": "2021-04-07 00:02:01.748987", "wikipedia": "https://en.wikipedia.org/wiki/Regional_Government_of_Andalusia", "keywords": null, "related": null, "slug": "junta_de_andaluca", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3001.png", "url": "juntadeandalucia.es,educacionadistancia.juntadeandalucia.es", "documents": [{"id": 4759, "name": "Privacy Policy", "url": "https://www.juntadeandalucia.es/protecciondedatos.html", "xpath": "//*[@id=\"cuerpo\"]", "text": " Protección de datos Tus derechos <p> La Carta de los Derechos Fundamentales de la Unión Europea &nbsp;establece&nbsp;que toda persona tiene derecho a la protección de los datos de carácter personal que le conciernan.\nEl Reglamento General de Protección de Datos, aplicable desde el&nbsp;25 de mayo de 2018, especifica los siguientes&nbsp;derechos en relación con la protección de datos personales:</p>\n<ul>\n<li> Derecho de acceso</li>\n<li> Derecho de rectificación</li>\n<li> Derecho de supresión (\"derecho al olvido\")</li>\n<li> Derecho a la limitación del tratamiento</li>\n<li> Derecho a la portabilidad de los datos</li>\n<li> Derecho de oposición</li>\n</ul>\n<p> Puedes encontrar más información sobre el alcance de tus derechos en esta página de la Agencia Española de Protección de Datos.\n</p> Cómo ejercer tus derechos <p> Puedes&nbsp;ejercer tus derechos en relación con el tratamiento de tus datos personales por dos vías:</p>\n<ul>\n<li> A través de internet: Accede a la&nbsp;solicitud&nbsp;online&nbsp;(requiere certificado digital).</li>\n<li> Presencialmente: Descarga el formulario de solicitud, rellénalo y entrégalo en una oficina de registro.</li>\n</ul>\n<p> Adicionalmente puedes presentar una reclamación ante el Consejo de Transparencia y Protección de datos de Andalucía en el modo en que se indica en la página www.ctpdandalucia.es.</p> Cookies <p> Una cookie es un pequeño archivo de texto que se envía al navegador del usuario y se almacena en el dispositivo del usuario (ordenador, teléfono, tablet...).\nLa Junta de Andalucía utiliza cookies dentro de sus sistemas de medición de audiencias para distinguir los accesos desde cada dispositivo y navegador, sin almacenar ningún dato personal de cada usuario en el proceso.\nDe esta manera, podemos saber cuántos usuarios distintos acceden a un determinado servicio, con qué frecuencia media regresan a una determinada sección...\nEsta información se utiliza para optimizar los servicios prestados, destacar la información más relevante y otras prácticas dirigidas a mejorar la satisfacción de la ciudadanía con el portal.</p>\n<p> El Portal de la Junta de Andalucía utiliza Google Analytics como sistema de medición de audiencias.\nLa información anónima generada por las cookies sobre el uso de este sitio web (anonimizando la información sobre la dirección IP) se remite a Google, Inc., cuya oficina principal está ubicada en 1600 Amphitheatre Parkway, Mountain View (California), CA 94043, Estados Unidos.</p> Inventario de actividades de tratamiento de datos personales <p> En el siguiente buscador se puede consultar información detallada sobre las actividades de tratamiento de datos filtrando por las Consejerías y organismos de la Junta de Andalucía.\nPara consultar los datos de contacto de los Delegados de Protección de datos (DPD) por organismo accede al siguiente enlace:</p>\n<ul>\n<li> Listado de Delegados de Protección de datos (DPD) de la Junta de Andalucía </li>\n</ul> Buscador de Actividades de tratamiento de datos personales Términos de búsqueda Consejería: Todas las consejerías Turismo, Regeneración, Justicia y Administración Local Salud y Familias Transformación Económica, Industria, Conocimiento y Universidades Agricultura, Ganadería, Pesca y Desarrollo Sostenible Cultura y Patrimonio Histórico Fomento, Infraestructuras y Ordenación del Territorio Educación y Deporte Igualdad, Políticas Sociales y Conciliación Hacienda y Financiación Europea Presidencia, Administración Pública e Interior Empleo, Formación y Trabajo Autónomo Organismo adscrito: Todos los organismos adscritos <p>\n<strong>Esta etiqueta no script se está mostrando porque usted ha desactivado javascript en su navegador.</strong>\n</p>\n<p>\n<b>1947</b> recursos disponibles</p> Actividad Organismo Responsable del tratamiento PARTICIPACIÓN EN EL PROGRAMA CAMPOS DE VOLUNTARIADO JUVENIL.\nInstituto Andaluz de la Juventud Dirección General del Instituto Andaluz de la Juventud.\nDirección:Avda.\nde Hytasa nº.14.\nPlanta Baja (41006) de Sevilla.\nCorreo electrónico: direcciongeneral.iaj@juntadeandalucia.es CCUL-REGULAR LAS SUBVENCIONES PARA LA REACTIVACIÓN DE ACTOS CULTURALES PROMOVIDOS POR AGRUPACIONES, CONSEJOS, FEDERACIONES, UNIONES Y OTRAS ENTIDADES DE ANÁLOGA NATURALEZA QUE INTEGREN HERMANDADES Y COFRADÍAS DE ANDALUCÍA Cultura y Patrimonio Histórico Dirección General de Patrimonio Histórico y Documental.\nDirección Postal: calle Levíes 17, 41004 Sevilla.\nDirección electrónica: dgpatrimoniohistoricoydocumental.ccph@juntadeandalucia.es.\nCHYFE-VIC-Transparencia Hacienda y Financiación Europea Viceconsejería.\nC/ Juan Antonio de Vizarron s/n, 7ª planta.\nEdificio Torretriana.\nIsla de la Cartuja\n41092 - Sevilla\nTeléfono: 955065000\nEmail: viceconsejeria.chyfe@juntadeandalucia.es CHYFE-DGE.\nDeclaración de exención de la obligación de instalar sistemas de contabilización individualizada en instalaciones térmicas centralizadas de edificios.\nD.G.\nde Energía Dirección General de Energía.\nC/ Juan Antonio de Vizarrón s/n.\nEdificio Torretriana.\nIsla de la Cartuja.\n41092 – Sevilla.\ndge.chyfe@juntadeandalucia.es CHYFE-DGE.\nComunicación de información sobre instalaciones de autoconsumo.\nD.G.\nde Energía Dirección General de Energía.\nC/ Juan Antonio de Vizarrón s/n.\nEdificio Torretriana.\nIsla de la Cartuja.\n41092 – Sevilla.\ndge.chyfe@juntadeandalucia.es PROGRAMA DE GRATUIDAD DE LIBROS DE TEXTO D.G.\nde Atención a la Diversidad, Participación y Convivencia Escolar Dirección General de Atención a la Diversidad, Participación y Convivencia Escolar.\nConsejería de Educación y Deporte.\n* Dir.\nPostal: C/ Juan Antonio de Vizarrón s/n.\nEdificio Torretriana.\nIsla de la Cartuja.\n41092 - Sevilla * Teléfono: 955 06 40 00 * Correo electrónico: dg.diversidad.participacion.convivencia.ced@juntadeandalucia.es CED-Escuelas Oficiales de Idiomas Educación y Deporte * Identidad: Dirección General de Ordenación y Evaluación Educativa.\nConsejería de Educación y Deporte.\n* Dir.\nPostal: C/ Juan Antonio de Vizarrón s/n.\nEdificio Torretriana.\nIsla de la Cartuja.\n41092 - Sevilla * Teléfono: 955 06 40 00 * Correo electrónico: educacionpermanente.ced@juntadeandalucia.es CED-Gestión de los Premios al esfuerzo y a la superación personal para el alumnado ESPA D.G.\nde Ordenación y Evaluación Educativa * Identidad: Dirección General de Ordenación y Evaluación Educativa.\nConsejería de Educación y Deporte.\n* Dir.\nPostal: C/ Juan Antonio de Vizarrón s/n.\nEdificio Torretriana.\nIsla de la Cartuja.\n41092 - Sevilla * Teléfono: 955 06 40 00 * Correo electrónico: educacionpermanente.ced@juntadeandalucia.es CED-Gestión de las Pruebas para obtención del título de Bachiller &gt.\n20 años D.G.\nde Ordenación y Evaluación Educativa * Identidad: Dirección General de Ordenación y Evaluación Educativa.\nConsejería de Educación y Deporte.\n* Dir.\nPostal: C/ Juan Antonio de Vizarrón s/n.\nEdificio Torretriana.\nIsla de la Cartuja.\n41092 - Sevilla * Teléfono: 955 06 40 00 * Correo electrónico: educacionpermanente.ced@juntadeandalucia.es CED-Gestión de las Pruebas para obtención del título de Graduado en ESO &gt.\n18 años Educación y Deporte * Identidad: Dirección General de Ordenación y Evaluación Educativa.\nConsejería de Educación y Deporte.\n* Dir.\nPostal: C/ Juan Antonio de Vizarrón s/n.\nEdificio Torretriana.\nIsla de la Cartuja.\n41092 - Sevilla * Teléfono: 955 06 40 00 * Correo electrónico: educacionpermanente.ced@juntadeandalucia.es <br>\n<br>\n<br>\n<br>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li> 1 </li>\n<li> 2 </li>\n<li> 3 </li>\n<li> 4 </li>\n<li> 5 </li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>1 a 10 de 1947 resultados</p> ", "created_at": "2021-04-06 17:03:10.665374", "updated_at": "2021-04-06 17:03:18.990094"}, {"id": 4760, "name": "Legal", "url": "https://www.juntadeandalucia.es/informacion/legal.html", "xpath": "//*[@id=\"contenidos\"]/div", "text": " Aviso legal Sede electrónica del BOJA <p> Este portal contiene la sede electrónica del BOJA en cuanto dirección electrónica de la Administración de la Junta de Andalucía, disponible para los ciudadanos a través de redes abiertas de telecomunicaciones.\nA partir del 10 de mayo de 2012 la publicación del BOJA en esta sede electrónica se lleva a cabo en formato digital, tiene carácter oficial y auténtico.\ny se realiza de conformidad con las previsiones legales, concretamente el Decreto 188/2018, de 9 de octubre, de ordenación del Boletín Oficial de la Junta de Andalucía, y el artículo 131 de la Ley 39/2015, del Procedimiento Administrativo Común de las Administraciones Públicas.\nAsimismo en esta sede electrónica se adoptarán las medidas de seguridad suficientes que garanticen la autenticidad e integridad de los contenidos del Boletín Oficial de la Junta de Andalucía.</p>\n<p> Para el resto de condiciones y circunstancias, se estará a las indicaciones que de modo específico se señalan en el siguiente Aviso jurídico.</p> Información <p> Por favor, lee la información contenida en estos apartados al objeto de conocer las condiciones y términos de uso del Portal de la Junta de Andalucía (en adelante el Portal).</p>\n<p> El Portal de la Junta de Andalucía se define en el Decreto 622/2019, de 27 de diciembre, de administración electrónica, simplificación de procedimientos y racionalización organizativa de la Junta de Andalucía, como punto de acceso general electrónico, y tiene por objeto poner a disposición de la ciudadanía toda clase de servicios e informaciones relacionadas con la Comunidad Autónoma de Andalucía de manera gratuita, de acuerdo con lo dispuesto en la normativa reguladora de la información y atención a la ciudadanía y la tramitación de procedimientos administrativos por medios electrónicos.</p>\n<p> A través del Portal se accede a la información institucional, así como a la relativa a transparencia y participación ciudadana, según la normativa vigente, sistematizándose y facilitándose de manera clara e intuitiva el acceso a todos los puntos de acceso electrónico y a los datos de titularidad de la Administración de la Junta de Andalucía en formato abierto y reutilizable, sin perjuicio de que también sea posible el acceso directo a los mismos.\nTambién proporciona acceso a servicios o informaciones de otras Administraciones y entidades del sector público.</p>\n<p> En particular, y en desarrollo del derecho a relacionarse mediante un punto de acceso general electrónico reconocido a todas las personas en la legislación del procedimiento administrativo común, el Portal facilitará de manera intuitiva el acceso a los servicios de administración electrónica que se ofrecen a la ciudadanía, sin perjuicio de que también sea posible el acceso directo a los mismos.</p>\n<p> La persona usuaria de este Portal deberá aceptar las presentes condiciones y términos de uso que tienen carácter vinculante, entendiéndose que el simple uso de estas páginas supone la referida aceptación con carácter íntegro y sin ningún tipo de reservas.\nEstas condiciones y términos de uso tendrán una vigencia indefinida, reservándose la Junta de Andalucía el derecho a modificarlas sin necesidad de previo aviso.</p> Términos de uso <p> La persona usuaria accederá al Portal y hará uso del contenido del mismo conforme a la legalidad vigente en cada momento y a las normas de la buena fe, la moral y las buenas costumbres.\nLa persona usuaria no podrá usar el presente sitio web con ninguna finalidad o propósito que sea ilegal o esté prohibido por las presentes condiciones de uso, quedando prohibida cualquier actuación en perjuicio de la Junta de Andalucía o de terceros.</p>\n<p> Especialmente la persona usuaria no podrá acceder al Portal de modo que dañe, deteriore, inutilice o sobrecargue los servicios y/o información ofrecida, no podrá interferir el uso de dichos servicios y/o información por otros terceros, no podrá intentar el acceso ni acceder a sitios, servicios, sistemas informáticos del Portal o a redes conectadas al Portal sin autorización cuando la misma sea preceptiva para el acceso, ni mediante actos de intrusión (hacking) o por cualquier otro medio no autorizado.</p> Mantenimiento <p> El mantenimiento, gestión y evolución tecnológica de la infraestructura del Portal corresponde a la Consejería competente en materia de dirección, impulso y gestión de la política digital en lo concerniente a las nuevas tecnologías aplicadas al Gobierno Abierto.</p>\n<p> Las Consejerías son responsables de la integridad, veracidad y actualización de los datos facilitados a través del Portal en su ámbito de competencias y en el de sus entidades instrumentales y consorcios adscritos, atendiendo a los mecanismos de coordinación necesarios para garantizar que los contenidos del Portal se muestren de forma conjunta, homogénea, ágil y adecuada a las necesidades de las personas usuarias, que sean establecidos por la Consejería competente en materia de dirección, impulso y gestión de la política digital en lo concerniente a las nuevas tecnologías aplicadas al Gobierno Abierto.</p> Responsabilidad <p> La Junta de Andalucía no se hace responsable en ningún caso de ningún daño que se pudiera causar a un tercero por las personas usuarias del Portal como consecuencia del uso ilegal o inadecuado del mismo, ni como consecuencia de los contenidos e informaciones accesibles o facilitadas a través de ella, ni de los sitios vinculados a la misma.\nLos responsables serán los usuarios o terceros causantes de los daños.</p>\n<p> Las eventuales referencias que se hagan en el Portal a cualquier producto, servicio, proceso, enlace, hipertexto o cualquier otra información, utilizando la marca, el nombre comercial, o el nombre del fabricante o suministrador, que sean de titularidad de terceros, no constituyen ni implican respaldo, patrocinio o recomendación por parte de la Junta de Andalucía.</p>\n<p> La Junta de Andalucía no garantiza la disponibilidad y continuidad del funcionamiento del Portal y de los servicios, reservándose igualmente el derecho a suspender temporalmente el acceso al portal, sin previo aviso, de forma discrecional y temporal.\nLa Junta de Andalucía no será responsable de los daños y perjuicios que se pudieran causar como consecuencia de la falta de disponibilidad y/o continuidad.\nLa Junta de Andalucía no garantiza la ausencia de virus en los servicios y contenidos del Portal, ya sean prestados directamente o por terceros, incluidas las conexiones a través de \"links\", por lo que no será responsable de los daños y perjuicios que se puedan causar como consecuencia de la existencia de dichos virus.</p>\n<p> La Junta de Andalucía realiza el máximo esfuerzo para evitar errores en la información contenida en sus páginas, no obstante, no puede garantizar su inexistencia ni que el contenido de la información se encuentre permanentemente actualizado.</p> Propiedad intelectual <p> La Junta de Andalucía promueve el libre uso y reutilización de los textos disponibles en el presente Portal sobre los que ostenta derechos de propiedad intelectual.\nDichos textos están disponibles a través de una licencia-tipo Creative Commons Reconocimiento 3.0.</p>\n<p> De modo general, la Junta de Andalucía te autoriza a:</p>\n<ul>\n<li> Copiar, redistribuir y comunicar públicamente los textos del Portal.</li>\n<li> Hacer un uso comercial de los contenidos.</li>\n<li> Generar obras derivadas.</li>\n</ul>\n<p> Para ello, debes cumplir las siguientes obligaciones:</p>\n<ul>\n<li> Reconocer explícitamente la fuente de información, incorporando la siguiente fórmula en un lugar visible: “Información obtenida del Portal de la Junta de Andalucía”.</li>\n<li> Incluir la misma obligación de reconocimiento en los términos de licencia de cualquier producto derivado que haga uso de esta información.</li>\n<li> No desnaturalizar el sentido de la información reproducida.</li>\n<li> Evitar cualquier rasgo de presentación que sugiera que la Junta de Andalucía apoya o promueve el uso que se hace de la información difundida.\nEn ningún caso está permitida la reproducción de logotipos, escudos, símbolos y marcas identificativas de la Junta de Andalucía sin autorización expresa de la institución.</li>\n</ul>\n<p> Estas consideraciones no afectan a aquellos contenidos que no son objeto de propiedad intelectual, de acuerdo con el Artículo 13 del Real Decreto Legislativo 1/1996, de 12 de abril, por el que se aprueba el Texto Refundido de la Ley de Propiedad Intelectual, ni a los límites previstos en el artículo 31 y siguientes de dicha norma.</p>\n<p> Para cualquier ampliación y/o aclaración de esta información puedes ponerte en contacto con nosotros a través del enlace de contacto.</p> ", "created_at": "2021-04-06 17:03:45.892548", "updated_at": "2021-04-06 17:04:12.302917"}, {"id": 13402, "name": "Declaración de accesibilidad", "url": "https://www.juntadeandalucia.es/informacion/accesibilidad.html", "xpath": "//body", "text": " Pasar al contenido principal Navegación secundaria - Portal JDA<ul>\n<li> Contacto</li>\n<li> Mapa web</li>\n</ul>\n<ul>\n<li> Twitter </li>\n<li> Instagram </li>\n<li> Facebook </li>\n<li> Youtube Channel </li>\n<li> Flickr </li>\n</ul> Junta de Andalucía Inicio <i>\n</i>\n<i>\n</i> Buscar <i>\n</i>\n<i>\n</i> Menú Junta de Andalucía<ul>\n<li>\n<i>\n</i> Estudiar Estudiar <ul>\n<li> Infantil (0-6 años) </li>\n<li> Primaria y ESO (6-16 años) </li>\n<li> Bachillerato </li>\n<li> Formación Profesional </li>\n</ul>\n<ul>\n<li> Otras enseñanzas </li>\n<li> Universidad </li>\n<li> Educación para adultos y mayores </li>\n<li> Investigación </li>\n</ul>\n<ul>\n<li> Becas y ayudas al estudio </li>\n<li> Información para centros </li>\n</ul> Directo a<ul>\n<li>\n<i>\n</i> PASEN </li>\n<li>\n<i>\n</i> Becas </li>\n<li>\n<i>\n</i> Universidad: Distrito Único Andaluz </li>\n<li>\n<i>\n</i> Calendario escolar </li>\n<li>\n<i>\n</i> Becas de la Junta de Andalucía </li>\n</ul>\n</li>\n<li>\n<i>\n</i> Trabajar Trabajar <ul>\n<li> Buscar trabajo </li>\n<li> Autoempleo </li>\n<li> Empleo público </li>\n<li> Perder el trabajo </li>\n</ul>\n<ul>\n<li> Formación para el empleo </li>\n<li> Jubilación </li>\n<li> Inmigración y emigración </li>\n<li> Relaciones laborales </li>\n</ul>\n<ul>\n<li> Prevención de riesgos laborales </li>\n<li> Fomento de la empleabilidad </li>\n</ul> Directo a<ul>\n<li>\n<i>\n</i> Renovar demanda de empleo </li>\n<li>\n<i>\n</i> Ofertas de empleo </li>\n<li>\n<i>\n</i> Cita previa en tu oficina de empleo </li>\n<li>\n<i>\n</i> Oficina Virtual FPE </li>\n<li>\n<i>\n</i> Buscador de cursos de formación estatal para el empleo del SEPE </li>\n</ul>\n</li>\n<li>\n<i>\n</i> Tu salud Tu salud <ul>\n<li> Servicios sanitarios </li>\n<li> Urgencias y primeros auxilios </li>\n<li> Derechos y calidad asistencial </li>\n</ul>\n<ul>\n<li> Consejos y prevención </li>\n<li> Apoyo al paciente </li>\n<li> Salud de las personas mayores </li>\n</ul>\n<ul>\n<li> Salud infantil </li>\n<li> Organización sanitaria en Andalucía </li>\n</ul> Directo a<ul>\n<li>\n<i>\n</i> Vacunación gripe </li>\n<li>\n<i>\n</i> Cita en centros sanitarios </li>\n<li>\n<i>\n</i> Certificados COVID-19 </li>\n<li>\n<i>\n</i> Solicita o renueva la tarjeta sanitaria </li>\n<li>\n<i>\n</i> Elige pediatra y profesional de medicina de familia </li>\n</ul>\n</li>\n<li>\n<i>\n</i> Más temas Más temas <ul>\n<li> Vivienda y consumo </li>\n<li> Familias e igualdad </li>\n<li> Atención administrativa e impuestos </li>\n<li> Tráfico y transporte </li>\n</ul>\n<ul>\n<li> Medio ambiente </li>\n<li> Asociaciones y voluntariado </li>\n<li> Cultura, ocio y deporte </li>\n<li> Justicia, seguridad y emergencias </li>\n</ul>\n<ul>\n<li> Tecnologías de la Información y Comunicación </li>\n<li> Contratación pública </li>\n<li> Empresas y profesionales </li>\n<li> Sectores de actividad <ul>\n<li> Agricultura y ganadería </li>\n<li> Energía </li>\n<li> Sanitario </li>\n<li>\n<i>\n</i> Ver más </li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<i>\n</i> Transparencia Transparencia <ul>\n<li> Información institucional y organizativa </li>\n<li> Empleo público </li>\n<li> Altos cargos </li>\n<li> Planificación, evaluación y estadística </li>\n</ul>\n<ul>\n<li> Información jurídica </li>\n<li> Relaciones con la ciudadanía </li>\n<li> Contratos, convenios y subvenciones </li>\n<li> Información económica y presupuestaria </li>\n</ul>\n<ul>\n<li> Transparencia del Consejo de Gobierno </li>\n<li> Transparencia de consejerías y entidades instrumentales </li>\n<li> Solicitar información pública </li>\n<li> Conoce más sobre la transparencia </li>\n</ul> Directo a<ul>\n<li>\n<i>\n</i> Organigrama general de la Junta de Andalucía </li>\n<li>\n<i>\n</i> Información de transparencia de las consejerías </li>\n<li>\n<i>\n</i> Presupuestos de la Comunidad Autónoma </li>\n<li>\n<i>\n</i> Solicitar información pública </li>\n<li>\n<i>\n</i> Canales de denuncia Mecanismo para la Recuperación y la Resiliencia (MRR) </li>\n</ul>\n</li>\n<li> La Junta La Junta Consejo de Gobierno<ul>\n<li> Presidente </li>\n<li> Parlamento y otras instituciones </li>\n<li> Transparencia </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Consejo de Gobierno </li>\n<li>\n<i>\n</i> Consejerías <ul>\n<li>Presidencia, Interior, Diálogo Social y Simplificación Administrativa</li>\n<li>Economía, Hacienda y Fondos Europeos</li>\n<li>Desarrollo Educativo y Formación Profesional</li>\n<li>Empleo, Empresa y Trabajo Autónomo</li>\n<li>Salud y Consumo</li>\n<li>Agricultura, Pesca, Agua y Desarrollo Rural</li>\n<li>Universidad, Investigación e Innovación</li>\n<li>Turismo, Cultura y Deporte</li>\n<li>Fomento, Articulación del Territorio y Vivienda</li>\n<li>Inclusión Social, Juventud, Familias e Igualdad</li>\n<li>Sostenibilidad, Medio Ambiente y Economía Azul</li>\n<li>Política Industrial y Energía</li>\n<li>Justicia, Administración Local y Función Pública</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<i>\n</i> Servicios Servicios <ul>\n<li> Cómo tramitar <ul>\n<li> Atención a la ciudadanía </li>\n<li> Trámites </li>\n<li> Servicios digitales </li>\n<li> Sede Electrónica General </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> BOJA <ul>\n<li> Último boletín </li>\n<li> Boletines anteriores </li>\n<li> Legislación Consolidada Andaluza </li>\n<li> Sobre BOJA </li>\n<li> Preguntas frecuentes </li>\n<li>\n<i>\n</i> Ver más </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Servicios de información <ul>\n<li> Normativa </li>\n<li> Participación </li>\n<li> Estadística y cartografía </li>\n<li> Catálogo de publicaciones </li>\n<li> Datos abiertos </li>\n<li>\n<i>\n</i> Ver más </li>\n</ul>\n</li>\n</ul> Directo a<ul>\n<li>\n<i>\n</i> Pedir cita médica </li>\n<li>\n<i>\n</i> Renovar demanda de empleo </li>\n<li>\n<i>\n</i> Cita previa en las oficinas de asistencia en materia de registros </li>\n<li>\n<i>\n</i> Presentación Electrónica General </li>\n<li>\n<i>\n</i> Perfiles de contratante </li>\n</ul>\n</li>\n<li>\n<i>\n</i> Noticias Noticias <ul>\n<li> Portada </li>\n<li> Últimas noticias </li>\n<li> Convocatorias a medios </li>\n<li> Gobierno al día </li>\n<li> Emergencias 112 </li>\n<li> Economía y empleo </li>\n</ul>\n<ul>\n<li> Salud </li>\n<li> Educación </li>\n<li> Social </li>\n<li> Infraestructuras </li>\n<li> Turismo </li>\n<li> Tierra y mar </li>\n</ul>\n<ul>\n<li> Cultura </li>\n<li> Sala de prensa <ul>\n<li> Fotogalería </li>\n<li> Videoteca </li>\n<li>\n<i>\n</i> Ver más </li>\n</ul>\n</li>\n<li> Buscador de noticias </li>\n<li> Suscripción </li>\n</ul>\n</li>\n<li>\n<i>\n</i> Buscar Buscar Buscar </li>\n</ul> recomendador solapa responsive Buscar <ol>\n<li> Inicio</li>\n</ol> Declaración de accesibilidad <p>La Junta de Andalucía se ha comprometido a hacer accesible su sitio web, de conformidad con el Real Decreto 1112/2018, de 7 de septiembre, sobre accesibilidad de los sitios web y aplicaciones para dispositivos móviles del sector público.</p>\n<p>La presente declaración de accesibilidad se aplica al sitio web https://www.juntadeandalucia.es</p>Situación de cumplimiento<p>Este sitio web es parcialmente conforme con el Real Decreto 1112/2018, de 7 de septiembre, sobre accesibilidad de los sitios web y aplicaciones para dispositivos móviles del sector público, debido a la falta de conformidad de los aspectos que se indican a continuación.</p>Contenido no accesible<p>El contenido que se recoge a continuación no es accesible por lo siguiente:</p>\n<ol>\n<li>\n<strong>Falta de conformidad con el RD 1112/2018</strong>\n<p>Podrían existir fallos puntuales de edición en alguna página web.</p>\n</li>\n<li>\n<strong>carga desproporcionada</strong>\n<p>No aplica.</p>\n</li>\n<li>el contenido <strong>no entra dentro del ámbito de la legislación</strong> aplicable<p>Podrían existir archivos ofimáticos en PDF u otros formatos publicados antes del 20 de septiembre de 2018 que no cumplan en su totalidad todos los requisitos de accesibilidad.\nAunque se ha procurado que la mayoría de ellos sí lo cumplan.</p>\n</li>\n</ol>Preparación de la presente declaración de conformidad<p>La presente declaración fue preparada el 24 de octubre de 2018, con conformidad del&nbsp;nivel AA de las WCAG 2.1.</p>\n<p>La preparación se ha realizado mediante una autoevaluación de los requisitos de la norma UNE-EN 301-549:2019.</p>\n<p>Última revisión realizada: 24 de septiembre&nbsp;de 2021.</p>Observaciones y datos de contacto<p>Puede realizar comunicaciones sobre requisitos de accesibilidad (artículo 10.2.a) del RD 1112/2018) como por ejemplo:</p>\n<ul>\n<li>informar sobre cualquier posible incumplimiento por parte de este sitio web</li>\n<li>transmitir otras dificultades de acceso al contenido</li>\n<li>formular cualquier otra consulta o sugerencia de mejora relativa a la accesibilidad del sitio web</li>\n</ul>\n<p>A través de la dirección de correo electrónico accesibilidad.portal@juntadeandalucia.es o en la dirección física:</p>\n<p>Subdirección de Sociedad Digital.\nDirección General de Estrategia Digital.\nAgencia Digital de Andalucía.\nC/ Gonzalo Jiménez de Quesada, 2.\nEdificio Torre Sevilla, 3º Planta.\nSevilla, 41092</p>\n<p>Las comunicaciones serán recibidas y tratadas por la Subdirección de Sociedad Digital.</p>Procedimiento de aplicación<p>Puede realizar reclamaciones sobre sus solicitudes de información accesible o&nbsp;quejas&nbsp;(artículo 13 del RD 1112/2018) a través del Libro de Sugerencias y Reclamaciones, mediante la solicitud en línea o bien rellenando los formularios y presentándolos en los Registros de Documentos, indicando la materia \"Accesibilidad de sitio web o aplicación móvil\".</p>Contenido opcionalAcceso universal<ul>\n<li>Compromiso</li>\n<li>Pautas implementadas</li>\n</ul>&nbsp.\n<i>\n</i>Responsable de la información publicada: Junta de Andalucía <i>\n</i> Formulario online Índice <ol>\n<li>Situación de cumplimiento</li>\n<li>Contenido no accesible</li>\n<li>Preparación de la presente declaración de conformidad</li>\n<li>Observaciones y datos de contacto</li>\n<li>Procedimiento de aplicación</li>\n<li>Contenido opcional</li>\n</ol> Temas Temas<ul>\n<li> Estudiar </li>\n<li> Trabajar </li>\n<li> Tu salud </li>\n<li> Vivienda y consumo </li>\n<li> Familias e igualdad </li>\n<li> Atención administrativa e impuestos </li>\n<li> Tráfico y transporte </li>\n<li> Medio ambiente </li>\n<li> Asociaciones y voluntariado </li>\n<li> Cultura, ocio y deporte </li>\n<li> Justicia, seguridad y emergencias </li>\n<li> Tecnologías de la Información y Comunicación </li>\n<li> Contratación pública </li>\n<li> Empresas y profesionales </li>\n<li> Sectores de actividad </li>\n</ul> La Junta La Junta<ul>\n<li> Presidente </li>\n<li> Parlamento y otras instituciones </li>\n<li> Transparencia </li>\n<li> Consejo de Gobierno </li>\n<li> Consejerías </li>\n</ul>Servicios Servicios<ul>\n<li> Cómo tramitar </li>\n<li> BOJA </li>\n<li> Servicios de Información </li>\n</ul> Noticias<ul>\n<li> Portada </li>\n<li> Últimas noticias </li>\n<li> Convocatorias a medios </li>\n<li> Gobierno al día </li>\n<li> Emergencias 112 </li>\n<li> Economía y empleo </li>\n<li> Salud </li>\n<li> Educación </li>\n<li> Social </li>\n<li> Infraestructuras </li>\n<li> Turismo </li>\n<li> Tierra y mar </li>\n<li> Cultura </li>\n<li> Sala de prensa </li>\n<li> Buscador de noticias </li>\n<li> Suscripción </li>\n</ul> Información general Sobre el portal<ul>\n<li> Contacto </li>\n<li> Mapa web </li>\n<li> Listas de correo </li>\n<li> Fuentes web </li>\n</ul>Síguenos en:<ul>\n<li> Twitter </li>\n<li> Instagram </li>\n<li> Facebook </li>\n<li> Youtube Channel </li>\n<li> Flickr </li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Accesibilidad</li>\n<li>Aviso legal</li>\n<li>Protección de datos</li>\n</ul> ", "created_at": "2022-12-18 05:12:41.494529", "updated_at": "2022-12-18 05:12:57.893439"}], "points": [], "urls": ["juntadeandalucia.es", "educacionadistancia.juntadeandalucia.es"]}}