{"error": 448, "message": "OK", "parameters": {"id": 8541, "name": "Chaster", "created_at": "2023-06-27 21:42:11.944847", "updated_at": "2023-06-27 22:02:18.018262", "wikipedia": null, "keywords": null, "related": null, "slug": "chaster", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8541.png", "url": "chaster.app", "documents": [{"id": 16585, "name": "Privacy Policy", "url": "https://chaster.app/privacy", "xpath": "//body", "text": "You need to enable JavaScript to run this app.<i>\n</i> ChasterExploreActivity<i>\n</i> PlusSign inSign upPrivacy Policy<p>Your privacy is important to us.\nIt is Chaster's policy to respect your privacy regarding any information we may collect from you across our website, https://chaster.app, and other sites we own and operate.</p>\n<p>This page is used to inform visitors of our policies regarding the collection, use and disclosure of personal information should they choose to use this service.</p>\n<p>By using Chaster, you consent to the collection and use of information in connection with this policy.\nThe personal information we collect is used to provide and improve the service.\nWe will not use or share your personal information with anyone except as described in this Privacy Policy.</p>Collection and Use of Information<p>We only ask for personal information when we truly need it to provide a service to you.\nWe collect it by fair and lawful means, with your knowledge and consent.\nWe also let you know why we’re collecting it and how it will be used.</p>\n<p>We only retain collected information for as long as necessary to provide you with your requested service.\nWhat data we store, we’ll protect within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.</p>\n<p>We don’t share any personally identifying information publicly or with third-parties, except when required to by law.</p>External links<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites, and cannot accept responsibility or liability for their respective privacy policies.</p>Children Policy<p>Chaster services are not directed to persons under the age of 18, and we do not voluntarily collect personally identifiable information from children under the age of 13.\nIf you are a parent or guardian and you are aware that your child has provided us with personal information, please contact us to take appropriate action.</p>Personal information<p>You are free to refuse our request for your personal information, with the understanding that we may be unable to provide you with some of your desired services.</p>\n<p>Your continued use of our website will be regarded as acceptance of our practices around privacy and personal information.\nIf you have any questions about how we handle user data and personal information, feel free to contact us.</p>Effective Date<p>This policy is effective as of 1 July 2020.</p>ChasterExplore a new chastity experience with Chaster.<i>\n</i>Join us on Discord!ResourcesDocumentation<br>Privacy<br>Terms<br>\n<br>ApplicationLocktober<br>Changelog<br>Feedback<br>Developers<br>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Home<i>\n</i>Explore<i>\n</i>Activity<i>\n</i>Account", "created_at": "2023-06-27 21:42:25.055629", "updated_at": "2023-06-27 21:42:32.429557"}, {"id": 16584, "name": "Terms and Conditions", "url": "https://chaster.app/terms", "xpath": "//body", "text": "You need to enable JavaScript to run this app.<i>\n</i> ChasterExploreActivity<i>\n</i> PlusSign inSign upTerms and ConditionsTerms &amp.\nConditions<p>Updated at 2021-06-27</p>General Terms<p>By accessing the Chaster website, you confirm that you are in agreement with and bound by the terms of service contained in the Terms &amp.\nConditions outlined below.\nThese terms apply to the entire website and any email or other type of communication between you and Chaster.<br>\n<br> Under no circumstances shall Chaster team be liable for any direct, indirect, special, incidental or consequential damages, including, but not limited to, loss of data or profit, arising out of the use, or the inability to use, the materials on this site, even if Chaster team or an authorized representative has been advised of the possibility of such damages.\nIf your use of materials from this site results in the need for servicing, repair or correction of equipment or data, you assume any costs thereof.<br>\n<br> Chaster will not be responsible for any outcome that may occur during the course of usage of our resources.\nWe reserve the rights to change prices and revise the resources usage policy in any moment.<br>\n<br>The service is reserved for people over the age of 18.\nPersons under the age of 18 are not allowed to use and register on the service.</p>License<p>Chaster grants you a revocable, non-exclusive, non-transferable, limited license to use the website strictly in accordance with the terms of this Agreement.&nbsp;</p>\n<p>These Terms &amp.\nConditions are a contract between you and Chaster.\n(\"we,\" \"our,\" or \"us\") grants you a revocable, non-exclusive, non- transferable, limited license to use the website strictly in accordance with the terms of this Agreement.</p>Definitions and key terms<p>For this Terms &amp.\nConditions:</p>\n<ul>\n<li>\n<strong>Cookie:</strong>&nbsp;small amount of data generated by a website and saved by your web browser.\nIt is used to identify your browser, provide analytics, remember information about you such as your language preference or login information.</li>\n<li>\n<strong>Company:</strong>&nbsp;when this policy mentions “Company,” “we,” “us,” or “our,” it refers to Chaster,&nbsp;23 Rue du Faubourg Poissonnière, 75009 Paris, France&nbsp;that is responsible for your information under this Privacy Policy.</li>\n<li>\n<strong>Country:</strong>&nbsp;where Chaster or the owners/founders of Chaster are based, in this case is&nbsp;France.</li>\n<li>\n<strong>Customer:</strong>&nbsp;refers to the company, organization or person that signs up to use the Chaster Service to manage the relationships with your consumers or service users.</li>\n<li>\n<strong>Device:</strong>&nbsp;any internet connected device such as a phone, tablet, computer or any other device that can be used to visit Chaster and use the services.</li>\n<li>\n<strong>IP address:</strong>&nbsp;Every device connected to the Internet is assigned a number known as an Internet protocol (IP) address.\nThese numbers are usually assigned in geographic blocks.\nAn IP address can often be used to identify the location from which a device is connecting to the Internet.</li>\n<li>\n<strong>Personnel:</strong>&nbsp;refers to those individuals who are employed by Chaster or are under contract to perform a service on behalf of one of the parties.</li>\n<li>\n<strong>Personal Data:</strong>&nbsp;any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</li>\n<li>\n<strong>Service:</strong>&nbsp;refers to the service provided by Chaster as described in the relative terms (if available) and on this platform.</li>\n<li>\n<strong>Third-party service:</strong>&nbsp;refers to advertisers, contest sponsors, promotional and marketing partners, and others who provide our content or whose products or services we think may interest you.</li>\n<li>\n<strong>Website:</strong>&nbsp;Chaster’s site, which can be accessed via this URL:&nbsp;https://chaster.app.</li>\n<li>\n<strong>You:</strong>&nbsp;a person or entity that is registered with Chaster to use the Services.</li>\n</ul>Restrictions<p>You agree not to, and you will not permit others to:</p>\n<ul>\n<li>License, sell, rent, lease, assign, distribute, transmit, host, outsource, disclose or otherwise commercially exploit the service or make the platform available to any third party.</li>\n<li>Modify, make derivative works of, disassemble, decrypt, reverse compile or reverse engineer any part of the service.</li>\n<li>Remove, alter or obscure any proprietary notice (including any notice of copyright or trademark) of or its affiliates, partners, suppliers or the licensors of the service.</li>\n</ul>Payment<p>If you register to any of our recurring payment plans, you agree to pay all fees or charges to your account for the Service in accordance with the fees, charges and billing terms in effect at the time that each fee or charge is due and payable.\nUnless otherwise indicated in an order form, you must provide us with a valid credit card (Visa, MasterCard, or any other issuer accepted by us) (“Payment Provider”) as a condition to signing up for the Premium plan.\nYour Payment Provider agreement governs your use of the designated credit card account, and you must refer to that agreement and not these Terms to determine your rights and liabilities with respect to your Payment Provider.\nBy providing us with your credit card number and associated payment information, you agree that we are authorized to verify information immediately, and subsequently invoice your account for all fees and charges due and payable to us hereunder and that no additional notice or consent is required.\nWe reserve the right to cancel your subscription if you do not respect these Terms.\nYou agree to immediately notify us of any change in your billing address or the credit card used for payment hereunder.\nWe reserve the right at any time to change its prices and billing methods either immediately upon posting on our Site or by email delivery to you.\nAny attorney fees, court costs, or other costs incurred in collection of delinquent undisputed amounts shall be the responsibility of and paid for by you.\nNo contract will exist between you and us for the Service until we accept your order by a confirmation email.\nYou are responsible for any third-party fees that you may incur when using the Service.</p>Return and Refund Policy<p>Thanks for shopping with us.\nWe appreciate the fact that you like to buy the stuff we build.\nWe also want to make sure you have a rewarding experience while you’re exploring, evaluating, and purchasing our products.<br> As with any shopping experience, there are terms and conditions that apply to transactions at our company.\nBy placing an order or making a purchase from us, you agree to the terms along with our Privacy Policy.<br> If, for any reason, You are not completely satisfied with any good or service that we provide, don't hesitate to contact us and we will discuss any of the issues you are going through with our product.</p>Your Suggestions<p>Any feedback, comments, ideas, improvements or suggestions (collectively, \"Suggestions\") provided by you to us with respect to the service shall remain the sole and exclusive property of us.\nWe shall be free to use, copy, modify, publish, or redistribute the Suggestions for any purpose and in any way without any credit or any compensation to you.</p>Your Consent<p>We've updated our Terms &amp.\nConditions to provide you with complete transparency into what is being set when you visit our site and how it's being used.\nBy using our service, registering an account, or making a purchase, you hereby consent to our Terms &amp.\nConditions.</p>Links to Other Websites<p>Our service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Terms &amp.\nConditions of every site You visit.\nWe have no control over and assume no responsibility for the content, Terms &amp.\nConditions or practices of any third party sites or services.</p>Cookies<p>We use \"Cookies\" to identify the areas of our website that you have visited.\nA Cookie is a small piece of data stored on your computer or mobile device by your web browser.\nWe use Cookies to enhance the performance and functionality of our service but are non-essential to their use.\nHowever, without these cookies, certain functionality like videos may become unavailable or you would be required to enter your login details every time you visit our platform as we would not be able to remember that you had logged in previously.\nMost web browsers can be set to disable the use of Cookies.\nHowever, if you disable Cookies, you may not be able to access functionality on our website correctly or at all.\nWe never place Personally Identifiable Information in Cookies.</p>Changes To Our Terms &amp.\nConditions<p>You acknowledge and agree that we may stop (permanently or temporarily) providing the Service (or any features within the Service) to you or to users generally at our sole discretion, without prior notice to you.\nYou may stop using the Service at any time.\nYou do not need to specifically inform us when you stop using the Service.\nYou acknowledge and agree that if we disable access to your account, you may be prevented from accessing the Service, your account details or any files or other materials which is contained in your account.\nIf we decide to change our Terms &amp.\nConditions, we will post those changes on this page, and/or update the Terms &amp.\nConditions modification date below.</p>Modifications to Our service<p>We reserve the right to modify, suspend or discontinue, temporarily or permanently, the service or any service to which it connects, with or without notice and without liability to you.</p>Updates to Our service<p>We may from time to time provide enhancements or improvements to the features/ functionality of the service, which may include patches, bug fixes, updates, upgrades and other modifications (\"Updates\").\nUpdates may modify or delete certain features and/or functionalities of the service.\nYou agree that we have no obligation to (i) provide any Updates, or (ii) continue to provide or enable any particular features and/or functionalities of the service to you.\nYou further agree that all Updates will be (i) deemed to constitute an integral part of the service, and (ii) subject to the terms and conditions of this Agreement.</p>Third-Party Services<p>We may display, include or make available third-party content (including data, information, applications and other products services) or provide links to third-party websites or services (\"Third- Party Services\").\nYou acknowledge and agree that we shall not be responsible for any Third-Party Services, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality or any other aspect thereof.\nWe do not assume and shall not have any liability or responsibility to you or any other person or entity for any Third-Party Services.\nThird-Party Services and links thereto are provided solely as a convenience to you and you access and use them entirely at your own risk and subject to such third parties' terms and conditions.</p>Term and Termination<p>This Agreement shall remain in effect until terminated by you or us.\nWe may, in its sole discretion, at any time and for any or no reason, suspend or terminate this Agreement with or without prior notice.\nThis Agreement will terminate immediately, without prior notice from us, in the event that you fail to comply with any provision of this Agreement.\nYou may also terminate this Agreement by deleting the service and all copies thereof from your computer.\nUpon termination of this Agreement, you shall cease all use of the service and delete all copies of the service from your computer.\nTermination of this Agreement will not limit any of our rights or remedies at law or in equity in case of breach by you (during the term of this Agreement) of any of your obligations under the present Agreement.</p>Copyright Notice<p>If you are a copyright owner or such owner’s agent and believe any material from us constitutes an infringement on your copyright, please contact us setting forth the following information: (a) a physical or electronic signature of the copyright owner or a person authorized to act on his behalf.\n(b) identification of the material that is claimed to be infringing.\n(c) your contact information, including your address, telephone number, and an email.\n(d) a statement by you that you have a good faith belief that use of the material is not authorized by the copyright owners.\nand (e) the a statement that the information in the notification is accurate, and, under penalty of perjury you are authorized to act on behalf of the owner.</p>Indemnification<p>You agree to indemnify and hold us and our parents, subsidiaries, affiliates, officers, employees, agents, partners and licensors (if any) harmless from any claim or demand, including reasonable attorneys' fees, due to or arising out of your: (a) use of the service.\n(b) violation of this Agreement or any law or regulation.\nor (c) violation of any right of a third party.</p>No Warranties<p>The service is provided to you \"AS IS\" and \"AS AVAILABLE\" and with all faults and defects without warranty of any kind.\nTo the maximum extent permitted under applicable law, we, on our own behalf and on behalf of our affiliates and our respective licensors and service providers, expressly disclaims all warranties, whether express, implied, statutory or otherwise, with respect to the service, including all implied warranties of merchantability, fitness for a particular purpose, title and non- infringement, and warranties that may arise out of course of dealing, course of performance, usage or trade practice.\nWithout limitation to the foregoing, we provide no warranty or undertaking, and makes no representation of any kind that the service will meet your requirements, achieve any intended results, be compatible or work with any other software, websites, systems or services, operate without interruption, meet any performance or reliability standards or be error free or that any errors or defects can or will be corrected.<br>\n<br> Without limiting the foregoing, neither us nor any provider makes any representation or warranty of any kind, express or implied: (i) as to the operation or availability of the service, or the information, content, and materials or products included thereon.\n(ii) that the service will be uninterrupted or error-free.\n(iii) as to the accuracy, reliability, or currency of any information or content provided through the service.\nor (iv) that the service, its servers, the content, or emails sent from or on behalf of us are free of viruses, scripts, trojan horses, worms, malware, timebombs or other harmful components.\nSome jurisdictions do not allow the exclusion of or limitations on implied warranties or the limitations on the applicable statutory rights of a consumer, so some or all of the above exclusions and limitations may not apply to you.</p>Limitation of Liability<p>Notwithstanding any damages that you might incur, the entire liability of us and any of our suppliers under any provision of this Agreement and your exclusive remedy for all of the foregoing shall be limited to the amount actually paid by you for the service.\nTo the maximum extent permitted by applicable law, in no event shall we or our suppliers be liable for any special, incidental, indirect, or consequential damages whatsoever (including, but not limited to, damages for loss of profits, for loss of data or other information, for business interruption, for personal injury, for loss of privacy arising out of or in any way related to the use of or inability to use the service, third-party software and/or third-party hardware used with the service, or otherwise in connection with any provision of this Agreement), even if we or any supplier has been advised of the possibility of such damages and even if the remedy fails of its essential purpose.\nSome states/jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitation or exclusion may not apply to you.</p>Severability<p>If any provision of this Agreement is held to be unenforceable or invalid, such provision will be changed and interpreted to accomplish the objectives of such provision to the greatest extent possible under applicable law and the remaining provisions will continue in full force and effect.<br>\n<br> This Agreement, together with the Privacy Policy and any other legal notices published by us on the Services, shall constitute the entire agreement between you and us concerning the Services.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and our failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.\nYOU AND US AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>Waiver<p>Except as provided herein, the failure to exercise a right or to require performance of an obligation under this Agreement shall not effect a party's ability to exercise such right or require such performance at any time thereafter nor shall be the waiver of a breach constitute waiver of any subsequent breach.<br>\n<br> No failure to exercise, and no delay in exercising, on the part of either party, any right or any power under this Agreement shall operate as a waiver of that right or power.\nNor shall any single or partial exercise of any right or power under this Agreement preclude further exercise of that or any other right granted herein.\nIn the event of a conflict between this Agreement and any applicable purchase or other terms, the terms of this Agreement shall govern.</p>Amendments to this Agreement<p>We reserve the right, at its sole discretion, to modify or replace this Agreement at any time.\nIf a revision is material we will provide at least 30 days' notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.\nBy continuing to access or use our service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use our service.</p>Entire Agreement<p>The Agreement constitutes the entire agreement between you and us regarding your use of the service and supersedes all prior and contemporaneous written or oral agreements between you and us.\nYou may be subject to additional terms and conditions that apply when you use or purchase other services from us, which we will provide to you at the time of such use or purchase.</p>Updates to Our Terms<p>We may change our Service and policies, and we may need to make changes to these Terms so that they accurately reflect our Service and policies.\nUnless otherwise required by law, we will notify you (for example, through our Service) before we make changes to these Terms and give you an opportunity to review them before they go into effect.\nThen, if you continue to use the Service, you will be bound by the updated Terms.\nIf you do not want to agree to these or any updated Terms, you can delete your account.</p>Intellectual Property<p>Our platform and its entire contents, features and functionality (including but not limited to all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof), are owned by us, its licensors or other providers of such material and are protected by France and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.\nThe material may not be copied, modified, reproduced, downloaded or distributed in any way, in whole or in part, without the express prior written permission of us, unless and except as is expressly provided in these Terms &amp.\nConditions.\nAny unauthorized use of the material is prohibited.</p>Agreement to Arbitrate<p>This section applies to any dispute EXCEPT IT DOESN’T INCLUDE A DISPUTE RELATING TO CLAIMS FOR INJUNCTIVE OR EQUITABLE RELIEF REGARDING THE ENFORCEMENT OR VALIDITY OF YOUR OR ’s INTELLECTUAL PROPERTY RIGHTS.\nThe term “dispute” means any dispute, action, or other controversy between you and us concerning the Services or this agreement, whether in contract, warranty, tort, statute, regulation, ordinance, or any other legal or equitable basis.\n“Dispute” will be given the broadest possible meaning allowable under law.</p>Notice of Dispute<p>In the event of a dispute, you or us must give the other a Notice of Dispute, which is a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the dispute, and the relief requested.\nYou must send any Notice of Dispute via email to: contact@chaster.app.\nWe will send any Notice of Dispute to you by mail to your address if we have it, or otherwise to your email address.\nYou and us will attempt to resolve any dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent.\nAfter sixty (60) days, you or us may commence arbitration.</p>Binding Arbitration<p>If you and us don’t resolve any dispute by informal negotiation, any other effort to resolve the dispute will be conducted exclusively by binding arbitration as described in this section.\nYou are giving up the right to litigate (or participate in as a party or class member) all disputes in court before a judge or jury.\nThe dispute shall be settled by binding arbitration in accordance with the commercial arbitration rules of the American Arbitration Association.\nEither party may seek any interim or preliminary injunctive relief from any court of competent jurisdiction, as necessary to protect the party’s rights or property pending the completion of arbitration.\nAny and all legal, accounting, and other costs, fees, and expenses incurred by the prevailing party shall be borne by the non-prevailing party.</p>Submissions and Privacy<p>In the event that you submit or post any ideas, creative suggestions, designs, photographs, information, advertisements, data or proposals, including ideas for new or improved products, services, features, technologies or promotions, you expressly agree that such submissions will automatically be treated as non-confidential and non-proprietary and will become the sole property of us without any compensation or credit to you whatsoever.\nWe and our affiliates shall have no obligations with respect to such submissions or posts and may use the ideas contained in such submissions or posts for any purposes in any medium in perpetuity, including, but not limited to, developing, manufacturing, and marketing products and services using such ideas.</p>User Content<p>You are responsible for any content you provide, and you must ensure that such content complies with applicable laws and regulations.\nWe reserve the right to remove content that violates these Terms, including but not limited to copyright infringement, harassment, impersonation, or unlawful conduct.\nOffensive, threatening or defamatory content is prohibited.\nYou may not sexualize minors in any way, and you should not promote, encourage or engage in any illegal behavior.\nThe content of private messages sent on the Service must not be of an advertising or unsolicited nature.\nYou may not initiate contact with a user in order to offer a paid service or a service in exchange for donations, nor may you offer such services without having specified it in your profile.\nAll content is the sole responsibility of the person who posted it.\nAny use of content posted on our Service is at your risk.\nWe are not responsible for the accuracy or completeness of the information, and we do not endorse the content provided.\nWe may not monitor or moderate the content, and therefore we are not responsible for that content.</p>Promotions<p>We may, from time to time, include contests, promotions, sweepstakes, or other activities (“Promotions”) that require you to submit material or information concerning yourself.\nPlease note that all Promotions may be governed by separate rules that may contain certain eligibility requirements, such as restrictions as to age and geographic location.\nYou are responsible to read all Promotions rules to determine whether or not you are eligible to participate.\nIf you enter any Promotion, you agree to abide by and to comply with all Promotions Rules.\nAdditional terms and conditions may apply to purchases of goods or services on or through the Services, which terms and conditions are made a part of this Agreement by this reference.</p>Typographical Errors<p>In the event a product and/or service is listed at an incorrect price or with incorrect information due to typographical error, we shall have the right to refuse or cancel any orders placed for the product and/ or service listed at the incorrect price.\nWe shall have the right to refuse or cancel any such order whether or not the order has been confirmed and your credit card charged.\nIf your credit card has already been charged for the purchase and your order is canceled, we shall immediately issue a credit to your credit card account or other payment account in the amount of the charge.</p>Miscellaneous<p>If for any reason a court of competent jurisdiction finds any provision or portion of these Terms &amp.\nConditions to be unenforceable, the remainder of these Terms &amp.\nConditions will continue in full force and effect.\nAny waiver of any provision of these Terms &amp.\nConditions will be effective only if in writing and signed by an authorized representative of us.\nWe will be entitled to injunctive or other equitable relief (without the obligations of posting any bond or surety) in the event of any breach or anticipatory breach by you.\nWe operate and control our Service from our offices in France.\nThe Service is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation.\nAccordingly, those persons who choose to access our Service from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.\nThese Terms &amp.\nConditions (which include and incorporate our Privacy Policy) contains the entire understanding, and supersedes all prior understandings, between you and us concerning its subject matter, and cannot be changed or modified by you.\nThe section headings used in this Agreement are for convenience only and will not be given any legal import.</p>Disclaimer<p>We are not responsible for any content, code or any other imprecision.\nWe do not provide warranties or guarantees.\nIn no event shall we be liable for any special, direct, indirect, consequential, or incidental damages or any damages whatsoever, whether in an action of contract, negligence or other tort, arising out of or in connection with the use of the Service or the contents of the Service.\nWe reserve the right to make additions, deletions, or modifications to the contents on the Service at any time without prior notice.<br>\n<br> Our Service and its contents are provided \"as is\" and \"as available\" without any warranty or representations of any kind, whether express or implied.\nWe are a distributor and not a publisher of the content supplied by third parties.\nas such, our exercises no editorial control over such content and makes no warranty or representation as to the accuracy, reliability or currency of any information, content, service or merchandise provided through or accessible via our Service.\nWithout limiting the foregoing, We specifically disclaim all warranties and representations in any content transmitted on or in connection with our Service or on sites that may appear as links on our Service, or in the products provided as a part of, or otherwise in connection with, our Service, including without limitation any warranties of merchantability, fitness for a particular purpose or non-infringement of third party rights.\nNo oral advice or written information given by us or any of its affiliates, employees, officers, directors, agents, or the like will create a warranty.\nPrice and availability information is subject to change without notice.\nWithout limiting the foregoing, we do not warrant that our Service will be uninterrupted, uncorrupted, timely, or error-free.</p>Contact Us<p>Don't hesitate to contact us if you have any questions.</p>\n<ul>\n<li>Via Email:&nbsp;contact@chaster.app</li>\n</ul>Effective Date<p>This policy is effective as of 27 June 2021.</p>ChasterExplore a new chastity experience with Chaster.<i>\n</i>Join us on Discord!ResourcesDocumentation<br>Privacy<br>Terms<br>\n<br>ApplicationLocktober<br>Changelog<br>Feedback<br>Developers<br>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Home<i>\n</i>Explore<i>\n</i>Activity<i>\n</i>Account", "created_at": "2023-06-27 21:42:11.974989", "updated_at": "2023-06-27 21:43:24.122052"}], "points": [], "urls": ["chaster.app"]}}