{"error": 448, "message": "OK", "parameters": {"id": 8909, "name": "Blade HQ", "created_at": "2023-07-08 19:41:41.408317", "updated_at": "2023-07-08 22:02:35.710563", "wikipedia": null, "keywords": null, "related": null, "slug": "blade-hq", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8909.png", "url": "bladehq.com", "documents": [{"id": 17417, "name": "Blade HQ Terms and Conditions", "url": "https://www.bladehq.com/cat--Terms-Conditions--96", "xpath": "/html/body/div[2]", "text": " Blade HQ<br>\nTerms and Conditions\n<strong>Updated: February 10, 2023</strong>\n<br>\n<br>\n<strong>1.\nIntroduction.</strong> This website, www.bladehq.com, (the “<u>Website</u>”) permits users like you to purchase products, in accordance with the terms of these Terms and Conditions (the “<u>Agreement</u>”).\n<br>\n<br>\n<strong>2.\nLegal Agreement.</strong>\n<br>\n<br>\n<strong>(a)</strong> Please read this Agreement carefully.\nThis Agreement is a legally binding agreement between you (“<u>you</u>” or “<u>your</u>”) and Blade HQ, LLC, a Utah limited liability company (“<u>Blade HQ</u>” or “<u>we</u>” or “<u>our</u>” or “<u>us</u>””).<br>\n<br>\n<strong>(b)</strong> The effective date of this Agreement (the “<u>Effective Date</u>”) is the date you first use the Website.\nBy using the Website, you agree to be bound by this Agreement.\nIf you choose to accept this Agreement, you must do so as written, without modification.\nIf you do not agree to abide by the terms of this Agreement, please discontinue your use of the Website immediately.\nYou agree that by using the Website, such use constitutes your acceptance of this Agreement and your agreement to be bound by the terms of this Agreement.\nYou warrant and represent that you are at least 18 years old and that you have the legal authority to enter into this Agreement as an individual or on behalf of your employer.\nBlade HQ and you are individually, a “<u>party</u>” and collectively, the “<u>parties</u>.” <br>\n<br>\n<strong>(c)</strong> You agree that any purchase of Products from us, whether through the Website, our retail store, over the phone or otherwise, shall be governed by this Agreement.\n<br>\n<br>\n<strong>3.\nPrivacy Policy.</strong> Your access to the Website and purchase of the Products shall be governed by this Agreement and also by the Privacy Policy.\nThe Privacy Policy also describes how Blade HQ collects and uses information you post to the Website or provide to us.\nThis Agreement and the Privacy Policy may be collectively referred to as the Agreement, and are intended to be read together.\n<strong>A Privacy Policy link is available at the bottom of the website at all times.\n</strong>\n<br>\n<br>\n<strong>4.\nTerms and Termination.</strong> The term of this Agreement shall begin on the Effective Date and continue until terminated as expressly provided in this Agreement (the “<u>Term</u>”).\nThis Agreement and the Privacy Policy shall run concurrently and if either terminates, then the other shall automatically terminate.\nYou may terminate this Agreement at any time by delivering an email to us at the address listed in the “contact us” section of the Website.\nBlade HQ may immediately terminate this Agreement as required by law or due to your breach of any provision of this Agreement in Blade HQ’s determination.\nTermination will become effective immediately.\nUpon termination, all rights granted by Blade HQ to you under this Agreement, including your use of the Website, shall immediately terminate, and you will not be allowed to use the Website or purchase Products.\nThe following Sections of this Agreement shall survive termination or expiration of this Agreement for any reason: 4, 6, and 16 - 26.<br>\n<br>\n<strong>5.\nUpdates to this Agreement.\nBLADE HQ RESERVES THE RIGHT TO AMEND THE WEBSITE AND THE TERMS OF THIS AGREEMENT IN ITS DISCRETION FROM TIME TO TIME.\nYOU ARE RESPONSIBLE FOR MONITORING THE WEBSITE FOR CHANGES TO THIS AGREEMENT.\nBlade HQ may, but is not obligated to, offer upgrades, updates, and improvements to the Website, and to add or discontinue any Services or Products at any time.\n</strong>\n<br>\n<br>\n<strong>6.\nProhibited Uses.</strong>\n<br>\n<br>\n<strong>(a)</strong> You may only use the Website and purchase Products for legal purposes (the “<u>Purpose</u>”).\n<br>\n<br>\n<strong>(b)</strong> You shall not use the Website or Products: (i) to harass, intimidate, embarrass, or threaten any person, (ii) for any illegal, libelous, obscene, pornographic, or illegal purpose, or (iii) in a manner that violates any laws, rules, or regulations.\n<br>\n<br>\n<strong>(c)</strong> You shall not copy, modify, creative derivate works of, or reverse engineer, in whole in or part, Blade HQ’s (i) Website, including its components or contents, in whole or part, (ii) Products, or (iii) trademarks, service marks, trade dress, patents, patents pending, copyrights, and other intellectual property, including, without limitation, photographic images (the foregoing in (a) – (c) collectively, the “<u>Intellectual Property</u>”).<br>\n<br>\n<strong>(d)</strong> Except as expressly stated in this Agreement, Blade HQ does not grant you any license or ownership rights, including in the Intellectual Property, and all rights not expressly granted by Blade HQ to you under this Agreement are expressly reserved to Blade HQ.<br>\n<br>\n<strong>7.\nOrders.</strong> You must be at least 18 years old to order any knife Products and at least 21 years old to order restricted products.\nRestricted products are marked on the Website.\nSome items on the Website may be illegal in your or other areas for possession by those under the age of 21.\nYou shall be responsible to check all applicable federal, state, and local laws concerning the purchase, ownership, use, and possession of any Products sold to you on the Website.<br>\n<br>\n<strong>8.\nAutomatic Knife Laws &amp.\nAssisted Knife Laws.</strong> The Switchblade Act, (Pub.L.\n85-623, 72 Stat.\n562, enacted on August 12, 1958, and codified in 15 U.S.C.\n§ 1241–1245), as may be amended, (the “<u>Act</u>”) prohibits shipment of automatic knives across state lines, with the following exceptions:<br>\n<br>\n<strong>(a)</strong> to civilian or Armed Forces supply or procurement officers and employees of the Federal Government ordering, procuring, or purchasing such knives in connection with the activities of the Federal Government;<br>\n<br>\n<strong>(b)</strong> to supply or procurement officers of the National Guard, the Air National guard, or militia of a state, territory or the District of Columbia ordering, procuring, or purchasing such knives in the connection with the activities of such organization;<br>\n<br>\n<strong>(c)</strong> to supply or procurement officers or employees of the municipal government of the District of Columbia or the government of any State or Territory, or any county, city or other political subdivision of a State or Territory;<br>\n<br>\n<strong>(d)</strong> to manufacturers of such knives or bona fide dealers therein in connection with any shipment made pursuant of an order from any person designated in paragraphs (a), (b), and (c).<br>\n<br>\nSections 1242 and 1243 of the Act shall not apply to:<br>\n<br>\n<strong>(e)</strong> any common carrier or contract carrier, with respect to any switchblade knife shipped, transported, or delivered for shipment in interstate commerce in the ordinary course of business;<br>\n<br>\n<strong>(f)</strong> the manufacture, sale, transportation, distribution, possession, or introduction into interstate commerce, of switchblade knives pursuant to contract with the Armed Forces.<br>\n<br>\n<strong>(g)</strong> the Armed Forces or any member or employee thereof acting in the performance of his duty;<br>\n<br>\n<strong>(h)</strong> the possession, and transportation upon his person, of any switchblade knife with a blade three inches or less in length by any individual who has only one arm.\nor<br>\n<br>\n<strong>(i)</strong> a knife that contains a spring, detent, or other mechanism designed to create a bias toward closure of the blade and that requires exertion applied to the blade by hand wrist, or arm to overcome the bias toward closure to assist in opening the knife.<br>\n<br>\nBlade HQ will not sell to any individual or group outside the State of Utah without the above conditions being met.\nThis does not apply to automatic knives manufactured, distributed, purchased or sold within the State of Utah or Virginia.\nProper identification may be required before the order is shipped in cases where restricted items are purchased.<br>\n<br>\n<strong>9.\nLegal Disclaimers.</strong> Blade HQ offers no legal advice regarding laws applicable to your purchase of Products.\nWe have provided general information herein to you of federal laws that may affect your purchase.\nIt is your responsibility, as the buyer, and not Blade HQ, as the seller, to ascertain and obey all applicable international, federal, state, and local laws regarding your purchase and use of Products.<br>\n<br>\n<strong>10.\nChange and Cancellation Policy.</strong> If you order the wrong Products, you may change your order up until the time the order is shipped.\nOnce an order has been shipped, if you wish to change an item you must follow the guidelines in the Returns section.\nIf you would like to cancel your order you may do so up until the time the order has shipped.\nOnce an order has been shipped you must follow the guidelines in the Returns section.\nYou can contact us about a change or cancellation at the email or telephone number listed in the “contact us” section of the Website.\nIf you choose to send an email you must use “order change” or “order cancellation” in your email subject line to make sure the email is directed to the correct department to improve the chance that the change or cancellation can be implemented before the order ships.<br>\n<br>\n<strong>11.\nPayment.</strong>\n<br>\n<br>\nCredit Card Orders.\nWe accept Visa, Mastercard, Discover, and American Express.\nWe do not accept Paypal.\nBy ordering with a credit card you agree that you are authorized to use such credit card and, if there is a billing dispute, to handle any billing disputes directly with us.<br>\n<br>\nBlade HQ reserves the right to request identification for any purchases of any kind.\nNo customer shall be obligated to provide identification, however failure to provide requested information may result in the cancellation of the customer's order.\nIf the order is cancelled and charges to the credit card used will be voided or refunded.\n<br>\n<br>\n<strong>12.\nShipping - Domestic Orders.</strong>\n<br>\n<br>\n<strong>(a)</strong> For more comprehensive information concerning shipping, please visit our please visit the SHIPPING PAGE on the Website.<br>\n<br>\n<strong>(b)</strong> Blade HQ makes no guarantees about shipping time.\nWe will attempt to stay within the specified time frames indicated on the Website.\nhowever, delays may result from occurrences, such as, without limitation, customer verification, declined credit cards, product customization, restricted items, legal prohibitions, product unavailability, acts of God, and other force majeure events.<br>\n<br>\n<strong>(c)</strong> Product orders with a value of $300 or more are automatically shipped as “signature required.” Product orders with a value of less than $300 are automatically shipped as “no signature required.” If you would like your order shipped with or without a “signature required,” as applicable, simply indicate this to us in the notes box at checkout.\nIf you waive the required signature on your order, you accept all responsibility pertaining to loss, theft or damage.\nIf you pay for shipping, risk of loss and title to the Products transfers to you upon our tender of the Products to the courier.\nand, if we pay for shipping, risk of loss and title to the Products transfers to you upon delivery of the Products by the courier.<br>\n<br>\n<strong>(d)</strong> If the Product order value meets a certain threshold (exclusive of shipping or taxes), then the shipping costs may change based solely on the discretion of Blade HQ's policy makers.\nNo \"free shipping\" guarantees are made or implied.\nThere are some oversized and overweight items which have additional shipping costs.\nWhen free shipping is offered and selected, Blade HQ will ship orders via FedEx, UPS, DHL, or USPS, at its discretion.\nShipping prices are subject to change without notice.\n<br>\n<br>\n<strong>(e)</strong> Please note: There are some areas within the United States of America where certain items are restricted and cannot be shipped.\nSome of these items include, but are not limited to: defense sprays, automatic knives, stun guns, knuckles, police batons, etc.\nSome of these areas include, but are not limited to: portions of Alaska, California, Colorado, Connecticut, Delaware, Hawaii, Illinois, Indiana, Kansas, Louisiana, Maine, Massachusetts, Michigan, Minnesota, Missouri, New Mexico, New York, Tennessee, Texas, Vermont, Washington, and Wisconsin.\nExceptions are made as local laws permit (proper ID may be required at the time of purchase).<br>\n<br>\n<strong>(f)</strong> Address Verification.\nIn many cases, orders that are placed with a ship to address that is not authorized by the credit card issuer are subject to shipping delays, verification emails/telephone calls and/or cancellation.\nAdditionally, orders that are shipped to an address other than the authorized billing address are subject to shipping delays and verifications.\nIn situations where we cannot confirm the validity of an order or we suspect fraud, the order will be cancelled.<br>\n<br>\n<strong>13.\nShipping - International Orders.</strong> Please visit our SHIPPING INFORMATION page for the most current information regarding International Shipping.\nThere are numerous and ever-changing export and import restrictions regarding tactical and outdoor Products.\nMany of these restrictions, as well as available International shipping options, are outlined on the Shipping Information page.\nInternational purchasers assume all risk of loss, theft, customs seizures, clearance, duties, levies, fees, taxes, storage charges, broker fees, and the like associated with international shipments (the foregoing collectively, “International Shipping Events”), and you agree that Blade HQ shall not be held liable for any International Shipping Events.<br>\n<br>\nInternational Customer Conditions:\n<ul>\n<li>Customer must pay all shipping fees</li>\n<li>Customer must pay any and all taxes, duties, etc.</li>\n<li>Customer must pay via Wire Transfer</li>\n<li>If items get lost, stolen, or seized by customs, Blade HQ is not accountable, and cannot give a refund.</li>\n<li>Customer must understand their own/carry laws in their country and have proper permits where applicable</li>\n<li>Customer must pay all shipping fees for returns, as well as warranty work</li>\n<li>Please note that we do not falsify customs documents.\nWe will list exact items and exact values, in accordance with national and federal laws.\nIf you believe that your items will be seized at customs when labeled appropriately, we urge you to carefully consider this.</li>\n</ul>\n<strong>14.\nKnife Operation and Warranty.</strong> All name brand knives are covered under warranty by their respective manufacturers.\nFor more information, please check out the WARRANTY PAGE on the Website.\nKnives that have been modified or converted are not covered under a manufacturer's warranty.\nExcept as expressly stated herein, no further warranties apply.<br>\n<br>\n<strong>15.\nReturns.</strong> Returns must be initiated within 90 calendar days of your original purchase date.\nYou must complete a return request, which can be done through your Blade HQ account.\nApproval is required before shipping your return item(s), otherwise, your return will not be accepted.\nPlease allow up to 3 business days for approval.\nOnce approved, you will be e-mailed a pre-paid shipping label at no cost to you (please note: abuse of our hassle free return program may result in suspension).\nIf you return an item that we have rejected for a return, and we are unable to send it back to you, we will issue a refund, dispose of the item, and notate on your account to refuse future return requests.\nAdditionally, your Blade HQ account may be suspended.\n<br>\n<br>\n<strong>16.\nRepresentations and Warranties.</strong> By placing an order, you warrant and represent that you will use the Products in a lawful manner and that you are of legal age to purchase and use the Products.<br>\n<br>\n<strong>17.\nLaw Enforcement.</strong> Anyone known or believed to use the Products other than for the Purpose, or to provide false information, or to attempt to defraud us in any way will be reported to the proper authorities.\nYou understand and agree that Blade HQ monitors usage on the Website and of purchase of Products and that, in accordance with the terms of this Agreement and the Privacy Policy, we may share your use of the Website and purchase of Products Services, including Personal Information (as defined in the Privacy Policy), with law enforcement agencies and officials in response to inquiries or if we have reason to believe that your use of the Website or Products is for an unlawful purpose.\nWe may also share your use of the Website and purchases of Products, including Personal Information, to third parties without your prior consent as required by law, a court order, a subpoena, legal process, governmental request, to investigate fraud, or as Blade HQ determines is necessary or advisable to protect its interests or your safety or the safety of others.<br>\n<br>\n<strong>18.\nIndemnification.</strong> You shall defend, indemnify, and hold harmless Blade HQ and its affiliates, and their employees, managers, members, officers, shareholders, directors, agents, representatives, contractors, insurers, attorneys, successors, and assigns from and against all claims, demands, judgments, losses, liabilities, damages, costs, fees, expenses, including, without limitation, attorneys’ fees, expert witness fees, and court costs, arising out of your (a) unauthorized use of the Website, Products, or Intellectual Property, or (b) any other breach of this Agreement.<br>\n<br>\n<strong>19.\nDisclaimer of Warranties.,<br>\n<br>\n<strong>(a)</strong> EXCEPT AS EXPRESSLY STATED HEREIN, BLADE HQ: (A) PROVIDES ACCESS TO THE WEBSITE AND THE PRODUCTS ON AN “AS IS” BASIS, WITH ALL FAULTS AND WITHOUT ANY WARRANTY OR GUARANTEES, (B) MAKES NO WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, WITH RESPECT TO THE WEBSITE AND THE PRODUCTS, AND (C) SPECIFICALLY DISCLAIMS ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTY AGAINST NON-INFRINGEMENT OF ANY INTELLECTUAL PROPERTY RIGHT OF ANY THIRD PARTY IN CONNECTION WITH YOUR ACCESS TO THE WEBSITE AND THE PRODUCTS.\nEXCEPT AS EXPRESSLY STATED HEREIN, BLADE HQ DOES NOT WARRANT THAT THE WEBSITE OR ANY THE PRODUCTS WILL MEET YOUR EXPECTATIONS OR REQUIREMENTS, OR THAT THE PRODUCTS WILL PROVIDE SECURITY OR PROTECTION AGAINST HARM, INJURY, DISMEMBERMENT, OR DEATH, OR THAT THE CONTENT OF THE WEBSITE OR METHOD OF DELIVERY WILL BE FREE OF ERROR (INCLUDING FACTS, STATEMENTS, SERVICE LEVELS, DOWNLOAD SPEED, WEBSITE DOWNTIME, OUTAGES, WI-FI, HOTSPOT, OR INTERNET CONNECTIVITY OR SECURITY), OR THAT DEFECTS THEREIN WILL BE CORRECTED.\nTHE PROVISIONS OF THIS SECTION SHALL BE IN EFFECT TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</strong>\n<br>\n<br>\n<strong>(b)</strong> Without limiting the generality of the foregoing in this Section, Website mistakes (such as, without limitation, pricing errors, Product misinformation, and stock discrepancies) are inevitable.\nBlade HQ is not required to honor pricing errors.\nAt our discretion, we may cancel any order where we determine there has been a pricing error.\nIf we have provided Product misinformation for your order, you have the right to return your purchased Product without penalty (subject to the return policy stated herein).\nIf there is a stock discrepancy, you have the right to retain your order until it can be filled or to cancel your order without penalty.<br>\n<br>\n<strong>(c)</strong> Without limiting the generality of the foregoing, Blade HQ will not be held liable for the misuse of any Product purchased from us or any of our distributors and dealers.<br>\n<br>\n<strong>20.\nLimitations of Liability.\n<br>\n<br>\n<strong>(a)</strong> BLADE HQ SHALL NOT BE LIABLE TO YOU OR ANY OTHER PARTY FOR LOST PROFITS, LOSS OF BUSINESS, SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES, EVEN IF A PARTY HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBLADE HQ’S TOTAL LIABILITY, AND YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY CLAIM UNDER THIS AGREEMENT, SHALL NOT EXCEED THE TOTAL AMOUNT PAID BY YOU TO BLADE HQ UNDER THIS AGREEMENT.\nTHE PROVISIONS OF THIS SECTION SHALL BE IN EFFECT TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</strong>\n<br>\n<br>\n<strong>21.\nCompliance with Applicable Law.</strong> Except as expressly permitted herein, all other notices provided for herein shall be effected either by recognized international express courier, postage pre-paid, or by First Class United States Mail, postage pre-paid, to the address listed under the “contact us” section of the Website in our case, and to the address you listed at time of last purchase in your case.\nNotice shall be deemed received two days following tender to such courier and three days following posting by Mail.<br>\n<br>\nBlade HQ, LLC<br>\n564 West 700 South, Suite 102<br>\nPleasant Grove, UT 84062<br>\nAttn.: General Counsel<br>\n<br>\n<strong>22.\nIndependent Parties.</strong> Nothing in this Agreement shall create an employer-employee, partner, joint venturer or agent relationship between Blade HQ and you.<br>\n<br>\n<strong>23.\nDispute Resolution.</strong> This Agreement and Privacy Policy shall be governed by and construed in accordance with the laws of the State of Utah, without regard to any applicable conflicts or choice of law provisions.\nNeither the United Nations Convention on Contracts for the International Sale of Goods (“<u>CISG</u>”) nor the Uniform Computer Information Transactions Act (“<u>UCITA</u>”) shall apply.\nFor any dispute arising out of or in connection with this Agreement or the Privacy Policy, the parties hereto irrevocably consent to binding arbitration in Salt Lake City, Utah, under the Commercial Rules of the American Arbitration Association, and the parties hereby waive any objection that arbitration in such city is inconvenient.\nYou understand that you hereby agree to waive any right you may have to a trial by jury.\nYou hereby agree to waive any right you may have to participate in any class, collective, group, or representative action or proceeding arising out of or in connection with this Agreement or the Privacy Policy.\nThe prevailing party in any such arbitration action shall be entitled to collect from the non-prevailing party, in addition to any award, all reasonable costs, fees, and expenses, including, without limitation, attorneys’ fees and court costs.<br>\n<br>\n<strong>24.\nComplete Agreement.</strong> This Agreement and the Privacy Policy, and references to pages and sections on the Website, contain the entire agreement of the parties and supersedes any and all other agreements, whether oral or in writing, between the parties concerning the subject matter hereof.\nWithout limiting our rights under Section 5 above, any other modification of this Agreement or the Privacy Policy shall be effective only if in a writing signed by the parties.\nIn the event of conflict between this Agreement and the Privacy Policy/pages and sections of the Website, this Agreement shall prevail.<br>\n<br>\n<strong>25.\nSeverability.</strong> If any provision of this Agreement or the Privacy Policy is held by a court or tribunal of competent jurisdiction to be invalid, void, or unenforceable, the remaining provisions shall nevertheless continue in full force and effect without being impaired or invalidated in any way.<br>\n<br>\n<strong>26.\nAssignment.</strong> You may not assign or sublicense any part of the Agreement, in whole or in part, without the prior written consent of Blade HQ.\n<br>\n<br>\n<strong>27.\nLayaway Cancellation Fees.</strong> All Layaway orders are subject to a $20 cancellation fee.\nCustomers will be refunded what they currently have paid less $20 upon cancellation.\n<br>\n<br> Need Help?\n<ul>\n<li>Order Status</li>\n<li>Payment Plan</li>\n<li>Warranty Information</li>\n<li>We Buy Knives</li>\n</ul>\n<i>\n</i>\nContact Us Here ", "created_at": "2023-07-08 19:41:41.439387", "updated_at": "2023-07-08 19:42:04.995298"}, {"id": 17418, "name": "\"Blade HQ Privacy Policy\"", "url": "https://www.bladehq.com/cat--Privacy-Policy--1621", "xpath": "/html/body/div[2]", "text": " Blade HQ<br>\nPrivacy Policy\n<strong>Effective Date: April 24, 2013</strong>\n<br>\n<br>\nPlease read this privacy policy (this “<u>Privacy Policy</u>”) carefully.\nYour use of <u>www.bladehq.com</u> (the “<u>Website</u>”) to access the Website and purchase products (the “<u>Products</u>”) offered by <u>Blade HQ</u>, LLC (“Blade HQ” or “<u>we</u>” or “<u>our</u>” or “<u>us</u>”) on the Website, and your acceptance of the Terms and Conditions (the “Agreement”) by using the Website creates a binding, legal agreement between Blade HQ and you (“<u>you</u>” or “<u>your</u>”).\nYour access to the Website and purchase of Products shall be governed by the Agreement and also by this Privacy Policy.\nThis Privacy Policy also describes how Blade HQ collects and uses information you post to the Website and provide to Blade HQ.\nThe Agreement and this Privacy Policy may be collectively referred to as the Agreement, are intended to be read together, and in the event of conflict between the Agreement and this Privacy Policy, the terms of the Agreement shall prevail.\nYour use of the Website shall also become the effective date of this Privacy Policy (the “<u>Effective Date</u>”).\nIf you choose to accept this Privacy Policy, you must do so as written, without modification.\nIf you do not accept this Privacy Policy, you will not be allowed to access the Website.\nBy using the Website, you accept the terms and conditions described in this Privacy Policy.\nYou warrant and represent that you are at least 18 years old and that you have the legal authority to enter into this Privacy Policy as an individual or on behalf of your employer.\nBlade HQ and you are individually, a “<u>party</u>” and collectively, the “<u>parties</u>.” <br>\n<br>\n<strong>1.\nPersonal Information.</strong> When purchasing Products, you agree to provide the information requested on the Website completely and accurately.\nAs part of the purchase process, Blade HQ asks you to provide your name, a method by which to contact you (such as a telephone number or email address), your location, your age, the Products you wish to purchase, your credit card or debit card information, and other information.\nAdditionally Blade HQ may request identification when a credit card payment is made.\nYou are responsible for providing complete and accurate information (“<u>Personal Information</u>”).\nBlade HQ may occasionally send informational emails, such as newsletters, to registered users.\nTo opt out of these informational emails, please follow the “unsubscribe” directions in those emails.\n<br>\n<br>\n<strong>2.\nUpdates to Privacy Policy.\nBLADE HQ RESERVES THE RIGHT TO AMEND THE WEBSITE AND THE TERMS OF THIS PRIVACY POLICY IN ITS DISCRETION FROM TIME TO TIME.\nYOU ARE RESPONSIBLE FOR MONITORING THE WEBSITE FOR CHANGES TO THIS PRIVACY POLICY.</strong>\n<br>\n<br>\n<strong>3.\nChildren’s Privacy.</strong> The Website and the Products are directed to people who are at least 18 years old.\nBlade HQ does not knowingly collect Personal Information from anyone under the age of 18.\nIf you are aware that Blade HQ has collected Personal Information from someone under the age of 18, please alert Blade HQ at questions@bladehq.com and the information will be removed from our system as soon as reasonably possible.\nBlade HQ does not knowingly aggregate or provide Public Information about people under the age of 18.\n<br>\n<br>\n<strong>4.\nThird Parties.</strong> Except as expressly provided in this Privacy Policy, Blade HQ will not share your Personal Information with third parties without your permission.\nBlade HQ does not sell your Personal Information to third parties.\nBlade HQ may provide aggregate statistical information (such as the city or state in which you live) to third parties to describe Blade HQ’s services to prospective partners, advertisers, and other third parties, and for other lawful purposes.\nBlade HQ will not, however, disclose any personally identifiable information to these parties without your express permission or unless permitted by this Privacy Policy.\n<br>\n<br>\nYou understand and agree that we monitor usage on the Website and the purchases of Products and that we may share your use of the Website and Services, including Personal Information, with law enforcement agencies and officials in response to inquiries or if we have reason to believe that your use of the Website and purchase of Products is for an unlawful purpose.\nWe may also share your use of the Website and purchase of Products, including Personal Information, to third parties without your prior consent as required by law, a court order, a subpoena, legal process, governmental request, to investigate fraud, or as Blade HQ determines is necessary or advisable to protect its interests or your safety or the safety of others.\n<br>\n<br>\nWe may also provide your Personal Information to companies that provide services to help us with our business activities such as hosting provider or analytics provider or for the purpose of processing your form of payment, such as a credit or debit card.\nThese companies are authorized to use your Personal Information only as necessary to provide these services to us.\nWe will not be liable for their acts or omissions, and you shall hold us harmless for such acts or omissions.<br>\n<br>\nIf you have any questions about the ways in which Blade HQ protects your Personal Information, or if you wish to update or remove your Personal Information from Blade HQ’s database, please feel free to contact us at questions@bladehq.com.\n<br>\n<br>\nWe will retain your Personal Information for as long as your account is active or as needed to provide you Products.\nWe will retain and use your Personal Information as necessary to comply with our legal obligations, resolve disputes, enforce our agreements, as required by law, or for applicable statutes of limitations periods.\nSubject to your right to remove Personal Information as described below and our right to remove posted information in violation of the terms of this Privacy Policy, your posted information may remain on the Website as stated in this paragraph.\nBlade HQ reserves the right to remove your posted information at any time for any reason.<br>\n<strong>5.\nCookies.</strong> Blade HQ uses cookies on the Website.\nA cookie is a small text file that is stored on a user’s computer for record-keeping purposes.\nWe use both session ID cookies and persistent cookies.\nA session ID cookie expires when you close your browser.\nWhen you login to Blade HQ the session ID cookie allows us to maintain a unique and secure (encrypted) connection with the user.\nA persistent cookie remains on your hard drive for an extended period of time.\nBlade HQ uses persistent session cookies to assist in navigation and for showing custom messages to you.\nYou can remove persistent cookies by following directions provided in your Internet browser’s “help” directory.\nIf you reject cookies, you may still use the Website, but your ability to use some areas of the Website, such as logging in, will be limited.<br>\n<br>\nThe use of cookies by our partners, affiliates, tracking utility company, and service providers is not covered by this Privacy Policy.\nWe do not have access or control over these cookies.\nOur partners, affiliates, tracking utility company, and service providers use session ID cookies to make it easier for you to navigate the Website.<br>\n<br>\n<strong>6.\nLinking Policy.</strong> The Website may contain links to other websites.\nUnless expressly stated, Blade HQ does not intend those links to be referrals or endorsements of the linked entities.\nThese links are provided because they may be of interest to you and other Blade HQ users.\nBlade HQ is not responsible for the privacy policies or content of other websites.\nWe encourage you to carefully read the privacy policy of any website you visit.<br>\n<br>\nOur Website may also include social media features, such as the Facebook Like button and widgets, the Twitter button, or interactive mini-programs that run on the Website.\nThese features may collect your IP address, which page you are visiting on the Website, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on the Website.\nYour interactions with these features are governed by the privacy policy of the company providing it.<br>\n<br>\nYou can also log in to the Website using sign-in services such as Facebook and Google.\nThese services will authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to pre-populate our sign up form.\nServices like Facebook Connect give you the option to post information about your activities on the Website to your profile page to share with others within your network.<br>\n<br>\n<strong>7.\nSecurity.</strong> The security of your Personal Information is important to Blade HQ.\nWhen you enter sensitive information such as a credit card number to purchase the Products, we encrypt the transmission of that information using secure socket layer technology (SSL).\nBlade HQ follows generally accepted standards to protect the Personal Information you submit to us, both during transmission and once we receive it.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, we cannot guarantee its absolute security.\n<br>\n<br>\n<strong>8.\nPosted Information.</strong> Your voluntary disclosures of Personal Information on the Internet can be collected and used by others.\nBlade HQ will not, however, include any personally identifiable information on our message boards unless you specifically voluntarily include it in the content of your posting.\nTo request removal of your Personal Information from our blog or community forum, contact us at questions@bladehq.com.\nIn some cases, Blade HQ may not be able to remove your Personal Information, in which case Blade HQ will let you know if we are unable to do so and why.\n<br>\n<br>\n<strong>9.\nTerm and Termination.</strong> The term of this Privacy Policy shall begin on the Effective Date and continue until terminated as expressly provided in this Privacy Policy (the “<u>Term</u>”).\nThe Agreement and this Privacy Policy shall run concurrently and if either terminates, then the other shall automatically terminate.\nYou may terminate this Privacy Policy at any time by delivering an email to Blade HQ at questions@bladehq.com.\nBlade HQ may immediately terminate this Privacy Policy as required by law or due to your breach of any provision of this Privacy Policy in Blade HQ’s determination.\nTermination will become effective immediately.\nUpon termination, all license rights granted herein shall immediately terminate, and you will not be allowed to use the Website or Purchase Products.\nThe following Sections of this Privacy Policy shall survive termination or expiration of this Privacy Policy for any reason: 8, 9, and 10.<br>\n<br>\n<strong>10.\nNotice.</strong> Except as expressly permitted herein, all other notices provided for herein shall be effected either by recognized international express courier, postage pre-paid, or by First Class United States Mail, postage pre-paid, to the address listed on the Website in our case, and to the address you listed in your registration page in your case.\nNotice shall be deemed received two days following tender to such courier and three days following posting by Mail.\n<br>\n<br>\nBlade HQ, LLC<br>\n564 W 700 S<br>\nSuite.\n102<br>\nPleasant Grove, UT 84062<br>\nATTN: General Counsel<br>\n<br> Need Help?\n<ul>\n<li>Order Status</li>\n<li>Payment Plan</li>\n<li>Warranty Information</li>\n<li>We Buy Knives</li>\n</ul>\n<i>\n</i>\nContact Us Here ", "created_at": "2023-07-08 19:41:41.473067", "updated_at": "2023-07-08 19:43:38.692907"}], "points": [], "urls": ["bladehq.com"]}}