{"error": 448, "message": "OK", "parameters": {"id": 8222, "name": "American Civil Liberties Union", "created_at": "2023-05-05 19:33:13.99425", "updated_at": "2023-05-05 22:02:14.800027", "wikipedia": "https://en.wikipedia.org/wiki/American_Civil_Liberties_Union", "keywords": null, "related": null, "slug": "american-civil-liberties-union", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8222.png", "url": "aclu.org", "documents": [{"id": 15948, "name": "Privacy Policy", "url": "https://www.aclu.org/about/privacy/statement?redirect=american-civil-liberties-union-privacy-statement", "xpath": "//body", "text": " Skip navigation Menu About <ul>\n<li>History</li>\n<li>Leadership</li>\n<li>Officers &amp.\nboard</li>\n<li>State affiliates</li>\n<li>Ambassadors</li>\n<li>Financial info</li>\n</ul>\n<ul>\n<li>Frequently asked questions</li>\n<li>Contact</li>\n<li>For the press</li>\n<li>Careers</li>\n</ul> Issues <ul>\n<li>Capital Punishment</li>\n<li>Criminal Law Reform</li>\n<li>Disability Rights</li>\n<li>Free Speech</li>\n<li>HIV</li>\n<li>Human Rights</li>\n<li>Immigrants’ Rights</li>\n<li>Juvenile Justice</li>\n<li>LGBTQ Rights</li>\n<li>National Security</li>\n<li>Prisoners’ Rights</li>\n<li>Privacy &amp.\nTechnology</li>\n<li>Racial Justice</li>\n<li>Religious Liberty</li>\n<li>Reproductive Freedom</li>\n<li>Smart Justice</li>\n<li>Voting Rights</li>\n<li>Women’s Rights</li>\n</ul> Our work <ul>\n<li>\n<p>Court battles</p>\n<p> On-going and past court cases that have been filed by the ACLU.\n</p>\n</li>\n<li>\n<p>Supreme court cases</p>\n<p> Supreme court cases that have been filed by the ACLU.\n</p>\n</li>\n<li>\n<p>Federal advocacy</p>\n<p> Our work with law and policy makers to ensure necessary statutes exist to protect our civil rights.\n</p>\n</li>\n<li>\n<p>Know your rights</p>\n<p> Do you know your rights? Keep them close at hand with these easy-to-use resources.\n</p>\n</li>\n<li>\n<p>Publications &amp.\nReports</p>\n<p> In-depth resources and analysis on our most pressing civil liberties issues.\n</p>\n</li>\n</ul> News Take action Shop Donate Donate Give monthly Seen us on TV? Get your shirt! Become a member Renew your membership More ways to give About › Privacy › Privacy Statement Share on FacebookTweetCopy <ul>\n<li>Privacy Statement</li>\n<li>Web Data We Collect</li>\n</ul>\n<ul>\n<li>American Civil Liberties Union Privacy Statement</li>\n<li>Privacy and the Internet</li>\n<li>Data We Collect</li>\n<li>Our Data Practices</li>\n<li>Your Choices</li>\n<li>Procedure When We Update This Statement</li>\n</ul> American Civil Liberties Union Privacy Statement <p>Effective as of January 17, 2023.</p>\n<p>The American Civil Liberties Union, Inc.\n(“Union”) and the American Civil Liberties Union Foundation, Inc.\n(“Foundation”) (collectively, “ACLU,” “we,” “our,” “us”) are committed to protecting the personal information that you provide and entrust to us when using our websites.</p>\n<p>This Online Privacy Statement describes how we treat data collected during your visit to ACLU “Sites.” The ACLU Sites include the Union’s website at aclu.org, which may host Foundation content, including all web pages whose domain name contains aclu.org, www.aclu.org, or action.aclu.org, peoplepower.org, and any other websites which are operated by the ACLU and link to this privacy statement.</p>\n<p>To be clear, this is not the online privacy statement for websites operated by the ACLU that do not contain these domain names and do not link to this online privacy statement – for example, www.standwithsnowden.com and www.aclufoundation.org.\nThose websites have site-specific privacy terms, which are posted on those sites.</p>\n<p>This privacy statement also does not apply to websites that the ACLU does not operate where an ACLU entity has a presence, such as ACLU pages on Facebook.</p>\n<p>Finally, this is not the online privacy statement for the websites of any ACLU local/state affiliate organizations (“Affiliates”).\nIn all of those cases, site-specific privacy terms apply, and are posted accordingly.\nPlease note, however, that this Privacy Statement provides for ACLU to share data collected on the ACLU Sites with Affiliates for use consistent with this Privacy Statement, which is described in more detail below, and that you may be redirected to one of our Sites when interacting with the website of our state Affiliates or other partners.\nACLU and its Affiliates may be collectively referred to as “ACLU Organizations” in this Online Privacy Statement and elsewhere on our Sites.</p> Privacy and the Internet <p>The Internet, generally speaking, is not currently a private place.\nAs you visit websites, use search engines, and conduct business on the Internet, many different companies and organizations are gathering information about your online behavior by tracking your searches, visits, and transactions, and then matching that data with other information about you or leveraging algorithms to predict your behavior.\nThere are some things you can do to prevent your information from being collected.\nWe encourage you to read our Easy Steps Everyone Can Take to Protect Their Digital Privacy to help protect your privacy online.</p>\n<p>Like most websites, our Sites collect and process a range of data about their visitors to enable full functionality of the website and to deliver requested services.\nWe take many steps to protect your privacy when you visit our Sites.\nHow and when we do so is explained below.</p> Data We Collect <p>In order to advance our advocacy and outreach programs, and to provide you with a better experience when interacting with the ACLU, we rely on data collected from our supporters.\nData collected includes information that you provide directly and web data that may be automatically received and recorded by us from your browser.\nThis section outlines what data is collected, as well as information on how we use collected data.</p> Information you provide directly <p>Certain pages on the Site may invite you to share personal information, such as your name, address, email address, telephone number, payment information (e.g., credit card information to complete a transaction), or other information you provide when submitting an application.\nSharing this information will allow you to make a donation, make a purchase in our online store, join our email list, sign a petition, register for an event or volunteer shift, send us a message or feedback, or to participate in other similar online activities.</p> Web data <p>The ACLU uses cookies and similar technologies to operate our Sites.</p> Required Web Data Collection <p>We may automatically receive and record information from your browser when you visit our Sites.\nThe information that we collect with these automated methods may include your IP address, cookie information, browser type, system type, and the referring URL.</p>\n<p>In addition, if you sign up for our email list(s), we may send you emails that include technologies to track open and click rates.</p>\n<p>These web data collection technologies support our operations and the security of our Sites.</p> Optional Cookies <p>We may also use cookies to improve website performance, to remember user preferences and settings, and to collect analytic data.\nBy “cookies” we mean small files placed on to your device by websites you visit.\n“Cookies” may also refer to local storage, which is a mechanism similar to cookies where the information is stored within your web browser.\nIn some instances, we place these cookies ourselves.\nIn other instances, we allow outside service providers to place these cookies, but only if those providers abide by our requirements described below under “How We Work with Service Providers.”</p>\n<p>For more information on how we use cookies and similar technologies, please see Web Data We Collect.\nYou can learn How to Disable Cookies in the section on Your Choices below.</p> Third Party Links and Hosted Content <p>Our Sites are connected in a variety of ways to content hosted by third parties, including links to social media sites, links to other sites, and embedded media.\nWhen you access this content, including content that loads when you browse on the aclu.org domain, third party content hosts may place tracking devices (e.g.\ncookies or pixels) on your computer, access existing tracking devices that were set when you previously visited other websites, or otherwise gather information about you as you access their content.</p>\n<p>When you click on links to third party websites, including social media sites, you will leave our Site.\nTo learn about how those third parties treat the data they collect through tracking devices and otherwise, see their respective online privacy policies and other posted guidance.</p>\n<p>When you view embedded media, such as videos, that are hosted on other platforms, such as YouTube, but viewable directly through the buttons we provide, you will remain on our Site but you will be visiting these third party’s web environments.\nIn these instances, we make clear that you are viewing external content when you click on links or buttons.</p> Our Data Practices <p>We may use your data to:</p>\n<ul>\n<li>Fulfill your orders or complete transactions.</li>\n<li>Contact you about other ACLU activities or news, or about opportunities to support the ACLU.</li>\n<li>Conduct research in order to learn about our constituents as a whole and about ways we might engage you individually.</li>\n<li>In the case of petitions, we may display your first name, last initial, and city and state on our website.</li>\n<li>In the case of petitions or other direct messages to advocacy targets (such as your member of congress), all required information fields (e.g.\nname, email address, etc.) will be, and some optional information fields may be, passed on to the advocacy target with your message.</li>\n<li>If you have joined People Power, share your name and contact information with other volunteers, and acknowledge your participation in specific volunteer activities.</li>\n<li>Use or share your information as otherwise disclosed at the point of collection.\nFor example, when you elect to take an action on our website—such as sign a petition or pledge—we may request information about you and provide a notice that completing and submitting the form will mean that you permit us to share the data you have entered with other parties, such as coalition partners for that campaign.</li>\n<li>Deliver targeted content—including advertisements—to you over the phone, through the mail, and using digital platforms such as social media, other websites, search results pages, and mobile applications.</li>\n<li>Measure and improve the performance of our Site.</li>\n<li>Investigate or maintain the stability and security of our Site.</li>\n</ul>\n<p>To perform each of these functions, we may share your information with service providers that support our operations.\nFor an understanding of how your data is shared with those vendors, please see “How We Work with Service Providers” below.</p> Additional Uses <p>This section provides additional information on some special circumstances where we may use or share your data with other organizations.\nWe believe you should have choice regarding these activities and have included information on how you can choose whether your data is used for these practices in the section Communication Preferences below.\nFor an understanding of how your data is shared with those vendors, please see “How We Work with Service Providers” below.\nThese additional uses are:</p>\n<ul>\n<li>Delivering targeted content, including advertisements, to you on non-ACLU digital platforms such as social media, other websites, search results pages and mobile apps.</li>\n<li>Engaging in list sharing agreements with non-partisan organizations that may be of interest to you.</li>\n</ul> Deliver targeted content on non-ACLU platforms <p>To enable us to provide the most relevant information on our activities, we may share your personal information with communications platforms, such as Facebook and Mother Jones, to deliver our content to you or to identify other people who may enjoy our content.</p>\n<p>We may also share ACLU supporter information with organizations that display our advertisements or petitions to their subscribers in order to reduce the volume of communications you may receive.\nThis practice helps us engage in effective fundraising and advocacy operations and enables our teams to communicate more effectively with known supporters.</p>\n<p>Importantly, we want you to have the opportunity to learn about these practices and give you the opportunity to opt out of them.\nFor additional information on with whom we share your data—which may include name, zip code, email address, and other information—for delivering targeted content on non-ACLU platforms, please see this <b>list of service providers</b> delivering targeted content on non-ACLU platforms.\nIf you do not wish to have your data shared with these service providers, please let us know by completing our <b>Communication Preferences form</b>.\nAdditional information on how to change your communication preferences is outlined in the section on Communication Preferences below.</p> Engage in list sharing agreements with non-partisan organizations <p>We sometimes allow other non-partisan organizations to contact our supporters who have chosen to share their information with us.\nWorking with other organizations in this way, either on a rental basis, in an exchange, or through a data sharing co-op, is critical to maintaining a strong membership base by allowing us to lower costs while reaching the widest possible audience.\nData shared on a rental basis or in an exchange is done on a one-time use basis.\nA data sharing co-op aggregates and models data from multiple organizations to identify individuals that might be interested in hearing from co-op members.\nWhen we leave a data sharing co-op, our data is removed from that co-op’s data model.</p>\n<p>In order to protect your privacy, list sharing agreements are conducted through secure and confidential arrangements in which the external organization does not directly receive information about you unless you choose to engage.\nCommunications generated from list sharing agreements are carried out by a third-party service provider, who keeps your information confidential.\nThe other organization learns information about you only if you choose to respond to the third-party communication.\nIf you do not wish us to make information about you available for this type of communication, please let us know by completing our <b>Communication Preferences form</b>.\nAdditional information on how to change your communication preferences is outlined in the section on Your Choices below.</p> Data Sharing How We Work with Our Affiliates <p>We work and share your data with our ACLU affiliates around the United States to create a coherent experience for our supporters and members.\nOur Affiliates are bound to use the data that we provide them no more broadly than as would be allowed under this Online Privacy Statement, and with regard to their own operations.</p> How We Work with Service Providers <p>We work with a variety of service providers who help us undertake the activities outlined in “Our Data Collection Methods,” including processing data.\nfacilitating the operation of our site.\nsupporting our fundraising, marketing, communications, and advocacy programs.\nand delivering messages to you on other platforms.\nFor example, service providers may help us analyze traffic on our site, process credit card transactions, or facilitate activities such as the collection and delivery of petition signatures or surveys.</p>\n<p>When we share personal information about you with a service provider, (1) we transmit it in a secure manner (please see Security Measures and Data Transmission below for more information on our security practices) and (2) we require that service provider to promise to keep that data confidential and use it only for the purpose of carrying out the functions we have engaged it to perform.</p>\n<p>We allow some service providers to compile and use certain aggregated data for other purposes once it has been de-identified.\nThis may include, for example, analyzing de-identified data in order to assess donor trends across organizations over time, or allowing a service provider to take de-identified and aggregated data about activity on our Sites, and using that data for other purposes such as improvement of their products or benchmarking for their other clients.\nBut we won’t agree to that unless we are confident, in each instance, that the data won’t be recombined with other information to create any record about you as an identifiable individual.</p>\n<p>\n<em>Additionally, we may share your data with service providers to deliver targeted content to you on non-ACLU platforms, as described in the above section “Additional Uses.” Data shared with these service providers are hashed to improve privacy (hashing data refers to the practice of scrambling data in a pre-defined manner to make it more difficult to recognize).\nAs we have limited ability to perform detailed reviews of these service providers’ security practices, and the service providers’ terms are subject to change without notice, we rely on publicly posted information to determine whether their data practices meet our standards.\nWe review these terms on a quarterly basis to confirm that they have not materially changed their assurances.\n</em>\n</p> Mandatory Disclosures <p>We may also disclose your data to third parties if we are required to do so by law, such as to comply with a subpoena or other legal process, a court order, or government reporting obligations, or if we determine that sharing data about you is necessary to detect, prevent, and respond to misuse of the Sites or privacy and security threats to the Sites.</p>\n<p>We will object to legal demands for access to your information that we believe to be improper.\nHowever, if we determine we are required by law to disclose your data and if we are legally permitted to do so, we will attempt to provide you with notice of the request by whatever method is reasonably practical prior to making the disclosure to give you an opportunity to object to the disclosure.\nWe will not provide such notice, however, if the disclosure is pursuant to our regular government reporting obligations, such as financial disclosures required for tax law compliance.</p> Security Measures and Data Transmission <p>We have taken physical, electronic, and administrative measures to safeguard the information we collect.\nWe work to ensure data accuracy and protect against unauthorized access to, and improper use of, information we collect online.</p>\n<p>Information that can be readily linked to you personally, such as your name and address, is stored by us on servers subject to security safeguards.\nAdditionally, all data transmitted to and from our Sites, including credit card numbers, are encrypted in transit.</p>\n<p>We require our service providers to whom we transfer your personal information to agree to take reasonable security measures in the handling and storage of that information.\nFor service providers to whom we transfer particularly sensitive personal information, we may also undergo a more intensive assessment of their platforms and security practices to verify their commitments to maintain the confidentiality and privacy of that information in their possession.\nWe may also hash that information in order to improve privacy.\nThis is true when sharing data to deliver targeted content on non-ACLU platforms.</p>\n<p>Consistent with these practices, we attempt to transmit emails to you using opportunistic Transport Layer Security (TLS).\nIf your email provider does not accept our initial attempt to transmit using TLS, your message will be sent in plain text, which is not secure.</p> Your Choices Communication Preferences <p>If you wish to update personal information or change your communication preferences, you may contact us to update our records.\nYou have the following options to do this:</p>\n<ul>\n<li>If you are enrolled to receive non-People Power <b>ACLU and affiliate email communications</b>: click on the “Unsubscribe” link in the footer of any ACLU, ACLU Foundation, or affiliate email to change your communication preferences.</li>\n<li>If you are enrolled in the American Civil Liberties Union’s <b>People Power</b> program: click on the “Unsubscribe” link in the footer of any People Power email to opt out of the program.</li>\n<li>If you are enrolled to receive <b>automated recurring text messages</b> from 82623, text or reply “STOP” to 82623 to opt out, and for other autodialed text messages we send via an autodialer, reply “STOP” or follow instructions in the text message.</li>\n<li>Complete our <b>Communication Preferences form</b> to change your communications preferences for information you shared with us previously for the following:\n<ul>\n<li>Paper mail communications</li>\n<li>Phone communications</li>\n<li>Data sharing with non-ACLU platforms that deliver targeted content (Please note, opting out of this practice will also unsubscribe you from our email communications.)</li>\n<li>List sharing agreements with non-partisan organizations</li>\n</ul>\n</li>\n<li>Send an e-mail to: ACLUpreferences@aclu.org.</li>\n<li>Send mail to: ACLU Membership Department, 125 Broad Street, 18th Floor, New York, NY 10004.</li>\n</ul>\n<p>If you have any other questions regarding this Privacy Statement or our data practices, you can reach our Data Protection and Governance Lead by emailing ACLUpreferences@aclu.org.</p> How to Disable Cookies <p>To provide you with maximum choice in deciding what data is collected about you, we have designed our website to work without cookies.\nIf you would like to reduce the web data collected about you while browsing the Internet, please see the below instructions for blocking and purging cookies.\nPlease note disabling cookies on your browser may impact the operability of other sites you visit and disabling cookies will not disable other web data collection technologies, which the ACLU uses on our Sites to support our operations and the security of our Sites.</p>\n<p>How to Disable Cookies in:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Safari</li>\n<li>Mobile Safari</li>\n<li>Firefox</li>\n<li>Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Samsung Internet Browser</li>\n</ul> Procedure When We Update This Statement <p>Our privacy statement may change from time to time.\nWe will post privacy statement changes on this page and, if the changes are significant, we will provide a more prominent notice on our website.\nWe will also keep prior versions of the Online Privacy Statement available for your review in this section.</p>\n<p>Revisions:</p>\n<ul>\n<li>January 18, 2013 (comprehensive restatement)</li>\n<li>June 7, 2016 (comprehensive restatement)</li>\n<li>October 26, 2016 (clarifications of prior version, and new adjustments allowing us to reach website visitors on other online platforms)</li>\n<li>April 20, 2017 (clarifications to prior version regarding sharing visitor information with other organizations)</li>\n<li>May 7, 2018 (additions setting out the rules that apply when a visitor chooses to join our People Power volunteer program and clarifications regarding disclosures when we process petitions and other direct advocacy messages)</li>\n<li>April 1, 2021 (clarifications to prior versions regarding our data sharing practices with service providers, and additions to provide site visitors with the ability to choose how we use your data)</li>\n<li>January 17, 2023 (clarifications of prior version, removed People Power service provider exception, clarified Mandatory Disclosures)</li>\n</ul> Search ACLU.org Search ACLU.org using DuckDuckGo Google <ul>\n<li>Contact us</li>\n<li>Careers and internships</li>\n<li>Shop</li>\n<li>Donate</li>\n</ul>\n<ul>\n<li>Follow the ACLU on Facebook</li>\n<li>Follow the ACLU on Twitter</li>\n<li>Follow the ACLU on YouTube</li>\n<li>Follow the ACLU on Instagram</li>\n<li>Follow the ACLU on TikTok</li>\n</ul>\n<p> © 2023 American Civil Liberties Union </p>\n<ul>\n<li>User agreement</li>\n<li> Privacy statement </li>\n<li>Accessibility</li>\n</ul>\n<ul>\n<li>Contact us</li>\n<li>Careers and internships</li>\n<li>Shop</li>\n<li>Donate</li>\n</ul> Search ACLU.org Search ACLU.org using DuckDuckGo Google ", "created_at": "2023-05-05 19:33:14.026549", "updated_at": "2023-05-05 19:33:46.298898"}, {"id": 16283, "name": "Site User Agreement", "url": "https://www.aclu.org/aclu-site-user-agreement", "xpath": "/html/body/div[3]/div[2]/div/div[2]", "text": " ACLU Site User Agreement <ul>\n<li>Share on Facebook</li>\n<li>Tweet</li>\n<li>Copy</li>\n<li>\n</li>\n</ul>\n<p>\n<strong>Effective as of: January 17, 2023</strong>&nbsp;</p>\n<p>Welcome to the website (\"Site\") used by the American Civil Liberties Union, Inc.\n(\"Union\") and the American Civil Liberties Union Foundation, Inc.\n(“Foundation”) (collectively, “ACLU,” “we,” “our,” “us”).&nbsp;<br>&nbsp;<br>The Site includes the Union’s website at aclu.org, which may host Foundation content, including all web pages whose domain name contains aclu.org, www.aclu.org, or action.aclu.org,&nbsp.\npeoplepower.org, and any other websites which are operated by the ACLU and link to this User Agreement.&nbsp;&nbsp;&nbsp;</p>\n<p>To be clear, this is not the User Agreement for websites operated by the ACLU that do not contain these domain names and do not link to this User Agreement – for example, www.standwithsnowden.com and www.aclufoundation.org.\nThose websites have site-specific User Agreements, which are posted on those sites.&nbsp;</p>\n<p>This User Agreement also does not apply to websites that the ACLU does not operate where an ACLU entity has a presence, such as ACLU pages on Facebook.&nbsp;&nbsp;</p>\n<p>Finally, this is not the User Agreement for the websites of any ACLU local/state affiliate organizations (“Affiliates”).\nIn all of those cases, site-specific terms of use apply, and are posted accordingly.\nACLU and its Affiliates may be collectively referred to as “ACLU Organizations” in this User Agreement and elsewhere on our Sites.\"&nbsp;</p>\n<p>Please read this User Agreement carefully, including the ACLU Online Privacy Statement.\n<strong>By using the ACLU Site, you agree to follow the rules set forth on these web pages.</strong> From time to time we may revise this User Agreement, including its Online Privacy Statement, so be sure to check these web pages occasionally.\nIf we do make material changes, we will post a notice on our home page that the User Agreement has been modified and provide a link to the revised User Agreement.\nWhen you continue to use the ACLU Site after we post a change, it means you agree to the new rules.&nbsp;</p>\n<p>\n<strong>The American Civil Liberties Union and the ACLU Foundation</strong>\n</p>\n<p>The American Civil Liberties Union, Inc.\n(Union) and its affiliated organization,&nbsp;American Civil Liberties Union Foundation, Inc.\n(Foundation), are separate organizations that are each engaged in the same mission of defending the rights guaranteed under the U.S.\nConstitution, including First Amendment freedoms, equality, privacy rights, and fundamental fairness.\nLearn more about the Union and Foundation and the different activities carried on by each organization.</p>\n<p>\n<strong>Online Privacy Statement &amp.\nInformation You Voluntarily Submit to the ACLU Site</strong>\n</p>\n<p>Please review our Online Privacy Statement, which is part of this User Agreement and describes how we handle any personal information about ACLU Site users, including information you provide directly to the ACLU Site.\nBy providing such information, you hereby acknowledge and agree to ACLU's treatment of such information as described in the Online Privacy Statement.&nbsp;</p>\n<p>\n<strong>Copyright</strong>\n</p>\n<p>Except where otherwise indicated, the ACLU owns or licenses the copyright in all the materials on the ACLU Site, including text, graphics, logos, button icons, audio clips, video clips, photographs, and software, and those rights are protected by United States and international copyright laws and other intellectual property laws (\"ACLU&nbsp;Content\").\nTo the extent your use of material on our Site does not constitute \"fair use\" for which you do not need our permission, the following rules apply to use of the material:</p>\n<p>\n<strong>Automatically Permitted Distribution</strong>\n</p>\n<p>Unless the specific web page from which ACLU text material is available indicates you may not do so, you may copy or distribute text materials that appear on the ACLU Site, in print or digital format, subject to three limitations:</p>\n<ol>\n<li>You may not use the materials for any commercial purpose, including any purpose connected with the sale of goods or services;</li>\n<li>You may not make editorial changes to material you attribute to us.\nand</li>\n<li>You may not excerpt, juxtapose, or present attributed material in any way that is misleading as to our original editorial intent, or as to your relationship with us.</li>\n</ol>\n<p>You may also copy or distribute ACLU Content that is not ACLU text materials if and only to the extent that the specific launching page from which that ACLU Content is accessible, and/or the ACLU Content itself, explicitly indicates that the ACLU Content may be distributed in a specified manner, subject to the same three limitations stated above.</p>\n<p>All distributed copies, whether of text or non-text materials, must display the following copyright notice:</p>\n<p>\n<strong>Copyright [2021&nbsp;or other year indicated] American Civil Liberties Union.</strong>\n<br>\n<strong>Originally posted by the ACLU at [complete address of source page].</strong>\n</p>\n<p>\n<strong>Distribution Requiring Advance Written Permission</strong>\n</p>\n<p>You must obtain written permission in advance if you wish to reproduce ACLU Content in any manner not listed in the previous paragraph.\nYou can request this permission by sending us an email at&nbsp;permissions@aclu.org&nbsp;that contains the information listed below:</p>\n<ul>\n<li>a complete description of the ACLU Content requested, such as the URL of the web page that contains the ACLU Content, a description of the sections or paragraphs that will be distributed, and, where applicable, the title and date of the ACLU Content;</li>\n<li>a description of the intended audience;</li>\n<li>a description of the manner of distribution;</li>\n<li>to any extent applicable, the length, retail price, and approximate size of first printing or circulation that will include the ACLU Content;</li>\n<li>a description of the geographic scope of the distribution and the length of time for which rights are being requested.\n(Please note that the ACLU grants only nonexclusive rights);</li>\n<li>a reply fax number or email address and a phone number.</li>\n</ul>\n<p>\n<strong>Information You Post to the ACLU Site</strong>\n</p>\n<p>To the extent you voluntarily post material to the ACLU Site for display on the ACLU Site itself, you automatically grant to ACLU an irrevocable, perpetual worldwide license for the ACLU to display such material on the ACLU Site, except to the extent we have indicated otherwise on the portion of the ACLU Site that permits you to post such information (e.g., if a particular blog or forum on the ACLU Site posts any specific terms of use that applies to that particular blog or forum).\nAdditionally, unless otherwise explicitly agreed upon in writing by you and ACLU, by posting any material to the ACLU Site for display on the ACLU Site, you are representing, warranting, and covenanting to the ACLU that those materials are original to you or you have obtained permissions, releases, rights, or licenses, if any are required (including where use of that material does not constitute \"fair use\"), that you assume full responsibility for the posting of such material vis-à-vis third parties, including but not limited to making any payments to third parties with respect to displaying such third party material.\nBy posting material for display on a portion of the ACLU Site that contains specific terms of use applicable to that portion of the ACLU Site, you agree you have read, understand, agree to, and accept such specific terms of use.</p>\n<p>\n<strong>Trademarks (Including Logos)</strong>\n</p>\n<p>AMERICAN CIVIL LIBERTIES UNION, AMERICAN CIVIL LIBERTIES UNION FOUNDATION, ACLU, ACLU logos, and any other trademarks on the ACLU Site (collectively \"ACLU Trademarks\") are trademarks of the ACLU in the United States and other countries unless it is explicitly stated on the ACLU Site where a trademark appears that the trademark is the trademark of a third party (or it is obvious from the context that it is the trademark of a third party.\ne.g., where we include on the ACLU Site the name or logo of a coalition partner) (\"Third-Party Trademarks\").\nTo the extent your use of ACLU Trademarks does not constitute \"fair use\" for which you do not need our permission, the following rules apply to use of the material:</p>\n<p>You may not use the ACLU Trademarks for any product or service that does not belong to the ACLU, nor in any manner that is likely to cause confusion about whether we are the source, affiliated with, sponsor of, or endorser of any product or service.\nIn addition, you may not use the ACLU Trademarks in any manner that illegally disparages or discredits us.</p>\n<p>Your ability to use a Third-Party Trademark that appears on the ACLU Site is limited to the manner, if any, in which the ACLU Site explicitly states on the page on which such Third-Party Trademark appears that such use in such manner is authorized by the third-party owner of that Third-Party Trademark (unless your use is permissible under the law [e.g., it is \"fair use\"] or the owner of such Third-Party Trademark has specifically granted you the right to such use in such manner).</p>\n<p>\n<strong>Frames and Metatags</strong>\n</p>\n<p>You may not frame the content of the ACLU Site.\nYou may not use metatags or any other \"hidden text\" that incorporates ACLU Trademarks or our name without our express written consent.</p>\n<p>\n<strong>Links to Other Websites</strong>\n</p>\n<p>The ACLU Site contains links to other websites that we think may be of interest to you.\nWe are not responsible for and have no control over these other sites or their content.\nRemember that when you link to another site, that other site is governed by its own user agreement and privacy statement, which you should be sure to read.</p>\n<p>\n<strong>Disclaimers and Limitation of Liability</strong>\n</p>\n<p>ALTHOUGH WE TAKE REASONABLE STEPS TO PREVENT THE INTRODUCTION OF VIRUSES, WORMS, \"TROJAN HORSES,\" OR OTHER DESTRUCTIVE MATERIALS TO THE ACLU SITE, WE DO NOT GUARANTEE OR WARRANT THAT THE ACLU SITE OR MATERIALS THAT MAY BE DOWNLOADED FROM THE ACLU SITE ARE FREE FROM SUCH DESTRUCTIVE FEATURES.\nWE ARE NOT LIABLE FOR ANY DAMAGES OR HARM ATTRIBUTABLE TO SUCH FEATURES.</p>\n<p>WE ARE NOT LIABLE FOR ANY CLAIM, LOSS, OR INJURY BASED ON ERRORS, OMISSIONS, INTERRUPTIONS.\nOR OTHER INACCURACIES IN THE ACLU SITE, NOR FOR ANY CLAIM, LOSS.\nOR INJURY THAT RESULTS FROM YOUR USE OF THE ACLU SITE OR YOUR BREACH OF ANY PROVISION OF THIS USER AGREEMENT.</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>We reserve the right to terminate the ACLU Site and this User Agreement at any time without notice for any reason, including, in the case of the User Agreement, for your violation of any of its provisions.\nThe Limitation of Liability and Governing Law Sections of this User Agreement survive any such termination.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>This User Agreement is governed by the laws of the State of New York applicable to contracts made and performed there without regard to its conflicts of law principles.\nYou agree to submit to the exclusive jurisdiction of the state and federal courts in the State and County of New York and waive any jurisdictional, venue, or inconvenient forum objections to such courts.</p> ", "created_at": "2023-05-20 17:55:52.707072", "updated_at": "2023-05-20 17:56:01.248711"}], "points": [], "urls": ["aclu.org"]}}