{"error": 448, "message": "OK", "parameters": {"id": 9723, "name": "Anonine", "created_at": "2023-10-05 16:17:48.262816", "updated_at": "2023-10-05 22:02:44.534614", "wikipedia": null, "keywords": null, "related": null, "slug": "anonine", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9723.png", "url": "anonine.com", "documents": [{"id": 19355, "name": "Terms of Service", "url": "https://anonine.com/terms-of-service", "xpath": "/html/body/div[1]/div[1]/div/div[1]/div[1]/div", "text": "Terms of ServiceLast updated: April 3, 2018GeneralBy using or accessing the website Anonine.com in any way, viewing or browsing the website, registering the payment, the user is agreeing to be bound by these Terms of Service (hereinafter referred to as the “TOS”) (the user accepts the terms of this public offer, thus the agreement between the user and Anonine.com (hereinafter referred to as the “Agreement”) enters into force).<br>This agreement is ongoing and is binding until the User chooses to terminate the service.\nThis Agreement is the same as the subscription period User chosen to subscribe with a minimum of 30 days.<br>User of Anonine.com is responsible by own means for having a working Internet access to get the service provided by Anonine.com.\nIn the absence of the Internet connection for the User Anonine.com cannot be held liable for a non-working service.<br>The user thereby confirms the he/she is over 18 years old.ServiceThe service Anonine.com provided enables Users to anonymously connect to the Internet and use Internet connected software and services completely anonymously.\nIn order to use our service the connection to the Internet is vital.Software<p>Anonine.com grants the User a single, non-exclusive license to use Anonine.com provided the User agrees to be bounded by this Agreement.\nThe User acknowledges that he/she does not become the owner of Anonine.com (software, programs and/or documentation).\nThe User agrees not to transfer, rent, lease, resell, sub-license, reverse engineer, modify, translate, or share Anonine.com data or manual with any other person or company.\nAnonine.com is for PRIVACY only.\nAny use of the software for illegal or malicious purposes is a violation of this agreement.</p>\n<p>This product incorporate/utilize cryptographic algorithms which may be regulated (e.g., subject to export/import control regulations) or illegal in some countries.\nBy downloading of software the User signifies that he agrees that it is solely User’s responsibility to verify that it is legal/allowed to import and/or export and/or use the product in countries where the User intend to use the product and/or to which the User intend to import it and/or from which he/she intends to export it, and that it is solely User’s responsibility to comply with any such regulations/restrictions.\nBy installing the product the User further signifies that he agree to indemnify, defend and hold us and our partners harmless from/against any liability, loss, damages, claims or causes of action, arising out of his import/export/use of the product.</p>\n<p>The User agrees that his usage of the software will be limited to online privacy.\nThe User further agrees that all software usage will be in compliance with all local, state, and federal laws.\nThe user will not use software to send unsolicited email, violate another website’s terms of use, or for any other illegal or malicious purpose.\nThe User agrees to consult an attorney if he/she is unaware of all relevant issues and requirements.\nThe User accepts that his/her license key can and will be disabled without warning in the event that any illegal or fraudulent activities are reported and confirmed to have been associated with that license key.\nThe developers, owners, and distributors (hereafter “owners”) of this software are not liable for any violations by the User, or losses incurred by the User as a result of using the software.\nThe User agrees to indemnify, defend and hold the owners of this program harmless from and against any and all claims, damages, losses, costs, attorneys’ fees, or other expenses.</p>Not a member yet?Get Anonine", "created_at": "2023-10-05 16:17:48.298172", "updated_at": "2023-10-05 16:18:03.727289"}, {"id": 19356, "name": "Privacy Policy", "url": "https://anonine.com/privacy-policy", "xpath": "/html/body/div[1]/div[1]/div/div[1]/div[1]/div/div[2]", "text": "GDPR COMPLIANCEWhat we store and why it is necessary for usEmail Address, with which the user register his/her accountHow it looks likeXXX@XXX.comPurposes<ul>\n<li>to identify user in our system in order to organize the structure of accounts and subscriptions.\nPlease notice, that we never ask real name, surname or official email account of our user, so for the privacy purposes if you want you can register a new email address never used before with any email client</li>\n<li>to be able to restore user's account if necessary</li>\n<li>to sent user important information about service and promo materials</li>\n<li>to give the user access to Client Area on the website, desktop and mobile applications</li>\n</ul>Storage timefor the whole period when our services are used and for no longer than 3 years after last use of the servicesResourcereceived from usersUsername and PasswordHow it looks likeXXXXX, XXXXXPurposesTo give the user access to Client Area on the website, desktop and mobile applications, and ability to connect to VPN serversStorage timefor the whole period when our services are used and for no longer than 3 years after last use of the services received from usersResourcereceived from usersPayment HistoryHow it looks likeTransaction ID XXXXXX, Amount USD XXX, Date XX.XX.XXXX, Payment System XXXXXXXXXXPurposes<ul>\n<li>to activate and manage user's subscription</li>\n<li>to be able to give refund</li>\n<li>to be able to manage our 7 days money back guarantee</li>\n<li>to enable auto renewal of subscription</li>\n<ul>\n</ul>\n</ul>Storage timefor the whole period when our services are used and for no longer than 3 years after last use of the servicesResourceReceived from the following payment systems that we use to accept payments for VPN services: Inovio, Paypal, PaymentWall, Cellsynt, Payson, Perfect Money, Bitpay, Cryptonator.Correspondence with support and other departments of our companyHow it looks likeuser's tickets and charts in Freshdesk (for the website users) and Freshchat (for mobile app users) ticket systems, including answers of our Support representatives, email correspondencePurposes<ul>\n<li>to provide high quality service</li>\n<li>be sure that the problem, the user applied to us with, has been issued in a proper manner</li>\n</ul>Storage timefor the whole period when our services are used and for no longer than 3 years after last use of the servicesResourcereceived from Freshdesk and Freshchat ticket systems, all email boxes pointed on our website and applicationsTraffic used, connected to a definite email or user IDHow it looks likeMbs (XXX Mbs)Purposes<ul>\n<li>to understand where and when there is or there can be an overcharge of the definite server in order to add new servers if it's necessary;</li>\n<li>to limit bandwidth for free accounts</li>\n</ul>Storage time2 monthsResourcereceived from our inner VPN systemUser IDHow it looks like123123Purposes<ul>\n<li>to identify user in our system without using his/her email in order to provide the higher level of personal data security;</li>\n<li>to send some identifying info that is necessary to payment systems for payment processing, instead of email address everywhere it is not prohibited</li>\n</ul>Storage timefor the whole period when our services are used and for no longer than 3 years after last use of the servicesResourcegenerated by our inner systemNumber of allowable simultaneous connections user has according to his/her subscription typeHow it looks likefrom 1 to 5Purposesto limit simultaneous connection of the user according to the package he/she has paid forStorage timeuntil definite connections is activeResourcegenerated by our inner system according to the chosen packageWhat we do NOT storeIn order to provide high level security VPN service, we NEVER store information of users that is not essential for trouble-free service functioning.\nThus we cannot transfer this info to any third party as we do not have it.\nOur users must be sure that we do NOT store the following data:<ul>\n<li>Logs</li>\n<li>Connection timestamp</li>\n<li>Connection duration</li>\n<li>Locations and servers to which user connected</li>\n<li>IP addresses</li>\n<li>DNS requests</li>\n</ul>Where users' data are stored and who has access to itFor the security purposes we store our users personal data on the servers worldwide owned by us.\nAll the data stored on these servers are encrypted and highly protected from the interventions of not authorized parties.\nWe are the only one, who has access to this information.What we have done to comply with GDPR<ul>\n<li>We have made sure that all our employees, contractors and business partners are aware of new rules of GDPR, focusing the most on training persons who are directly or indirectly related to users personal data processing, including such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction.</li>\n<li>We have prepared main principles to organise our information audit and prepare our system to be able to provide users quickly with the information concerning their personal data processing and to add changes or to erasure, structurizing this data strictly according to the rules of GDPR.</li>\n<li>We have assured the ability to restore the availability and access to personal data in a timely manner in the event of a physical or technical incident.</li>\n<li>We have assured a process for regularly testing, assessing and evaluating the effectiveness of technical and organisational measures for ensuring the security of the processing.</li>\n</ul>Right to accessAccording to the Article 15 Section 2 of the GDPR, every our user has the right to obtain from the us confirmation as to whether or not personal data concerning him or her are being processed, and, where that is the case, access to the personal data and the following information:<ul>\n<li>the purposes of the processing;</li>\n<li>the categories of personal data concerned;</li>\n<li>the recipients or categories of recipient to whom the personal data have been or will be disclosed;</li>\n<li>where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period;</li>\n<li>the existence of the right to request from the controller rectification or erasure of personal data or restriction of processing of personal data concerning the data subject or to object to such processing;</li>\n<li>the right to lodge a complaint with a supervisory authority;</li>\n<li>where the personal data are not collected from the user, any available information as to their source;</li>\n<li>the existence of automated decision-making.</li>\n</ul>\n<p>All personal data and their types that we store, including purposes and sharing, have been pointed in this Privacy Policy.\nFor more detailed information concerning particular user, this user shall send us an email with request to personal data access to support@anonine.com from the email the user registered with us.</p>Right to be forgotten<p>According to the Article 17 Section 3 of GDPR rules, every our user has a right to obtain from us the erasure of personal data concerning him or her without undue delay if:</p>\n<ul>\n<li>the user withdraws consent and where there is no other legal ground for the processing;</li>\n<li>the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.</li>\n</ul>\n<p>\n</p>\n<p>To use the right to be forgotten, the user shall send us an email with request to delete his/her personal data, obviously pointing which exactly data he/she would like to be deleted to support@anonine.com from the email the user registered with us.</p>\n<p>If the user asks to erasure personal data being our active user and having currently an active subscription he/she should understand that the deleting user information being essential for managing his/her subscription will cause the loss of such subscription without any chargeback due to our conditions of chargebacks and money-back guarantee.</p>Right to rectification<p>According to the Article 16 Section 3 of GDPR rules, the User shall have the right to obtain from us without undue delay the rectification of inaccurate personal data concerning him or her.\nTaking into account the purposes of the processing, the data subject shall have the right to have incomplete personal data completed, including by means of providing a supplementary statement.</p>\n<p>To use the right to rectification, the user shall send us an email with request to change and/or add his/her personal data, obviously pointing which exactly data he/she would like to be changed, to support@anonine.com from the email the user registered with us.</p>Third parties we share users info withPayment systems/what we share:FreshDesk:EmailNovio, PayPal, PaymentWall, Payson, BitpaySupport tickets, Emails with our support staffUser IDNovio Cellsynt, Perfect MoneyHow we use third party analytic toolsWe use the following analytic tools as Google Analytics, Hotjar, Amplitude, Google Tag Manager and can add another tools in future to analyze trends, administer website, track users movement and gather demographic information about our user base as a whole for marketing purposes.\nWe choose only such services which are GDPR complaint and guarantee the anonymity of the data and no ability to reveal your identity.Conditions for consent<p>As we collect only the minimum of data that are necessary for normal service functioning, payment processing and user authentication in our system, and in the same time as we are GDPR compliant and follow all regulation that can be applied to VPN service, the only consent of user is given in the context of this Privacy Policy and Terms of Use in the form of starting using our service by the user.</p>\n<p>According to the item 3 Article 7 of GDPR, the user has a right to withdraw his or her consent at any time and the right to be forgotten.\nFor these purposes, the user shall send us an email with request to be forgotten to support@anonine.com from the email the user registered with us.</p>EncryptionAccording to the Article 32 Section 2 of GDPR we have implemented appropriate technical and organizational measures to ensure a high level of security.\nOur database, where the users personal data is stored, is encrypted at rest with AES 256.\n256-bit encryption is a data/file encryption technique that uses a 256-bit key to encrypt and decrypt data or files.\nIt is one of the most secure encryption methods after 128- and 192-bit encryption, and is used in most modern encryption algorithms, protocols and technologies including AES and SSL.\nAES has been adopted by the U.S.\ngovernment and is now used worldwide.\nFifty supercomputers that could check a billion (10<sup>18</sup>) AES keys per second (if such a device could ever be made) would, in theory, require about 3x10<sup>51</sup> years to exhaust the 256-bit key space.\nDisclosure of user's information<p>We may disclose users personal information to third parties if:</p>\n<ul>\n<li>We are, or all of its assets are, acquired by a third party, in which case personal data held by it about its users will be one of the transferred assets, but will remain covered by this Privacy Policy.</li>\n<li>We are under a duty to disclose user's data in order to comply with any legal obligation, or in order to enforce our Terms of Service, or to protect the rights, property, or our safety.</li>\n<ul>\n</ul>\n</ul>Changes to the privacy policyWe have the right to change this privacy policy at any time without any given notice at its discretion by posting such changes on the website.\nBut we will take every reasonable step to notify our users by emailFeedback and questionsAny comments or suggestions that you may have and which may contribute to a better quality of service will be welcome and greatly appreciated.Not a member yet?Get Anonine", "created_at": "2023-10-05 16:17:48.331469", "updated_at": "2023-10-05 16:18:24.722007"}], "points": [], "urls": ["anonine.com"]}}