{"error": 448, "message": "OK", "parameters": {"id": 8664, "name": "National Library of Medicine ", "created_at": "2023-06-30 14:01:49.307751", "updated_at": "2023-06-30 22:02:55.200791", "wikipedia": "https://en.wikipedia.org/wiki/United_States_National_Library_of_Medicine", "keywords": null, "related": null, "slug": "national-library-of-medicine", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8664.png", "url": "nlm.nih.gov", "documents": [{"id": 16877, "name": "Privacy and Security Policy ", "url": "https://www.nlm.nih.gov/web_policies.html", "xpath": "//body", "text": " Skip Navigation Bar <i>\n</i>\n<ul>\n<li> Products and Services All Products and Services ClinicalTrials.gov Digital Collections LocatorPlus Catalog Medical Subject Headings (MeSH) MedlinePlus PubMed/MEDLINE Unified Medical Language System (UMLS) </li>\n<li> Resources for You For Researchers For Publishers For Librarians For Educators/Trainers For Health care Professionals For the Public </li>\n<li> Explore NLM About the Library Visit the Library History of Medicine NLM by Organization News, Events, and Updates </li>\n<li> Grants and Research NLM Extramural Programs NLM Intramural Research Program National Center for Biotechnology Information Lister Hill National Center for Biomedical Communications </li>\n</ul>\n<ol>\n<li>Home</li>\n<li>Web Policies</li>\n</ol> NLM Web Policies <p>\n<br>Privacy and Security Policy | Social Media Comments Policy | Copyright | Logo Policy <br>\n<br>\n</p> Privacy and Security Policy\nPrivacy\n<p>The National Library of Medicine (NLM) complies with requirements for privacy and security established by the Office of Management and Budget (OMB), Department of Health and Human Services (HHS), and the National Institutes of Health (NIH).\nThis page outlines our privacy and security policy as they apply to our sites as well as third party sites and applications that NLM uses (for example, Facebook and YouTube).</p>\nYour Visit to the NLM Websites\n<p>Your visit to the NLM websites is private and secure.\nWhen you visit the NLM websites, we do not collect any personally identifiable information (PII) about you, unless you choose to explicitly provide it to us.\nWe do, however, collect some data about your visit to our website to help us better understand public use of the site and to make it more useful to visitors.\nThis page describes the information that is automatically collected and stored.\nNLM never collects information for commercial marketing or any purpose not related to&nbsp;NLM's functions.</p>\nWhat Type of Information NLM Collects\n<p>When you visit any website, certain information about your visit can be collected.\nNLM automatically collects and stores the following type of information about your visit:</p>\n<ul>\n<li>The name of the domain you use to access the Internet (for example, verizon.com, if you are using a Verizon online account, or stanford.edu, if you are connecting from Stanford University's domain)</li>\n<li>The date and time of your visit to our website</li>\n<li>The pages and documents you viewed on our website from an external search engine such as Bing or Google</li>\n<li>The URL of the website you visited prior to ours</li>\n<li>The words you searched for on our website</li>\n<li>The type and version of your Web browser and operating system, and</li>\n<li>Your location at the time of your visit, down to the city-level</li>\n</ul>\n<p>This information is used to measure the number of visitors to the various sections of our site and improve organization, coverage, system performance or other problem areas.\nThis information is not used for associating search terms or patterns of site navigation with individual users.\nWhen search features offer suggested terms, these suggestions are based on aggregated data only.\nNLM periodically deletes its web logs.\nOn occasion, NLM may provide aggregated information to third party entities it contracts with for the purposes of research analysis.\nAggregated data cannot be linked back to an individual user.</p>\n<p>If your electronic medical record (EMR), patient health record (PHR) or other system links you to MedlinePlus, your diagnosis codes or other information, such as medications or procedures names, are sent to our site in order to link you to the most appropriate information.\nNo personally identifiable information is collected in this process.</p>\nHow NLM Uses Cookies\n<p>When you visit any web site, it may place a small text file, known as a \"cookie,\" on your computer.\nThe cookie allows the website to \"remember\" specific information about your visit while you are connected or when you return to that site.\nThe Office of Management and Budget (OMB) Memo&nbsp;M-10-22, Guidance for Online Use of Web Measurement and Customization Technologies&nbsp;allows Federal agencies to use session and persistent cookies.</p>\n<p>The cookie makes it easier for you to use the dynamic features of web pages.\nCookies from NLM web pages only collect information about your browser's visit to the site.\nthey do not collect personal information about you.\nWhile visiting certain NLM websites, you may occasionally encounter a web page that automatically employs cookies to make it easier to use the web page’s dynamic features.</p>\n<p>NLM websites may use either single session (temporary) or multi-session (persistent) cookies.\nSession cookies last only as long as your web browser is open.\nOnce you close your browser, the cookie disappears.\nPersistent cookies are stored on your computer for longer periods.</p>\n<ul>\n<li>\n<strong>Session Cookies:</strong> We use session cookies for technical purposes such as to enable better navigation through our site.\nThe OMB Memo 10-22 Guidance defines our use of session cookies as \"Usage Tier 1 – Single Session.\" This tier encompasses any use of single session web measurement and customization technologies.</li>\n<li>\n<strong>Persistent Cookies:</strong> We use persistent cookies to enhance the web experience for our users.\nPersistent cookies remain on your computer between visits to NLM until they expire.\nThe OMB Memo 10-22 Guidance defines our use of persistent cookies as \"Usage Tier 2 – Multi-session without Personally Identifiable Information (PII).\" This tier encompasses any use of multi-session web measurement and customization technologies when no PII is collected.</li>\n</ul>\n<p>For example, NLM uses persistent cookies to enable PubMed’s My NCBI feature.\nThe persistent cookie retains user preferences such as search result filters, LinkOut displays, institutional icon links, document delivery services, etc.\nacross user sessions.\nUsers may opt out of the persistent cookie selection in their My NCBI settings at any time.\nNLM also uses persistent cookies to avoid repeated invitations to&nbsp;take our ForeSee customer satisfaction survey.\nThe persistent cookies that block repeated survey invitations expire in 90 days.\nNLM may employ persistent cookies in other ways consistent with our mission and the OMB guidelines to analyze use patterns and improve our users' experience on NLM websites.</p>\nHow to Opt Out or Disable Cookies\n<p>If you do not wish to have session or persistent cookies placed on your computer, you can disable them at any time from your web browser.\nIf you opt out of cookies, you will still have access to all information and resources at NLM, but you may not be able to use cookie-dependent features.</p>\n<p>See USA.gov’s Web Measurement and Customization Opt-Out page for instructions on disabling or opting out of cookies in the most popular browsers.\n&nbsp;Please note when you disable cookies from your web browser, you will disable cookies from all sources, not just those from NLM.</p>\nPersonally Identifiable Information (PII)\n<p>You do not have to give us personal information to visit the NLM website.</p>\n<p>If you choose to send us personal information by email, or by filling out a form on our web site, we use this information to respond to your message and to help us provide you with the information or material you requested.\nIf provided, personally identifiable information is maintained in a database that is regularly purged after 410 days.</p>\n<p>Third-party contractors employed by NLM may have access to this information in order to provide a response to your question or comment.\nThese contractors are held to strict policies to safeguard the information and provide the same level of privacy protection as guaranteed by NLM.</p>\n<p>On occasion, we may conduct a study concerning the types of questions sent to us.\nThese studies help us to improve our websites in order to make them more responsive to the needs of our users.</p>\nDisclosure\n<p>NLM does not give, share, sell, or transfer any personal information about our visitors, unless required by law enforcement or statute.</p>\n<p>For further information about the NIH privacy policy, please contact the NIH Senior Official listed below, or visit https://oma.od.nih.gov/DMS/Pages/Privacy-Program.aspx</p>\n<p>\n<strong>Celeste Dade-Vinson</strong>\n<br>Privacy Act Officer <br>NIH Office of the Senior Official for Privacy (OSOP)<br>National Institutes of Health, Office of Management Assessment<br>6011 Executive Blvd., Suite 601, MSC 7669<br>Rockville, MD 20852<br>Phone: (301) 496-4606 or (301) 402-6201 <br>Fax: (301) 402-0169</p>\nLinks from NLM to Other Websites\n<p>Some NLM websites, such as MedlinePlus and PubMed, provide links to other Internet sites that provide health information.\nOnce you link to another site, you are subject to the privacy policy of the new site.</p>\nVisiting an Official NLM Page on Third-Party Websites\n<p>NLM maintains accounts on third-party websites, such as social media sites, as tools to better interact with the public.\nThe security and privacy policies of third-party websites apply to your activity on those sites.\nUsers of third-party websites often share information with the general public, user community, and/or the third-party operating the website.\nYou should review the privacy policies of all websites before using them and ensure that you understand how your information may be used.\nYou should also adjust privacy settings of your account for any third-party website to match your preferences.</p>\n<p>See the list of NLM’s social media accounts on the Connect with NLM page.</p>\nNLM Accounts\n<p>Common third-party website privacy policies used by NLM include:</p>\n<ul>\n<li>Apple and iTunes Customer Privacy Policy</li>\n<li>Facebook Data Policy</li>\n<li>Flickr Privacy Policy</li>\n<li>GitHub Privacy Policy</li>\n<li>Google and YouTube Privacy Policy and you can&nbsp;manage the privacy settings for your Google account</li>\n<li>Instagram Data Policy</li>\n<li>LinkedIn Privacy Policy</li>\n<li>Pinterest Privacy Policy</li>\n<li>Twitter Privacy Policy</li>\n<li>WordPress Privacy Policy</li>\n</ul>\nHow NLM Collects and Uses Information from Third-Party Websites\n<p>If you have an account/profile with a third-party website, and choose to follow, like, friend, or comment on a third-party website managed by NLM, certain personal information associated with your account may be made available to us based on the privacy policies of the third-party website and your privacy settings within that website.&nbsp;<strong>We do not share personally identifiable information made available through these websites.</strong>\n</p>\n<p>NLM conducts and publishes a Privacy Impact Assessment for each use of a third-party website.\nEach use of a third-party website may have unique features or practices.\nNLM sometimes collects and uses the information made available through third-party websites.</p>\nGoogle Analytics\n<p>When you browse through the NLM websites, we use Google Analytics software to gather and temporarily store a variety of information about your visit.\nHowever, this information cannot be used to identify you as an individual.</p>\n<p>We do not associate any of the data we collect with you as an individual.\nInstead, we aggregate this data from all visits in order to improve our website and provide a better user experience to our visitors.\nThe aggregate data is available only to NLM web managers and other designated staff who require this information to perform their duties.\nIt is retained only for as long as needed for proper analysis.&nbsp.\nThe Google Analytics Privacy Policy is available at https://www.google.com/intl/en/policies/privacy/.</p>\nDemographic and Interest Data\n<p>On some portions of our website we have enabled Google Analytics and other third-party software (listed below), to provide aggregate demographic and interest data of our visitors.\nThis information cannot be used to identify you as an individual.&nbsp;<strong>While these tools are used by some websites to serve advertisements, NLM only uses them to measure demographic data.\nNLM has no control over advertisements served on other websites.</strong>\n</p>\n<ul>\n<li>\n<strong>DoubleClick</strong>: NLM uses DoubleClick to understand the characteristics and demographics of the people who visit NLM sites.\nOnly NLM staff conducts analyses on the aggregated data from DoubleClick.\nNo personally identifiable information is collected by DoubleClick from NLM websites.\nThe DoubleClick Privacy Policy is available at https://www.google.com/intl/en/policies/privacy/\n<p>You can opt-out of receiving DoubleClick advertising at&nbsp;Control the ads you see when you see them and Block or allow pop-ups in Chrome</p>\n</li>\n<li>\n<strong>Survey tools:</strong> NLM also uses surveys to collect opinions and feedback from a random sample of visitors and to understand our visitors’ satisfaction with the NLM website.\nThese surveys do not collect PII and participation is voluntary.\nIf you decline a survey, you will still have access to the identical information and resources on the NLM website as those who take the survey.\nAnswers to surveys help NLM improve its websites to make them easier to use and more responsive to the needs of our visitors.\nThe following privacy policies are available at\n<ul>\n<li>\n<strong>ForeSee</strong>: https://www.foresee.com/about-us/privacy-policy/.</li>\n<li>\n<strong>Qualtrics</strong>: https://www.qualtrics.com/privacy-statement/</li>\n<li>\n<strong>Survey Monkey</strong>: https://www.surveymonkey.com/mp/legal/privacy-policy/</li>\n</ul>\n</li>\n</ul>\nWeb Measurement and Customization Tools\n<p>NLM uses the specified software and features below:</p>\n<p>\n<strong>Bit.ly: </strong>NLM uses Bit.ly to shorten long URLs for use in email and social media messages.</p>\n<ul>\n<li>\n<strong>Bit.ly</strong> provides analytics on how many people clicked on the URLs distributed by NLM.&nbsp.\nBit.ly analytics do not provide any personally identifiable information about the visitors who click the shortened links.\nThe Bit.ly Privacy Policy is available at https://bitly.com/pages/privacy.&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<p>\n<strong>CrazyEgg: </strong>NLM uses CrazyEgg to obtain information on how visitors are interacting with specific NLM web pages.\nThis allows NLM to evaluate and to modify its websites to improve value and usability.\nThe data CrazyEgg collects includes information about how visitors navigate around a web page and the most commonly clicked links on a specific web page.\nCrazyEgg does not collect personally identifiable information.\nThe Crazy Egg Privacy Policy is available at https://www.crazyegg.com/privacy.</p>\n<p>\n<strong>GovDelivery:</strong> NLM uses the Granicus GovDelivery Communications Suite to email newsletters and other messages to visitors who subscribe to them on NLM websites.\nOnly NLM staff and managers who email newsletters using GovDelivery and/or monitor the results of email initiatives have access to the subscriber lists.\nGovDelivery never allows access to the subscriber lists to anyone outside of NLM for any purpose.\nGovDelivery also provides aggregate data, such as email opens rates, and total clicks on links.\nThe Granicus privacy policy is available at https://granicus.com/privacy-policy/.</p>\nSecurity\n<p>The U.S.\nGovernment maintains this site.\nFor site security purposes and to ensure that this service remains available to all users, we use software programs to monitor traffic to identify unauthorized attempts to upload or change information, or otherwise cause damage.\nCausing damage to federal computer systems is a violation of U.S.\nlaw and is subject to criminal prosecution in federal court.\nIn the event of authorized law enforcement investigations, and pursuant to any required legal process, information from NLM web logs may be used to help identify an individual.</p> Social Media Comments Policy\n<p>We encourage and welcome your comments on NLM’s social media properties, including Facebook, Twitter, YouTube, LinkedIn, Pinterest, Instagram, and Blog.\nIn accordance with the Federal Government's other social media comment policies, NLM has instituted the following policy in an effort to maintain respectful interaction:</p>\n<ul>\n<li>All viewpoints are welcome, but comments should remain relevant to NLM.\nWe respect the varying opinions.\nhowever, intentionally spreading misleading or false information is prohibited.</li>\n<li>Personal attacks, profanity, and aggressive behavior are prohibited.</li>\n<li>No spam, advertising, or promoting of products/services.\nThis includes repeated posts of identical or very similar content in a counter-productive manner.</li>\n<li>\n<strong>NLM does not provide medical advice.\nPlease refrain from seeking medical advice</strong>\n<strong>.</strong>\n</li>\n</ul>\n<p>Comments and/or links will be hidden if they contain:</p>\n<ul>\n<li>Unfair/unsubstantiated partisan political views</li>\n<li>Commercial endorsements</li>\n<li>Discriminatory, racist, offensive, obscene, inflammatory, unlawful, or otherwise objectionable statements, language, or content.</li>\n<li>Personally identifiable information.\nThis refers to information that can be used to distinguish or trace an individual's identity, either alone or when combined with other personal or identifying information that is linked or linkable to a specific individual.\nTo protect your privacy, please do not share personal information, such as your address, email, or telephone number, in the text of your comment.\nPlease see&nbsp;NLM's privacy policy.</li>\n</ul>\n<p>Records of posts and comments will be kept.\nWe reserve the right to block or hide offenders of this policy.</p>\n<p>The views expressed in user comments reflect those of the author and do not necessarily reflect the official views of the National Library of Medicine, the National Institutes of Health, or the Federal government.</p>\n<p>Linking to a non-federal site does not constitute an endorsement by NLM, NIH, HHS, or any of its employees.</p>\n<p>Do not submit copyrighted or other proprietary material in any form unless you clearly indicate that you have permission to do so.\nBy posting your comments or other work, you grant NLM and anyone viewing the NLM website permission to copy, distribute, make derivatives, display or perform the commenter's work publicly and free-of-charge.</p>\n<p>Reporters are asked to send questions through their normal channels and to refrain from submitting questions via social media.&nbsp;All media inquiries must be directed to the NLM Office of Communications and Public Liaison at NLMCommunications@nlm.nih.gov.</p>\n<p>For help with NLM products and services, please contact the NLM Support Center.</p>\n<p>For general information about diseases, conditions, and wellness issues please visit NLM’s&nbsp;MedlinePlus.</p> Copyright\n<p>\n<strong>Attribution and Rights for Government Works:</strong>&nbsp.\nWorks produced by the U.S.\ngovernment are not subject to copyright protection in the United States.\nAny such works found on National Library of Medicine (NLM) Web sites may be freely used or reproduced without permission in the U.S.\nPlease acknowledge NLM as the source of the information by including the phrase “Courtesy of the National Library of Medicine” or “Source: National Library of Medicine.”</p>\n<p>\n<strong>Copyright Protections for Non-Government Works:</strong> When using NLM Web sites, you may encounter documents, illustrations, photographs, or other content contributed by or licensed from private individuals, companies, or organizations that may be protected by U.S.\nand international copyright laws.\nYou can sometimes tell if content is copyrighted if it has the copyright symbol, the name of the copyright holder, or the statement \"All rights reserved.\" However, a copyright notice is not required by law and therefore not all copyrighted content is necessarily marked in this way.</p>\n<p>Transmission or reproduction of copyrighted items (beyond that allowed by fair use as defined in the U.S.\ncopyright laws) requires the written permission of the copyright holders.</p>\n<p>\n<strong>NLM Resources with Further Guidance:</strong> Some NLM resources also have additional copyright and licensing policies and information, including:</p>\n<ul>\n<li>Copyright Information &amp.\nDownloading National Library of Medicine Data</li>\n<li>Historical Collections Copyright Information and History of Medicine Division Patron Guide to Copyright and Historical Materials</li>\n<li>MedlinePlus Copyright Information</li>\n<li>National Center for Biotechnology Information (NCBI) Website and Data Usage Policies and Disclaimers</li>\n<li>MedPix® Licensing Information</li>\n<li>PubMed Central (PMC) Copyright Notice</li>\n</ul>\n<p>\n<strong>User Responsibility:</strong> It is your responsibility to determine and satisfy copyright or other use restrictions when using materials that are not in the public domain.\nNLM cannot guarantee the copyright status for any item.</p>\nDisclaimers\n<p>\n<strong>Liability:</strong> For documents and software available from NLM, the U.S.\nGovernment does not warrant or assume any legal liability or responsibility for the accuracy, completeness, or usefulness of any information, apparatus, product, or process disclosed.</p>\n<p>\n<strong>Endorsement:</strong> NLM does not endorse or recommend any commercial products, processes, or services.\nThe views and opinions of authors expressed on NLM Web sites do not necessarily state or reflect those of the U.S.\nGovernment, and they may not be used for advertising or product endorsement purposes.</p>\n<p>\n<strong>Pop-Up Advertisements:</strong> When visiting our Web site, your Web browser may produce pop-up advertisements.\nThese advertisements were most likely produced by other Web sites you visited or by third-party software installed on your computer.\nThe National Library of Medicine does not endorse or recommend products or services for which you may view a pop-up advertisement on your computer screen while visiting our site.</p>\n<p>\n<strong>Links to External Web Sites:</strong> Some NLM Web pages may provide links to other Internet sites only for the convenience of web users.\nNLM is not responsible for the availability or content of these external sites, nor does NLM endorse, warrant or guarantee the products, services or information described or offered at these other Internet sites.\nIt is the responsibility of the user to examine the copyright and licensing restrictions of external Web sites and to secure all necessary permission.\nUsers cannot assume that the external sites will abide by the same privacy provisions as those outlined in the NLM Privacy Policy.</p>\n<p>\n<strong>Medical Information:</strong> It is not the intention of NLM to provide specific medical advice, but rather to provide users with information to better understand health and disease.\nSpecific medical advice will not be provided, and NLM urges you to consult with a qualified health professional for diagnosis and for answers to your personal medical questions.</p>\nContact the NLM\n<ul>\n<li>If you have concerns relating to copyright, such as improper attribution or NLM using your work without permission, please contact the NLM Support Center.</li>\n<li>If you have concerns relating to History of Medicine content, please see the Historical Collections Copyright Information page.</li>\n</ul> Logo Policy\n<p>The NLM logo policy is derived directly from the official logo policies of NIH and HHS, which specify that HHS, NIH, and IC logos may be used only on official communications products that have been created by or for the principal benefit or use of the federal government.\nThe NLM logo and other offering logos may not be used by the private sector, including grantees, vendors, and contractors, regardless of whether the organization is commercial or non-profit.</p>\n<p>Along with this, the NLM logo must not appear alongside private sector logos, as this could imply favoritism or endorsement of that particular organization.\nThis holds true even if NLM collaborates with and/or funds in the private sector organization.</p>\n<p>Grantees and grantee organizations may not use the NLM logo on any of their communications products (presentations, posters, brochures, websites, etc.) Rather, they should acknowledge NLM funding support through text.</p>\n<p>Please use the following language to cite source materials:</p>\n<p>Source: National Library of Medicine.\nNational Institutes of Health.\nU.S.\nDepartment of Health and Human Services.</p>\n<p>\n<small>Last Reviewed: January 3, 2023</small>\n</p>\n<p>Connect with NLM</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p> National Library of Medicine <br> 8600 Rockville Pike <br> Bethesda, MD 20894 </p>\n<p> Web Policies <br> FOIA <br>HHS Vulnerability Disclosure</p>\n<p> NLM Support Center <br> Accessibility <br> Careers </p>\n<p> NLM | NIH | HHS | USA.gov</p>\n<ul>\n</ul>", "created_at": "2023-06-30 14:01:49.338264", "updated_at": "2023-06-30 14:02:10.396857"}], "points": [], "urls": ["nlm.nih.gov"]}}