{"error": 448, "message": "OK", "parameters": {"id": 9505, "name": "Yik Yak", "created_at": "2023-09-03 22:56:26.075372", "updated_at": "2023-09-12 22:02:40.704169", "wikipedia": "https://en.wikipedia.org/wiki/Yik_Yak", "keywords": null, "related": null, "slug": "yik-yak", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/9505.png", "url": "yikyak.com", "documents": [{"id": 18776, "name": "Privacy Policy", "url": "https://www.notion.so/Yik-Yak-Privacy-Policy-4cba37f3c1c94f0daeba9fb2cc5cd8e3", "xpath": "//body", "text": " <p>Effective as of March 30, 2023.</p>\n<p>\n<strong>California residents</strong>: If you are a California resident, please read the <strong>Notice to California residents</strong> below in addition to this Privacy Policy for information about your personal information and privacy rights.</p>\n<p>\n<strong>UK users</strong>: If you are located in the United Kingdom (“<strong>UK</strong>”), please read the <strong>Notice to UK Users</strong>&nbsp.\nbelow in addition to this Privacy Policy for information about your personal information and your privacy rights.</p>\n<p>This Privacy Policy describes how Flower Ave Inc.\n(creator of Sidechat and Yik Yak) (\"<strong>Flower Ave</strong>,\" \"<strong>we</strong>\", “<strong>us</strong>” or \"<strong>our</strong>\") processes personal information that we collect through our digital or online properties or services that link to this Privacy Policy (including as applicable, our websites, mobile applications (including Sidechat and Yik Yak), social media pages, marketing activities, live events and other activities described in this Privacy Policy (collectively, the “<strong>Service</strong>”)).</p>\nIndex\n<ul>\n<li>\n<strong>Personal information we collect</strong>\n</li>\n<li>\n<strong>How we use your personal information</strong>\n</li>\n<li>\n<strong>How we share your personal information</strong>\n</li>\n<li>\n<strong>Your choices</strong>\n</li>\n<li>\n<strong>Other sites and services</strong>\n</li>\n<li>\n<strong>Security</strong>\n</li>\n<li>\n<strong>International data transfer</strong>\n</li>\n<li>\n<strong>Children</strong>\n</li>\n<li>Changes to this Privacy Policy</li>\n<li>\n<strong>How to contact us</strong>\n</li>\n<li>\n<strong>Notice to California residents</strong>\n</li>\n<li>\n<strong>Notice to UK users </strong>\n</li>\n</ul>\n<strong>Personal information we collect</strong>\n<p>\n<strong>Information you provide to us.</strong> Personal information you may provide to us through the Service or otherwise includes:</p>\n<ul>\n<li>\n<strong>Contact data</strong>, such as your email address, billing and mailing addresses, school name, and phone number.</li>\n</ul> ", "created_at": "2023-09-03 22:56:26.105262", "updated_at": "2023-09-03 22:56:57.219809"}, {"id": 18777, "name": "Terms of Service", "url": "https://www.notion.so/Yik-Yak-Terms-of-Service-a58bfc3293c245c58304b5ca47fe500f", "xpath": "//body", "text": " <p>\n<strong>Last Updated: March 30, 2023</strong>\n</p>\n<p>Please read this Terms of Use agreement (the “<strong>Terms of Use</strong>”) carefully.\nThe Sidechat mobile application, the Yik Yak mobile application (each, a “<strong>Mobile App</strong>”) and the services and resources available or enabled via the Mobile Apps (each a “<strong>Service</strong>” and collectively, the “<strong>Services</strong>”), are controlled by Flower Ave Inc.\n(“<strong>Flower Ave</strong>”, “<strong>we</strong>”, or “<strong>us</strong>”).\nThese Terms of Use, along with all supplemental terms that may be presented to you for your review and acceptance (collectively, the “<strong>Agreement</strong>”), govern your access to and use of the Services.\nBy clicking on the “I Accept” button, completing the registration process, downloading or using either of the Mobile Apps, or otherwise accessing or using any of the Services, you represent that (1) you have read, understand, and agree to be bound by the Agreement, (2) you are of legal age to form a binding contract with Flower Ave, and (3) you have the authority to enter into the Agreement.\nThe term “<strong>you</strong>” refers to the individual identified during the registration process.\n<strong>If you do not agree to be bound by the Agreement, you may not access or use any of the Services</strong>.</p>\n<p>\n<strong>IF YOU ARE A U.S.\nRESIDENT,</strong> PLEASE BE AWARE THAT SECTION 14 (ARBITRATION AGREEMENT) OF THE AGREEMENT BELOW CONTAINS PROVISIONS GOVERNING HOW ANY DISPUTES BETWEEN US WILL BE RESOLVED.\nIN PARTICULAR, IT CONTAINS AN ARBITRATION AGREEMENT WHICH WILL, WITH LIMITED EXCEPTIONS, REQUIRE DISPUTES BETWEEN US TO BE SUBMITTED TO BINDING AND FINAL ARBITRATION.\nUNLESS YOU OPT OUT OF THE ARBITRATION AGREEMENT: (1) YOU WILL ONLY BE PERMITTED TO PURSUE CLAIMS AND SEEK RELIEF AGAINST US ON AN INDIVIDUAL BASIS, NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY CLASS OR REPRESENTATIVE ACTION OR PROCEEDING.\nAND (2) YOU ARE WAIVING YOUR RIGHT TO PURSUE CLAIMS AND SEEK RELIEF IN A COURT OF LAW AND TO HAVE A JURY TRIAL.</p>\n<p>THE SERVICES ARE INTENDED FOR PERSONAL USE ONLY, AND ARE NOT INTENDED FOR USE IN A BUSINESS OR COMMERCIAL CAPACITY AND SUCH USE IS EXPRESSLY PROHIBITED.\nBY USING THE SERVICES, YOU REPRESENT AND WARRANT THAT YOU ARE DOING SO IN YOUR CAPACITY AS A CONSUMER.\nFLOWER AVE EXCLUDES ALL LIABILITY FOR BUSINESS OR COMMERCIAL LOSSES RESULTING FROM YOUR USE OF THE SERVICES.</p>\n<p>Please be aware that Section 1.4 (Flower Ave Communications) of the Agreement below contains your consent to receive communications from us, including, as applicable, via text, email, and push notification.</p>\n<p>Please note that the Agreement is subject to change by Flower Ave in its sole discretion at any time.\nWhen changes are made, Flower Ave will make a copy of the updated Agreement available through the Services and update the “Last Updated” date at the top of these Terms of Use.\nIf we make any material changes to the Agreement, we will provide notice of such material changes on the Mobile App.\nAny changes to the Agreement will be effective immediately for new users of the Services and will be effective for existing Registered Users (as defined below) upon the earlier of (a) thirty (30) days after the “Last Updated” date at the top of these Terms of Use, or (b) your consent to and acceptance of the updated Agreement if Flower Ave provides a mechanism for your immediate acceptance in a specified manner (such as a click-through acceptance), which Flower Ave may require before further use of the Services is permitted.\nIf you do not agree to the updated Agreement, you must stop using all Services upon the effective date of the updated Agreement.\nOtherwise, your continued use of any of the Services after the effective date of the updated Agreement constitutes your acceptance of the updated Agreement.\nPlease regularly check the Mobile App to view the then-current Agreement.\nYou agree that Flower Ave’s continued provision of the Services is adequate consideration for the changes in the updated Agreement.</p>\n1.\nUse of the Services\n<p>The Services, and the information and content available on them, are protected by applicable intellectual property laws.\nUnless subject to a separate license between you and Flower Ave, your right to use any and all Services is subject to the Agreement.</p>\n<p>\n<strong>1.1 Mobile App License</strong>\n</p>\n<p>Subject to your compliance with the Agreement, Flower Ave grants you a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to download, install and use a copy of the Mobile App on a single mobile device that you own or control and to run such copy of the Mobile App solely for your own personal purposes.\nFurthermore, with respect to any Mobile App accessed through or downloaded from the Apple App Store (an “App Store Sourced Application”), you will only use such App Store Sourced Application (a) on an Apple-branded product that runs iOS or macOS (Apple’s proprietary operating systems) and (b) as permitted by the “Usage Rules” set forth in the Apple App Store Terms of Service.\nNotwithstanding the first sentence in this Section 1.1, with respect to any Mobile App accessed through or downloaded from the Google Play store (a “Google Play Sourced Application”), you may have additional license rights with respect to use of such Google Play Sourced Application on a shared basis within your designated family group.</p>\n<p>\n<strong>1.2 Updates</strong>\n</p>\n<p>You understand that the Services are evolving.\nAs a result, Flower Ave may require you to accept updates to the Services that you have installed on your mobile device.\nYou acknowledge and agree that Flower Ave may update the Services with or without notifying you.\nYou may need to update third-party software from time to time in order to use the Services.</p>\n<p>\n<strong>1.3 Certain Restrictions</strong>\n</p>\n<p>The rights granted to you in the Agreement are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise commercially exploit any of the Services.\n(b) you shall not frame or utilize framing techniques to enclose any trademark, logo, or other parts of the Services (including images, text, page layout or form).\n(c) you shall not use any metatags or other “hidden text” using Flower Ave’s name or trademarks.\n(d) you shall not modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer any part of the Services except to the extent the foregoing restrictions are expressly prohibited by applicable law.\n(e) you shall not use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to “scrape” or download data from any web pages contained in the Services (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Services for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(f) except as expressly stated herein, no part of the Services may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\nand (g) you shall not remove or destroy any copyright notices or other proprietary markings contained on or in the Services.\nAny future release, update or other addition to the Services shall be subject to the Agreement.\nFlower Ave, its suppliers and service providers reserve all rights not granted in the Agreement.</p>\n<p>\n<strong>1.4 Flower Ave Communications</strong>\n</p>\n<p>If you provide us with your mobile telephone number, we may use your phone number to send you text messages (“SMS Messages”) for authentication and other operational communications concerning your Account or your use of the Services.\nYou represent that you are the subscriber of the mobile service at any mobile telephone number you provide to us, or that you are otherwise authorized by the subscriber to receive SMS Messages from us at such mobile number in accordance with these Terms of Use.\nMessage and data rates charged by your wireless carrier may apply.</p>\n<p>\n<strong>1.5 Privacy</strong>\n</p>\n<p>Flower Ave will collect and use your personal information in accordance with the terms of its Privacy Policy.</p>\n2.\nRegistration\n<p>\n<strong>2.1 Registering Your Account</strong>\n</p> ", "created_at": "2023-09-03 22:56:26.134551", "updated_at": "2023-09-03 22:57:30.023951"}, {"id": 18778, "name": "Community Guardrails", "url": "https://yikyak.notion.site/Community-Guardrails-2fd5f5274f30415784956efbdf986f1b", "xpath": "//body", "text": " <strong>👋 Introduction</strong>\n<p>At Yik Yak we strive to make our communities fun and safe for everyone.\nSo that all yakkers can enjoy the ride, we've set up some guardrails for your safety.\nMake sure to read our full&nbsp;<strong>Terms of Service</strong>&nbsp;and&nbsp;<strong>Privacy Policy</strong>&nbsp;as well.\nOur guardrails are a summary and not meant to supplant our full terms.\nAs a reminder, you are responsible for your yaks and their consequences and your interactions with other yakkers.</p>\n<p>We protect your privacy so that you can be authentic.\nWhile your personal privacy is always protected and only disclosed as required by and within the bounds of the law, boundaries on Yik Yak exist to ensure everyone feels welcomed and stays safe.</p>\n<p>If you see a yak that doesn't adhere to the Community Guardrails, please immediately downvote and report it.\nYaks that reach -5 total vote points are removed from Yik Yak.\nReported content is reviewed by our moderation team.\nThrough the upvote/downvote system, we rely on our community to help keep Yik Yak fun and safe for everyone.</p>\nIdentifying Individuals\n<p>You may <strong>not</strong> post a community member’s <strong>personal information,</strong> including names, nicknames, and identifying descriptions.</p>\n<ul>\n<li>\n<strong>🚫&nbsp;Personal Information</strong>\n</li>\n<li>\n<strong>🚫&nbsp;Impersonation</strong>\n</li>\n<li>\n<strong>💚&nbsp;Public Figures vs.\nCommunity Members</strong>\n</li>\n<li>\n<strong>💚&nbsp;Humor, Parody &amp.\nSatire</strong>\n</li>\n<li>\n<strong>💚 Report Intellectual Property Right Violations</strong>\n</li>\n</ul>\nB<strong>ullying and Harassment</strong>\n<p>We’re here to share, laugh, learn, and connect.\nNever post anything that could be interpreted as bullying, harassment, abuse, defamation, targeted hate, public humiliation, etc.\nDon’t treat anyone like 💩.</p>\n<ul>\n<li>\n<strong>🚫&nbsp;Bullying and Harassment</strong>\n</li>\n<li>\n<strong>💚&nbsp;Reject Hate!</strong>\n</li>\n</ul>\nRacism and Bigotry\n<p>Racism, sexism, and bigotry have no place on Yik Yak.</p>\n<ul>\n<li>\n<strong>🚫&nbsp;Discrimination</strong>\n</li>\n<li>\n<strong>💚&nbsp;Reject Hate!</strong>\n</li>\n</ul>\n<strong>Drugs, Alcohol, and Harmful Activity</strong> ", "created_at": "2023-09-03 22:56:26.163763", "updated_at": "2023-09-03 22:57:12.511983"}], "points": [{"id": 34848, "title": "[PP] There is a date of the last update of the agreements", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-03 23:15:51.734481", "updated_at": "2023-09-12 13:09:11.743776", "quoteText": null, "case_id": 331, "document_id": 18776, "quoteStart": null, "quoteEnd": null}, {"id": 34851, "title": "Information is provided about how they collect personal data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-03 23:28:17.993347", "updated_at": "2023-09-03 23:33:45.897673", "quoteText": null, "case_id": 297, "document_id": 18776, "quoteStart": null, "quoteEnd": null}, {"id": 34852, "title": "Information is provided about how they collect personal data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-03 23:33:56.909755", "updated_at": "2023-09-12 13:08:54.804574", "quoteText": null, "case_id": 297, "document_id": 18776, "quoteStart": null, "quoteEnd": null}, {"id": 34850, "title": "When the service wants to change its terms, you are notified a week or more in advance.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-03 23:23:39.680032", "updated_at": "2023-09-12 13:08:40.059427", "quoteText": null, "case_id": 123, "document_id": 18777, "quoteStart": null, "quoteEnd": null}, {"id": 34849, "title": "[ToS] There is a date of the last update of the agreements", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-03 23:16:10.774335", "updated_at": "2023-09-12 13:09:07.948175", "quoteText": null, "case_id": 331, "document_id": 18777, "quoteStart": null, "quoteEnd": null}], "urls": ["yikyak.com"]}}