{"error": 448, "message": "OK", "parameters": {"id": 8395, "name": "FuboTV", "created_at": "2023-05-25 14:38:49.406083", "updated_at": "2023-05-25 22:02:31.185542", "wikipedia": "https://en.wikipedia.org/wiki/FuboTV", "keywords": null, "related": null, "slug": "fubo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8395.png", "url": "fubo.tv", "documents": [{"id": 16307, "name": "Terms & Conditions", "url": "https://www.fubo.tv/documents/USA/terms-of-service", "xpath": "//body", "text": "If you're seeing this message, that means <strong>JavaScript has been disabled on your browser</strong>, please <strong>enable JS</strong> to make this app work.<ul>\n<li>Skip to navigation</li>\n<li>Skip to sidebar</li>\n<li>Skip to main content</li>\n</ul>English (US)The data we collect, how it's used, and who we share it with<p>\n</p>We care about your privacy and want to help you understand how we collect, use, and share your personal information.<p>\n</p>Show me how the Privacy Center works →Our PoliciesTerms of Service1.\nDefinitions.2.\nTerm.3.\nThird Party Billing.4.\nModifications.5.\nEligibility.6.\nAccounts.7.\nAccess.8.\nYour Content.9.\nThird-Party Content and Services.10.\nData Privacy.11.\nFees.12.\nPricing Changes.13.\nTermination and Effect.14.\nSuspension.15.\nRestarting Services.16.\nPlatform Technology.17.\nRepresentations and Warranties.18.\nDisclaimers.19.\nIndemnity.20.\nLimitation on Liability.21.\nClaims of Infringement.22.\nDisputes.23.\nGoverning Law and Venue.24.\nNotices.25.\nLinked Sites.26.\nAdditional Terms.Cookie Policy1.\nHow the fubo.tv manages cookies on its websites?2.\nWhat are cookies?3.\nWhat sort of cookies does the fubo.tv use?4.\nDoes anyone else use cookies on fubo.tv?5.\nCan a website user block cookies?6.\nDo we track whether users open our emails?7.\nMore Information.Contest Rules1.\nConmebol Official Rules2.\nLXF Official Rules3.\nPro Hockey (NHL) Contests4.\nPFL Contests5.\nSoccer Predictive Contest Official Rules6.\nFubo Pick'emPrivacy Policy1.\nInformation We Collect2.\nHow We Use Your Information3.\nHow We Disclose Your Information4.\nCookies and Similar Technologies5.\nOnline Analytics and Advertising6.\nHow We Protect Your Information7.\nRetention of Information8.\nThird-Party Links and Features9.\nYour Rights &amp.\nChoices Regarding Your Information10.\nAdditional Information for California Residents11.\nChildren12.\nChanges to Our Privacy Policy13.\nContact InformationUnsolicited Submissions PolicyWe're taking a different approach to privacyShow MeTerms of Service<strong>Effective Date:</strong>June 17, 2022<p>These fuboTV Terms of Service form a binding agreement (the “<strong>Agreement</strong>”) between fuboTV, Inc.\n(“<strong>fuboTV</strong>”) and you, or, if you represent an entity or other organization, that entity or organization (in either case “<strong>You</strong>”, “<strong>you</strong>”, “<strong>your</strong>”).&nbsp;</p>\n<p>\n<br>\n</p>\n<p>The fuboTV online video platform provides users (“<strong>Users</strong>”) with the ability to access and view a variety of audiovisual content and other information, data, and content (“<strong>Content</strong>”) through the fuboTV website and other websites, web services, applications, and video players provided and operated by fuboTV (the fuboTV “<strong>Platform</strong>”).\n<br>\n</p>\n<p>&nbsp;The Platform, Content and additional services, functionality and resources (“<strong>Services</strong>”) made available solely under the terms of this Agreement.\nThis Agreement is entered into between fuboTV and You as of the earliest date You first access the Services or indicate your assent to this Agreement, as set forth below (the “<strong>Effective Date</strong>”).\n<br>\n&nbsp;</p>\n<p>PLEASE CAREFULLY READ THIS AGREEMENT.\nBY USING THE SERVICES OR BY INDICATING YOUR ASSENT TO THIS AGREEMENT BY REGISTERING YOUR ACCOUNT, CLICKING “I ACCEPT” OR ANY SIMILAR MECHANISM, YOU ARE CONSENTING TO BE BOUND BY THE TERMS OF THIS AGREEMENT, DO NOT ACCESS OR USE THE SERVICE OR REGISTER AN ACCOUNT.\n<br>\n</p>\n<p>&nbsp;If you access or use the Service or register an Account on behalf of a company, principal, or other entity, you represent that you have authority to bind such entity and its affiliates to this Agreement and that it is fully binding on them.\nIn such case, the term “you,” as used in this Agreement, will refer to such entity and its affiliates.\nIf you do not have authority, you may not access or use the Service.\nBe advised that this Agreement contains disclaimers of warranties and limitations on liability that may be applicable to you.\n<br>\n&nbsp;</p> 1.\nDefinitions.\n<p>Terms used in this Agreement have the definitions given in this Agreement or, if not defined in this Agreement, have their plain English meaning as commonly interpreted in the United States.&nbsp;</p>\n2.\nTerm.\n<p>&nbsp;The term of this Agreement begins on the Effective Date and will continue as follows: (a) for Paid Subscriptions (as defined herein) the term of the Agreement will continue in accordance with the type of subscription you have, unless terminated earlier in accordance with Section 13 herein and (b) for all other access or use of the Services, the term of the Agreement will continue until terminated earlier in accordance with Section 13 herein.&nbsp;</p>\n<ul>\n<li>\n<strong>a.\nFree Trial.</strong> Certain portions of the Services and Content are provided on a paid subscription basis.\nIn order to access those portions of the Services, you must either elect (an “ <strong>Subscription Election</strong>”) to receive a Monthly Paid Subscription (as defined herein) or an Annual Paid Subscription (as defined herein)(together with a Monthly Paid Subscription, the “<strong>Paid Subscriptions</strong>”).\nExcept as prohibited under applicable law, all Fees will be non-refundable once paid to fuboTV (including upon any termination or suspension of this Agreement).\nWhen you elect to receive a Paid Subscription, under certain conditions you may automatically receive a free trial subscription to the Services (“<strong>Trial Subscription</strong>”).\nDuring the Trial Subscription, you may access the Services, without any obligation to pay Fees (as defined herein).\nThe Trial Subscription period will begin when you elect to receive a Paid Subscription which will automatically renew on a month-to-month or annual basis to the paid subscription rates for monthly or annual subscription at the expiration of the stipulated period after your Subscription Election (“<strong>Trial Period</strong>”) ends.\nUnless it is cancelled or changed by you prior to the expiration of the Trial Period (“<strong>Trial Termination Notice</strong>”), in accordance with these Terms of Service.\nYou can choose to cancel prior to the expiration of the Trial Subscription period by visiting www.fubo.tv/account and choosing to cancel online at any time or by contacting fuboTV through chat/phone support (when available) and requesting cancellation of the account.\nCancellation requests are not accepted via mail, social media, email, Contact Us form, app reviews, etc.\nIf you provide fuboTV your Trial Termination Notice prior to the expiration of the Trial Period, your access to the Services may be terminated at that time or at any point between the date of your Trial Termination Notice and expiration of the Trial Period.\nIf you notify fuboTV that you wish to receive a different Paid Subscription to the Services prior to the expiration of the Trial Period, your access to fuboTV will automatically convert to such a Paid Subscription at that time or at the expiration of the Trial Period.\nYou may only receive one Trial Subscription.\nWithout limitation, any attempt by You to receive more than one Trial Subscription, such as by creating alternate accounts, will be considered a material breach of this Agreement.&nbsp;</li>\n<li>\n<strong>b.\nMonthly Subscription</strong>.\nYou may elect to receive a monthly, prepaid subscription to the Services (“<strong>Monthly Paid Subscription</strong>”).\nMonthly prepaid Subscriptions will automatically renew for subsequent additional one-month period unless you choose to cancel prior to the expiration of the then-current monthly subscription term by visiting www.fubo.tv/account and choosing to cancel online at any time or by contacting fuboTV through chat/phone support (when available) and requesting cancellation of the account.\nCancellation requests are not accepted via mail, social media, email, Contact Us form, app reviews, etc.\nBecause charges are prepaid each billing period, when you cancel your subscription, your subscription will continue through the end of the then-current billing period, in accordance with these Terms of Service.&nbsp;</li>\n<li>\n<strong>c.</strong>\n<strong>Annual Subscription</strong>.\nYou may also elect to receive an annual (when available), prepaid subscription to the Services (“<strong>Annual Paid Subscription</strong>”).\nAnnual prepaid Subscriptions will automatically renew for subsequent additional one-year period, unless you choose to cancel prior to the expiration of the then-current annual subscription term by visiting www.fubo.tv/account and choosing to cancel online at any time or by contacting fuboTV through chat/phone support (when available) and requesting cancellation of the account.\nCancellation requests are not accepted via mail, social media, email, Contact Us form, app reviews, etc.\nBecause charges are prepaid each billing period, when you cancel your subscription, your subscription will continue through the end of the then-current billing period, in accordance with these Terms of Service.&nbsp;</li>\n<li>\n<strong>d.</strong>\n<strong>Packages of Subscription</strong>.\nfuboTV may offer a number of different packages of subscription, including special promotional packages, each governed by any supplemental Promotional Terms provided at the time of your first access or use of such Subscriptions.\nSome promotional packages may be offered by third parties in conjunction with the provision of their own products and services.\nfuboTV is not responsible for the products and services provided by such third parties.\nfuboTV reserves the right to modify, terminate, or otherwise amend the subscriptions offered, and the contents of the packages and levels thereof.&nbsp;</li>\n<li>\n<strong>e.\n</strong>&nbsp;<strong>Minimum Requirements</strong>.\nfuboTV reserves the right to require and/or change minimum programming package requirements, from time to time and at any time, in its sole and absolute discretion.\nFor example, fuboTV may require a minimum commitment term, or fuboTV may require you to subscribe to a minimum level or package of a subscription in order to view certain content or obtain access to purchase additional levels or packages of a subscription.\nIn order to purchase certain packages, you may be required to first subscribe to a subscription for a set term (e.g., a year-long subscription).&nbsp;</li>\n<li>\n<strong>f.</strong>\n<strong>Promotional Offers</strong>.\nYou may initially accept a promotional offer for a certain subscription package that later becomes unavailable.\nPromotional offers do not automatically renew and may not be available at the end of, or during, the applicable promotional period, and following the completion of any such promotion, the subscription will automatically renew on a month-to-month or annual basis at the then-current standard rates for monthly or annual access to the same subscription, unless and until they are cancelled or changed by you or fuboTV, in accordance with this Agreement.&nbsp;</li>\n<li>\n<strong>g.</strong>\n<strong>Only One Promotion per Account Owner</strong>.\nPromotional offers may not be combined with other promotional offers associated with any account that you own, unless otherwise expressly permitted in the applicable Promotional Terms.\nfuboTV reserves the right, in its sole and absolute discretion, to determine your eligibility for any promotional offer pursuant to the applicable Promotional Terms.\nfuboTV reserves the right to change, amend and alter then-current promotional offers or Promotional Terms as well as institute new promotional offers, from time to time and at any time, in its sole and absolute discretion.\nfuboTV does not guarantee that any promotional offers are or will be available to you at all, or in connection with any subscriptions desired by you..&nbsp;</li>\n</ul> 3.\nThird Party Billing.\n<p>If you used a third party (e.g.\nApple, Roku, etc) to register or signup for a Trial Subscription or Paid Subscription of fuboTV Services, you may need to contact that third party to manage or cancel that subscription.\nYOU MAY NOT BE ABLE TO CANCEL THAT THIRD-PARTY SUBSCRIPTION THROUGH fuboTV.&nbsp;</p>\n4.\nModifications.\n<p>fuboTV reserves the right, at any time, to modify the functionality of the Platform and any portion of the Content or Services.\nfuboTV also reserves the right, at any time, to modify the terms of this Agreement.\nfuboTV will inform You of the presence of any changes to this Agreement or the functionality of the Platform, Content or Services by posting those changes on the Platform and by providing You with notice through the Platform.\nUnless otherwise stated in the notification, any modifications will be effective 30 days following delivery of such notice, except in the case of a modification required for fuboTV or the Platform to comply with applicable Law or to comply with any applicable requirement placed on fuboTV by a licensor or supplier, each of which will be effective immediately upon notification.\nYou may terminate this Agreement as set forth below if you object to any such modifications.\nHowever, You will be deemed to have agreed to any and all modifications through Your continued use of the Platform, Content or Services following such notice period.&nbsp;</p>\n5.\nEligibility.\n<p>The Platform and all Content and Services are intended for use by individuals 18 years of age and older.\nYou hereby affirm that you are over the age of 18.\nIf You are not 18 years of age or older, You agree not to access or use the Platform or any Content or Services.\nYou agree not to allow any individual under 18 years of age to access or use the Platform, whether or not You are the parent or guardian of that individual.&nbsp;</p>\n6.\nAccounts.\n<ul>\n<li>\n<strong>a.\nContent Access Through Accounts</strong>.\nSubject to the terms of this Agreement, You may be permitted to access certain Content and other Services through the Platform without establishing an account on the Platform (an “<strong>Account</strong>”).\nHowever, access to the Platform generally requires that You register as a User of the Platform and establish an Account.\nApproval of Your request to establish and maintain any Account will be at the sole discretion of fuboTV.&nbsp;</li>\n<li>\n<strong>b.\nAdministrator Accounts</strong>.\nYour Account and the User identification and password for Your Account (Your “<strong>Account ID</strong>”) is personal in nature.\nYour Account is for Your personal use and Your User Account ID may be used only by You alone.\nYou may not distribute or transfer Your Account or Account ID or provide a third party with the right to access your Account or Account ID.\nYou are solely responsible for all use of the Platform and all Content and Services through Your Account.\nYou will ensure the security and confidentiality of Your Account ID and will notify fuboTV immediately if Your Account ID is lost, stolen or otherwise compromised.\nYou are fully responsible for all liabilities and damages incurred through the use of Your Account or under Your Account ID (whether lawful or unlawful) and any transactions completed through Your Account or under User Account ID will be deemed to have been lawfully completed by You.&nbsp;</li>\n<li>\n<strong>c.\nAccount Information</strong>.\nIn connection with establishing Your Account, You will be asked to submit certain information about Yourself (“<strong>Account Information</strong>”).\nYou agree that: (a) all Account Information You provide will be accurate, complete and current.\nand (b) You will maintain and promptly update Your Account Information to keep it accurate, complete and current.\nYou may not: (i) select or use an Account ID of another person with the intent to impersonate that person.\nand (ii) use an Account ID that fuboTV, in its sole discretion, deems offensive.\nYou are solely responsible for confirming the set-up and configuration of Your Account in all respects and for making all changes and updates thereto through this Agreement.&nbsp;</li>\n</ul>\n7.\nAccess.\n<ul>\n<li>\n<strong>a.\nTo the Platform</strong>.\nYou may access the Platform through the fuboTV website and the other websites fuboTV may provide or operate for accessing the Platform (each a “<strong>Site</strong>”) or using web services, mobile, online and other applications and video players provided and operated by fuboTV for accessing the Platform (each, an “<strong>Application</strong>,” and each Site and Application included in the Platform for purposes of this Agreement).\nSubject to Your compliance with this Agreement, fuboTV will permit You to access and use the Platform solely for your own lawful, personal, non-commercial uses and solely in accordance with the terms of this Agreement.&nbsp;</li>\n<li>\n<strong>b.</strong>\n<strong>To Applications</strong>.\nSubject to Your compliance with this Agreement, including, without limitation, the restrictions in this Section 7, and any other terms and conditions accompanying each Application, fuboTV will permit You to download and install Applications and operate those Applications solely for the purpose of using and accessing the Platform for your own lawful, personal, non-commercial use.\nYou may install each Application only on devices or equipment owned or controlled by You and used only for Your own personal and non-commercial purposes in accordance with this Agreement and any applicable terms and conditions accompanying that Application or otherwise provided to You by fuboTV.\nExcept as expressly set forth in this Section, You are granted no licenses or other rights in or to any Application.&nbsp;</li>\n<li>\n<strong>c.</strong>\n<strong>To Content</strong>.\nThe Platform will provide You with the ability to access to a variety of Content, including, video, audio, text, photographs, illustrations, graphics, and other data, information and content.\nUnless otherwise noted on the Platform, all Content available through the Platform (“<strong>Platform Content</strong>”) is owned by fuboTV and fuboTV’s third party licensors and providers.\nAll Platform Content is provided for entertainment purposes only and You are solely responsible for verifying the accuracy, completeness and applicability of all Platform Content and for Your use of any Platform Content.\nSubject to Your compliance with this Agreement, You may access the Platform Content solely for Your own lawful, personal, non-commercial purposes in connection with Your use of the Platform.\nYou will not, and will not permit any third party to: (a) alter, modify, reproduce, or create derivative works of any Platform Content.\n(b) distribute, sell, resell, lend, loan, lease, license, sublicense or transfer any Platform Content.\nor (c) alter, obscure or remove any copyright, trademark or any other notices that are provided on or in connection with any Platform Content.\nfuboTV has not verified the accuracy of, and will not be responsible for any errors or omissions in, any Platform Content.\nWithout limiting the foregoing, fuboTV will not be held liable to You or any other third party for any Content, including Your Content (as defined below), under a Federal Law called the Communications Decency Act or CDA, 47 U.S.C.\n§ 230.\nExcept as set forth in this Agreement, You are granted no licenses or other rights in or to any Platform Content, or any IPR (as defined below) therein or related thereto.\nIf You would like to use any Platform Content in a manner not permitted by this Agreement, please contact fuboTV at support@fubo.tv&nbsp;</li>\n<li>\n<strong>d.</strong>\n<strong>To Other Users</strong>.\nThe Platform may allow you to connect and otherwise communicate with other Users of the Platform, both individually through messages to Users and generally through communications to multiple Users on boards, chats, comments, and other forums.\nBy connecting or communicating with other Users, You are agreeing to allow those Users to communicate directly with You through the Platform.\nYou agree that You are solely responsible for all communications between You and any other User through the Platform, including communications You make available to multiple Users through the Platform.\nYour decision to communicate with any other User through the Platform will serve as Your permission for fuboTV to provide that other User with any of Your User Information or Your Content that You include in that communication.\nYou agree that Your communications through the Platform will not: (a) violate this Agreement, including, without limitation, the Privacy Policy.\n(b) violate any applicable international, federal, state, and local treaties, laws, rules, regulations, and ordinances (“<strong>Laws</strong>”), including, without limitation, any rules of professional conduct or of licensing bodies.\n(c) be libelous, defamatory, obscene, abusive, pornographic, threatening, or an invasion of privacy.\n(d) constitute an infringement, misappropriation or violation of the IPR (as defined below) or other rights of any third party.\n(e) be illegal in any way or advocate illegal activity.\n(f) be false, misleading or inaccurate.\n(g) be considered junk mail, spam, a part of a pyramid scheme, a disruptive commercial message or disruptive advertisement.\n(h) cause the publication or release of any material non-public data or information or (i) constitute the unauthorized practice of medicine, therapy, law or other professional service.&nbsp;</li>\n<li>\n<strong>e.\nEquipment and Connectivity</strong>.\nYou are solely responsible for obtaining and maintaining all equipment, mobile devices, facilities, and internet connectivity required to access or use the Platform, Services, Applications and Platform Content provided through them.\nIn order to access and use fuboTV’s Platform, Services, Applications and Platform Content, you must have a broadband, wireless or similar internet connection, and you will need to obtain such internet connection (including sufficient levels and required equipment related thereto) from a third-party internet or similar wireless service provider at your sole cost and expense (“Internet Connectivity”).\nfuboTV makes no representations or warranties about the speed or quality of your watching experience on your or any device, as that will depend on factors outside of fuboTV’s control, such as your location, your Internet Connectivity, the available bandwidth at the time of your request, the format of our Content you are attempting to access, the device(s) you use to access the Platform and Services.\nfuboTV also reserves the right change the format of the Platform Content based on the specifications of your Internet Connectivity (e.g., if your Internet Connection or device do not meet our required standards for accessing and viewing high-definition (“HD”) content, then any HD content accessed by you may be automatically re-formatted by us in an attempt to improve your experience).&nbsp;</li>\n<li>\n<strong>f.\nDevices</strong>.\nYou must only use devices permitted (“Permitted Devices”) for use with the Platform, Applications, Services and Platform Content.\nFor a current list of such devices please visit and review the devices listed at: www.fubo.tv/apps.\nYou can access the Platform and Platform Content through different Permitted Devices, provided that you will only be to access the Platform and Platform Content through your account on one Permitted Device at a given time.\nWe are not responsible for any issues relating to your device, its operating system or connectivity.&nbsp;</li>\n<li>\n<strong>g.\nBitrate Streaming</strong>.\nThe Platform may use adaptive bitrate streaming (“ABS”), which creates multiple versions of each program, recorded at different bitrates, to optimize playback of the applicable audiovisual content at any given time based upon the capabilities of the applicable playback device and available internet bandwidth.\nIf you choose to use the Cloud DVR, you are directing that playback be provided using ABS.&nbsp;</li>\n<li>\n<strong>h.\nOther Restrictions</strong>.\nYou may not use the Services to, or assist or encourage any other party to, engage in any of the following activities: (a) copying, framing or mirroring any part of the Services.\nAccessing the Service for purposes of monitoring its availability, performance or functionality.\n(b) permitting any third party to access the Services.\n(c) using, copying, modifying, creating a derivative work of, reverse engineering, decompiling or otherwise attempting to extract the source code of the software underlying the Services or any part thereof, unless expressly permitted or required by law, and in any case, without providing prior written notice to fuboTV.\n(d) publishing, transmitting, distributing or storing content, material, information or data that: (i) is illegal, obscene, defamatory, threatening, harassing, abusive, or hateful or that advocates violence.\n(ii) is harmful to or interferes with the Services or any third party’s networks, equipment, applications, services or websites (e.g., viruses, worms, Trojan horses, etc.).\n(iii) infringes, dilutes, misappropriates or otherwise violates any privacy, intellectual property, publicity or other personal rights including, without limitation, copyrights, patents, trademarks, trade secrets or other proprietary information (including unauthorized use of domain names).\nor (iv) is fraudulent or contains false, deceptive or misleading statements, claims or representations (such as “phishing”).\n(e) attempting to disrupt, degrade, impair or violate the integrity or security of the Services or the computers, services, Accounts or networks of any other party (including, without limitation, “hacking,” “denial of service” attacks, etc.), including any activity that typically precedes attempts to breach security such as scanning, probing or other testing or vulnerability assessment activity, or engaging in or permitting any network or hosting activity that results in the blacklisting or other blockage of fuboTV internet protocol space.\n(f) avoiding payment of incurring charges or fees payable by you with respect to the Services.\n(g) distributing, or disclosing any part of the Service in any medium, including without limitation by any automated or non-automated “scraping”.\n(h) using any automated system, including, without limitation, “robots,” “spiders,” “offline readers,” etc., to access the Services in a manner that sends more request messages to fuboTV than a human can reasonably produce in the same period of time by using a conventional web browser .\n(i) taking any action that imposes, or may impose, at our sole discretion, an unreasonable or disproportionately large load on our infrastructure.\n(j) collecting or harvesting any personally identifiable information, including Account names and information about users of the Services, from the Services.\n(k) using the Services for any commercial solicitation purposes.\n(l) accessing any Content on the Services through any technology or means other than those provided or authorized by the Services.\n(m) bypassing the measures we may use to prevent or restrict access to the Services, including, without limitation, features that prevent or restrict use or copying of any content or enforce limitations on use of the Services or the content therein.\n(o) violating any applicable law, statute, ordinance or regulation, or encouraging any conduct that could constitute a criminal offense or give rise to civil liability.\n(p) removing any copyright, trademark or other proprietary rights notices contained in or on the Services.\n(q) executing any form of network monitoring or running a network analyzer or packet sniffer or other technology to intercept, decode, mine or display any packets used to communicate between the Service’s servers or any data not intended for you.\nor (r) rebroadcast, retransmit or otherwise publicly perform, transmit or distribute any portion of the Services (including the trademarks of any content providers) or any account of any Content provided to You in accordance therewith.&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n8.\nYour Content.\n<p>&nbsp;You are solely responsible for all Content that You may provide or upload to the Platform or otherwise generate through Your use of or access to the Platform (“ <strong>Your Content</strong>”).\nAny feedback, suggestions or recommendations about the Services that you provide to fuboTV will be considered “Your Content”.\nAs between You and fuboTV, You retain ownership of Your Content.\nHowever, You grant fuboTV a nonexclusive, royalty-free, perpetual, irrevocable, and fully sublicensable (including, without limitation, to Users and other third parties) right to use, copy, store, reproduce, modify, display, adapt, publish, translate, create derivative works from, distribute, and display (“<strong>Use</strong>”) Your Content throughout the world in any form, media, software or technology of any kind.\nYou represent and warrant that none of Your Content or the use of Your Content by fuboTV: (1) violates this Agreement or any requirements under applicable Laws.\n(2) is libelous, defamatory, obscene, abusive, pornographic, threatening, or an invasion of privacy.\n(3) constitutes an infringement, misappropriation or violation of the IPR or other rights of any third party.\n(4) is illegal in any way or advocates illegal activity.\n(5) is an advertisement or solicitation of funds, goods, or services (unless You have entered into a separate Advertiser Agreement with fuboTV).\n(6) is false, misleading or inaccurate.\n(7) is or could be considered junk mail, spam, a part of a pyramid scheme, a disruptive commercial message or disruptive advertisement.\nor (8) violates the Privacy Policy or any other applicable policy of fuboTV.\nfuboTV is not responsible or liable for any deletion, correction, destruction, damage, loss or failure to store, restore or back-up any of Your Content.\nYou agree that You have all right, title, interest and consent in Your Content necessary to allow fuboTV to Use Your Content as set forth in the rights and licenses You grant to fuboTV under this Agreement.&nbsp;</p>\n9.\nThird-Party Content and Services.\n<p>In addition to the terms of this Agreement, Your access to of certain Content and Services developed, provided or maintained by fuboTV’s third party providers (“ <strong>Third Party Content and Services</strong>”) may require You to agree to the terms of an additional agreement with that third party provider before being given access to the Third Party Content and Services (each, a “<strong>Third Party Content and Services Agreement</strong>”).\nThe terms of any Third Party Content and Services Agreement (which may include payment of additional fees) will apply to the applicable Third Party Content and Services provided under that Third Party Content and Services Agreement in addition to the terms of this Agreement but will not apply to any other Content or Services You may access through the Platform.\nExcept as set forth in this Agreement, the terms of any Third Party Content and Services Agreement will control in the event of a conflict between the terms of this Agreement and that Third Party Content and Services Agreement.\nfuboTV TAKES NO RESPONSIBILITY FOR ANY THIRD PARTY CONTENT OR SERVICE AND YOUR ACCESS TO AND USE OF ANY THIRD PARTY CONTENT OR SERVICE IS SOLELY AS SPECIFIED IN EACH APPLICABLE THIRD PARTY CONTENT AND SERVICES AGREEMENT.&nbsp;</p> 10.\nData Privacy.\n<ul>\n<li>\n<strong>&nbsp;a.\nYour Information</strong>.\nYou expressly consent to the use and disclosure of your personally identifiable information and any other information or data resulting from Your access to and use of the Platform or any Services or Content as described in the Privacy Policy for the Platform available at legal.fubo.tv/policies/en-US/?name=privacy-policy (“<strong>Privacy Policy</strong>”) at the time You provide such information or data to fuboTV.\nNotwithstanding anything in the Privacy Policy, fuboTV will have the right to collect and use non-personally identifiable information or data (information or data that does not identify an entity or natural person as the source thereof) resulting from or relating to Your access to and use of the Platform or any Services or Content.\nTo the extent any such non-personally identifiable data or information is collected or generated by fuboTV, that data and information will be owned by fuboTV and may be used by fuboTV for any lawful business purpose without any further duty or obligation to You.&nbsp;</li>\n<li>\n<strong>&nbsp;b.\nOther User’s Information</strong>.\nThe Platform will provide You with access to data and other information provided by other Users of the Platform and other third parties (“ <strong>User Information</strong>”).\nThe User Information may contain sensitive personal information regarding those Users and other third parties.\nYou agree that You will only collect, use and disclose User Information in strict accordance with this Agreement and the current Privacy Policy for the Platform.\nExcept as expressly provided in this Agreement and the Privacy Policy, You are granted no licenses or rights in or to any User Information.&nbsp;</li>\n</ul>\n11.\nFees.\n<p>You agree to pay fuboTV all fees applicable to Your Paid Subscription to the Platform and the Content and Services (“<strong>Fees</strong>”), as set forth here www.fubo.tv/welcome/channels and to pay each applicable third party any other applicable amounts due or payable under the terms of any Third Party Content and Services Agreement.\nFees for Monthly Paid Subscriptions are due and payable on a monthly basis in advance, with your first payment due and payable on the first day of your subscription, following the Trial Period.\neach monthly payment thereafter will be made on the same day as the first month if that day is contained with the billing month.\nif such day is not contained within the billing month, then the payment will be made on either the 28 th or the 30 th of the applicable billing month in the discretion of fuboTV Fees for Annual Paid Subscriptions are due and payable on an annual basis in advance, with your first payment due and payable on the first day of Your subscription, following the Trial Period.\n.\neach annual payment thereafter will be made on the same day as the first annual payment if that day is contained with the billing month.\nif such date is not contained within the billing month, then the payment will be made on either the 28th or the 30th of that billing month in the discretion of fuboTV.\nAll other Fees will be due and payable as indicated through the Platform.\nIf You have specified credit card, debit card, online payment account, mobile services account, or other payment method as an applicable payment mechanism under this Agreement, You grant fuboTV the right to charge the applicable payment account You provided to fuboTV for all Fees incurred under this Agreement.\nWhen You register a credit or debit card for a new account, You authorize fuboTV to place a pending charge to Your credit or debit card to verify Your billing address and the validity of Your credit or debit card.\nsuch pending charges are temporary and will not be converted into an actual charge to You.\nPending charges, while pending, will, however, reduce the available amount of credit on Your credit card or funds available to Your debit card.\nYou are solely responsible for any and all fees charged to Your credit or debit card by the issuer, bank, or financial institution, including fees for any overdraft or other insufficient funds, or for exceeding any applicable credit limit.\nOnce Your account is authenticated, the credit or debit card that You registered with Your account will be charged for each transaction without having to reenter Your credit or debit card information.\nFOR THE AVOIDANCE OF DOUBT, Except as prohibited under applicable law, all Fees will be non-refundable once paid to fuboTV (including upon any termination or suspension of this Agreement).\nUntil paid in full, all past due amounts will bear an additional charge of the lesser of 1½% per month or the maximum amount permitted under applicable law.\nIf fuboTV requires use of collection agencies, attorneys, or courts of law for collection of Your account, You will be responsible for those expenses.\nYou will be responsible for any and all use, sales, and other taxes imposed on the Services provided under this Agreement.&nbsp;</p>\n12.\nPricing Changes.\n<p>fuboTV reserves the right to adjust pricing for our Services in any manner and at any time as we may determine in our sole and absolute discretion.\nWe will post a notice of any changed prices within support.fubo.tv and if you have an Account, we will send an email to the email address in your Account regarding the price change.\nExcept as otherwise expressly provided for in this Agreement, any price changes to Your subscription will take effect at the beginning of the next subscription period following notice to You.\nIf you do not agree to the price change, your sole recourse is to termination your subscription prior to the end of the then current subscription period.&nbsp;</p>\n13.\nTermination and Effect.\n<ul>\n<li>\n<strong>a.\nTermination</strong>.\nThis Agreement may be terminated by fuboTV, at any time, in fuboTV’s sole discretion: (a) immediately upon any breach by You of this Agreement, including a failure to pay any required Fees, with or without notice to You of such breach.\nor (b) at any time during any Trial Subscription, for any reason or no reason, upon notice to You.\nYou may terminate this Agreement at any time upon notice to fuboTV or by deleting Your Account as may be permitted through the Platform.&nbsp;</li>\n<li>\n<strong>b.\nEffect</strong>.\nTermination of this Agreement will terminate all of Your Accounts on the Platform (whether a Trial Subscription, Monthly Paid Subscription or Annual Paid Subscription).\nUpon termination or expiration of this Agreement for any reason: (a) fuboTV may terminate all access to or use of Your Accounts.\n(b) all rights and subscriptions granted to You under this Agreement will terminate.\n(c) You will immediately cease all use of and access to the Platform and all Content and Services.\n(d) You will immediately delete any Applications You have downloaded or installed prior to termination.\n(e) all Fees then owed by You (including, for Annual Paid Subscriptions, any Fees applicable to the remaining subscription term) will become immediately due and payable.\nand (f) You will immediately either return to fuboTV or, at fuboTV’s discretion, destroy any Content of fuboTV and any other information related to this Agreement in Your possession or control.&nbsp;</li>\n</ul>\n14.\nSuspension.\n<p>&nbsp;Without limiting fuboTV’s right to terminate this Agreement, fuboTV may also suspend, disconnect, limit or terminate Your access to Your Account and the Platform and any Content or Services (including Your Content), with or without notice to You, upon any actual, threatened or suspected breach of this Agreement (including, for the avoidance of doubt, non-payment of Fees or a violation of Section 7(h)) or applicable Law or upon any other conduct deemed by fuboTV, in its sole discretion, to be inappropriate or detrimental to the Platform, fuboTV, or any other User or third party.&nbsp;</p>\n15.\nRestarting Services.\n<p>If Your Account is disconnected for non-payment, or for any other reason whatsoever, then fuboTV may require that You pay, and You agree to pay, any amount due (regardless of how long outstanding, and including all past due charges and all outstanding balances accrued through the date of such disconnection) before fuboTV reconnects Your access to the Platform and Services.\nfuboTV is not obligated to reconnect Your access to any of the Services.\nIf Your Services are disconnected for non-payment, or for any other reason whatsoever, then You may no longer be eligible, even if You pay to restart Your subscription, to receive any remaining credits or promotional pricing that You would have been eligible to receive had Your subscription, or any of our other Services, not been disconnected, suspended, limited, or terminated.&nbsp;</p>\n16.\nPlatform Technology.\n<p>The Platform, and the databases, software, hardware and other technology used by or on behalf of fuboTV to operate the Platform, and the structure, organization, and underlying data, information and software code thereof (collectively, the “<strong>Technology</strong>”), are the property of and constitute valuable trade secrets of fuboTV.\nfuboTV retains all right, title and interest, including, without limitation, all IPR (as defined below), in and to the Technology and any additions, improvements, updates and modifications thereto.\nYou receive no ownership interest in or to the Technology and You are not granted any right or license to use the Technology itself, apart from Your ability to access the Platform, under this Agreement.\nThe fuboTV name, logo and all names and logos associated with any Content or Services appearing on the Platform are trademarks of fuboTV and its providers and You are granted no right or license to use them.\nFor purposes of this Agreement, “<strong>IPR</strong>” means all intellectual property rights, proprietary rights, rights of publicity, rights of privacy, and any and all other legal rights protecting data, information or intangible property throughout the world, including, without limitation, any and all copyrights, trademarks, service marks, trade secrets, patent rights, moral rights, sui generis rights in databases, and contract rights.&nbsp;</p>\n17.\nRepresentations and Warranties.\n<p>You represent and warrant to fuboTV that: (a) You have the legal right and authority to enter into this Agreement.\n(b) this Agreement forms a binding legal obligation on Your behalf.\nand (c) You have the legal right and authority to perform Your obligations under this Agreement and to grant the rights and licenses described in this Agreement.&nbsp;</p>\n18.\nDisclaimers.\n<ul>\n<li>&nbsp;<strong>No Endorsement</strong>.\nAll Content made available to You through the Platform is for ENTERTAINMENT purposes only.\nNeither fuboTV nor any LICENSOR OR PROVIDER OF fuboTV recommends or endorses any content or any specific products, SERVICES, procedures, opinions or RECOMMENDATIONS that may be included on the Platform OR IN ANY CONTENT.\nYour reliance on any Content appearing on the Platform is solely at your own risk.&nbsp;</li>\n<li>&nbsp;<strong>No Additional Warranties</strong>.\nTHE PLATFORM AND ALL CONTENT and SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE.” fuboTV and its providers do not warrant or guarantee the accuracy, completeness, adequacy or currency of THE PLATFORM OR any Content or services and do not endorse the views or opinions that may be expressed in the PLATFORM Content or other data, information OR CONTENT THAT MAY BE provided through the PLATFORM.\nfuboTV AND ITS providers EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND REPRESENTATIONS OF ANY KIND WITH REGARD TO the PLATFORM, CONTENT, SERVICES and other SUBJECT MATTER OF THIS AGREEMENT, WHETHER EXPRESS, IMPLIED OR STATUTORY, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY, title or non-infringement.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE GIVEN BY fuboTV, ITS EMPLOYEES, PROVIDERS OR AGENTS WILL INCREASE THE SCOPE OF, OR CREATE ANY NEW WARRANTIES IN ADDITION TO, THE WARRANTIES expressly SET FORTH IN THIS SECTION.&nbsp;</li>\n</ul>\n19.\nIndemnity.\n<p>You hereby agree to indemnify, defend, and hold harmless fuboTV and its officers, directors, shareholders, affiliates, employees, agents, contractors, assigns, Users, customers, providers, licensors, and successors in interest (“<strong>Indemnified Parties</strong>”) from any and against all claims, losses, liabilities, damages, fees, expenses and costs (including attorneys’ fees, court costs, damage awards, and settlement amounts) that result from any claim or allegation against any Indemnified Party arising in any manner from: (1) Your access to or use of the Platform or any Content or Services.\n(2) Your Content or any access to or use thereof.\n(4) any access to or use of Your Content by any other Users.\n(5) Your collection, use, or disclosure of any User Information, and (6) Your breach of any provision of this Agreement, including any representation or warranty.\nfuboTV will provide You with notice of any such claim or allegation, and fuboTV will have the right to participate in the defense of any such claim at its expense.&nbsp;</p>\n20.\nLimitation on Liability.\n<p>fuboTV will not BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, HOWEVER CAUSED, UNDER ANY THEORY OF LIABILITY, WHETHER IN CONTRACT, STRICT LIABILITY OR TORT (INCLUDING NEGLIGENCE OR OTHERWISE), ARISING IN CONNECTION WITH THIS AGREEMENT OR OUT OF THE USE OF THE PLATFORM OR ANY CONTENT OR SERVICES, EVEN IF fuboTV HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, INCLUDING, WITHOUT LIMITATION, ANY LOSS OF CONTENT, OPPORTUNITY, REVENUES, PROFITS OR REPUTATION, BUSINESS INTERRUPTION, OR PROCUREMENT OF SUBSTITUTE CONTENT, GOODS, OR SERVICES.\nfuboTV’s TOTAL CUMULATIVE LIABILITY IN CONNECTION WITH THIS AGREEMENT, THE PLATFORM, AND all CONTENT AND SERVICES provided under this agreement OR THROUGH THE PLATFORM, WHETHER IN CONTRACT OR TORT OR OTHERWISE, WILL NOT EXCEED ANY amounts paid by you to fuboTV in the 12 month period preceding the events giving rise to any liability.\nYou agree THAT fuboTV WOULD NOT ENTER INTO THIS AGREEMENT WITHOUT THESE LIMITATIONS ON ITS LIABILITY.\nIN JURISDICTIONS WHERE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES IS NOT PERMITTED, fuboTV’s LIABILITY IS LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.&nbsp;</p>\n21.\nClaims of Infringement.\n<p>fuboTV respects Your copyrights and other intellectual property rights and those of other third parties.\nIf You believe in good faith that Your copyrighted work has been reproduced on the Platform without Your authorization in a way that constitutes copyright infringement, You may notify our designated copyright agent by mail to: <br>\n&nbsp;</p>\n<ul>\n<li>fuboTV, Inc.</li>\n<li>Attn: Copyright Infringement Agent</li>\n<li>&nbsp;legal@fubo.tv&nbsp;</li>\n</ul>\n<p>&nbsp;Please provide the following information to fuboTV’s Copyright Infringement Agent: (1) the identity of the infringed work, and of the allegedly infringing work.\n(2) Your name, address, daytime phone number, and email address, if available.\n(3) a statement that You have a good-faith belief that the use of the copyrighted work is not authorized by the owner, his or her agent, or the law.\n(4) a statement that the information in the notification is accurate and, under penalty of perjury, that You are authorized to act on behalf of the owner.\nand (5) Your electronic or physical signature.\nPlease be advised that fuboTV will not respond to complaints that do not meet these requirements.\nIf fuboTV determines that the materials alleged to infringe your copyright or trademark rights do not require removal, fuboTV will remove those materials only pursuant to a court order declaring the content or use of the materials unlawful.\n<br> If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, you may send us a counter-notice.\nCounter-notices must include the following information: (a) your name, address, and telephone number.\n(b) the source of the content that was removed.\n(c) a statement under penalty of perjury that you have a good-faith belief that the content was removed in error.\n(d) a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located.\nor, if your address is outside of the United States, for any judicial district in which fuboTV may be found, and that you will accept service of process from the person who provided the original complaint.\nand (e) a physical or electronic signature (for example, typing your full name).\n<br> Notices and counter-notices with respect to the Services must meet the then-current statutory requirements imposed by the Digital Millennium Copyright Act (“<strong>DMCA</strong>”) (see http://copyright.gov/title17/92appb.html) and should be sent to the agent identified above.\nWe suggest that you consult your legal advisor before filing a notice or counter-notice.\nAlso, be aware that there can be penalties for false claims under the DMCA.\n<br>\n&nbsp;</p>\n22.\nDisputes.\n<p>&nbsp;Except as otherwise provided below, the parties will attempt to resolve all disputes, controversies, or claims arising under, out of, or relating to this Agreement, including the formation, validity, binding effect, interpretation, performance, breach or termination, of this Agreement and the arbitrability of the issues submitted to arbitration hereunder and non-contractual claims relating to this Agreement (each, a “<strong>Dispute</strong>”), in accordance with the procedures set forth in this Section.\nIf any Dispute cannot be resolved through negotiations between the parties within 5 days of notice from one party to the other of the Dispute, such Dispute will be finally settled through binding arbitration under the arbitration rules of the JAMS (“<strong>JAMS</strong>”) then in effect (the “<strong>Rules</strong>”).\nEither party may commence the arbitration by delivering a request for arbitration as specified in the Rules.\nThe arbitration will be conducted before a sole neutral arbitrator selected by agreement of the parties.\nIf the parties cannot agree on the appointment of a single arbitrator within 30 days (the “<strong>Initial Period</strong>”) after either party to this Agreement delivers a request for arbitration, a neutral arbitrator will be selected as provided in the Rules.\nThe arbitration will be conducted exclusively in the English language at a site specified by fuboTV in New York, NY, U.S.A.\nThe award of the arbitrator will be the exclusive remedy of the parties for all claims, counterclaims, issues or accountings presented or plead to the arbitrator.\nThe award of the arbitrators will require payment of the costs, fees and expenses incurred by the prevailing party in any such arbitration by the non-prevailing party.\nJudgment upon the award may be entered in any court or governmental body having jurisdiction thereof.\nAny additional costs, fees or expenses incurred in enforcing the award may be charged against the party that resists its enforcement.&nbsp;</p>\n23.\nGoverning Law and Venue.\n<p>Subject to Section 21, The interpretation of the rights and obligations of the parties under this Agreement, including, to the extent applicable, any negotiations, arbitrations or other proceedings hereunder, will be governed in all respects exclusively by the laws of the State of New York U.S.A.\nas such laws apply to contracts between New York residents performed entirely within the State of New York without regard to the conflict of laws provisions thereof.\nSubject to Section 21 (Disputes), each party will bring any action or proceeding arising from or relating to this Agreement exclusively in a federal or state court located in New York, NY U.S.A.\nand You irrevocably submit to the personal jurisdiction and venue of any such courts in any such action or proceeding brought in such courts by fuboTV.&nbsp;</p>\n24.\nNotices.\n<p>&nbsp;Unless otherwise specified in this Agreement, any notices required or allowed under this Agreement will be provided to fuboTV by postal mail to the address for fuboTV listed on the Platform.\nfuboTV may provide You with any notices required or allowed under this Agreement by sending You an email to any email address You provide to fuboTV in connection with Your Account, provided that in the case of any notice applicable both to You and other Users of the Platform, fuboTV may instead provide such notice by posting on the Platform.\nNotices provided to fuboTV will be deemed given when actually received by fuboTV.\nNotice provided to You will be deemed given 24 hours after posting to the Platform or sending via email, unless (as to email) the sending party is notified that the email address is invalid.&nbsp;</p>\n25.\nLinked Sites.\n<p>The Platform may contain links to third-party sites or Content that are not under the control of fuboTV.\nIf You access a third-party site or Content from the Platform, then You do so at Your own risk and fuboTV is not responsible for any content on any linked site or content.\nYou may establish a link to the Site, provided that the link does not state or imply any sponsorship or endorsement of Your site by fuboTV or any group or individual affiliated with fuboTV.\nYou may not use on Your site any Platform Content or marks appearing on the Platform in establishing the link.\nYou may not frame or otherwise incorporate into another site the content or other materials on the Platform without prior written consent.&nbsp;</p>\n26.\nAdditional Terms.\n<p>&nbsp;Unless otherwise amended as provided herein, this Agreement will exclusively govern Your access to and use of the Platform, including all Content and Services, and is the complete and exclusive understanding and agreement between the parties, and supersedes any oral or written proposal, agreement or other communication between the parties, regarding Your access to and use of the Platform and all Content and Services.\nExcept as expressly set forth in this Agreement, this Agreement may be amended or modified only by a writing signed by both parties.\nAll waivers by fuboTV under this Agreement must be in writing or later acknowledged by fuboTV in writing.\nAny waiver or failure by fuboTV to enforce any provision of this Agreement on one occasion will not be deemed a waiver by fuboTV of any other provision or of such provision on any other occasion.\nIf any provision of this Agreement is held to be unenforceable, that provision will be removed to the extent necessary to comply with applicable Law, replaced by a provision that most closely approximates the original intent and economic effect of the original to the extent consistent with the applicable Law, and the remaining provisions will remain in full force.\nThe prevailing party in any lawsuit or proceeding arising from or related to this Agreement will be entitled to receive its costs, expert witness fees and reasonable attorneys’ fees, including costs and fees on appeal.\nNeither this Agreement nor any rights or obligations of You hereunder may be assigned or transferred by You (in whole or in part and including by sale, merger, consolidation, or other operation of law) without the prior written approval of fuboTV.\nAny assignment in violation of the foregoing will be null and void.\nfuboTV may assign this Agreement to any party that assumes fuboTV’s obligations hereunder.\nThe parties hereto are independent parties, not agents, employees or employers of the other or joint venturers, and neither acquires hereunder any right or ability to bind or enter into any obligation on behalf of the other.\nAny reference herein to “including” will mean “including, without limitation.” Upon request from fuboTV, You agree to provide fuboTV with such documentation or records with respect to Your activities under this Agreement as may be reasonably requested for fuboTV to verify Your compliance with the terms of this Agreement and all applicable Laws.\nThe following Sections survive any expiration or termination of this Agreement: 1-6, 7(d), 7(e), 8-12, 123(b), 14-19 and 21-25.&nbsp;</p>\n<p>&nbsp;</p>Our Approach to PrivacyReturn to Fubo", "created_at": "2023-05-25 14:38:49.437041", "updated_at": "2023-05-25 14:39:55.512151"}], "points": [], "urls": ["fubo.tv"]}}