{"error": 448, "message": "OK", "parameters": {"id": 9241, "name": "World Intellectual Property Organization (WIPO)", "created_at": "2023-07-16 00:31:40.311137", "updated_at": "2023-07-16 10:02:36.074585", "wikipedia": "https://en.wikipedia.org/wiki/World_Intellectual_Property_Organization", "keywords": null, "related": null, "slug": "world-intellectual-property-organization-wipo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9241.png", "url": "wipo.int", "documents": [{"id": 18093, "name": "Terms of Use", "url": "https://www.wipo.int/tools/en/disclaim.html", "xpath": "/html/body/div[2]", "text": " On this page <strong>\n</strong>\n<ul>\n<li>Open access policy</li>\n<li>General disclaimer</li>\n<li>Disclaimer on maps</li>\n<li>Disclaimer on names and designations</li>\n<li>Privileges and immunities</li>\n<li>Settlement of dispute</li>\n</ul> Terms of Use\n<p>Unless service-specific terms of use apply, by browsing the WIPO website and using its online services, the user agrees to the following:</p>\nOpen access policy\n<p>In November 2016, WIPO adopted an Open Access Policy in support of its commitment to the sharing and dissemination of knowledge, and to make its publications easily available to the widest possible audience.</p>\n<p>WIPO believes that a fundamental purpose of a balanced and effective intellectual property (IP) system is to provide frameworks and incentives that encourage the creation, dissemination and use of works of the human mind for the economic, cultural and social benefit of all.</p>\n<p>WIPO takes a leading role in facilitating universal access to the wealth of knowledge and technology information generated by the international IP system.\nAs the world reference source of IP-related information, WIPO also makes available extensive collections of publications, data, studies, reports, and learning resources.\nWIPO’s Open Access Policy formalizes this commitment to knowledge-sharing, providing more streamlined access to these resources, and enabling policymakers, researchers, practitioners and the general public to easily use and build upon them.</p>\nWhat the Open Access Policy does\n<p>Under the Open Access Policy, while retaining ownership of the copyright on its content, WIPO facilitates access to its online publications and to other online content published under WIPO’s name, without payment, and minimizes the conditions or restrictions placed on the use of its content.</p>\n<p>To support the implementation of the Open Access Policy, WIPO applies Creative Commons (CC) licenses.\nCC licenses are a set of copyright tools and model agreements that facilitate open access to creative content.</p>\n<p>Except for some content published under more restrictive terms, new WIPO online publications and other online content are issued under an Attribution 4.0 International CC license (CC BY 4.0).&nbsp.\nThis allows anyone to reproduce, distribute, adapt, translate and publicly perform content published online under WIPO’s name, without explicit permission, provided that such use is accompanied by an acknowledgement that WIPO is the source, and clearly indicates if changes are made to the original content.</p>\n<p>The user does not have the right to use any WIPO official emblem or logo and may not, implicitly or explicitly, imply any sponsorship or endorsement by WIPO without the express prior written permission of WIPO.\nPlease send a request to WIPO to obtain such permission.</p>\n<p>WIPO retains full copyright ownership of all material unless otherwise specified.</p>\n<p>This Open Access Policy is not applicable to third party content.\nWhen content published by WIPO contains material that belongs to one or more third-party right holders, including, for example, images, graphics, trademarks or logos etc., anyone wishing to use such content is solely responsible for clearing the rights to that material with the right holder(s).</p>\nGeneral disclaimer\n<p>WIPO makes every effort to ensure, but cannot and does not guarantee, and makes no warranties as to, the accuracy, accessibility, integrity and timeliness of this information.\nWIPO assumes no liability or responsibility for any errors or omissions in the content of its website and online services and further disclaims any liability of any nature for any loss howsoever caused in connection with using its website and online services.\nWIPO may make changes to these materials at any time without notice.</p>\n<p>Hyperlinks to other websites are provided as a convenience only, and imply neither responsibility for, nor approval of, the information contained in those other web sites on the part of WIPO.\nWIPO makes no warranty, either express or implied, as to the accuracy, availability, reliability or content of such information, text, graphics and hyperlinks.\nWIPO has not tested any software located on other sites and does not make any representations as to the quality, safety, reliability or suitability of such software.</p>\n<p>While WIPO makes every effort to ensure that any software available to be downloaded from the WIPO website and online services is free of any software virus, it cannot guarantee that the material is free from any or all software viruses.\nWIPO is not responsible for any loss or damage howsoever caused by the software and related codes, including viruses and worms.</p>\nDisclaimer on maps\n<p>The designations employed and the presentation of material on maps displayed by WIPO on its website and online services do not imply the expression of any opinion whatsoever on the part of the Organization concerning the legal status of any country, territory, city or area or of its authorities, or concerning the delimitation of its frontiers or boundaries.</p>\nDisclaimer on names and designations\n<p>The names and the designations used by WIPO on its website and online services do not imply the expression of any opinion whatsoever on the part of WIPO concerning the legal status of any country, territory, city or area.</p>\nPrivileges and immunities\n<p>Nothing in or relating to these Terms of Use or the WIPO website and online services shall be deemed or interpreted as a waiver of any of the privileges and immunities accorded to WIPO as an international organization and specialized agency of the United Nations.</p>\nSettlement of disputes\n<p>Any dispute between WIPO and the user arising out of or relating to these Terms of Use that cannot be resolved amicably shall be referred to arbitration in accordance with the UNCITRAL Arbitration Rules then in force.\nThe parties shall be bound by any arbitration award rendered as a result of such arbitration as the final adjudication of such a dispute.</p> ", "created_at": "2023-07-16 00:32:16.087264", "updated_at": "2023-07-16 00:32:25.061681"}, {"id": 18092, "name": "Personal data and Privacy Policy", "url": "https://www.wipo.int/tools/en/privacy_policy.html", "xpath": "/html/body/div[2]", "text": null, "created_at": "2023-07-16 00:31:41.741176", "updated_at": "2023-07-16 00:33:30.811676"}], "points": [], "urls": ["wipo.int"]}}