{"error": 448, "message": "OK", "parameters": {"id": 9385, "name": "textero ai", "created_at": "2023-08-23 19:43:07.921787", "updated_at": "2023-08-23 22:02:28.771781", "wikipedia": null, "keywords": null, "related": null, "slug": "textero-ai", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9385.png", "url": "textero.ai", "documents": [{"id": 18470, "name": "The Privacy and Cookie Policy", "url": "https://ylpllmtfjfrxkrpojixz.supabase.co/storage/v1/object/public/policies/Textero.ai_Privacy_Policy.pdf", "xpath": "//body", "text": "The Privacy and Cookie Policy,This Privacy and Cookie Policy is an integral part of the Terms and regulates our use of, in par:cular, Your Personal ,Data, and also provides informa:on about how and when we use cookies – all in the context of Your usage of the ,Services.,If You have any ques:ons about this Privacy and Cookie Policy, please contact us at ,The Laws and Regula8ons,The laws that govern personal data in EU are:,●,Law providing for the Protec:on of Natural Persons with regard to the Processing of Personal Data and ,for the Free Movement of such Data of 2018 (Law 125(I)/2018),●,REGULATION (EU) 2016/679 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 27 April 2016 on ,the protec:on of natural persons with regard to the processing of personal data and on the free ,movement of such data and repealing General Data Protec:on Regula:on (“GDPR”).,“Personal Data” has a meaning outlined in the General Data Protec:on Regula:on (GDPR).\n,Basic Principles,Your privacy is cri:cally important to us.\nWe have a few fundamental principles:,●,We are though`ul about the Personal Data we ask You to provide and the Personal Data that we collect ,about You through the opera:on of our Services.,●,We store Personal Data for no longer we really have a need to keep it or when it is required by law.,●,We aim for full transparency on how we gather, use, and share Your Personal Data.,What Our Privacy Policy Covers,We are the company Nuovo Step s.r.o., registered in the Czech Republic.,This Privacy Policy applies to informa:on that we collect about You when You use our website: Textero.ai,We are commibed to protect and respect Your privacy.\nThis Privacy Policy sets out how we may use, process and ,store Your Personal Data.\nIf such Personal Data can directly or indirectly refer to You as a natural person, such ,informa:on consists of Your “Personal Data” and shall be strictly protected by us.\nBelow we explain how we ,collect, use, and share informa:on about You, along with the choices that You have with respect to that ,informa:on.,How We Can Receive Your Informa8on,We may get that informa:on from You or our partners, through contracts or other legal arrangements You have ,with us or our partners on behalf of us, in order to deliver contractual/legal obliga:ons.\nYour permission and ,consent can be collected by us directly, or we may receive your Personal Data from third par:es whom You have ,given consent to pass this data on to us.,Informa8on we collect about you,When using our Services and paying for them, and/or visi:ng our website, or member communi:es, we may ,automa:cally collect informa:on about You, for example:,●,Public informa:on from Your Facebook account;,●,Informa:on from the payment provider (as of the moment – Checkout);,●,Informa:on about what type of device You use;,●,Cookies;,The following part is related to the la2er type of informa5on, cookies.\nPlease familiarize yourself with it, and ,proceed further to ﬁnd out about other types of informa5on we collect.,What is a cookie?,Cookies are small text ﬁles we send to Your computer or mobile device.\nThey are unique to Your account or Your ,browser.\nSession-based cookies last only while Your browser is open and are automa:cally deleted when You close ,Your browser.\nPersistent cookies last un:l You or Your browser delete them or un:l they expire.,You can read more about cookies at this site.,Do we use cookies?,Yes.\nWe use cookies and similar technologies like single-pixel GIFs and web beacons.\nWe use both session-based ,and persistent cookies to provide You Services.\nWe set and access our own cookies, and we also use third-party ,cookies, like Google Analy:cs.,How do we use cookies?,Some cookies are associated with Your account and Personal Data in order to remember that You are logged in and ,which Services You order.\nOther cookies are not :ed to Your account but are unique and allow us to carry out ,analy:cs and customiza:on, among other similar things.,Cookies can be used to recognize You when You use our services, remember your preferences, and give You a ,personalized experience that’s consistent with Your sehngs.\nCookies also make Your interac:ons faster and more ,secure.,How we use cookies for adver8sing?,Cookies and other ad technology such as beacons, pixels, and tags help us market more eﬀec:vely to users that we ,and our partners believe may be interested in our services.\nThey also help provide us with aggregated audi:ng, ,research, sta:s:cs, and repor:ng and know when content has been shown to You.,What to do if You don't want cookies to be set?,You may prefer not to allow cookies, which is why most browsers give You the ability to manage cookies to suit Your ,interest.\nIn some browsers, You may also manage cookies preferences for each par:cular website, or service/,applica:on (if provided in a form of website).,You can ﬁnd the instruc:ons how to manage Your cookies for diﬀerent browsers below:,●Google Chrome,●Internet Explorer,●Mozilla Firefox,●Safari,●Android Browser,●Opera,For other browsers, please consult the documenta:on that Your browser manufacturer provides.,You may opt-out of third-party cookies from Google Analy:cs on its website.,You can opt out of interest-based targe:ng provided by par:cipa:ng ad servers through the Digital Adver:sing ,Alliance (hbp://youradchoices.com).\nIn addi:on, on Your iPhone, iPad or Android, you can change your device ,sehngs to control whether you see online interest-based ads.,Note! If you limit the ability of websites and applica:ons to set cookies, You may worsen Your overall user ,experience and/or lose the ability to access the Services, since it will no longer be personalized to You.\nIt may also ,stop You from saving customized sehngs, like login informa:on.,Cookies We Use,Categories of Descrip8on,Use,Authen:ca:onIf You're signed in to our website, cookies help us show You the right informa:on and ,personalize Your experience.,SecurityWe use cookies to enable and support our security features, and to help us detect ,malicious ac:vity.,Preferences, Cookies can tell us which language You prefer and what Your communica:ons ,features, and preferences are.\nThey can help You ﬁll out forms on our website more easily.\nThey also ,servicesprovide You with features, insights, and customized content.,Marke:ngWe may use cookies to help us deliver marke:ng campaigns and track their ,performance (e.g., a user visited our support page and then made a purchase).\n,Similarly, our partners may use cookies to provide us with informa:on about Your ,interac:ons with their services, but use of those third-party cookies would be subject to ,the service provider’s policies.,Performance, Cookies help us learn how convenient our website is for users.\nWe also use cookies to ,Analy:cs, and understand, improve, and research products, features, and services, including to create ,Researchlogs and record when You access our website from diﬀerent devices, such as Your work ,computer or Your mobile device.,The next part of this document is related to all other types of informa5on we collect, except cookies.\nFor informa5on ,on them, please go back and read the la2er sec5on of this policy.,Why do we collect Personal Data?,TypeCookieDescrip8onDura8on,Other1 year,_hjSessionUser_339Hotjar script.\nIt is used to persist the Hotjar User ID, unique to that ,2335site on the browser.\nThis ensures that behavior in subsequent visits ,Hotjar cookie that is set when a user ﬁrst lands on a page with the ,to the same site will be abributed to the same user ID.,Other2 minutes,_hjIncludedInSessioHotjar uses it to determine if a user is included in the data sampling ,nSample_3392335deﬁned by site's daily session limit.,Othersubsequent requests within the session window will be abributed to 30 minutes,_hjSession_339233,5,A cookie that holds the current session data.\nThis ensures that ,the same Hotjar session.,NecessarymStripe sets this cookie to process payments.1 year 1 month 4 days,Necessary__stripe_midStripe sets this cookie to process payments.1 year,Necessary__stripe_sidStripe sets this cookie to process payments.,Func:onal30 minutes,_hjAbsoluteSessionIHotjar sets this cookie to detect a user's ﬁrst pageview session, ,nProgresswhich is a True/False ﬂag set by the cookie.,Analy:cs_ga_*Google Analy:cs sets this cookie to store and count page views.1 year 1 month 4 days,Analy:cs_ga1 year 1 month 4 days,Google Analy:cs sets this cookie to calculate visitor, session and ,campaign data and track site usage for the site's analy:cs report.\n,The cookie stores informa:on anonymously and assigns a randomly ,generated number to recognise unique visitors.,Analy:cs_hjFirstSeenthe true/false value, indica:ng whether it was the ﬁrst :me Hotjar 30 minutes,Hotjar sets this cookie to iden:fy a new user’s ﬁrst session.\nIt stores ,saw this user.,Analy:cs_qpFacebook or on a digital pla`orm powered by Facebook adver:sing 3 months,Facebook sets this cookie to display adver:sements when either on ,arer visi:ng the website.,Adver:semTikTok set this cookie to track and improve the performance of ,entadver:sing campaigns, as well as to personalise the user experience.,_bp1 year 24 days,Adver:semReddit sets this cookie to build a proﬁle of your interests and show ,entyou relevant ads.,_rdt_uuid3 months,Adver:semTiktok set this cookie to collect data about behaviour and ac:vi:es ,enton the website and to measure the eﬀec:veness of the adver:sing.,_b_enable_cookie1 year 24 days,Adver:semTikTok set this cookie to track and improve the performance of ,entadver:sing campaigns, as well as to personalise the user experience.,_bp1 year 24 days,We collect informa:on for some or all of the following reasons:,●,To provide services to You under the Terms;,●,To provide informa:on about related or other our, or our partners’, products or services You might be ,interested in within a reasonable :me arerward, if You are already an exis:ng User;,●,To provide informa:on to You about Services You have purchased from us, or related products or ,Services;,●,For legal reasons, for example, if You have entered into a contract with us;,●,To provide informa:on to You about our Services if You have consented to receive it.,Social Networking Services,You may register to join the website by logging into Your accounts with a third-party social networking service (e.g., ,Facebook, Google account, and other third-party services that may be added to the website).\nIf You choose to ,register using a social network proﬁle, or to later link Your account to a social network, we will use the Personal ,Data You have provided to the social network (such as Your name, email address, gender and other informa:on You ,make publicly available via the social network) to create the account.\nNote that the informa:on we collect from ,and through the social network may depend on the privacy sehngs You have set with the social network and the ,permissions You grant to us in connec:on with linking your account on our website to Your account with the social ,network.,If You decide to “like” or “share” content, or to otherwise share informa:on from or via the website with a third-,party site or service, that informa:on may be publicly displayed, and the third party may have access to ,informa:on about You and Your use of the website.,Your interac:ons with third par:es through social networks or similar features are governed by the respec:ve ,privacy policies of those third par:es.\nPlease note that Your rela:onship with any social network is governed solely ,by Your agreement(s) with such social network.,Grounds for collec8ng informa8on from You,We may collect informa:on from You when we have a legal reason (allowed by law or under contract) to collect the ,informa:on, or when You have consented for us to do so for a speciﬁc purpose (e.g.\nservices provision or ,newslebers).,Legal basis we have for processing Your personal data,We may process Your personal data because:,●,We have a contract with You;,●,You have given us permission to do so;,●,We must provide services to You because You have ordered them;,●,You have asked us to do so;,●,To comply with the law.,All of these reasons are reasons we may legally process the data we have about You.,Ways of providing data,You may give us informa:on about You with Your consent, for example:,●,By using the Services, when such usage is done with Your Google account;,●,By asking/pos:ng ques:on via means of the Services;,●,Contac:ng with us through our online chat, phone numbers, emails, or other means of communica:on ,available to You.,This informa:on may be personal, ﬁnancial, educa:onal, or related to services provided to You.,You may give us informa:on for legal reasons, such as to enter into a contract with us, when You are buying ,Services from us.,Informa8on we receive from other sources,We may receive informa:on about You if You use any of the websites we operate, any other services we provide, or ,from our business partners en:tled to collect informa:on on our behalf.,We also work with third par:es (including, for example, business partners, subcontractors in technical, payment ,and delivery services, adver:sing networks, analy:cs providers, search informa:on providers, credit reference ,agencies, background checking agencies) and may receive informa:on about You from them as part of the service ,we provide You, or for other legal reasons.,Files.\nWe may collect and store the ﬁles You upload via the Services.\nPlease do not share with us the ﬁles You are ,not permibed to use.\nPlease do not upload or share with us the ﬁles that contain Your Personal Data or Personal ,Data of third par:es without permission.\nWe may not guarantee that such Personal Data will be secured.,Who might we share Your data with?,Within Nuovo Step s.r.o.\nyour personal data is only accessible to the employees who need this data for successful ,performance of their oﬃcial du:es and assignments.\nOutside Nuovo Step s.r.o.the access to your personal data is ,very restricted for only below described speciﬁc cases and in cases when processing of such personal data is ,necessary.,We may share Your Personal Data with third par:es, either because You have consented to allow us to do so or for ,other legal reasons.\nFor example, we may share your Personal Data with:,●,Our marke:ng staﬀ to provide You with promo:onal materials arer You have been provided with our ,Services;,●,Our group companies, which means our subsidiaries, or our ul:mate holding company and its ,subsidiaries;,●,Subcontractors and third par:es for the purpose of the performance of a contract that we hold with ,them or that we hold with You;,●,With third par:es, because You have given consent;,●,With third par:es who provide us services because You have purchased goods or services.,If Nuovo Step s.r.o.\nuses outsourced service providers who process your data, we sign a data processing and ,protec:on agreement with such en::es obliging the service provider:,a) to implement relevant measures for protec:ng data conﬁden:ality and security, and ,b) to process personal data in compliance with applicable legisla:on.,Nuovo Step s.r.o.\ndoes not transfer your personal data to third par:es outside the European Economic Area or ,countries where the decision on data protec:on compliance is not adopted according to Ar:cle 25.6 of Direc:ve ,95/46/EC or its authori:es according to Ar:cle 45.1 of the General Data Protec:on Regula:on (EU) 2016/679.,Other reasons we may share Your Personal Data with a third party,If Nuovo Step s.r.o.\nor substan:ally all its assets are acquired by a third party, Personal Data held by it about its ,Users will be one of the transferred assets of the company.,In addi:on, we will share Your Personal Data with third par:es for the following reasons:,●,If we must comply with a legal obliga:on.\nin certain situa:ons, we may be required to disclose Personal ,Data in response to lawful requests by public authori:es, including to meet na:onal security or law ,enforcement requirements.,●,If it is legally requested by a government agency;,●,To enforce or apply our Terms or other agreements;,●,To protect the rights, property, or safety of Nuovo Step s.r.o., our Users, or others;,●,If exchange informa:on with third par:es aimed to prevent fraud or to reduce our credit or other risks.,Subprocessors ,To facilitate the provision of our Services, Nuovo Step s.r.o.\nmay engage and use data processors who may have ,access to certain Personal Data (“Subprocessors”).\nSubprocessors may assist us in delivering infrastructure services, ,providing customer support, and sending email no:ﬁca:ons.\nBefore engaging any Subprocessor, Nuovo Step s.r.o.\n,diligently evaluates their privacy, security, and conﬁden:ality prac:ces, and ensures that an agreement is in place ,that implements their applicable obliga:ons.,We may use the following Subprocessors to host Customer Data or provide other infrastructure that helps with ,delivery of our Services (the list may be amended from :me to :me, please check the current version of this ,Privacy Policy):,By providing your explicit consent, you agree that Nuovo Step s.r.o.\nmay engage Subprocessors that comply with ,applicable Regula:ons and security standards set forth in this Policy.,If Subprocessors perform tasks on our behalf, they are contractually bound to keep all collected informa:on ,conﬁden:al and not to use it for any other purposes than those speciﬁed in this Policy.\nThey may provide storage ,and assistance in the facilita:on of technical aspects of the Services or perform func:ons related to the ,administra:on of the Services, such as collec:on and analysis, or other tasks speciﬁed in the contractual ,agreements.,Subprocessors remain fully liable for their ac:ons and omissions and all their obliga:ons under relevant ,agreements.\nNuovo Step s.r.o.\nis not responsible in the event that Personal Data is disclosed due to a breach or ,security lapse by any such Subprocessor or their non-compliance with the requirements outlined in this Policy.,Aggregated data,We may, from :me to :me, provide third par:es with data that has been aggregated.,This means that Your Personal Data that could be used to iden:fy You have been anonymized.\nData provided to ,third par:es in this way is not Personal Data and is only sta:s:cs or similar data.\nhowever, You s:ll retain Your right ,to object.,Where we store and process Your Personal Data,We primarily store and process Your personal data in the EU/European Economic Area or USA.\nIf You are from EU, ,by accep:ng this Privacy Policy, You give us the right to store Your Personal Data in EEA and USA.\nWe assure You ,that all Your data is encrypted securely, and no unauthorized persons may access them.,For the EU Ci8zens:,Some examples of reasons Your data may be processed outside the EEA include:,En:ty NameLoca:on of SubprocessorsPurpose of Processing,WEWEB SASFranceThird-party hos:ng provider,Supabase, IncSingapore, USAThird-party service provider of User ,authen:ca:on tools,Pipedream, Inc.Delaware, USAThird-party service provider of User ,support tools,●,Order fulﬁllment;,●,Payment processing;,●,Technical support services.,If Your Personal Data cannot be processed within the EEA, we will:,●,Comply with all data protec:on principles;,●,Where possible, choose a country that is on the list of the EU Commissions’ countries that provide ,adequate protec:on for the rights and freedoms of data subjects;,●,Make sure we have assessed the adequacy of protec:ons in all other cases.,Transmission and storage of Your Personal Data,Unfortunately, the transmission of informa:on via the internet is not completely secure.\nWe cannot guarantee the ,security of Your data as it is transmibed and stored, however, we shall use best prac:ce to ensure Your data is ,encrypted to the standard required in the GDPR to protect Your Personal Data.,How long will we keep your Personal Data?,We will not retain Your Personal Data for longer than required.,We will keep Your Personal Data:,●,For as long as required by law,●,Un:l we no longer have a valid reason for keeping it,●,Un:l You request us to stop using it or delete it.,We may keep just enough of Your Personal Data to ensure that we comply with Your requests not to use Your ,Personal Data or comply with Your right to erasure.\nFor example, we must keep Your request to be erased even if it ,includes your Personal Data un:l such :me as You are no longer our User, or for tax purposes etc.,If You have ques:ons about our Data Reten:on Policy, we can provide You a copy.\nPlease contact: ,dpo@nuovostep.com.,If You chose not to give your Personal Data to us,If the Personal Data is necessary in order to provide services to You under a contract between You and Nuovo Step ,s.r.o., we will have to refuse entering into that contract or providing the services before You give us Your Personal ,Data.,Your Rights,We will respect Your legal rights to Your Personal Data.,Below are the rights that You have under law, and what we do to protect those rights:,Legal rightWhat we do to protect Your rights,The right to be We are publishing this Privacy Policy to keep You informed as to what we do with Your ,informedPersonal Data.\nWe strive to be transparent about how we use Your data.\nWe will also ,answer all Your ques:ons regarding this Policy, send to the dpo@nuovostep.com,The right to You have the right to access Your informa:on.\nPlease contact our Data Protec:on Oﬃcer ,accessat dpo@nuovostep.com if You wish to access the Personal Data we hold about You.,The right to If the informa:on we hold about You is inaccurate or not complete, You have the right to ,rec:ﬁca:onask us to rec:fy it.\nIf that data has been passed to a third party with Your consent or for ,legal reasons, then we must also ask them to rec:fy the data.\nPlease contact our Data ,Protec:on Oﬃcer if You need us to rec:fy Your informa:on: dpo@nuovostep.com,The right to This is some:mes called ‘the right to be forgoben’.\nIf You want us to erase all Your ,erasurepersonal data, and we do not have any legal reason to con:nue to process and hold it, ,please contact our Data Protec:on Oﬃcer: dpo@nuovostep.com,The right to You have the right to ask us to restrict how we process Your data.\nThis means we are ,restrict permibed to store the data but not further process it.\nWe keep just enough data to make ,processingsure we respect Your request in the future.\nIf You want us to restrict processing of Your ,data, please contact our Data Protec:on Oﬃce: dpo@nuovostep.com,The right to We must allow You to obtain and reuse Your personal data for Your own purposes across ,data services in a safe and secure way, without this eﬀec:ng the usability of Your data.\nPlease ,portabilitycontact our Data Protec:on Oﬃcer if You want informa:on how to port Your data ,elsewhere: dpo@nuovostep.com.\nThis right only applies to personal data that You have ,provided to us as the Data Controller.\nThe data must be held by us by consent or for the ,performance of a contract.,The right to You have the right to object to us processing Your data even if it is based on our legi:mate ,objectinterests, the exercise of oﬃcial authority, direct marke:ng (including data aggrega:on), ,and processing for the purposeless sta:s:cs.\nIf You wish to object, please contact our Data ,Protec:on Oﬃcer: dpo@nuovostep.com,The right to If You have given us Your consent to process your data but have changed your mind later, ,withdrawYou have the right to withdraw Your consent at any :me, and we must stop processing ,consentYour data.\nIf You want to withdraw Your consent, please contact our Data Protec:on ,Oﬃcer: dpo@nuovostep.com,The right to You have the right to complain to the Oﬃce of the Commissioner for Personal Data ,complain to a Protec:on if You feel that we have not responded to Your requests to solve a problem.\nYou ,Supervisory can ﬁnd their contact details here:,AuthorityPersonal Data Protec8on Oﬃce ,The Oﬃce for Personal Data Protec8on,Pplk.\nSochora 27 CZ-170 00 PRAGUE 7,Tel: +420 234 665 111 / Fax: +420 234 665 444,Email: info@uoou.cz,Website: hap://www.uoou.cz,Age Limita8ons,To the extent prohibited by applicable law, we do not allow use of our Services and Websites by anyone younger ,than 16 years old.\nIf You learn that anyone younger than 16 has unlawfully provided us with Personal Data, please ,contact us and we will take steps to delete such informa:on.,Changes to this Privacy Policy,We may change this Privacy Policy from :me to :me.\nLaws, regula:ons and industry standards evolve, which may ,make those changes necessary, or we may make changes to our business.\nWe will post the changes to this page and ,encourage You to review them to stay informed.\nIf we make changes that materially alter Your privacy rights, we ,will provide addi:onal no:ce, such as via email or through the Services.\nIf You disagree with the changes to this ,Privacy Policy, You should deac:vate your account.,How can You reach us?,This is our registered address, company number and contact informa:on:,Nuovo Step s.r.o.,Company Registra:on Number: 6673888,Email: dpo@nuovostep.com,Policy Versions,Version 1.0.\nLast modiﬁed: March 2023.", "created_at": "2023-08-23 19:43:07.954586", "updated_at": "2023-08-23 19:43:33.412033"}, {"id": 18471, "name": "Cancellation of Subscription", "url": "https://ylpllmtfjfrxkrpojixz.supabase.co/storage/v1/object/public/policies/Textero.ai_Cancellation%20Policy.pdf", "xpath": "//body", "text": " C ancellationofSubscription,Weunderstandthatsometimesourcustomersmaywishtocanceltheirsubscriptionand,requestarefund.Therefore,weofferthefollowingrefundpolicy:,a.Ifyoucancelyourmonthlysubscriptionwithinthefirst7daysofyourinitialpurchase,,youareeligibleforafullrefund.,b.Ifyoucancelyourmonthlysubscriptionafterthefirst7days,wewillnotprovidea,refundforthecurrentmonth'ssubscriptionfee,butyouwillnotbechargedforany,subsequentmonths.,c.Ifyouhaveanyissuesorconcernswithourservice,pleasecontactusat,marketing@textero.aisowecanworktoresolvetheissuebeforeyoudecidetocancel,yoursubscription.,Pleasenote,thatanyrefundmayonlybedonetothesameaccount,fromwhichthe,paymenthasbeenmade.", "created_at": "2023-08-23 19:43:51.904016", "updated_at": "2023-08-23 19:43:53.288465"}, {"id": 18472, "name": "Terms of Conditions", "url": "https://ylpllmtfjfrxkrpojixz.supabase.co/storage/v1/object/public/policies/Textero.ai_Terms%20of%20services.pdf", "xpath": "//body", "text": null, "created_at": "2023-08-23 19:44:37.5246", "updated_at": "2023-08-23 19:44:37.5246"}], "points": [], "urls": ["textero.ai"]}}