{"error": 448, "message": "OK", "parameters": {"id": 8074, "name": "Character Count Online", "created_at": "2023-04-20 19:33:33.155542", "updated_at": "2023-06-05 22:02:49.500485", "wikipedia": null, "keywords": null, "related": null, "slug": "character-count-online", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8074.png", "url": "charactercountonline.com", "documents": [{"id": 15659, "name": "Privacy Policy", "url": "https://www.charactercountonline.com/privacy-policy/", "xpath": "/html/body/section[1]/div[2]/div/div", "text": "\n<p>At Character Count Online, accessible from https://www.charactercountonline.com/, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by Character Count Online and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p>\n<p>This Privacy Policy applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in Character Count Online.\nThis policy is not applicable to any information collected offline or via channels other than this website.</p>\nYour texts will never leave your device\n<p>Your data input (letters, symbols, characters, etc) will not leave your device and is not read, sent or saved by our service.\nYour input is only saved and processed locally in your device's browser.</p>\nConsent\n<p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p>\nInformation we collect\n<p>The personal information that you are asked to provide, and the reasons why you are asked to provide it, will be made clear to you at the point we ask you to provide your personal information.</p>\n<p>If you contact us directly, we may receive additional information about you such as your name, email address, phone number, the contents of the message and/or attachments you may send us, and any other information you may choose to provide.</p>\n<p>When you register for an Account, we may ask for your contact information, including items such as name, company name, address, email address, and telephone number.</p>\nHow we use your information\n<p>We use the information we collect in various ways, including to:</p>\n<ul>\n<li>Provide, operate, and maintain our website</li>\n<li>Improve, personalize, and expand our website</li>\n<li>Understand and analyze how you use our website</li>\n<li>Develop new products, services, features, and functionality</li>\n<li>Communicate with you, either directly or through one of our partners, including for customer service, to provide you with updates and other information relating to the website, and for marketing and promotional purposes</li>\n<li>Send you emails</li>\n<li>Find and prevent fraud</li>\n</ul>\nLog Files\n<p>Character Count Online follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable and the texts that you analyze are not logged.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p>\nCookies and Web Beacons\n<p>Like any other website, Character Count Online uses 'cookies'.\nThese cookies are used to store information including visitors' preferences, and the pages on the website that the visitor accessed or visited.\nThe information is used to optimize the users' experience by customizing our web page content based on visitors' browser type and/or other information.</p>\nGoogle DoubleClick DART Cookie\n<p>Google is one of a third-party vendor on our site.\nIt also uses cookies, known as DART cookies, to serve ads to our site visitors based upon their visit to www.website.com and other sites on the internet.\nHowever, visitors may choose to decline the use of DART cookies by visiting the Google ad and content network Privacy Policy at the following URL – https://policies.google.com/technologies/ads</p>\nAdvertising Partners Privacy Policies\n<p>You may consult this list to find the Privacy Policy for each of the advertising partners of Character Count Online.</p>\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on Character Count Online, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that Character Count Online has no access to or control over these cookies that are used by third-party advertisers.</p>\nThird Party Privacy Policies\n<p>Character Count Online's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\n</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.</p>\nCCPA Privacy Rights (Do Not Sell My Personal Information)\n<p>Under the CCPA, among other rights, California consumers have the right to:</p>\n<p>Request that a business that collects a consumer's personal data disclose the categories and specific pieces of personal data that a business has collected about consumers.</p>\n<p>Request that a business delete any personal data about the consumer that a business has collected.</p>\n<p>Request that a business that sells a consumer's personal data, not sell the consumer's personal data.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p>\nGDPR Data Protection Rights\n<p>We would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>The right to access – You have the right to request copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>The right to rectification – You have the right to request that we correct any information you believe is inaccurate.\nYou also have the right to request that we complete the information you believe is incomplete.</p>\n<p>The right to erasure – You have the right to request that we erase your personal data, under certain conditions.</p>\n<p>The right to restrict processing – You have the right to request that we restrict the processing of your personal data, under certain conditions.</p>\n<p>The right to object to processing – You have the right to object to our processing of your personal data, under certain conditions.</p>\n<p>The right to data portability – You have the right to request that we transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us.</p>\nChildren's Information\n<p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>Character Count Online does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we highly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p>\n", "created_at": "2023-04-20 19:33:33.18823", "updated_at": "2023-04-20 19:34:19.723375"}], "points": [{"id": 31500, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:35:47.404373", "updated_at": "2023-07-11 06:29:37.862005", "quoteText": null, "case_id": 486, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31502, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:39:05.205982", "updated_at": "2023-07-11 06:29:39.112217", "quoteText": null, "case_id": 481, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31499, "title": "This service is only available to users over 13", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:35:18.2301", "updated_at": "2023-07-11 06:29:39.191275", "quoteText": null, "case_id": 152, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31501, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-23 18:38:50.024582", "updated_at": "2023-07-11 06:29:37.686435", "quoteText": null, "case_id": 482, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31513, "title": "This service tracks which web page referred you to it", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:13:10.168361", "updated_at": "2023-07-11 06:29:41.263808", "quoteText": null, "case_id": 387, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31511, "title": "Your personal data may be used for marketing purposes", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:12:26.930026", "updated_at": "2023-07-11 06:29:41.343279", "quoteText": null, "case_id": 336, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31518, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:16:09.991465", "updated_at": "2023-07-11 06:29:41.513435", "quoteText": null, "case_id": 195, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31517, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:15:32.509376", "updated_at": "2023-08-28 19:50:45.116041", "quoteText": null, "case_id": 166, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31510, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:12:05.294073", "updated_at": "2023-07-11 06:29:41.103413", "quoteText": null, "case_id": 298, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31512, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:12:49.341919", "updated_at": "2023-07-11 06:29:41.182245", "quoteText": null, "case_id": 399, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31516, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:14:54.343062", "updated_at": "2023-07-11 06:29:41.426636", "quoteText": null, "case_id": 299, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31515, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:14:17.293535", "updated_at": "2023-07-11 06:31:50.817361", "quoteText": null, "case_id": 323, "document_id": 15659, "quoteStart": null, "quoteEnd": null}, {"id": 31514, "title": "Third-party cookies are used for advertising", "source": "https://www.charactercountonline.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-24 15:13:53.410607", "updated_at": "2023-07-11 06:31:51.439953", "quoteText": null, "case_id": 128, "document_id": 15659, "quoteStart": null, "quoteEnd": null}], "urls": ["charactercountonline.com"]}}