{"error": 448, "message": "OK", "parameters": {"id": 8679, "name": "stealthy.co", "created_at": "2023-06-30 20:56:39.775279", "updated_at": "2023-06-30 22:02:55.748257", "wikipedia": null, "keywords": null, "related": null, "slug": "stealthy-co", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8679.png", "url": "stealthy.co", "documents": [{"id": 16909, "name": "Privacy Policy", "url": "https://web.archive.org/web/20201015231529/https://www.stealthy.co/privacy-policy.php", "xpath": "/html/body/div[4]/section", "text": " Privacy Policy <p> This Privacy Policy describes how user data is treated at by Stealthy, for both its PRO solutions.\n</p>\n<p> Our top priority is customer data security.\nThanks to our no-logs policy activities while using the privacy solutions created by Stealthy.co are not monitored, recorded, logged, stored or passed to any third party.\n</p>\n<p> We ask for your username and generate password as part of your registration.\nThat ensures that we can communicate with you when we have any exciting announcements to make, service updates to advise or errors to report.\n</p>\n<p> We do not store any payment data, the payments are directly processed by industry leaders Paypal and Stripe, that comply with the Payment Card Industry Data Security Standards.\n</p>\n<p> In summary, all the website and service performance data is used for our user experience enhancement, and none of the data is associated with our customer activity while using the Stealthy.co service.\n</p>\n<p> In the case of the free version of the browser add-on, we use publicly available proxy servers, so the privacy policy of the of the corresponding server applies.\n</p>\n<p> You understand that the present Privacy Policy is subject to changes made by Stealthy.co at any time at its sole discretion.\nYou understand that it is your obligation to periodically review it to account for any changes made.\n</p>\n<p> If you have any questions regarding the data protection regulation, you can reach us at info@stealthy.co.\n</p> ", "created_at": "2023-06-30 20:56:39.807108", "updated_at": "2023-06-30 20:58:31.740429"}], "points": [], "urls": ["stealthy.co"]}}