{"error": 448, "message": "OK", "parameters": {"id": 8046, "name": "Global virtual opportunities", "created_at": "2023-04-16 01:25:13.884026", "updated_at": "2023-04-22 11:50:42.997333", "wikipedia": null, "keywords": null, "related": null, "slug": "global-virtual-opportunities", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8046.png", "url": "gogvo.com", "documents": [{"id": 15598, "name": "PRIVACY POLICY ", "url": "https://gogvo.com/legal/privacy-policy.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>PRIVACY POLICY</u> HOW WE PROTECT YOUR PRIVACY <p>This privacy policy tells you how we collect, use, and protect your personal information.\nBy visiting our website, you accept and agree to the terms and conditions of this privacy policy.\nIn particular, you consent to our collection and use of your personal information as described in this privacy policy.</p> MINORS <p>We do not provide services or sell products to children.\nIf you are below the age of 18, you may use our website only with the permission and active involvement of a parent or legal guardian.\nIf you are a minor, please do not provide us or other website visitors with any personal information.</p> POLICY IS PART OF OUR TERMS AND CONDITIONS OF USE <p>Our privacy policy is part of, and subject to, our website's terms and conditions of use.\nYou may view these terms and conditions on our website.</p> THE TYPE OF INFORMATION WE COLLECT FROM YOU <p>Like most places on the Internet, simply by visiting our website you automatically tell us certain information.\nThis includes basic information such as your IP address, when you visited, the website from where you came prior to visiting us, the website where you go when you leave our website, your computer's operating system, and the type of web browser that you are using.\nOur website automatically records this basic information about you.</p>\n<p>And like many other websites, we may use cookies.\nIn plain English, this means information that our website's server transfers to your computer.\nThis information can be used to track your session on our website.\nCookies may also be used to customize our website content for you as an individual.\nIf you are using one of the common Internet web browsers, you can set up your browser to either let you know when you receive a cookie or to deny cookie access to your computer.</p>\n<p>We may also collect any data that you provide us by posting it at our website or by e-mail.\nYou can always choose not to provide us with information.\nHowever, if you do withhold information, we may deny you access to some or all of our website's services and features.</p>\n<p>Some transactions between you and our website may involve payment by credit card, debit card, checks, money orders, and/or third party online payment services.\nIn such transactions, we will collect information related to the transaction as part of the course of doing business with you, including your billing address, telephone number, and other information related to the transaction.</p> WHAT WE DO WITH YOUR INFORMATION <p>We use your information to operate our website's business activities.\nFor example, we may use this data to contact you about changes to our website, new services, or special offers, resolve disputes, troubleshoot issues, and enforce our website's terms and conditions.</p>\n<p>As a general rule, we will not give your data to third parties without your permission.\nHowever, there are some important exceptions to this rule that are described in the following paragraphs.</p>\n<p>We may, in our sole discretion, provide information about you to law enforcement or other government officials for purposes of fraud investigations, alleged intellectual property infringement, or any other suspected illegal activity or matters that may expose us to legal liability.</p>\n<p>Although we do not disclose individually identifiable information, we may disclose aggregate data about our website's visitors to advertisers or other third parties for marketing and promotional purposes.</p>\n<p>From time to time, we may use third party suppliers to provide services on our website.\nIf a supplier wants to collect information about you, you will be notified.\nHowever, you will never be required to give information to a third party supplier.\nWe restrict the way third party suppliers can use your information.\nThey are not allowed to sell or give your information to others.</p> USER NAMES AND PASSWORDS <p>Your access to parts of our website may be protected by a user name and a password.\nDo not give your password to anyone.\nIf you enter a section of our website that requires a password, you should log out when you leave.\nAs a safety precaution, you should also close out of your web browser completely and re-open it before viewing other parts of the Internet.</p> YOUR USE OF INFORMATION AND UNSOLICITED JUNK E-MAIL <p>If you obtain personally identifiable information about another website user, you are not allowed to disclose this information to anyone else without the consent of the user and our consent too.</p>\n<p>We hate junk e-mail (Spam).\nInformation you obtain from our website about us or other site users cannot be used by you or others to send unsolicited commercial e-mail or to send unsolicited commercial communications via our website's posting or other communication systems.</p> YOUR VOLUNTARY DISCLOSURE OF INFORMATION TO THIRD PARTIES WHO ARE NOT OUR SUPPLIERS <p>You may choose to provide personal information to website visitors or other third parties who are not our suppliers.\nPlease use caution when doing so.\nThe privacy policies and customs of these third parties determine what is done with your information.</p> AUTORESPONDERS <p>We may use autoresponders to communicate with you by e-mail.\nTo protect your privacy, we use a verified opt-in system for such communications and you can always opt-out of such communications using the links contained in each autoresponder message.\nIf you have difficulties opting out, you may contact us by sending an e-mail to notice[at]gvocorp.com, or sending us mail to the address listed below.</p> POLICY CHANGES <p>The terms of this policy may change from time to time.\nIf such changes are made, we will notify you by a notice posted on our website's home page of the changes that have been made.\nIf you disagree with the changes that have been made, please contact us (by e-mail, using a website contact form, or in writing by mail), and any changes made to this policy will not apply to information we have collected from you prior to making the changes.</p>\n<p>If you are concerned about the topic covered by this policy, you should read it each time before you use our website.\nAny questions or concerns about this policy should be brought to our attention by sending an e-mail to legal[at]gvocorp.com and providing us with information relating to your concern.</p>\n<p>You may also mail your concerns to us at the following address:</p>\n<p>Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p> CALIFORNIA PRIVACY RIGHTS <p>If you are a California resident and our customer, Cal.\nCiv.\nCode § 1798.83 permits you to request certain information about our disclosure of personal information to third parties for their direct marketing purposes.\nTo request this information, please send an e-mail to notice[at]gvocorp.com or write us at the following address:</p>\n<p>Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p>\n<p>This privacy policy was last updated on 08-20-2010.</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:13.915923", "updated_at": "2023-04-16 01:25:52.646889"}, {"id": 15608, "name": "Refund Policy ", "url": "https://gogvo.com/legal/refund_policy.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<p>\n<b>Pay attention</b> in order to keep your data and content saved via hosting service your account has to be fully paid.\nYour data and content are saved in unpaid hosting account for 30 days maximum.\nAfter 30 days of unpaid service all data and content are permanently deleted without possibility of restoration.</p>\n<u>RETURNS POLICY</u>\n<p>You’ll absolutely love our products and services!</p>\n<p>However, you’re fully protected by a 100% money-back guarantee return policy.</p>\n<p>Here’s how it works…</p>\n<p>Once the first month of the service ends, your account will automatically be billed for the next month, unless we are notified through our SUPPORT (Online chats or phone support) and &nbsp;TICKET system during your trial period (the first month of usage) that you wish to discontinue your services with Gogvo.com</p>\n<p>You can also call our office at <strong>1-210-651-4487</strong> (You can reach us from 9 a.m till 5 p.m Monday-Friday</p>\n<p>Your GVO support and ticket system can be found in your GVO members area.</p>\n<p>Once your account has been auto billed for the first month you have a full 30 days, starting on your billing date of your chosen package to receive a refund granted by our 30 Days Money Back Guarantee Policy, if you choose to cancel your GVO account.</p>\n<p>\n<strong>Be advised that your recurring payments for GVO products are non-refundable.</strong>\n</p>\n<p>\n<strong>Note: the first payment can be refunded only if the recurring payment has not been processed yet.</strong>\n</p>\n<p>\n<strong>With any $1.00 trial sign up (for the packages which include the trial price) via the Gogvo you will get products and services.\nThis Trial Fee of $1.00 is 100% NON-REFUNDABLE.</strong>\n</p>\n<p>Kindly pay attention that in case of <strong>ANNUAL</strong> recurring payments (based on your package plan) you have 7 days to get a refund after the recurrent payment gone through.</p>\n<p>Please understand if data was stored in your GVO account and you request your account to be closed or canceled, you will lose any data that was currently stored in your GVO account.</p>\n<p>All future upgrades within the GVO system are as follows, and are purchased by the account holder and are under NO obligations to purchase these upgrades.\nThe GVO 30 day money back guarantee also applies to all upgrades, and takes immediate effect on the date of purchase.</p>\n<p>To serve you and other customers better in the future, we request (but do not require) that you tell us why you want a refund.\nWe want satisfied customers.</p>\n<p>\n<strong>Traffic Co-oP refund policy:</strong>\n</p>\n<p>The payment for <strong>Coop Leads</strong>, via any Co op share offers, are (<strong>100% non-refundable</strong>).\nLeads are purchased with the intent to increase engagement and sales for the purchaser.\nThere is no possible way that the company GVO (Global Virtual Opportunities) can reclaim back purchased leads from a cash refund.\n&nbsp;Any purchase for Co op Leads is 100% non-refundable.</p>\n<p>\n<strong>Downloadable content refund policy:</strong>\n</p>\n<p>Payments for downloadable content such as graphics packages with images, Facebook covers, logos etc.\nare non refundable as downloaded content cannot be returned.</p>\n<p>Please remember that asking for a refund but continuing to use the products purchased from us is the same thing as stealing and may also violate applicable intellectual property rights law.</p>\n<p>This Returns Policy was last updated on 03-18-2017.</p>\n<p>Gogvo</p>\n<p>Attn: Returns Department</p>\n<p>6701 Guada Coma Drive</p>\n<p>Schertz, Texas 78154</p>\n<p>USA</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC , and licensed for use by the owner of this website at https://gogvo.com/ All Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.222888", "updated_at": "2023-04-16 01:26:13.095039"}, {"id": 15607, "name": "COMPENSATION DISCLOSURE POLICY", "url": "https://gogvo.com/legal/affiliation-affidavit.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>COMPENSATION DISCLOSURE POLICY</u>\n<p>\n<strong>YOU SHOULD ALWAYS CONDUCT YOUR OWN INVESTIGATION (PERFORM DUE DILIGENCE) BEFORE BUYING PRODUCTS OR SERVICES FROM ANYONE VIA THE INTERNET.\nTHIS INCLUDES PRODUCTS AND SERVICES SOLD ON THIS WEBSITE AND ALL OTHER WEBSITES.</strong>\n</p> MATERIAL CONNECTION <p>Unless otherwise expressly stated, you should assume that all references to products and services on www.GoGVO.com, are made because material connections exist between the website's owner (\"Owner\") and the providers of the mentioned products and services (\"Provider\").</p> GOOD FAITH RECOMMENDATIONS <p>The Owner recommends products and services on www.GoGVO.com based in part on a good faith belief that the purchase of such products or services will help purchasers in general.\nThe Owner has this good faith belief because (a) the Owner has tried the product or service mentioned prior to recommending it or (b) the Owner has researched the reputation of the Provider and has made the decision to recommend the Provider's products or services based on the Provider's history of providing these or other products or services.\nThe representations made by the Owner about products and services reflect the Owner's honest opinion based upon the facts known to the Owner at the time a product or service is mentioned on www.GoGVO.com.</p> POTENTIAL BIAS AND DUE DILIGENCE <p>The Owner's opinion about a product or service may be partially formed (consciously or subconsciously) in part based on the fact that the Owner has been compensated or will be compensated because of the Owner's business relationships with the Providers.</p>\n<p>In some instances, the Owner and a Provider will have a business or personal relationship that does not involve the Owner receiving compensation related to products and services mentioned on www.GoGVO.com.\nHowever, the nature of the relationship is sufficient to establish a material connection between the Owner and the Provider.</p>\n<p>Because there is a material connection between the Owner and Providers of products or services mentioned on www.GoGVO.com, you should always assume that the Owner may be biased because of the Owner's relationship with a Provider and/or because the Owner has received or will receive something of value from a Provider.</p>\n<p>Perform your own due diligence before purchasing a product or service mentioned on www.GoGVO.com (or any other website).</p> COMPENSATION <p>The type of compensation received by the Owner may vary.\nIn some instances, the Owner may receive complimentary products, services, or money from a Provider prior to mentioning the Provider's products or services on www.GoGVO.com.</p>\n<p>In other instances, the Owner may receive a monetary commission or non-monetary compensation when you take action based on the content of www.GoGVO.com.\nThis includes, but is not limited to, when you purchase a product or service from a Provider after clicking on an affiliate link on www.GoGVO.com.</p> EARNINGS DISCLAIMERS AND THIS POLICY <p>If www.GoGVO.com has Earnings Disclaimers, this Compensation Disclosure Policy is incorporated into those disclaimers by reference.</p> HEALTH DISCLAIMERS AND THIS POLICY <p>If www.GoGVO.com has Health Disclaimers, this Compensation Disclosure Policy is incorporated into those disclaimers by reference.</p> YOUR QUESTIONS ABOUT PRODUCTS AND SERVICES <p>The Owner's goal is to make your experience using this website a pleasant one.\nIf you have any questions about products or services mentioned on this website, please contact the Owner and have those questions answered prior to making a purchase of such products or services.</p>\n<p>Website Owner Contact Information:<br> Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p>\n<p>Please note that the content of this page can change without prior notice.</p>\n<p>This Disclosure Policy was last updated on 08-20-2010.</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.192965", "updated_at": "2023-04-16 01:26:23.991379"}, {"id": 15605, "name": "Dmca", "url": "https://gogvo.com/legal/dmca-notice.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>DIGITAL MILLENNIUM COPYRIGHT ACT (\"DMCA\") NOTICE</u>\n<p>This notice is for informational purposes only.\nIt is not intended as, nor should it be construed as, legal advice.\nIf you believe that your intellectual property rights have been infringed upon, or if a notice of infringement has been filed against you, you should immediately seek legal counsel.</p>\n<p>This website (see our website's Terms and Conditions of Use for definitions), including all text, HTML, scripts, and images are copyrighted and owned by Global Virtual Opportunities.\nAll rights reserved.</p>\n<p>NO PART OF THIS WEBSITE MAY BE REPRODUCED OR TRANSMITTED IN ANY FORM OR BY ANY MEANS, MECHANICAL, ELECTRONIC, OR OTHERWISE, INCLUDING PHOTOCOPYING AND RECORDING, OR BY ANY INFORMATION STORAGE AND RETRIEVAL SYSTEM, OR TRANSMITTED BY E-MAIL, OR USED IN ANY OTHER FASHION WITHOUT THE EXPRESS PRIOR WRITTEN PERMISSION OF THE WEBSITE OWNER.</p>\n<p>This, of course, excludes the downloading and temporary caching of this website on a personal computer for the explicit purpose of viewing this website, as well as any information clearly marked as reproducible.\nThis copyright notice applies to everyone, including all visitors to this website.</p> DMCA PROVISIONS <p>The Digital Millennium Copyright Act of 1998, found at 17 U.S.C.\n§ 512 (\"DMCA\"), provides recourse for owners of copyrighted materials who believe that their rights under United States copyright law have been infringed upon on the Internet.</p>\n<p>Under the DMCA, the bona fide owner of copyrighted materials who has a good faith belief that their copyright has been infringed may contact not only the person or entity infringing on their copyright, but may also contact the designated agent of an Internet service provider to report alleged infringements of their protected works, when such alleged infringements appear on pages contained within the system of the Internet service provider (\"ISP\").</p>\n<p>The owner of this website and the ISP are committed to complying with international trade law, international trade practices, all United States laws, including United States copyright law.\nUpon receipt of a properly filed complaint under the DMCA, the owner and/or the ISP of this website will block access to the allegedly infringing material.\nThe website owner and/or the ISP will forward a copy of the notification of claimed copyright infringement to the alleged infringer.\nAnyone who believes in good faith that a notice of copyright infringement has wrongfully been filed against them, may submit a Counter notice to the website owner and/or the ISP.</p> NOTIFICATION OF CLAIMED COPYRIGHT INFRINGEMENT <p>Please send DMCA notifications of claimed copyright infringement to:</p> THE WEBSITE OWNER <p>Copyright Agent<br> Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p> THE INTERNET SERVICE PROVIDER (\"ISP\") <p>Copyright Agent<br> Global Virtual Opportunities<br> 6701 Guada Coma Dr<br> Schertz, Texas 78154<br> USA<br> notice[at]gvocorp.com</p>\n<p>To file a notice of infringement with either the website owner or the ISP, you must provide a written communication that sets forth the items specified below.\nYou will be liable for damages (including damages, costs, and attorneys' fees) if you materially misrepresent that the website or a web page is infringing your copyright.\nAccordingly, if you are not sure whether certain material of yours is protected by copyright laws, we suggest that you first contact an attorney.</p>\n<p>To expedite our ability to process your request, please use the following format (including section numbers):</p>\n<p>1.\nIdentify in sufficient detail the copyrighted work that you believe has been infringed upon.</p>\n<p>2.\nIdentify the material that you claim is infringing the copyrighted work listed in item #1 above.\n(You must include the URL(s) (the location(s) of the page(s) that contains the allegedly infringing material and also include a description of the specific content which you claim is infringing on your copyright.)</p>\n<p>3.\nProvide information reasonably sufficient to permit the website owner to contact you (e-mail address and a phone number are required at a minimum).</p>\n<p>4.\nInclude the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the copyright owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nI also affirm that as the copyright owner, I have a good faith belief that use of the material in the manner complained of is not authorized by me, my agent, or the law.\"</p>\n<p>5.\nThe signature of the copyright owner or a person authorized to act on behalf of the copyright owner.\nYou may send your notice via email provided such notice includes a proper electronic signature.\nThe signature or electronic signature must be that of the copyright owner, or a person authorized to act on behalf of the owner, of an exclusive copyright that has allegedly been infringed.</p>\n<p>For details on the information required for valid notification, see 17 U.S.C.\n§ 512(c)(3).</p> COUNTERNOTIFICATION TO CLAIMED COPYRIGHT INFRINGEMENT <p>If a notice of copyright infringement has been filed with the website owner and/or the ISP against you, the owner and/or the ISP will attempt to notify you and provide you with a copy of the notice of copyright infringement.\nIf you have a good faith belief that you have been wrongfully accused, you may file a counter notification with the website owner and/or the ISP.\nIf website owner and/or the ISP receive a valid counter notification, the DMCA provides that the removed or blocked information will be restored or access re-enabled.</p>\n<p>The website owner and/or the ISP will replace the removed material and cease disabling access to it in not less than 10, nor more than 14, business days following receipt of the counter notification, unless the website owner and/or ISP first receives notice from the complaining party that such complaining party has filed an action seeking a court order to restrain the alleged infringer from engaging in infringing activity relating to the material on this website.</p>\n<p>Please be advised that United States copyright law provides substantial penalties for a false counter notice filed in response to a notice of copyright infringement.\nAccordingly, if you are not sure whether certain material of yours is protected by copyright laws, we suggest that you first contact an attorney.</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.132455", "updated_at": "2023-04-16 01:26:47.378551"}, {"id": 15601, "name": "EARNINGS DISCLAIMER", "url": "https://gogvo.com/legal/earnings-disclaimer.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>EARNINGS DISCLAIMER</u>\n<p>You understand and agree that there are important risk factors that should be considered by you when deciding whether to purchase The GoGVO Product Line.</p> NO EARNINGS PROJECTIONS, PROMISES OR REPRESENTATIONS <p>You recognize and agree that we have made no implications, warranties, promises, suggestions, projections, representations or guarantees whatsoever to you about future prospects or earnings, or that you will earn any money, with respect to your purchase of The GoGVO Product Line, and that we have not authorized any such projection, promise, or representation by others.</p>\n<p>Any earnings or income statements, or any earnings or income examples, are only estimates of what we think you could earn.\nThere is no assurance you will do as well as stated in any examples.\nIf you rely upon any figures provided, you must accept the entire risk of not doing as well as the information provided.\nThis applies whether the earnings or income examples are monetary in nature or pertain to advertising credits which may be earned (whether such credits are convertible to cash or not).</p>\n<p>There is no assurance that any prior successes or past results as to earnings or income (whether monetary or advertising credits, whether convertible to cash or not) will apply, nor can any prior successes be used, as an indication of your future success or results from any of the information, content, or strategies.\nAny and all claims or representations as to income or earnings (whether monetary or advertising credits, whether convertible to cash or not) are not to be considered as \"average earnings\".</p> THE ECONOMY <p>The economy, both where you do business, and on a national and even worldwide scale, create additional uncertainty and economic risk.\nAn economic recession or depression might negatively affect the results produced by The GoGVO Product Line.</p> YOUR SUCCESS OR LACK OF IT <p>Your success in using the information or strategies provided at www.GoGVO.com depends on a variety of factors.\nWe have no way of knowing how well you will do, as we do not know you, your background, your work ethic, your dedication, your motivation, your desire, or your business skills or practices.\nTherefore, we do <strong>not</strong> guarantee or imply that you will get rich, that you will do as well, or that you will have any earnings (whether monetary or advertising credits, whether convertible to cash or not), at all.</p>\n<p>Internet businesses and earnings derived there from, involve unknown risks and are not suitable for everyone.\nYou may not rely on any information presented on the website or otherwise provided by us, unless you do so with the knowledge and understanding that you can experience significant losses (including, but not limited to, the loss of any monies paid to purchase The GoGVO Product Line, and/or any monies spent setting up, operating, and/or marketing The GoGVO Product Line, and further, that you may have no earnings at all (whether monetary or advertising credits, whether convertible to cash or not).</p> FORWARD-LOOKING STATEMENTS <p>MATERIALS CONTAINED ON THIS WEBSITE OR IN MATERIALS PURCHASED AND/OR DOWNLOADED FROM THIS WEBSITE MAY CONTAIN INFORMATION THAT INCLUDES OR IS BASED UPON FORWARD-LOOKING STATEMENTS WITHIN THE MEANING OF THE SECURITIES LITIGATION REFORM ACT OF 1995.\nFORWARD-LOOKING STATEMENTS GIVE OUR EXPECTATIONS OR FORECASTS OF FUTURE EVENTS.\nYOU CAN IDENTIFY THESE STATEMENTS BY THE FACT THAT THEY DO NOT RELATE STRICTLY TO HISTORICAL OR CURRENT FACTS.\nTHEY USE WORDS SUCH AS \"ANTICIPATE,\" \"ESTIMATE,\" \"EXPECT,\" \"PROJECT,\" \"INTEND,\" \"PLAN,\" \"BELIEVE,\" AND OTHER WORDS AND TERMS OF SIMILAR MEANING IN CONNECTION WITH A DESCRIPTION OF POTENTIAL EARNINGS OR FINANCIAL PERFORMANCE.\nANY AND ALL FORWARD LOOKING STATEMENTS HERE OR ON ANY MATERIALS ON THE WEBSITE ARE INTENDED TO EXPRESS OUR OPINION OF EARNINGS POTENTIAL.\nMANY FACTORS WILL BE IMPORTANT IN DETERMINING YOUR ACTUAL RESULTS AND NO GUARANTEES ARE MADE THAT YOU WILL ACHIEVE RESULTS SIMILAR TO OURS OR ANYBODY ELSE, IN FACT NO GUARANTEES ARE MADE THAT YOU WILL ACHIEVE ANY RESULTS FROM OUR IDEAS AND TECHNIQUES IN OUR MATERIAL.</p> DUE DILIGENCE <p>You are advised to do your own due diligence when it comes to making business decisions and should use caution and seek the advice of qualified professionals.\nYou should check with your accountant, lawyer, or professional advisor, before acting on this or any information.\nYou may not consider any examples, documents, or other content on the website or otherwise provided by us to be the equivalent of legal advice.\nNothing contained on the website or in materials available for sale or download on the website provides legal advice in any way.\nYou should consult with your own attorney on any legal questions you may have.</p>\n<p>We assume no responsibility for any losses or damages resulting from your use of any link, information, or opportunity contained within the website or within any information disclosed by the owner of this site in any form whatsoever.</p> PURCHASE PRICE <p>Although we believe the price is fair for the value that you receive, you understand and agree that the purchase price for The GoGVO Product Line has been arbitrarily set by us.\nThis price bears no relationship to objective standards.</p> TESTIMONIALS, CASE STUDIES &amp.\nEXAMPLES <p>Testimonials, case studies, and examples found at www.GoGVO.com are exceptional results, do not reflect the typical purchaser's experience, don't apply to the average person and are not intended to represent or guarantee that anyone will achieve the same or similar results.\nIf we have disclose typical results based on information provided to us by a manufacturer or other reputable third party source, you should presume that the typical results as stated are more reliable than the testimonials and examples found at www.GoGVO.com.\nHowever, you should always perform due diligence and not take such results at face value.\nWe are not responsible for any errors or omissions in typical results information supplied to us by manufacturers or other reputable third parties.</p>\n<p>Where specific income or earnings (whether monetary or advertising credits, whether convertible to cash or not), figures are used and attributed to a specific individual or business, that individual or business has earned that amount.\nThere is no assurance that you will do as well using the same information or strategies.\nIf you rely on the specific income or earnings figures used, you must accept all the risk of not doing as well.\nThe described experiences are atypical.\nYour financial results are likely to differ from those described in the testimonials.</p>\n<p>If a product or service is new, you understand that it may not have been available for purchase long enough to provide an accurate earnings history.</p> COMPENSATION DISCLOSURE POLICY <p>Any material connection that we have with a third party provider of goods or services mentioned on www.GoGVO.com are explained in our Compensation Disclosure Policy.\nThis policy is incorporated by reference into these Earnings Disclaimers.\nYou should read the policy to fully understand the meaning of our relationships with third party vendors and how it may affect the content found on www.GoGVO.com.</p>\n<p>If you have any questions about these disclaimers or about testimonials, case studies, and/or examples found at www.GoGVO.com, please send an e-mail to legal[at]gvocorp.com or write us at the following address:</p>\n<p>Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p>\n<p>Please note that the content of this page can change without prior notice.</p>\n<p>This Earning Disclaimer was last updated on 08-20-2010.</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.008667", "updated_at": "2023-04-16 01:27:18.999813"}, {"id": 15603, "name": "Video Disclaimer ", "url": "https://gogvo.com/legal/video-disclaimer.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>Global Virtual Opportunities Video Disclaimer</u>\n<p>The video(s) brought to you by&nbsp;Global Virtual Opportunities are offered to the public for information and entertainment purposes only.<br>\n<br> Any and all information perceived from these video(s) through either visual, verbal, or written means, should be considered the sole opinions of the Producers, the Writers and the Actors involved in the making of this video(s).<br>\n<br> The Producers, Writers and Actors of these video(s) have used their best efforts in producing these video(s) but neither Producers, Writers nor Actors of these video(s) make any representation or warranties with respect to the accuracy, applicability, fitness, or completeness of the contents of this video.\nThe information contained in these video(s) is strictly for entertainment and informational purposes.\nTherefore, if you wish to apply concepts or ideas contained in these video(s), you are taking full responsibility for your actions.<br>\n<br> Neither the Producers, Writers or Actors, nor the copyright holder or assigned users of these video(s) shall in any event be held liable to any party for any direct, indirect, implied, punitive, special, incidental or other consequential damages arising directly or indirectly from any use of this material, which is provided as is, and without warranties.<br>\n<br> As in all cases, viewers should never take any information perceived from these or any other video(s) at face value and should always do their own due diligence on any viewed material to form their own opinions and best judgments.\nAnd where applicable, the advice of a competent legal, tax, accounting or other professional should be always sought before taking action of any kind.<br>\n<br> The author and publisher do not warrant the performance, effectiveness or applicability of any sites listed or linked to in these video(s).<br>\n<br> All links are for information purposes only and are not warranted for content, accuracy or any other implied or explicit purpose.<br>\n<br> These video(s) are © copyrighted by Global Virtual Opportunities and is protected under the US Copyright Act of 1976 and all other applicable international, federal, state and local laws, with ALL rights reserved.\nNo part of this may be copied, or changed in any format, sold, or used in any way other than what is outlined within this under any circumstances without express permission from Global Virtual Opportunities.</p>\n<p>CONTACT INFORMATION:</p>\n<p>Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.07109", "updated_at": "2023-04-16 01:27:35.568796"}, {"id": 15602, "name": "AFFILIATE AGREEMENT ", "url": "https://gogvo.com/legal/tos.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>AFFILIATE AGREEMENT</u>\n<p>Each participant in the affiliate program offered by Global Virtual Opportunities (the \"Global Virtual Opportunities\") at (the \"website\") expressly agrees to this affiliate agreement.</p>\n<p>\n<strong>NOTICE: Please read this agreement carefully.\nUnless you expressly agree and consent to this agreement, you may NOT participate in the affiliate program.\nBy participating in the affiliate program, you are agreeing to comply with and be legally bound by the terms and conditions of this contract.\nIf you do not agree to all of the terms of this agreement, please do not register for the affiliate program.</strong>\n</p>\n<p>This agreement incorporates Global Virtual Opportunities Terms and Conditions of Use (located on this website) herein as if it were set forth in full.</p>\n<p>Throughout this agreement, \"affiliate program\" refers to the affiliate program operated by Global Virtual Opportunities in part for the website.</p> AFFILIATES <p>Each affiliate is an independent contractor of Global Virtual Opportunities and not an employee.\nNothing herein is intended to create an employer/employee relationship.</p> COMMISSIONS &amp.\nREFERRAL FEES <p>Whenever someone orders through your affiliate link, your affiliate ID is credited with a referral fee.\nWhen another affiliate registers as an affiliate using your affiliate link, your account is credited as the Sponsoring affiliate.\nYou do not earn a referral fee for any other affiliate's registration.\nThe commission/referral fee amount varies from product, service or opportunity.\nThe rate at which your referral fee is generated can be found on the website and is subject to change at any time.\nIf the website is silent as to the commission rate, then the base rate is located in your secure members log-in dashboard.</p>\n<p>Before any affiliate may be a sent a commission check, the affiliate must submit to Global Virtual Opportunities identification information.\nSuch identification information shall include, at a minimum, a copy of a government issued, picture, identification card (for example, a driver�s license).\nThese documents shall be faxed or submitted in a manner acceptable under law to Global Virtual Opportunities as per the instructions sent in your members secure log-in dashboard.\nYou will not receive any payment of commission/referral fees until such time as you submit the required documentation to Global Virtual Opportunities.</p>\n<p>Commissions on products and services are paid at the rates as indicated in your secure members log-in dashboard.\nGlobal Virtual Opportunities strives to pay similar rates on further products, services, and opportunities, but reserves the right to pay a different scale if necessary.</p> INCOME TAX LIABILITIES <p>Each affiliate acts as an independent contractor and as such is responsible for any or all United States, state, or foreign income taxes and any other tax liabilities that affect or concern the sales of the products or services, in your state or location.\nIf you are NOT a resident of the United States, Global Virtual Opportunities will withhold the appropriate U.S.\nincome tax applicable to foreign nationals, prior to your receipt of any commissions.\nGlobal Virtual Opportunities does so pursuant to the United States Internal Revenue Service laws (also known as the United States Tax Code) and other applicable laws.\nIt is the affiliate's sole responsibility, and not the responsibility of Global Virtual Opportunities, to take any steps necessary to recover these sums under the Tax Code and other applicable laws.</p> EMBARGOED NATIONS &amp.\nSPECIALLY DESIGNATED NATIONALS <p>The United States controls the export of products and information.\nEach affiliate agrees to comply with such restrictions and to not export or re-export the materials (including software) to countries or persons prohibited under the export control laws.\nBy becoming an affiliate, you are agreeing that you are not in a country where such export is prohibited or are not a person or entity to which export is prohibited.\nYou are responsible for compliance with the laws of your local jurisdiction with regard to the import, export, or re-export of the materials (including software).</p>\n<p>Each affiliate is responsible for compliance with all applicable U.S.\nlaws and regulations, including but not limited to, those laws pertaining to export control.\nBy registering as an affiliate, you warrant that you are not a citizen or resident of a country designated as having Embargoed Nation Status and further, you also warrant that you are not on the list of Specially Designated Nationals or Blocked Persons maintained by the U.S.\nTreasury Department.\nThe products and/or services are exported from the United States in accordance with the Export Administration Regulations.\nDiversion to other countries is contrary to U.S.\nlaw and is prohibited.</p>\n<p>In compliance with the United States Patriot Act, only those who have provided appropriate identification information and do not reside within an embargoed nation and who are not listed on the Specially Designated Nationals list may receive commission checks paid by Global Virtual Opportunities.</p> COMMISSION SCHEDULE <p>Commissions are paid once per month by Global Virtual Opportunities on the day of the month for sales made from the first through the last day of the previous month, and are paid by Global Virtual Opportunities.</p>\n<p>There \"may\" be minimum commission payout amount..\nThis is the minimum amount that you must earn before you will be paid commissions.\nIn any commission period, your commission must exceed this amount before you will receive any sums for that period.\nCommissions below this minimum amount will be held until such time as the commission equals or exceeds this amount.</p>\n<p>Commissions are not paid for any sales for which payment has not been received, or for any transaction that has been rejected for any reason.</p>\n<p>We are not responsible for paying interest to affiliates for accrued but not yet delivered commission payments.</p>\n<p>If a transaction incurs a charge-back, or if an online transaction is not completed in every way, no commission payment is due to the affiliate.\nIf a commission has already been paid, then it will be deducted from an active affiliate's future commissions.</p>\n<p>All commissions are paid in US Dollars by means deemed appropriate.\nAffiliates requesting bank drafts will have a processing fee of $10.00 deducted from the check, should this service be offered.\nThis fee may change at any time.</p>\n<p>Each affiliate is responsible for selecting the payment processor, through which to receive their commissions/referral fees, from the payment processors supported by Global Virtual Opportunities.\nIf you elect a payment processor through which to receive your commissions and you later terminate the account or the account becomes unavailable for any reason, Global Virtual Opportunities is not responsible for your not receiving the money.\nEach affiliate is responsible for always maintaining the payment processor through which they receive their commissions/referral fees OR selecting an alternate method of payment supported by Global Virtual Opportunities.\nThis election is entirely made by the affiliate and Global Virtual Opportunities assumes no responsibility for non-receipt of payments made according to the payment processor elected by the affiliate, or the affiliate's lack of ability to then conform to the payment processors or processes supported by Global Virtual Opportunities.\nGlobal Virtual Opportunities assumes no responsibility for an affiliate not electing a payment processor.\nIf an affiliate fails to elect a payment processor, any sums due will be paid via check and any fees applicable to payments by check or bank draft will be deducted.</p> MIXING OF PRODUCTS <p>As an affiliate of Global Virtual Opportunities, your website on which you advertise any products or services of Global Virtual Opportunities may only include products that are not capable of being viewed by persons 13 years of age or younger unless Global Virtual Opportunities specifically allows such products.\nYour website may NOT contain any content or images that are NOT suitable for being viewed by persons 13 years of age or younger if you include any reference whatsoever to Global Virtual Opportunities, the website, the eBook(s), or your affiliate Link.\nOn any website on which you include any reference whatsoever to Global Virtual Opportunities, its products, services, and eBooks, you may NOT include any reference whatsoever to any form of \"Adult\" content.\nAny violation of these requirements will result in immediate termination of your affiliate status and you shall forfeit any commissions/referral fees that may be due.\nIn the event that any violation of these requirements results in the suspension or termination of any payment processor for Global Virtual Opportunities, you shall be liable for liquidated damages in the amount of $10,000 as well as actual and any consequential or actual damages that or Global Virtual Opportunities may incur.</p> PAYMENT PROCESSOR FEES <p>All commissions are calculated based on the net transaction.\nIn other words, all payment processor fees are first deducted from the sums collected from the customer.\nThen, all payment processor fees are deducted.\nThe remaining amount is a commissionable sale.\nThe commission rate listed on the website is then applied to determine the amount due the affiliate.\nAny sums paid for payment processor fees are not commissionable.\nGlobal Virtual Opportunities may also charge a per transaction fee for every transaction processed.\nIn the event that a per-transaction fee is applied, the amount of the fee can be seen on the website.\nAny such fee is not commissionable and is also deducted from the sums paid by the customer, prior to the calculation of any commission.</p> SPAM &amp.\nUNSOLICITED COMMERCIAL EMAIL (UCE) <p>Global Virtual Opportunities does not tolerate the sending of unsolicited bulk emails (UCE or SPAM) which promote, or make reference to Global Virtual Opportunities, or any of their associated companies or websites, Partners, or employees, the websites, products or services.\nThe provisions of the Terms and Conditions pertaining to UCE or SPAM shall apply to each affiliate.\nAny affiliate who, in the opinion of Global Virtual Opportunities, breaches this rule will have their affiliate status canceled and any outstanding commissions will be forfeited.</p> UNPROFESSIONAL CONDUCT <p>Global Virtual Opportunities and their associated companies operate with the strictest codes of professional conduct.\nAny affiliate who brings Global Virtual Opportunities or their employees, partners, or associates into disrepute, or who promotes any form of slander, racism, or unfair business practices, will have their affiliate status canceled and any outstanding commissions will be forfeited.</p>\n<p>Cross recruiting will not be tolerated and grounds for immediate termination.\nIf you are found to have promoted other opportunities to any affiliate, other than your \"personal\" referrals, Global Virtual Opportunities shall have the right to terminate your position.\nThis shall include sub-affiliates in your organization.</p>\n<p>Global Virtual Opportunities reserves the right to reject any affiliate application if, in Global Virtual Opportunities opinion, that person or entity violates established laws or commonly held standards of decency.\nFor example, we will reject applications from any person or company that promotes any form of violence, illegal activities, or from applicants who Global Virtual Opportunities prefers not to be associated with.</p> AFFILIATE SALES &amp.\nTRACKING <p>After signing up for the affiliate program, you will receive a unique affiliate URL which you will use to advertise the website.\nWhen someone clicks through this URL, a cookie will be set in their browser with your affiliate ID and their IP address may also be logged with your affiliate ID.\nDuring that visit to the website or any later visit, when a purchase is made the commission will be given based on the existence of the cookie.</p>\n<p>In order to receive proper credit for sales, a person or entity must purchase through your unique affiliate URL.\nMasking or cloaking of the links (whether done by software or by a script and sometimes referred to as \"affiliate link cloaking\") may or may not work with parts of the Sites.\nGlobal Virtual Opportunities allows masking or cloaking but you must provide a repeatable process for our verification of the cloaked link, otherwise the use of the masked or cloaked link is disallowed.</p> TERM &amp.\nTERMINATION <p>This agreement will begin upon your sign-up with the affiliate program and will end when either you or Global Virtual Opportunities terminates your affiliate status, or if your account is inactive in any continuous twelve month period.\nAn affiliate may terminate this agreement at any time, and for any reason, by logging into the members secure area dashboard and submitting a support ticket stating he/she wishes to terminate/cancel their account..\nThe affiliate may not transfer this agreement, or any rights conveyed in this agreement, to any third party whatsoever.</p>\n<p>Global Virtual Opportunities may also terminate this agreement at any time, and for any reason, by writing to affiliate at the email address listed in the affiliate's Profile, with 10 days notice.\nGlobal Virtual Opportunities may transfer this agreement to any party whatsoever, at any time, and this agreement shall remain in full force and effect, without notice to affiliate.\nHowever, if this agreement should terminate for cause due to violation of this agreement or the Terms and Conditions, this agreement shall terminate immediately and affiliate shall forfeit all right to any commissions then due.</p> RIGHTS TO MODIFY AGREEMENT <p>Global Virtual Opportunities, and its associated companies may, in good faith, modify any of this agreement and/or the Terms and Conditions (including the affiliate Commission Schedule), at any time and at its sole discretion, by posting a change notice or a new agreement on the website.\nThese changes will come into force immediately upon posting.\nThe affiliate's continued participation in the affiliate program following the said posting of a change notice or new agreement shall constitute binding acceptance by the affiliate of the change.</p>\n<p>If any modification to this agreement is not acceptable to the affiliate, the affiliate's only recourse is to terminate this agreement.\nUpon termination of this agreement, the former affiliate must remove all affiliate links and graphics from its web site, and refrain from publishing same in any manner whatsoever.</p> NO MISUSE <p>It is understood that any individual that uses Global Virtual Opportunities system shall not use it in connection with obscene, defamatory, slanderous, hateful, illegal or politically disruptive material, the definition of which shall be at the sole discretion of Global Virtual Opportunities.\nIt is also understood that affiliates shall not try to cheat the system in an effort to increase their payments due.\nIf such misuse is detected, the affiliate will be immediately terminated as an affiliate and any sums paid and any sums payable as and for commissions will be withheld.\nAll affiliates further agree to refrain from engaging in any hostile activity toward the system.\nAny individual that engages in such hostile activity, such as hacking, shall be held liable for any loss sustained by Global Virtual Opportunities, or its associates due to such action.</p> AS-IS ONLY <p>Although Global Virtual Opportunities makes it's BEST EFFORTS to assure service there is no warranty or guarantee of any kind with respect to Global Virtual Opportunities system as far as reliability, stability, quality or dependability.\nThis means that Global Virtual Opportunities, or its associates is not responsible for any loss or damage incurred directly or indirectly due to the use of Global Virtual Opportunities website, products, services, or any other facet of the system.\nThis shall include, but is not limited to, any system malfunction, period of being inoperative or unavailable, loss of data or discontinuation of service, other inconveniences.</p> FEES <p>Affiliates shall be charged NO FEE by Global Virtual Opportunities for setting up an account to join affiliate programs or to join any program.</p>\n<p>Global Virtual Opportunities Affiliate Program is, however, only open to users of the service and deemed a \"closed\" affiliate program open to members only.</p> ELECTRONIC COMMUNICATIONS &amp.\nEMAIL <p>Global Virtual Opportunities requires your primary email address be listed in your affiliate Profile.\nAffiliates will not be able to use the website or participate in the affiliate program until their email addresses are verified.\nThose who fail to verify their email address or use an email address that generates an error response consistently (e.g., \"User is over quota\" or \"Mailbox full\") will forfeit any commissions due and this contract will be terminated immediately.\nYou may not use an email address with an auto responder as your Global Virtual Opportunities email address.\nWhen you visit Global Virtual Opportunities websites or send emails to, you are communicating electronically.\nYou consent to receive communications from Global Virtual Opportunities electronically.\nGlobal Virtual Opportunities will communicate with you by email or by posting notices on this site.\nYou agree that all agreements, notices, disclosures and other communications that Global Virtual Opportunities provides to you electronically satisfy any legal requirement that such communications be in writing.\nIf you are an affiliate, you understand that you may NOT opt out of any emails that you receive from Global Virtual Opportunities.\nAs an affiliate, you must continually have a valid email account on file with Global Virtual Opportunities or we reserve the right to terminate your participation immediately, without any refund of any license fees paid or payment of any commission due.</p> UNAUTHORIZED CHARGING OR RECEIPT OF PAYMENTS THROUGH THE SITES <p>No affiliate, or other person or entity may use the website, or Global Virtual Opportunities payment processing system, for private transactions.\nAny revenue collected through the website or through Global Virtual Opportunities payment processing system may become the sole property of Global Virtual Opportunities.\nAny revenue collected through Global Virtual Opportunities payment processing system may become the sole property of Global Virtual Opportunities.\nSpecifically, affiliates may not link to the website for processing of products or services that are not wholly sponsored by Global Virtual Opportunities and authorized by Global Virtual Opportunities and further, may not link to the website for processing of any products beyond what Global Virtual Opportunities has identified as salable products for the website and specific affiliate sales.\nShould any affiliate of Global Virtual Opportunities or other person or entity construct links that process orders through Global Virtual Opportunities payment processing system, the act will be considered an attack of computing resources with intent to damage the website and therefore treated as a serious computer crime.\nViolators will be prosecuted to the fullest extent of the law.</p> CHARGING OR RECEIVING ANY PAYMENT FOR ASSISTING YOUR AFFILIATES <p>The progress of any affiliate benefits Global Virtual Opportunities in many ways.\nIf You recruit, sponsor, or obtain an affiliate through the websites, by any means, You should always be willing to assist such affiliate at no charge to such affiliate.\nIf you are unwilling to assist such affiliates without charge, your affiliate status with Global Virtual Opportunities will be terminated immediately and any commissions due will be withheld permanently as partial compensation for managing the associated and impacted affiliates.</p> AFFILIATE IDENTIFICATION NUMBERS <p>You will be provided an affiliate identification number.\nYour affiliate ID number may be numeric and/or CaSe sEnSitIvE.\nFor example, the code 'learn_more' is different from 'Learn_More'.\nYou are responsible for maintaining the secrecy and security of your affiliate ID number and password.\nYou agree to hold Global Virtual Opportunities harmless in the event that any such information is shared by you with any other person or entity whatsoever.</p> NO PREDATORY ADVERTISING <p>All affiliates in the affiliate program agree to refrain from any type of predatory advertising practices, the definition of which shall be at the sole discretion of Global Virtual Opportunities, and shall include, but not be limited to, dynamically replacing the affiliate ID of one affiliate with that of another with the effect of \"stealing\" the commission away from the affiliate that earned it, whether this be intentional or not.\nAffiliates may not adjust any of the supplied affiliate links to reset cookies or bypass other safeguards in the system.\nAffiliates understand that engaging in such practices is grounds for immediate termination and forfeiture of any earned commissions.</p> LIABILITY <p>Global Virtual Opportunities will not be liable for indirect or accidental damages (loss of revenue, commissions) due to affiliate system sale tracking failures, commission processing system failures, losses of database files or backups thereof, attacks on computing resources, computer viruses, the continued viability of their products, any results of \"intents of harm\" to the program, or acts of God or Nature.\nGlobal Virtual Opportunities makes no claim that the operation of the websites or that Global Virtual Opportunities network will be error-free nor will Global Virtual Opportunities be held liable for any interruptions or errors.</p> MISCELLANEOUS PROVISIONS <p>a) If any part of this agreement or the Terms and Condition is declared void, this agreement and the Terms and Conditions shall, to the maximum practicable extent, be construed without reference to that part.\nNo term or provision of the Agreement shall be waived unless in writing and signed by the party waiving the provision and any waiver shall apply only to the specific event or situation which it describes and shall not be continuing.\nNo affiliate may assign or sublicense this agreement without Global Virtual Opportunities prior written consent.</p>\n<p>b) All legal or other fees incurred in collecting returned checks or declined credit cards or any other lack of payment related to a sale made by an affiliate will be payable by the affiliate.\nAny sums not collected from the affiliate or affiliate's customer are not commissionable, and any fees incurred during processing or handling of sales made by the affiliate will be deducted in whole from any commissions due to the affiliate.\nFurther, in the event that the commissions due the affiliate are insufficient to cover any sums, the affiliate agrees to pay the full amount to Global Virtual Opportunities.</p>\n<p>c) IF THE FOREGOING LIMITATIONS OR THE LIMITATIONS WITHIN THE TERMS AND CONDITIONS ARE HELD TO BE UNENFORCEABLE, Global Virtual Opportunities LIABILITY FOR DAMAGES UNDER THIS AGREEMENT TO ANY PERSON OR ENTITY SHALL NOT EXCEED THE AMOUNT OF FEES PAID BY THAT PERSON OR ENTITY FOR THE PRODUCT, SERVICE, AND OR EBOOK OR SOFTWARE (LICENSE).</p>\n<p>d) To the extent you have in any manner violated or threatened to violate Global Virtual Opportunity's intellectual property rights, Global Virtual Opportunities may seek injunctive or other appropriate relief in any court located in Comal, Texas, USA and you consent to exclusive jurisdiction and venue in such courts.\nUse of Global Virtual Opportunities website is unauthorized in any jurisdiction that does not give effect to all provisions of these terms and conditions, including without limitation this paragraph.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and Global Virtual Opportunities as a result of this agreement or use of the website, products, and/or services.\nGlobal Virtual Opportunities performance of this agreement is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of Global Virtual Opportunities right to comply with governmental, court and law enforcement determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.</p>\n<p>e) This Agreement shall be governed and construed in accordance with the laws of Texas, USA applicable to agreements made and to be performed in Texas, USA.\nYou agree that any legal action or proceeding between Global Virtual Opportunities and you for any purpose concerning this agreement or the parties' obligations hereunder, will first attempt to be resolved with the help of a mutually agreed-upon online mediator.\nAny costs and fees (other than attorney fees) associated with the mediation will be shared equally by each of us.</p>\n<p>f) If it proves impossible to arrive at a mutually satisfactory solution through online mediation, we agree to submit the dispute to binding arbitration at the following location: for legal actions or proceedings between Global Virtual Opportunities and you, in Comal, Texas, USA under the commercial rules of the American Arbitration Association.\nJudgment upon the award rendered by the arbitration may be entered in any court with jurisdiction to do so.</p>\n<p>In no case shall you have the right to go to court or have a jury trial.\nYou will not have the right to engage in pre-trial discovery except as provided in the rules.\nyou will not have the right to participate as a representative or member of any class of claimants pertaining to any claim subject to arbitration.\nthe arbitrator's decision will be final and binding with limited rights of appeal.</p>\n<p>g) Any cause of action or claim you may have with respect to the website, the products, the services, or the eBook(s), must be commenced within ninety (90) days after the claim or cause of action arises or such claim or cause of action is barred.\nGlobal Virtual Opportunity's failure to insist upon or enforce strict performance of any provision of this agreement shall not be construed as a waiver of any provision or right.\nNeither the course of conduct between the parties nor trade practice shall act to modify any provision of this agreement.\nGlobal Virtual Opportunities may assign its rights and duties under this agreement to any party at any time without notice to you.\nUse of headings in this document is for convenience only and does not identify legal boundaries or terms explicitly.</p>\n<p>h) Global Virtual Opportunities may modify this agreement, and the agreement this creates, at any time, simply by updating this posting and without notice to you.\nThis is the ENTIRE agreement regarding all the matters that have been discussed.</p>\n<p>i) Global Virtual Opportunities may transfer any rights or responsibility that it may have to any person or entity whatsoever.\nNothing herein shall alter or encumber the right of Global Virtual Opportunities to transfer any such rights or responsibilities.\nAny transfer by Global Virtual Opportunities shall cause this agreement, and any other agreement then in effect (as well as any other contract between you and the transferring party) to transfer simultaneously, all without permission.</p>\n<p>j) Should this affiliate program be deemed illegal in any jurisdiction, Global Virtual Opportunities has the right to immediately terminate this program, without recourse.\nIf the payment processors utilized by Global Virtual Opportunities determine that sales made through affiliates cannot be processed through the payment processor, then Global Virtual Opportunities has the right to immediately terminate this Program, without recourse.\nNothing herein is intended to imply that Global Virtual Opportunities will always offer any affiliate program, or this affiliate program, for all products, services, and/or opportunities sold by Global Virtual Opportunities on the websites or that Global Virtual Opportunities will offer any affiliate program whatsoever.</p>\n<p>Any rights not expressly granted herein are reserved.</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com..\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>&nbsp;</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.040065", "updated_at": "2023-04-16 01:27:46.945464"}, {"id": 15599, "name": "TOS", "url": "https://gogvo.com/legal/terms-of-use.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<p>\n<b>Pay attention</b> in order to keep your data and content saved via hosting service your account has to be fully paid.\nYour data and content are saved in unpaid hosting account for 30 days maximum.\nAfter 30 days of unpaid service all data and content are permanently deleted without possibility of restoration.</p>\n<u>TERMS AND CONDITIONS OF USE</u>\n<p>Thank you for visiting our website.\nIf you want to use Global Virtual Opportunities, you must agree to conform to and be legally bound by the terms and conditions described below.</p> IF YOU DISAGREE WITH ANY OF THESE TERMS OR CONDITIONS, DO NOT USE OUR WEBSITE.\nMINORS <p>We do not provide services or sell products to children.\nIf you are below the age of 18, you may use our website only with the permission and active involvement of a parent or legal guardian.\nIf you are a minor, please do not provide us or other website visitors with any personal information.</p> PRIVACY POLICY IS PART OF THESE TERMS AND CONDITIONS <p>Our privacy policy is part of, and subject to, these terms and conditions of use.\nYou may view our privacy policy on Global Virtual Opportunities.</p> ANTI-SPAM POLICY IS PART OF THESE TERMS AND CONDITIONS <p>Our anti-Spam policy is part of, and subject to, these terms and conditions of use.\nYou may view our anti-Spam policy on Global Virtual Opportunities.</p> COMPENSATION DISCLOSURE POLICY, IF ANY, IS PART OF THESE TERMS AND CONDITIONS <p>If there is a Compensation Disclosure Policy on Global Virtual Opportunities, the policy is part of, and subject to, these terms and conditions of use.</p> MODIFICATIONS AND TERMINATIONS <p>These terms and conditions may change from time to time.\nIf such changes are made, they will be effective immediately, and we will notify you by a notice posted on our website's home page of the changes that have been made.\nIf you disagree with the changes that have been made, you should not use our website.</p>\n<p>We may terminate these terms and conditions of use for any reason and at any time without notice to you.</p>\n<p>If you are concerned about these terms and conditions of use, you should read them each time before you use our website.\nAny questions or concerns should be brought to our attention by sending an e-mail to legal[at]gvocorp.com, and providing us with information relating to your concern.</p> LICENSEE STATUS <p>You understand and agree that your use of our website is limited and non-exclusive as a nontransferable revocable licensee.\nWe may terminate your license to use our website, and access to our website, for any reason, and without giving you notice.</p> CONTENT OWNERSHIP <p>All content on our website is owned by us or our content suppliers.\nOn behalf of ourselves and our content suppliers, we claim all property rights, including intellectual property rights, for this content and you are not allowed to infringe upon those rights.\nWe will prosecute to the fullest extent of the law anyone who attempts to steal our property.</p>\n<p>You agree not to copy content from our website without our permission.\nAny requests to use our content should be submitted to us by e-mail to legal[at]gvocorp.com.</p>\n<p>If you believe that your intellectual property rights have been infringed upon by our website content, please notify us by sending an e-mail to legal[at]gvocorp.com, or by sending mail to us at the address listed below.\nPlease describe in detail the alleged infringement, including the factual and legal basis for your claim of ownership.</p> DISCLAIMERS AND LIMITATIONS OF LIABILITY <p>The information on our website is provided on an \"as is,\" \"as available\" basis.\nYou agree that your use of our website is at your sole risk.\nWe disclaim all warranties of any kind, including but not limited to, any express warranties, statutory warranties, and any implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\nWe do not warrant that our website will always be available, access will be uninterrupted, be error-free, meet your requirements, or that any defects in our website will be corrected.</p>\n<p>Information on our website should not necessarily be relied upon and should not to be construed to be professional advice from us.\nWe do not guarantee the accuracy or completeness of any of the information provided, and is not responsible for any loss resulting from your reliance on such information.</p>\n<p>If your jurisdiction does not allow limitations on warranties, this limitation may not apply to you.\nYour sole and exclusive remedy relating to your use of the site shall be to discontinue using the site.</p>\n<p>Under no circumstances will we be liable or responsible for any direct, indirect, incidental, consequential (including damages from loss of business, lost profits, litigation, or the like), special, exemplary, punitive, or other damages, under any legal theory, arising out of or in any way relating to our website, our website services (such as but not limited to autoresponder, prospecting system, conference software, easy video producer), your website use, or the content, even if advised of the possibility of such damages.</p>\n<p>Our total liability for any claim arising out of or relating to our website shall not exceed one hundred ($100) dollars and that amount shall be in lieu of all other remedies which you may have against us or our affiliates.\nAny such claim shall be subject to confidential binding arbitration as described later in these terms and conditions of use.</p> OBSCENE AND OFFENSIVE CONTENT <p>We are not responsible for any obscene or offensive content that you receive or view from others while using our website.\nHowever, if you do receive or view such content, please contact us by e-mail to legal[at]gvocorp.com so that we can investigate the matter.\nAlthough we are not obligated to do so, we reserve the right to monitor, investigate, and remove obscene or offensive material posted to our website.</p> INDEMNIFICATION <p>You understand and agree that you will indemnify, defend and hold us and our affiliates harmless from any liability, loss, claim and expense, including reasonable attorney's fees, arising from your use of our website or your violation of these terms and conditions.</p> COMPLIANCE WITH GOVERNING LAW AND DISPUTE RESOLUTION <p>You agree to obey all applicable laws while using our website.</p>\n<p>You agree that the laws of Texas govern these terms and conditions of use without regard to conflicts of laws provisions.</p>\n<p>You also agree that any dispute between you and us, excluding any intellectual property right infringement claims we pursue against you, shall be settled solely by confidential binding arbitration per the American Arbitration Association commercial arbitration rules.\nAll claims must arbitrate on an individual basis, and cannot be consolidated in any arbitration with any claim or controversy of anyone else.\nAll arbitration must occur in Comal, Texas, USA.\nEach party shall bear one half of the arbitration fees and costs incurred, and each party is responsible for its own lawyer fees.</p> SEVERABILITY OF THESE TERMS AND CONDITIONS <p>If any part of these terms and conditions of use are determined by a court of competent jurisdiction to be invalid or unenforceable, that part shall be limited or eliminated to the minimum extent necessary so that the remainder of these terms and conditions are fully enforceable and legally binding.</p> HOW TO CONTACT US <p>Any questions or concerns about these terms and conditions of use should be brought to our attention by e-mail to notice[at]gvocorp.com, and providing us with information relating to your concern.</p>\n<p>You may also mail your concerns to us at the following address:</p>\n<p>Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p> ENTIRE AGREEMENT <p>These terms and conditions, including the policies incorporated herein by express reference, constitute your entire agreement with us with respect to your use of our website.</p>\n<p>This Terms and Conditions of Use was last updated on 08-20-2010.</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:13.94722", "updated_at": "2023-04-16 01:27:57.195158"}, {"id": 15600, "name": "TOS Legal", "url": "https://gogvo.com/legal/tos2.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<p>\n<b>Pay attention</b> in order to keep your data and content saved via hosting service your account has to be fully paid.\nYour data and content are saved in unpaid hosting account for 30 days maximum.\nAfter 30 days of unpaid service all data and content are permanently deleted without possibility of restoration.</p> 1.\nAcceptance of terms <p>Welcome to Kiosk Hosting, a division of Global Virtual Opportunities Inc (https://gvocorp.com).\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\nprovides its service to you, subject to the following Terms of Service (\"TOS\"), which may be updated by us from time to time without notice to you.\nYou can review the most current version of the TOS at any time at: https://www.gogvo.com/legal/terms-of-use.php.\nIn addition, when using particular Global Virtual Opportunities Inc (https://gvocorp.com).\nowned or operated services, you and Global Virtual Opportunities Inc (https://gvocorp.com).\nshall be subject to any posted guidelines or rules applicable to such services which may be posted from time to time.\nAll such guidelines or rules (including but not limited to our Spam Policy) are hereby incorporated by reference into the TOS.\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\nmay also offer other services that are governed by different Terms of Service.\n</p> 2.\nDescription of service <p>Global Virtual Opportunities Inc (https://gvocorp.com).\ncurrently provides users with access to a rich collection of resources, including, various communications tools, hosting services, forums, shopping services, personalized content and branded programming through its network of properties (the \"Service\").\nYou also understand and agree that the Service may include advertisements and that these advertisements are necessary for Global Virtual Opportunities Inc (https://gvocorp.com).\nto provide the Service.\nYou also understand and agree that the service may include certain communications from Global Virtual Opportunities Inc (https://gvocorp.com)., such as service announcements, administrative messages and Newsletters, and that these communications are considered part of Global Virtual Opportunities Inc (https://gvocorp.com).\nmembership and you will not be able to opt out of receiving them.\nUnless explicitly stated otherwise, any new features that augment or enhance the current Service, including the release of new Global Virtual Opportunities Inc (https://gvocorp.com).\nproperties, shall be subject to the TOS.\nYou understand and agree that the Service is provided \"AS-IS\" and that Global Virtual Opportunities Inc (https://gvocorp.com).\nassumes no responsibility for the timeliness, deletion, mis-delivery or failure to store any user communications or personalization settings.\nYou are responsible for obtaining access to the Service and that access may involve third party fees (such as Internet service provider or airtime charges).\nYou are responsible for those fees, including those fees associated with the display or delivery of advertisements.\nIn addition, you must provide and are responsible for all equipment necessary to access the Service.\n</p> 3.\nYour registration obligations <p>In consideration of your use of the Service, you represent that you are of legal age to form a binding contract and are not a person barred from receiving services under the laws of Canada or other applicable jurisdiction.\nYou also agree to: (a) provide true, accurate, current and complete information about yourself as prompted by the Service's registration form (such information being the \"Registration Data\") and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or Global Virtual Opportunities Inc (https://gvocorp.com).\nhas reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, Global Virtual Opportunities Inc (https://gvocorp.com).\nhas the right to suspend or terminate your account and refuse any and all current or future use of the Service (or any portion thereof).</p>\n<p>Members who sign up for the one dollar, understand that they will automatically be upgraded and billed $44.95 at the end of the said trial.\nCancellations for both one dollar trial subscriptions and full subscriptions are requested by the member in the members area via the help desk.</p> 4.\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\nPrivacy policy <p>Registration Data and certain other information about you is subject to our Privacy Policy.\nFor more information, see our full privacy policy at https://www.gogvo.com/legal/privacy-policy.php </p> 5.\nMember account, password and security and payment <p>a.\nYou will receive a password and account designation upon completing the Service's registration process.\nYou are responsible for maintaining the confidentiality of the password and account, and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify Global Virtual Opportunities Inc (https://gvocorp.com).\nof any unauthorized use of your password or account or any other breach of security, and (b) ensure that you exit from your account at the end of each session.\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\ncannot and will not be liable for any loss or damage arising from your failure to comply with this Section 5.</p>\n<p>You are responsible for backing up your hosting account via your own Cpanel.\nWe run daily, weekly, and monthly backups but these cannot be relied upon as the sole source of backups.\nWe do not guarantee the integrity of our backups.</p>\n<p>You acknowledge that any software which is left outdated or vulnerable to remote exploits may be suspended and removed from your account without prior or follow-up notice.\nIf your storage space contains files that facilitate, for example, remote exploits such as Cross Site Scripting (XSS) vulnerabilities, your affected files may get removed or suspended for this.\nYou are fully aware that updating your software is your responsibility and neglecting to do so may result in unwanted service interruptions.</p>\n<p>b.\nAll our one dollar trials are based on a forced continuity program.\nYou agree that if you do not cancel your membership before the end of the trial you will be billed at the regular price of the service which is currently $44.95 per month for our Titanium package.</p> 6.\nMember conduct <p>You understand that all information, data, text, software, music, sound, photographs, graphics, video, messages or other materials (\"Content\"), whether publicly posted or privately transmitted, are the sole responsibility of the person from which such Content originated.\nThis means that you, and not Global Virtual Opportunities Inc (https://gvocorp.com)., are entirely responsible for all Content that you upload, post, email, transmit or otherwise make available via the Service.\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\ndoes not control the Content posted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such Content.\nYou understand that by using the Service, you may be exposed to Content that is offensive, indecent or objectionable.\nUnder no circumstances will Global Virtual Opportunities Inc (https://gvocorp.com).\nbe liable in any way for any Content, including, but not limited to, for any errors or omissions in any Content, or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, transmitted or otherwise made available via the Service.</p>\n<p>You agree to not use the Service to:</p>\n<ul>\n<li> upload, post, email, transmit or otherwise make available any Content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable;</li>\n<li> harm minors in any way;</li>\n<li> impersonate any person or entity, including, but not limited to, a Global Virtual Opportunities Inc (https://gvocorp.com).\nofficial, forum leader, guide or host, or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li> forge headers or otherwise manipulate identifiers in order to disguise the origin of any Content transmitted through the Service;</li>\n<li> upload, post, email, transmit or otherwise make available any Content that you do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements);</li>\n<li> upload, post, email, transmit or otherwise make available any Content that infringes any patent, trademark, trade secret, copyright or other proprietary rights (\"Rights\") of any party;</li>\n<li> upload, post, email, transmit or otherwise make available any unsolicited or unauthorized advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation, except in those areas that are designated for such purpose (please read our complete Spam Policy);</li>\n<li> upload, post, email, transmit or otherwise make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li> disrupt the normal flow of dialogue, cause a screen to \"scroll\" faster than other users of the Service are able to type, or otherwise act in a manner that negatively affects other users' ability to engage in real time exchanges;</li>\n<li> interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service;</li>\n<li> enable proxy browsing or mailing</li>\n<li> intentionally or unintentionally violate any applicable local, state, national or international law, including, but not limited to, regulations promulgated by the U.S.\nSecurities and Exchange Commission, any rules of any national or other securities exchange, including, without limitation, the New York Stock Exchange, the American Stock Exchange or the NASDAQ, and any regulations having the force of law;</li>\n<li> \"stalk\" or otherwise harass another.\nor</li>\n<li> collect or store personal data about other users.</li>\n</ul>\n<p>You acknowledge that Global Virtual Opportunities Inc (https://gvocorp.com).\nmay or may not pre-screen Content, but that Global Virtual Opportunities Inc (https://gvocorp.com).\nand its designees shall have the right (but not the obligation) in their sole discretion to pre-screen, refuse, or move any Content that is available via the Service.\nWithout limiting the foregoing, Global Virtual Opportunities Inc (https://gvocorp.com).\nand its designees shall have the right to remove any Content that violates the TOS or is otherwise objectionable.\nYou agree that you must evaluate, and bear all risks associated with, the use of any Content, including any reliance on the accuracy, completeness, or usefulness of such Content.\nIn this regard, you acknowledge that you may not rely on any Content created by Global Virtual Opportunities Inc (https://gvocorp.com).\nor submitted to Global Virtual Opportunities Inc (https://gvocorp.com)., including without limitation information in Global Virtual Opportunities Inc (https://gvocorp.com).\nMessage Boards, and in all other parts of the Service.</p>\n<p>You acknowledge, consent and agree that Global Virtual Opportunities Inc (https://gvocorp.com).\nmay access, preserve, and disclose your account information and Content if required to do so by law or in a good faith belief that such access preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce the TOS.\n(c) respond to claims that any Content violates the rights of third-parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property, or personal safety of Global Virtual Opportunities Inc (https://gvocorp.com)., its users and the public.</p>\n<p>You understand that the technical processing and transmission of the Service, including your Content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>You understand that the Service and software embodied within the Service may include security components that permit digital materials to be protected, and use of these materials is subject to usage rules set by Global Virtual Opportunities Inc (https://gvocorp.com).\nand/or content providers who provide content to the Service.\nYou may not attempt to override or circumvent any of the usage rules embedded into the Service.\nAny unauthorized reproduction, publication, further distribution or public exhibition of the materials provided on the Service, in whole or in part, is strictly prohibited.\n</p> 7.\nSpecial admonitions for international use <p>Recognizing the global nature of the Internet, you agree to comply with all local rules regarding online conduct and acceptable Content.\nSpecifically, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.</p> 8.\nIndemnity <p>You agree to indemnify and hold Global Virtual Opportunities Inc (https://gvocorp.com)., and its subsidiaries, affiliates, officers, agents, co-branders or other partners, and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of Content you submit, post, transmit or make available through the Service, your use of the Service, your connection to the Service, your violation of the TOS, or your violation of any rights of another.\n</p> 9.\nGeneral practices regarding use and storage <p>You acknowledge that Global Virtual Opportunities Inc (https://gvocorp.com).\nmay establish general practices and limits concerning use of the Service, including without limitation the maximum number of days that email messages, message board postings or other uploaded Content will be retained by the Service, the maximum number of email messages that may be sent from or received by an account on the Service, the maximum size of any email message that may be sent from or received by an account on the Service, the maximum disk space that will be allotted on Global Virtual Opportunities Inc (https://gvocorp.com).\nservers on your behalf, and the maximum number of times (and the maximum duration for which) you may access the Service in a given period of time.\nYou agree that Global Virtual Opportunities Inc (https://gvocorp.com).\nhas no responsibility or liability for the deletion or failure to store any messages and other communications or other Content maintained or transmitted by the Service.\nYou further acknowledge that Global Virtual Opportunities Inc (https://gvocorp.com).\nreserves the right to modify these general practices and limits from time to time.</p>\n<p>Global Virtual Opportunities Inc (https://gvocorp.com) reserves the right to suspend any account that it judges as limiting resources for other shared hosting users.\nIf your account becomes too resource intensive for the shared server you are hosted on, we may ask you to upgrade to a dedicated server.</p> 10.\nModifications to service <p>Global Virtual Opportunities Inc (https://gvocorp.com).\nreserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nYou agree that Global Virtual Opportunities Inc (https://gvocorp.com).\nshall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p> 11.\nTermination <p>You agree that Global Virtual Opportunities Inc (https://gvocorp.com).\nmay, under certain circumstances and without prior notice, immediately terminate your Global Virtual Opportunities Inc (https://gvocorp.com).\naccount, and access to the Service.\nCause for such termination shall include, but not be limited to, (a) breaches or violations of the TOS or other incorporated agreements or guidelines, (b) requests by law enforcement or other government agencies, (c) a request by you (self-initiated account deletions), (d) and discontinuance or material modification to the Service (or any part thereof), (e) unexpected technical or security issues or problems.\nTermination of your Global Virtual Opportunities Inc (https://gvocorp.com).\naccount includes (a) removal of access to all offerings within the Service, (b) deletion of your password and all related information, files and content associated with or inside your account (or any part thereof), and (c) barring further use of the Service.\nFurther, you agree that all terminations for cause shall be made in Global Virtual Opportunities Inc (https://gvocorp.com).'s sole discretion and that Global Virtual Opportunities Inc (https://gvocorp.com).\nshall not be liable to you or any third-party for any termination of your account, or access to the Service.</p>\n<p>While we hate to loose a member, we recognize that there will be times when our clients need to leave us.\nIn order to do that, and improve our service, we ask that you follow this simple process: Login to your Members Area, click on \"Help desk support\" and send us a ticket requesting cancellation.\nWe take your satisfaction seriously, and that is why we like to know how we can better our services.\nAlthough very rare, if you feel you want a FULL refund for the months service, request it within 7 days of your last billing date and we will provide you a FULL refund for the month, no questions asked.</p>\n<p>Accounts that fail payment will be sent a series of e-mails to notify the user.\nThe user must keep his e-mail address up to date to insure that we reach them.\nIf the account is not reactivated within 15 days, the account will be terminated, in full, and any domains that the user has hosted will be removed from our servers.\n</p> 12.\nAffiliate sales and commissions <p>You understand and agree that :</p>\n<ol>\n<li>Sales to be the personal responsibility of each Affiliate Member, who acts for the Company as an independent contractor.\nThe Affiliate Member does not legally represent the Company, nor is he an agent of the Company, nor does he have authority to legally bind the Company to obligations;</li>\n<li>A 5% fee will be charged on any and all payouts.\nAs an example only, if the commission payout to the affiliate is $24.95 then the affiliate will receive $23.70 ($24.95 - 5%)</li>\n<li>Commissions are paid every month between the 15th and 25th;</li>\n<li> A minimum of $20.00 US is to be owed before a payout is issued;</li>\n<li> If you cancel membership, you forfeit any and all owed commissions.</li>\n<li> The maximum monthly commission for one referral is equal to 25% of $24.95 </li>\n</ol> 13.\nDealings with advertisers <p>Your correspondence or business dealings with, or participation in promotions of, advertisers found on or through the Service, including payment and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such advertiser.\nYou agree that Global Virtual Opportunities Inc (https://gvocorp.com).\nshall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such advertisers on the Service.\n</p> 14.\nLinks <p>The Service may provide, or third parties may provide, links to other World Wide Web sites or resources.\nBecause Global Virtual Opportunities Inc (https://gvocorp.com).\nhas no control over such sites and resources, you acknowledge and agree that Global Virtual Opportunities Inc (https://gvocorp.com).\nis not responsible for the availability of such external sites or resources, and does not endorse and is not responsible or liable for any Content, advertising, products, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that Global Virtual Opportunities Inc (https://gvocorp.com).\nshall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such Content, goods or services available on or through any such site or resource.</p> 15.\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\nproprietary rights <p>You acknowledge and agree that the Service and any necessary software used in connection with the Service (\"Software\") contain proprietary and confidential information that is protected by applicable intellectual property and other laws.\nYou further acknowledge and agree that Content contained in sponsor advertisements or information presented to you through the Service or advertisers is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws.\nExcept as expressly authorized by Global Virtual Opportunities Inc (https://gvocorp.com).\nor advertisers, you agree not to modify, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Software, in whole or in part.</p>\n<p>Global Virtual Opportunities Inc (https://gvocorp.com).\ngrants you a personal, non-transferable and non-exclusive right and license to use the object code of its Software on a single computer.\nprovided that you do not (and do not allow any third party to) copy, modify, create a derivative work of, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Software.\nYou agree not to modify the Software in any manner or form, or to use modified versions of the Software, including (without limitation) for the purpose of obtaining unauthorized access to the Service.\nYou agree not to access the Service by any means other than through the interface that is provided by Global Virtual Opportunities Inc (https://gvocorp.com).\nfor use in accessing the Service </p> 16.\nDisclaimer of warranties <p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT:</p>\n<ol>\n<li>YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\nEXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</li>\n<li> Global Virtual Opportunities Inc (https://gvocorp.com).\nMAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS, (ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE, (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE, (iv) THE QUALITY OF ANY PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICE WILL MEET YOUR EXPECTATIONS, AND (V) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.</li>\n<li>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\n</li>\n<li>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM Global Virtual Opportunities Inc (https://gvocorp.com).\nOR THROUGH OR FROM THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TOS.</li>\n<li>A SMALL PERCENTAGE OF USERS MAY EXPERIENCE EPILEPTIC SEIZURES WHEN EXPOSED TO CERTAIN LIGHT PATTERNS OR BACKGROUNDS ON A COMPUTER SCREEN OR WHILE USING THE SERVICE.\nCERTAIN CONDITIONS MAY INDUCE PREVIOUSLY UNDETECTED EPILEPTIC SYMPTOMS EVEN IN USERS WHO HAVE NO HISTORY OF PRIOR SEIZURES OR EPILEPSY.\nIF YOU, OR ANYONE IN YOUR FAMILY, HAVE AN EPILEPTIC CONDITION, CONSULT YOUR PHYSICIAN PRIOR TO USING THE SERVICE.\nIMMEDIATELY DISCONTINUE USE OF THE SERVICE AND CONSULT YOUR PHYSICIAN IF YOU EXPERIENCE ANY OF THE FOLLOWING SYMPTOMS WHILE USING THE SERVICE -- DIZZINESS, ALTERED VISION, EYE OR MUSCLE TWITCHES, LOSS OF AWARENESS, DISORIENTATION, ANY INVOLUNTARY MOVEMENT, OR CONVULSIONS.\n</li>\n</ol> 17.\nLimitation of liability <p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT Global Virtual Opportunities Inc (https://gvocorp.com).\nSHALL NOT BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF Global Virtual Opportunities Inc (https://gvocorp.com).\nHAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE.\n(ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE.\n(iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR (v) ANY OTHER MATTER RELATING TO THE SERVICE.</p> 18.\nExclusions and limitations <p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS OF SECTIONS 17 AND 18 MAY NOT APPLY TO YOU.</p> 19.\nSpecial admonition for services relating to financial matters <p>If you intend to create or join any service, receive or request any news, messages, alerts or other information from the Service concerning companies, stock quotes, investments or securities, please read the above Sections 17 and 18 again.\nThey go doubly for you.\nIn addition, for this type of information particularly, the phrase \"Let the investor beware\" is apt.\nThe Service is provided for informational purposes only, and no Content included in the Service is intended for trading or investing purposes.\nGlobal Virtual Opportunities Inc (https://gvocorp.com).\nand its licensors shall not be responsible or liable for the accuracy, usefulness or availability of any information transmitted or made available via the Service, and shall not be responsible or liable for any trading or investment decisions made based on such information.</p> 20.\nNotice <p>Global Virtual Opportunities Inc (https://gvocorp.com).\nmay provide you with notices, including those regarding changes to the TOS, by either email, regular mail, or postings on the Service.\n</p> 21.\nGeneral information <p>\n<em>Entire Agreement</em>.\nThe TOS constitute the entire agreement between you and Global Virtual Opportunities Inc (https://gvocorp.com).\nand govern your use of the Service, superceding any prior agreements between you and Global Virtual Opportunities Inc (https://gvocorp.com).\nYou also may be subject to additional terms and conditions that may apply when you use or purchase certain other Global Virtual Opportunities Inc (https://gvocorp.com).\nservices, affiliate services, third-party content or third-party software.</p>\n<p>Waiver and Severability of Terms.\nThe failure of Global Virtual Opportunities Inc (https://gvocorp.com).\nto exercise or enforce any right or provision of the TOS shall not constitute a waiver of such right or provision.\nIf any provision of the TOS is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the TOS remain in full force and effect.</p>\n<p>Statute of Limitations.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or the TOS must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:13.977748", "updated_at": "2023-04-16 01:28:27.171653"}, {"id": 15606, "name": "EXTERNAL LINKS POLICY", "url": "https://gogvo.com/legal/external-links-policy.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>EXTERNAL LINKS POLICY</u>\n<p>Our website contains hypertext links to websites and other information created and maintained by other individuals and organizations.\nThese links are only provided for your convenience.\nWe do not control or guarantee the accuracy, completeness, relevance, or timeliness of any information or privacy policies posted on these linked websites.\nYou should know that these websites may track visitor viewing habits.</p>\n<p>Unless otherwise expressly stated by us, hyperlinks to particular items do not reflect their importance, and are not an endorsement of the individuals or organizations sponsoring the websites, the views expressed on the websites, or the products or services offered on the websites.</p>\n<p>We permit links to our website if they do not imply an endorsement by, or affiliation with, our website.</p>\n<p>We review our website periodically for broken or out-of-date links.\nAny and all links may be posted, altered, or removed at any time.\nTo report problems with links on our website, or for more information about this policy, please send an e-mail to noticel[at]gvocorp.com.</p>\n<p>Please note that the content of this page can change without prior notice.</p>\n<p>This policy was last updated on 08-20-2010</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.162894", "updated_at": "2023-04-16 01:26:36.927204"}, {"id": 15604, "name": "ANTI-SPAM POLICY ", "url": "https://gogvo.com/legal/antispam-policy.php", "xpath": "//body", "text": " Global virtual opportunities <br>legal page <ul>\n<li>Earnings Disclaimer |</li>\n<li>TOS Legal |</li>\n<li>TOS |</li>\n<li>Affiliate Agreement |</li>\n<li>Privacy Policy |</li>\n<li>Video Disclaimer</li>\n</ul>\n<ul>\n<li>Anti-Spam Policy |</li>\n<li>DMCA Notice |</li>\n<li>External Links Policy |</li>\n<li>Affiliation Affidavit |</li>\n<li>Refund Policy |</li>\n<li>GDPR</li>\n</ul>\n<u>ANTI-SPAM POLICY</u>\n<p>We hate unsolicited commercial e-mail as much as you do.\nAlso known as Spam or junk e-mail, it is a disservice to the Internet community.</p>\n<p>We fully endorse and comply with the requirements of the CAN-SPAM Act of 2003 (Controlling the Assault of Non-Solicited Pornography and Marketing Act), and all other applicable unsolicited commercial e-mail laws.</p>\n<p>If you subscribe to electronic newsletters or other communications from us or our website, you will always have an option to unsubscribe immediately.</p>\n<p>If you have additional questions, comments or concerns, please contact us by sending an e-mail to legal[at]gvocorp.com and providing us with information relating to your concern.</p>\n<p>You may also mail your concerns to us at the following address:</p>\n<p>Global Virtual Opportunities<br> 6701 Guada Coma Drive<br> Schertz, Texas 78154<br> USA</p>\n<p>Please note that the content of this page can change without prior notice.</p>\n<p>This Anti-Spam Policy was last updated on 08-20-2010.</p>\n<p>Copyright © Law Office of Michael E.\nYoung, LLC, and licensed for use by the owner of this website at https://GoGVO.com.\nAll Rights Reserved.\nNo portion of this document may be copied or used by anyone other than the licensee without the express written permission of the copyright owner.</p>\n<p>Do you need <strong>Legal Forms</strong> for <strong>YOUR</strong> website or blog - Click Here</p>\n<p>\n</p> © Copyright Global Virtual Opportunities Inc.\n", "created_at": "2023-04-16 01:25:14.101953", "updated_at": "2023-04-16 01:26:59.641606"}], "points": [], "urls": ["gogvo.com"]}}