{"error": 448, "message": "OK", "parameters": {"id": 8247, "name": "Ninja VPN", "created_at": "2023-05-08 19:20:44.763254", "updated_at": "2023-05-08 22:02:25.741949", "wikipedia": null, "keywords": null, "related": null, "slug": "ninja-vpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8247.png", "url": "ninjavpn.io", "documents": [{"id": 15999, "name": "Terms of Service", "url": "https://ninjavpn.io/terms", "xpath": "//body", "text": "Terms of Service<p>Last updated: 6 March 2023</p>\n<p>\n</p>\n<p>By using or paying for Ninja VPN service, you agree to the terms and conditions outlined in this agreement (\"Terms of Service\" or \"Agreement\").\nIf you do not agree to these terms, you may not use the service.\nThese terms govern your use of Ninja VPN service, including any updates, new features, or modifications to the service that may be added from time to time.\nNinja VPN reserves the right to update and change the terms of service at any time without notice.\nIt is your responsibility to check these terms periodically for changes.\nYour continued use of the service following the posting of any changes to the terms of service constitutes acceptance of those changes.</p>Our service<p>Ninja VPN is a VPN service installed on your device via a browser extension or a desktop application.\nIt allows you to route your web traffic through different geo-locations, allowing you to appear as a user from a different country.</p>\n<p>\n</p>\n<p>Ninja VPN is available free of charge.\nIn exchange, we may use a negligible portion of your internet bandwidth when it's available.\nThis allows Ninja VPN’s partner companies to access web data and build price aggregation platforms, perform search engine optimization, create brand protection and marketing strategies, conduct academic research, produce uptime and performance services, ensure corporate data protection, and more.</p>Your privacy<p>We respect your right to remain anonymous and do not collect or store any activity logs, metadata, confidential, or behavioral user data.\nNone of your personal information is accessed and no user data is collected or shared with external parties except for the IP location data.\nFor more information, please read our Privacy Policy at https://ninjavpn.io/privacy.\n</p>Your usage of Ninja VPN<p>You are solely responsible for the activity associated with your use of Ninja VPN and must abide by the applicable laws (local, state, national, and foreign), as well as treaties and regulations in relation to your use of Ninja VPN and data privacy, international communications, and transmission of technical or personal data.\n</p>\n<p>\n</p>\n<p>Prohibited uses include, but are not limited to:</p>\n<p>\n</p>\n<ol>\n<li>Use of the VPN service for any illegal or fraudulent activity, including but not limited to hacking, spamming, and distribution of malware.</li>\n<li>Use of the VPN service to access or distribute any material that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, or invasive of another's privacy.</li>\n<li>Use of the VPN service to transmit or store any content that infringes upon any copyright, trademark, or other intellectual property right.</li>\n<li>Use of the VPN service to engage in any activity that interferes with or disrupts the VPN service or the servers and networks connected to the VPN service.</li>\n<li>Use of the VPN service to engage in any activity that violates the privacy or security of any individual or entity.</li>\n</ol>\n<p>\n</p>\n<p>Restricted uses include, but are not limited to:</p>\n<p>\n</p>\n<ol>\n<li>Use of the VPN service for any commercial purpose without the express written permission of the VPN provider.</li>\n<li>Use of the VPN service to engage in any activity that violates the terms and conditions of any other service, website, or network accessed through the VPN service.</li>\n</ol>Disclaimer of Warranties<ol>\n<li>THE SERVICES ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.</li>\n<li>NINJA VPN DOES NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.</li>\n<li>YOU ACKNOWLEDGE THAT THE USE OF THE SERVICES IS AT ITS SOLE RISK.</li>\n</ol>Limitation of Liability<p>IN NO EVENT SHALL NINJA VPN BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOSS OF PROFITS, REVENUE, DATA, OR DATA USE, INCURRED BY THE CLIENT OR ANY THIRD PARTY, WHETHER IN AN ACTION IN CONTRACT OR TORT, EVEN IF THE PROVIDER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>Contact us<p>For any question you may contact us at: help@ninjavpn.io.</p>\n<p>\n</p>\n<p>Saler Pte.\nLtd.</p>\n<p>Address: 6 Eu Tong Sen Street, #09-09, the Central Singapore (059817)</p>\n<p>\n</p>\n<p>Use of the Services constitutes acceptance of Saler Pte.\nLtd.\nTerms of Use and Privacy Notice.</p>", "created_at": "2023-05-08 19:20:44.792639", "updated_at": "2023-05-08 19:21:24.826686"}, {"id": 16000, "name": "Privacy Policy", "url": "https://ninjavpn.io/privacy", "xpath": "//body", "text": "Privacy Policy<p>Last updated: June 21, 2021</p>\n<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p>Interpretations and Definitions<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>Definitions<p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>Account&nbsp;means a unique account created for You to access our Service or parts of our Service.<br>\n</li>\n<li>Affiliate&nbsp;means an entity that controls, is controlled by or is under common control with a party, where \"control\" means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.<br>\n</li>\n<li>Application&nbsp;means the software program provided by the Company downloaded by You on any electronic device, named Ninja VPN.<br>\n</li>\n<li>Company&nbsp;(referred to as either \"the Company\", \"We\", \"Us\" or \"Our\" in this Agreement) refers to Ninja VPN.<br>\n</li>\n<li>Country&nbsp;refers to: Estonia<br>\n</li>\n<li>Device&nbsp;means any device that can access the Service such as a computer, a cell phone or a digital tablet.<br>\n</li>\n<li>Personal Data&nbsp;is any information that relates to an identified or identifiable individual.<br>\n</li>\n<li>Service&nbsp;refers to the Application.<br>\n</li>\n<li>Service Provider&nbsp;means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.<br>\n</li>\n<li>You&nbsp;means&nbsp;the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</li>\n</ul>Data Collection and Children's Privacy<p>Our Service does not collect personally identifiable information from You.</p>\n<p>Our Service does not address anyone under the age of 13 and does not collect personally identifiable information from anyone under the age of 13.</p>User Responsibility<p>You are entirely responsible for all the content you upload while using Our Service.</p>Links to Other Websites<p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party's site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>Changes to this Privacy Policy<p>We may update Our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the \"Last updated\" date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>Contact Us<p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<ul>\n<li>By visiting this page on our website:&nbsp;https://ninjavpn.io/privacy/</li>\n<li>By email: NinjaVPN, Padriku tee 12/3-4, Tallinn, Estonia</li>\n</ul>", "created_at": "2023-05-08 19:20:44.821923", "updated_at": "2023-05-08 19:21:41.033497"}], "points": [], "urls": ["ninjavpn.io"]}}