{"error": 448, "message": "OK", "parameters": {"id": 9655, "name": "Roboquest", "created_at": "2023-09-27 17:45:25.907839", "updated_at": "2023-09-27 22:02:40.996286", "wikipedia": null, "keywords": null, "related": null, "slug": "roboquest", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9655.png", "url": "roboquest.com", "documents": [{"id": 19203, "name": "Privacy Policy", "url": "https://www.roboquest.com/privacy.php", "xpath": "//body", "text": "This site uses cookies to store information on your computer.<p>Some of these cookies are essential, while others help us to improve your experience by providing insights into how the site is being used.</p>I Accept CookiesI Do Not Accept CookiesNecessary Cookies<p>Necessary cookies enable core functionality such as page navigation and access to secure areas.\nThe website cannot function properly without these cookies, and can only be disabled by changing your browser preferences.</p>Analytics<p>Analytical cookies help us to improve our website by collecting and reporting information on its usage.</p>AnalyticsOnOffAbout this tool(Opens in a new window) <ul>\n<li>Your Quest</li>\n<li>The Gameplay</li>\n<li>Gallery</li>\n<li> Play Now </li>\n</ul> RyseUp Studios<br>Privacy Policy Last Updated: August 18, 2020 <p>The RYSEUP STUDIOS Privacy Policy (this “Policy”) describes RYSEUP STUDIOS’s (“we”, “us”, “our”, “RYSEUP”) practices with respect to the collection, use, storage and disclosure of personal data we collect i) from online visitors of our website, ii) on RYSEUP’s social networks and iii) when you use our games (collectively the “Services”).</p>\n<p>We may modify this Policy from time to time.\nSuch modifications, additions, or deletions shall be effective immediately upon notice thereof.\nIndeed, when we post changes to this Policy, we will revise the “last modified” date at the top of this page.\nWe encourage you to periodically review this Privacy Policy to be informed of how we collect, use, protect and disclose your information.\nBy accessing and/or using our Services, you signify your understanding of, and agreement with, this Policy.\nIf you do not agree with our policies, please do not access our Services.</p> 1.\nImportant information and who we are <p>This privacy policy aims to give you information on how RYSEUP collects and processes your personal data through your use of the Services.\nThis site is not intended for minors under the age of 16 and we do not knowingly collect data relating to minors without permission from a parent or legal guardian.</p>\n<p>RYSEUP has always taken care to ensure that we do not knowingly collect or process the data of children.\nWhere applicable, we will seek the consent of a parent or legal guardian before allowing access to our Services.\nThe minimum age for using our Services is either 16 or the minimum age required by law for the collection and processing of the data from children.\nIf we have unknowingly collected data from a child, their parent or legal guardian may contact the Data Controller to request prompt deletion of the data.</p>\n<p>It is important that you read this Policy together with any other privacy policy or fair processing notice we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data.</p>\n<p>Whatever the activity may be, we will only collect personal data to the extent deemed reasonably necessary to fulfil your requests and our legitimate business objectives.</p>\n<p>This Policy complies with French Act no.78/17 of 6 January 1978 on Information Technology, Data Files and Civil Liberties as well as the General Data Protection Regulation (GDPR) which takes effect on May 25, 2018 and covers all individuals in the European Union.\nGDPR is applicable to all citizens of the EU, and its regulations apply to all businesses that do business with citizens of the EU.</p>\n<p>RYSEUP STUDIOS is a French simplified stock company, registered with the Trade and Companies Registry of Lyon, under number 807 647 359, with registered offices located at 21, Avenue du 11 Novembre 1918 - 69160 TASSIN-LA-DEMI-LUNE, France.</p>\n<p>RYSEUP processes personal data concerning you as a Data controller.\nYou can contact us either by email, at the following address: contact@ryseupstudios.com, or by post, at the following address: RYSEUP STUDIOS - 21, Avenue du 11 Novembre 1918 - 69160 TASSIN-LA-DEMI-LUNE, France.</p> 2.\nTypes of data we collect and how we collect them <p>We collect two types of information about you: “Identifying Data” (personal data) and “Non Identifying Data”.</p>\n<p>Identifying Data means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).\nIt refers to information that lets us know the specifics of who you are.</p>\n<p>We generally collect information in three ways: (A) you voluntarily provide information to us, such as by signing up for newsletter, (B) we collect information automatically from your use of the Services, such as through cookies or our games and other software, and (C) other parties, such as game console platforms and social networks, may provide information to us.\nEach of these methods is described in more detail below.</p>\n<i>(A) Information you provide</i>\n<p>We collect personal data about you when you voluntarily provide it to us.\nYou provide certain personal data (mostly identity data such as your first and last name, mailing address (including zip code), e-mail address, job title and department, telephone and facsimile numbers and all personal data you choose to share) to us when you (a) sign up to a newsletter.\n(b) contact us about consumer comments or complaints.\n(c) contact our customer service or technical support.\n(d) send e-mail messages, submit forms, or transmit other information by telephone or letter.\nor (e) post any content/comment on RYSEUP’s social networks.\nIn addition of identity data we may collect demographic information such as your age, gender, favorite styles of gaming and the device you own.</p>\n<i>(B) Information we collect automatically</i>\n<p>We also collect certain other technical data (some of which is personal data) when you use our Services.\nWe typically aggregate this data and use it in statistical form to determine trends among groups of users, rather than using it to identify individuals.&nbsp;If a combination of information that we collect does identify you as an individual, we will treat the combined information as personal data.</p>\n<p>We collect information automatically through technologies such as web browsers, cookies, web beacons, etc.\nWe use the information for purposes such as modifying or improving features, managing advertising, addressing technical issues, preventing misuse of our services, and conducting data analytics.\nThe type of information that we automatically collect may vary, but generally includes (a) technical information about your computer, device, hardware, or software you use to access the Internet or our services, such as IP address or identifier information for your device (such as device make and model, information about device operating systems and browsers, or other device or system related specifications).\n(b) usage information and statistics about your interaction with the Services, which may include the URLs of our website that you have visited, URLs of referring and exiting pages, page views, time spent on a page, number of clicks, platform type, the application you used or the game you played, how long you used or played it and when, and other usage statistics.\n(c) crash reports, which may be automatically generated when a game or application crashes and includes information about your system and the crash.\n(d) information that facilitates a safer and more personalized experience, such as user identification provided in connection with your application use or game play, saved preferences, game progress, and device identifiers or usage information for authentication and fraud prevention purposes .\nand (e) the location of your device, such as may be derived from your device’s IP address.</p> Cookies <p>Cookies are a feature of your web browser that allows websites to transfer bits of information to your computer for record-keeping purposes.\nA cookie stored on your computer can be used to “remember” things like that you have already registered.\nThis allows us to speed up your future activities, saving the time you would normally spend entering information.\nIn addition, RYSEUP may use cookies to retrieve user information for promotional, marketing, or security purposes.\nTo find out more on the content of cookies and know how to exercise your rights relating to cookies, please refer to Section 5.</p> Internet protocol addresses <p>An Internet Protocol (“IP”) address is the unique number assigned to your server or Internet Service Provider (“ISP”).\nRYSEUP may track such IP addresses for system administration, to report aggregate information, site tracking, security purposes, or to prevent our servers from being abused.</p> Log files <p>RYSEUP may collect information in the form of logs: files that record website activity and gather statistics about web users’ browsing habits.\nFor most websites, these entries are generated anonymously, and help RYSEUP determine (among other things) how many and how often users visit our website, which pages they visit, and other similar navigational data.\nHowever, certain log files may contain personal data which we may use in accordance with this Policy.</p> Beacons <p>Web beacons are small pieces of data that are embedded in images on the pages on some of our website.\nWe may use beacons to analyze the traffic patterns on our website, such as the frequency with which users visit various parts of our website, or in HTML e-mails that we may send to our users to determine whether those e-mails are opened or whether the links in the e-mails are followed.\nCertain data obtained from beacons may contain personal data which we may use in accordance with this Policy.</p>\n<i>(C) Information we receive from others</i>\n<p>We are also working closely with third parties (including, for example, business partners, service providers, advertising networks and analytics providers) and may receive information about you from them.\nThis may be combined with other information you provide to us, as described above.</p>\n<p>We may also collect personal data on third party network, platform or service: by playing a RYSEUP game through another third party platform such as a gaming console or mobile device operator, social network, you are authorizing RYSEUP to (1) collect, store, and use, in accordance with this Policy, any and all personal information that you agreed the social network or other third party platform could provide to RYSEUP based on your settings on the third party social network or platform and (2) share any and all of your personal information with the social network or other third party platform, through the social network/third party platform’s Application Programming Interface (API).\nYour agreement to this takes place when you connect with the third party network, platform or service via our products and/or services, and/or when you connect with, “accept” or “allow” (or similar terms) one of our applications through a social network, or other third party platform or service.</p>\n<p>\n<i>The legal grounds of our data processing</i>\n</p>\n<p>We process data only if at least one of the following applies:</p>\n<ul>\n<li>You have given consent to the processing of your data;</li>\n<li>The existence of our legitimate interest, or that of a third party, which justifies that we process the personal data concerned;</li>\n<li>The performance of a contract between you and us requires that we process the personal data concerned;</li>\n<li>We are required to comply with legal and regulatory obligations, which require the processing of the personal data concerned.</li>\n</ul> 3.\nHow we use and share information <p>As a general matter, we use (A) and share (B) the information we collect (either individually or in combination with other information collected as described in this Policy) to help us customize, analyze, improve and provide the Services where we have an appropriate basis to do so.</p>\n<i>(A) Use</i>\n<p>We may use the information (all types combined) we collect about you for various purposes, such as to:</p>\n<ul>\n<li>Allow you to use RYSEUP games;</li>\n<li>Offer and provide products and services, and any solutions required;</li>\n<li>Communicate with you, respond to your requests, or provide you with updates and information;</li>\n<li>Better understand our users and their preferences;</li>\n<li>Personalize your experience, save your preferences and provide similar user-experience features;</li>\n<li>Develop, deliver, and improve our products, services, some of which may be offered in partnership.\n</li>\n<li>Track statistics about our website and games;</li>\n<li>Quickly process your requests for information;</li>\n<li>Allow us to respond to your questions efficiently;</li>\n<li>Send you newsletter, advertising or other promotional material;</li>\n<li>To manage and customize advertisements or promotional offers;</li>\n<li>For security purposes;</li>\n<li>For internal purposes such as auditing and data analysis;</li>\n<li>Comply with legal obligations.</li>\n</ul>\n<p>Unless relevant legal provisions mandate a different data retention period, we will store your personal data for the duration necessary to process it according to this Policy.\nWe archive your personal data during the entire statutory period of limitations.</p>\n<i>(B) Sharing</i>\n<p>The personal data that we collect, as well as those that will be collected subsequently is intended for us in our capacity as data controller.</p>\n<p>We ensure that only authorized persons have access to this data.\nSome personal data may be sent to third parties or to legally authorized authorities in order to meet our legal, regulatory or contractual obligations (as described below).</p>\n<p>When sharing your information with our technical service providers and/or subcontractors for proper operation of our website, we are committed to ensuring these technical service providers and/or subcontractors comply with the terms in this Policy.\nIf RYSEUP subcontracts all or part of the processing of personal data to processors, RYSEUP will require that its processors provide contractual guarantees on the security and confidentiality of personal data by means of technical data protection measures and appropriate human resources.</p>\n<p>If disclosing personal data is required by law or necessary for protecting the security of our website, we may disclose any information collected, without time limits.\nWe will ensure that any such disclosure remains within the limits permitted by law and within the scope authorized, and we will only do this if we believe in good faith it is necessary for: (i) protecting your security, including the security of your property.\n(ii) protecting the security of our website or third-party websites.</p>\n<p>You understand that when you use the Services, any information you post in any interactive areas of the Services, as well as any information you share with individuals through public or private groups, as well as any information you share with individuals through the Services or through social network sites or other social feeds, will be available to other users and in some cases may be publicly available.\nWe recommend you be cautious about giving out personal data to others or sharing personal data in public or private online groups.\nExcept to the extent required by applicable law, we are not responsible for the actions of third party service providers or other third parties, nor are we responsible for any additional information you provide directly to any third parties.</p> 4.\nHow we secure your information <p>Maintaining the security and confidentiality of your information is of utmost concern to us.\nThat’s why we implement appropriate administrative, technical, and physical safeguards, with regard to the nature of the data we process and the risks of the processing, to protect your personal data from accidental, unlawful, or unauthorized destruction, loss, alteration, access, disclosure, or access / use by non-authorized third parties and other unlawful forms of processing, in compliance with data protection regulations.\nWe also strive to limit access to personal data to employees or contractors performing a legitimate business function.</p>\n<p>We carry out periodic reviews of our security procedures with a view to implementing new and updated technologies where appropriate.\nHowever, despite the wide range of initiatives and measures in place, no security protocol is perfect, infallible or impenetrable.</p> 5.\nYour choices on collection and use of information <p>We strive to provide you with choices regarding certain personal data uses, particularly around communication and marketing.\nIf you subscribe to our newsletter and indicate that you are interested in receiving offers or information from us, we may occasionally send you direct emails about our products and services that we feel may be of interest to you.\nIf, at any time, you wish to opt-out of receiving information from us about new products, services, or promotions, you can do so.\nJust send an email to contact@ryseupstudios.com.\nBe sure to type “opt-out” in the subject line, and include your full name, and email address in the message.\nIn addition, along with almost every communication sent to you, we provide you the opportunity to discontinue receiving future communications (i.e., unsubscribe).</p>\n<p>\n<i>Other examples of your choices include:</i>\n</p>\n<ul>\n<li>You can browse our website without providing any personal information.\nWe may collect some limited information automatically, as described above;</li>\n<li>You can change your privacy settings on other parties’ websites, such as social networks, which will stop or limit our receipt of information from those other websites.\nYou also may choose not to use social features we make available.\nIf you choose to use these features, you should refrain from posting personal information that will be visible to others;</li>\n<li>You may change your browser settings or take other steps to block, manage, or delete cookies.\nBy modifying your browser preferences, you have the choice to accept all cookies, to be notified when a cookie is set, or to reject all cookies.\nIf you choose to reject all cookies, some parts of our website may not work properly.</li>\n</ul>\n<p>You may also exercise and amend your choices by sending an email to us as detailed in the “How to Contact Us” section below.</p> 6.\nYour rights <p>Data protection law provides “Data Subjects” with numerous rights, including the right to: access, rectify, erase, restrict, transport, and object to the processing of, their personal data.\nData Subjects also have the right to lodge a complaint with the relevant data protection authority if they believe that their personal data is not being processed in accordance with applicable law.\n<br>When you will request for information from us, you will obtain confirmation as to whether or not your personal data is being processed and where this is the case, access to your data and the following information: i) the purposes of the processing.\nii) the categories of personal data in question.\niii) the recipients or categories of recipient to whom the personal data have been or will be disclosed.\niv) where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period.\nv) the existence of the right to request from the controller rectification or erasure of personal data or restriction of processing of personal data concerning the data subject or to object to such processing.\nvi) the right to lodge a complaint with a supervisory authority.\nvii) where the personal data is not collected from the data subjects, any available information as to its source.\nviii) the existence of automated decision-making, including profiling, and in this case, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for the data subject.</p>\n<i>Your right of access to and rectification of your data</i>\n<p>You may request copies of your personal data.\nIf you would like to make a subject access request (also called “SAR”) for copies of the personal data we hold about you, you may do so by writing to the Data Controller whose contact details are above.\nThe request should make clear that a SAR is being made.\nYou may also be required to submit a proof of your identity.</p>\n<p>You can ask us to, as the case may be, rectify or complete personal data that is inaccurate, incomplete, equivocal or expired.</p>\n<i>Your right to erasure of your data</i>\n<p>You can ask us to erase your personal data where one of the following grounds applies: i) the personal data is no longer necessary in relation to the purposes for which it was collected or otherwise processed.\nii) you withdraw the consent you have previously given.\niii) you object to the processing of your personal data and there is no legal reason for such processing.\niv) the processing of personal data does not comply with the provisions of the applicable laws and regulations.</p>\n<p>However, the exercise of this right will not be possible when the retention of your personal data is necessary for compliance with laws and regulations and in particular for example for the establishment, exercise or defense of legal claims.</p>\n<i>Your right to restriction of processing</i>\n<p>You may request restriction of processing of your personal data in the following scenarios: i) if you want us to establish the data’s accuracy.\nii) where our use of the data is unlawful but you do not want us to erase it.\niii) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor iv) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</p>\n<i>Your right to object to data processing</i>\n<p>You have the right to object to the processing of personal data concerning you when the processing is based on the legitimate interest of the controller.</p>\n<i>Your right to data portability</i>\n<p>You have the right to portability of your personal data.\nThe data on which this right can be exercised is: i) only your personal data, which excludes anonymized personal data or data that does not concern you.\nii) declarative personal data and personal data relating to our functioning as mentioned above.\niii) personal data that does not adversely affect the rights and freedoms of others such as those protected by trade secrets.</p>\n<p>This right is limited to processing based on consent or contract as well as to personal data that you have personally generated.\nThis right does not include derived or inferred data, which is personal data created by RYSEUP.</p>\n<i>Your right to withdraw your consent</i>\n<p>When the data processing we carry out is based on your consent, you may withdraw it at any time.\nWe will then stop processing your personal data but this will not affect the lawfulness of processing based on your previous consent.\nPlease note that if you withdraw your consent, you may not be able to benefit certain service features for which the processing of your personal data is essential.</p>\n<i>Your right to lodge a complaint with a supervisory authority</i>\n<p>You have the right to lodge a complaint with the French data protection authority (CNIL) on the French territory without prejudice to any administrative or judicial remedy.\nWe suggest that you contact us about any questions or if you have a complaint in relation to how we process your personal data.</p> 7.\nHow to exercise your rights <p>All the rights enumerated above can be exercised by sending a request, together a copy of an ID document, to RYSEUP STUDIOS by post to 21, Avenue du 11 Novembre 1918 - 69160 TASSIN-LA-DEMI-LUNE, France or email at contact@ryseupstudios.com.</p>\n<p>Regarding the exercise of your right of information, we are not required to provide you with information where: i) you already possess the information.\nii) the recording or disclosure of your personal data is expressly laid down by law.\niii) the provision of information to you proves to be impossible.\niv) the provision of information to you would involve a disproportionate effort.</p> 8.\nLinks to other sites <p>This Policy only addresses the use and disclosure of information we collect from you.\nOther sites accessible through our website have their own privacy policies and data collection, use, and disclosure practices.\nPlease consult each site’s privacy policy.\nWe are not responsible for the policies or practices of third parties.</p> 9.\nHow to contact us <p>For any questions about this Policy, contact us by post to the following address:</p> RYSEUP STUDIOS <br> 21, Avenue du 11 Novembre 1918 - 69160 TASSIN-LA-DEMI-LUNE, France <br> Email&nbsp;: contact@ryseupstudios.com <p>Unless specifically requested by you, the personal information sent to the email or postal address above will not be used to send you marketing communication.</p> About Us <p> Founded in 2014 in Lyon, France, RyseUp Studios is a young and fiercely dedicated team focused on creating original IPs for VR and standard game platforms.\n<br> We're a small team of professionals who all share the same professional philosophy: love, passion and dedication.\nRyseUp Studios wants to change the world one amazing game at a time.\n</p> Community Press Kit <br> Content Creator Request Form Contact Us roboquest@ryseupstudios.com Privacy Notice | Cookie Preferences <p>© RyseUpStudios 2023, all rights reserved.</p> ", "created_at": "2023-09-27 17:45:25.939329", "updated_at": "2023-09-27 17:45:51.015747"}], "points": [], "urls": ["roboquest.com"]}}