{"error": 448, "message": "OK", "parameters": {"id": 8258, "name": "Zcash", "created_at": "2023-05-12 02:05:04.930307", "updated_at": "2023-05-12 10:01:55.748954", "wikipedia": "https://en.wikipedia.org/wiki/Zcash", "keywords": null, "related": null, "slug": "zcash", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8258.png", "url": "z.cash", "documents": [{"id": 16024, "name": " Privacy Policy", "url": "https://z.cash/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Get Started\n<ul>\n<li>The Basics</li>\n<li>Find an exchange</li>\n<li>Find a wallet</li>\n<li>Pay with Zcash</li>\n<li>Mining Zcash</li>\n<li>Zcash for business</li>\n<li>Zcash for investors</li>\n</ul>\n</li>\n<li>Technology\n<ul>\n<li>How it works</li>\n<li>Zcash development and governance</li>\n<li>Network information</li>\n<li>What are zk-SNARKs?</li>\n<li>Download official client</li>\n<li>Resources</li>\n</ul>\n</li>\n<li>News &amp.\nevents\n<ul>\n<li>Electric Coin Co.\nBlog</li>\n<li>Zcon Conference</li>\n<li>Other Events</li>\n</ul>\n</li>\n</ul> Search Privacy Policy <p>This policy describes how Zcash Co.\ncollects, uses, and shares personal information.\n&nbsp;You can jump to particular topics by going to the headings below:<br>\n</p>\n<p>Types Of Information We Collect</p>\n<p>Use And Processing Of Information</p>\n<p>Sharing Of Information</p>\n<p>Your Choices</p>\n<p>How We Protect Personal Information</p>\n<p>Miscellaneous</p>\n<p>\n<strong>Contact Information</strong>\n</p> Types Of Information We Collect <p>The following provides examples of the type of information that we collect from you and how we use that information.\n&nbsp;</p> ContextTypes of DataPrimary Purpose for Collection <br>and Use of DataCookies and first party trackingWe use cookies and clear GIFs.\n“Cookies” are small pieces of information that a website sends to a computer’s hard drive while a website is viewed.\nWe have a legitimate interest in making our website operate efficiently.\nEmail Interconnectivity<strong>1.</strong> If you receive email from us, we may use certain tools to capture data related to when you open our message or click on any links or banners.<strong>2.</strong> We have a legitimate interest in understanding how you interact with our communications to you.Employment<strong>3.</strong> If you apply for a job posting, or become an employee, we collect information necessary to process your application or to retain you as an employee.\n&nbsp;This may include, among other things, your Social Security Number.\nProviding this information is required for employment.<strong>4.</strong> We use information about current employees to perform our contract of employment, or the anticipation of a contract of employment with you.\n&nbsp;In some contexts, we are also required by law to collect information about our employees.\nWe also have a legitimate interest in using your information to have efficient staffing and workforce operations.Feedback/SupportIf you provide us feedback or contact us for support we will collect your name and e-mail address, as well as any other content that you send to us, in order to reply.We have a legitimate interest in receiving, and acting upon, your feedback or issues.Mailing ListWhen you sign up for our mailing list we collect your email address.\n&nbsp;&nbsp;&nbsp;We have a legitimate interest in sharing information about Z.Cash.Website interactionsWe use technology to monitor how you interact with our website.\nThis may include which links you click on, or information that you type into our online forms.\n&nbsp;We have a legitimate interest in understanding how you interact with our website to better improve it, and to understand your preferences and interests in order to select offerings that you might find most useful.Web logsWe collect information, including your browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to a computer when the Internet is used), domain name, click-activity, referring website, and/or a date/time stamp for visitors.We have a legitimate interest in monitoring our networks and the visitors to our websites.\n&nbsp.\n<p>In addition to the information that we collect from you directly, we may also receive information about you from other sources, including third parties, business partners, affiliates, or publicly available sources.\n&nbsp;For example, if you submit a job application, or become an employee, we may conduct a background check.</p> Use And Processing Of Information <ol>\n<li>In addition to the purposes and uses described above, we use information in the following ways: </li>\n</ol>\n<ul>\n<li>To improve our services and website.</li>\n<li>To conduct analytics.</li>\n<li>To respond to inquiries related to support, employment opportunities, or other requests.\n&nbsp;</li>\n<li>To send promotional materials, including information relating to Z.Cash.</li>\n<li>For internal administrative purposes, as well as to manage our relationships.</li>\n</ul>\n<ol>\n<li>Although the sections above describe our primary purpose in collecting your information, in many situations we have more than one purpose.\n&nbsp;Our collection and processing of your information is based in different contexts upon your consent, our need to perform a contract, our obligations under law, and/or our legitimate interest in conducting our business.</li>\n</ol> Sharing Of Information <p>In addition to the specific situations discussed elsewhere in this policy, we disclose information in the following situations:</p>\n<ol>\n<li>\n<strong>Affiliates and Acquisitions</strong>.\nWe may share information with corporate affiliates (<em>e.g</em>., parent company, sister companies, subsidiaries, joint ventures, or other companies under common control).\n&nbsp;If another company acquires our company, business, or our assets, we will also share information with that company.\n&nbsp;</li>\n<li>\n<strong>Other Disclosures with Your Consent.</strong> &nbsp;We may ask if you would like us to share your information with other unaffiliated third parties who are not described elsewhere in this policy.</li>\n<li>\n<strong>Other Disclosures without Your Consent</strong>.\nWe may disclose information in response to subpoenas, warrants, or court orders, or in connection with any legal process, or to comply with relevant laws.\n&nbsp;We may also share your information in order to establish or exercise our rights, to defend against a legal claim, to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, safety of person or property, or a violation of our policies, or to comply with your request for the shipment of products to or the provision of services by a third party intermediary.</li>\n<li>\n<strong>Service Providers</strong>.\nWe may share your information with service providers.\n&nbsp;Among other things service providers may help us to administer our website or provide technical support.</li>\n</ol>\n<p>\n</p>Your Choices.<p>\n</p>\n<ol>\n<li>You can make the following choices regarding your personal information:</li>\n</ol>\n<ol>\n<li>\n<strong>Promotional Emails</strong>.\nYou may choose to provide us with your email address for the purpose of allowing us to send newsletters and other promotional materials to you.\n&nbsp;You can stop receiving emails by following the unsubscribe instructions in e-mails that you receive.\nIf you decide not to receive promotional emails, we may still send you service related communications.</li>\n<li>\n<strong>Access To Your Personal Information</strong>.\nIf required by law, upon request, we will grant you reasonable access to the personal information that we have about you.\n&nbsp;You may request access to your personal information by contacting us at the address described below.</li>\n<li>\n<strong>Changes To Your Personal Information</strong>.\nWe rely on you to update and correct your personal information.\n&nbsp;To update your information contact us at the address described below.</li>\n<li>\n<strong>Deletion Of Your Personal Information</strong>.\nTypically we retain your personal information for the period necessary to fulfill the purposes outlined in this policy, unless a longer retention period is required or permitted by law.\n&nbsp;Depending on your location, you may, however, request information about how long we keep a specific type of information, or request that we delete your personal information by contacting us at the address described below.\n&nbsp;In addition, we may keep your personal information as needed to comply with our legal obligations, resolve disputes, and/or enforce any of our agreements.</li>\n<li>\n<strong>Revocation Of Consent</strong>.\n&nbsp;Some jurisdictions allow you to revoke consent for processing your personal information.\nIf you revoke your consent for the processing of personal information then we may no longer be able to provide you services.\nIn some cases, we may limit or deny your request to revoke consent if the law permits or requires us to do so, or if we are unable to adequately verify your identity.\nYou may revoke consent to processing (where such processing is based upon consent) by contacting us at the address described below.</li>\n<li>\n<strong>Online Tracking.\n&nbsp;</strong>We do not currently recognize automated browser signals regarding tracking mechanisms, which may include “Do Not Track” instructions.</li>\n<li>\n<strong>California Residents.</strong> &nbsp;California residents may be entitled to ask us for a notice describing what categories of personal information (if any) we share with third parties or affiliates for direct marketing.\n&nbsp;If you are a California resident and would like a copy of such notice, please submit a written request to us using the information in the “Contact Information” section below.</li>\n</ol> How We Protect Personal Information <p>No method of transmission over the Internet, or method of electronic storage, is fully secure.\nWhile we use reasonable efforts to protect your personal information from unauthorized access, use, or disclosure, we cannot guarantee the security of your personal information.\n</p> Miscellaneous <p>The following additional information relates to our privacy practices:</p>\n<ul>\n<li>\n<strong>Transmission Of Information To Other Countries</strong>.\nYour information may be processed in a foreign country where privacy laws may be less stringent than the laws in your country.\n&nbsp;Nonetheless, where practicable we take steps to treat personal information using the same privacy principles that apply pursuant to the law of the country in which we first received your information.\n&nbsp;By submitting your personal information to us you agree to the transfer, storage and processing of your information in a country other than your country of residence including, but not necessarily limited to, the United States.\n&nbsp;If you would like more information concerning our attempts to apply the privacy principles applicable in one jurisdiction to data when it goes to another jurisdiction you can contact us using the contact information below.</li>\n<li>\n<strong>Third Party Applications/Websites</strong>.\n&nbsp;We have no control over the privacy practices of websites or applications that we do not own.\n</li>\n<li>\n<strong>Changes To This Privacy Policy.\n&nbsp;</strong>We may change our privacy policy and practices over time.\n&nbsp;To the extent that our policy changes in a material way, the policy that was in place at the time that you submitted personal information to us will generally govern that information unless we receive your consent to the new privacy policy.\n&nbsp;&nbsp;</li>\n</ul> Contact Information <p>If you have any questions, comments, or complaints concerning our privacy practices please contact us at the appropriate address below.\n&nbsp;We will attempt to respond to your requests and to provide you with additional privacy-related information.</p>\n<p>privacy@z.cash</p>\n<p>Zcash Co.\n</p>\n<p>3001 Brighton Blvd.</p>\n<p>Suite #343</p>\n<p>Denver, CO 80216</p>\n<p>(507) 476-1620</p>\n<p>If you are not satisfied with our response, and are in the European Union, you may have a right to lodge a complaint with your local supervisory authority.</p>\n<p>\n<strong>Last Revised: 09/2018</strong>\n<br>\n</p>\n<p>Resources</p>\n<ul>\n<li>Download Zcash</li>\n<li>FAQ</li>\n<li>Documentation</li>\n<li>Zcash Media Kit</li>\n<li>Copyright Policy</li>\n<li>Compliance</li>\n<li>Trademark Policy</li>\n</ul>\n<p>Zcash Community</p>\n<ul>\n<li>Electric Coin Co.</li>\n<li>Zcash Foundation</li>\n<li>Zcash Community Grants</li>\n<li>Cypherpunk Zero</li>\n<li>Forums</li>\n<li>Community Telegram</li>\n</ul>\n<p> © 2021 ELECTRIC COIN COMPANY </p>\n<p> Privacy Policy | Sitemap | Manage Cookies </p> x<b>Join the newsletter</b>\n<p>Be the first to get Zcash-related updates and news from Electric Coin Co.</p> We promise not to spam you.\nYou can unsubscribe at any time.Invalid email addressThanks for subscribing! ", "created_at": "2023-05-12 02:05:04.961129", "updated_at": "2023-05-12 02:05:58.870216"}], "points": [], "urls": ["z.cash"]}}