{"error": 448, "message": "OK", "parameters": {"id": 7496, "name": "Gameloop", "created_at": "2023-03-12 19:26:32.256523", "updated_at": "2023-03-29 19:26:44.570496", "wikipedia": null, "keywords": null, "related": null, "slug": "gameloop", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7496.png", "url": "gameloop.com", "documents": [{"id": 14416, "name": "Terms Of Services", "url": "https://static.gameloop.com/syzs/gameloop/terms-of-service.html", "xpath": "//body", "text": " <p>\n<b>End\nUser License Agreement</b>\n</p>\n<p>\n<b>Last\nUpdated: 2019</b>\n</p>\n<p>\n<b>\n<u>TABLE OF CONTENTS</u>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>1.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>A few important notices—arbitration, refunds, class actions and damages</b>\n</p>\n<p>\n<b>2.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>What is this document? When can I play?</b>\n</p>\n<p>\n<b>3.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>Defined Terms</b>\n</p>\n<p>\n<b>4.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>Additional Terms</b>\n</p>\n<p>\n<b>5.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>Eligibility and Registration</b>\n</p>\n<p>\n<b>6.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>License</b>\n</p>\n<p>\n<b>7.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>License Restrictions</b>\n</p>\n<p>\n<b>8.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>Ownership of the Services</b>\n</p>\n<p>\n<b>9.</b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n<b>Virtual Goods and App Currency</b>\n</p>\n<p>\n<b>10.</b>\n<b>&nbsp.\n</b>\n<b>Refunds</b>\n</p>\n<p>\n<b>11.</b>\n<b>&nbsp.\n</b>\n<b>Beta Testing</b>\n</p>\n<p>\n<b>12.</b>\n<b>&nbsp.\n</b>\n<b>Accessing an App from an App Store</b>\n</p>\n<p>\n<b>13.</b>\n<b>&nbsp.\n</b>\n<b>Feedback</b>\n</p>\n<p>\n<b>14.</b>\n<b>&nbsp.\n</b>\n<b>DMCA/Copyright Policy&nbsp.\n</b>\n</p>\n<p>\n<b>15.</b>\n<b>&nbsp.\n</b>\n<b>Third Party Websites and Resources</b>\n</p>\n<p>\n<b>16.</b>\n<b>&nbsp.\n</b>\n<b>Data Charges and Mobile Devices</b>\n</p>\n<p>\n<b>17.</b>\n<b>&nbsp.\n</b>\n<b>Service and EULA Modifications</b>\n</p>\n<p>\n<b>18.</b>\n<b>&nbsp.\n</b>\n<b>Warranty Disclaimers</b>\n</p>\n<p>\n<b>19.</b>\n<b>&nbsp.\n</b>\n<b>Limitation of Liability</b>\n</p>\n<p>\n<b>20.</b>\n<b>&nbsp.\n</b>\n<b>Indemnity</b>\n</p>\n<p>\n<b>21.</b>\n<b>&nbsp.\n</b>\n<b>Termination</b>\n</p>\n<p>\n<b>22.</b>\n<b>&nbsp.\n</b>\n<b>Dispute Resolution and Governing Law – United States</b>\n</p>\n<p>\n<b>23.</b>\n<b>&nbsp.\n</b>\n<b>Dispute Resolution and Governing Law – Outside the United States</b>\n</p>\n<p>\n<b>24.</b>\n<b>&nbsp.\n</b>\n<b>No Assignment</b>\n</p>\n<p>\n<b>25.</b>\n<b>&nbsp.\n</b>\n<b>Miscellaneous</b>\n</p>\n<p>\n<b>26.</b>\n<b>&nbsp.\n</b>\n<b>Contact Information</b>\n</p>\n<b>\n<br>\n</b>\n<p>\n<b>&nbsp;</b>\n</p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nA few important notices—arbitration, refunds, class\nactions and damages <p>We want to be super upfront about three important things: First, by\nusing our services you are agreeing to arbitrate almost all disputes rather\nthan have them heard in a court of law or by a jury.&nbsp.\nSecond, if you are\nin the US you are agreeing not to participate in a class action lawsuit against\nus.&nbsp.\nThird, unless otherwise stated herein and to the extent allowed by\nlaw, all purchases are non-refundable.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>IMPORTANT\nNOTICE REGARDING ARBITRATION: WHEN YOU AGREE TO THIS EULA YOU ARE AGREEING\n(WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND US THROUGH\nBINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY\nSECTIONS 22 AND 23 “DISPUTE RESOLUTION” BELOW FOR DETAILS REGARDING ARBITRATION\n(INCLUDING THE PROCEDURE TO OPT OUT OF ARBITRATION).\n</strong>\n<b>THIS EULA ALSO INCLUDES A WAIVER OF RIGHTS BY YOU TO BRING A CLASS\nACTION AGAINST US AND A LIMITATION ON DAMAGES THAT YOU CAN COLLECT FROM US THAT\nMAY ARISE OUT OF YOUR USE OF THE SERVICES.\nBY USING THE SERVICES, YOU AGREE TO\nTHESE PROVISIONS.</b>\n</p>\n<p>\n<b>IF YOU DO NOT AGREE TO THE TERMS OF THIS EULA, YOU MAY NOT INSTALL,\nCOPY, OR USE OUR SERVICES.\nWITH LIMITED EXCEPTION (SEE SECTION 10), ANYTHING\nYOU PURCHASE FROM US IS NON-REFUNDABLE.</b>\n</p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWhat is this document? When can I play? <p>This is the agreement between you and\nus for our applications or services you download or access, whether that’s a\ngame, something that supports the game, or something else.\nYou can only use\nthese things once you agree to these terms.</p>\n<p>You are now reading our End User License Agreement (“<b>EULA</b>”)\nwhich is a legal agreement between you and<b> Tencent</b> &nbsp;regarding the\nServices you use from us.\n“<b>Services</b>” means collectively, and sometimes\nindividually, the following: (a) each of our Apps, (b) any websites, software\nor other services we provide with or in support of the App, whether or not they\nare installed or used on a computer, console, or a mobile device.\n“<b>App</b>”\nmeans our application that you download and access that is subject to this\nEULA, regardless of where you download and/or access it, and any documentation,\nsoftware, updates, Virtual Goods and Content (each defined below) included in\nit.\n</p>\n<p>We’ve tried to be straightforward in this EULA and if you\nhave any questions feel free to send us a note at EULAinquiries@tencent.com (our “<b>Support Email Address</b>”).&nbsp.\nYou’ll notice that we added some text in italics\nthroughout the EULA to make it easier to read however this text is provided for\nguidance only, and does not form part of the EULA.</p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDefined Terms <p>You’ll notice some capitalized terms in this EULA.\nThey’re called\n“defined terms,” and we use them so we don’t have to repeat the same language\nagain and again, and to make sure that the use of these terms is consistent\nthroughout the EULA.&nbsp.\nWe’ve included the defined terms throughout because\nwe want it to be easy for you to read them in context.\n</p> 4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAdditional Terms <p>Some Services may be\navailable (or only available) through accessing (or downloading from) a third\nparty platform or store, including but not limited to, Facebook, the Epic Games\nStore, Steam game platform, the Google Play Store and Apple App Store (each, an\n“<b>App Store</b>”).\nYour use of the Services are also governed by any\napplicable agreements you have with any App Store (the “<b>App Store\nAgreement(s)</b>”).\nIn the event of a conflict between any other App Store\nAgreement(s), from which you acquire one of our Apps, and this EULA with\nrespect to your use of the Services, this EULA will take priority.\n</p>\n<p>The collection of\ninformation from you and related to the Services (whether obtained through an\nApp Store or not) is governed by our Privacy Policy at [link].\nOur Privacy Policy explains how we\ncollect, use, and disclose information that we collect from and about you.</p> 5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEligibility and Registration <p>The Services we offer have certain age\nrestrictions and may require an outside account.\nWhen you give us information,\nyou need to make sure it stays up to date.\nAlso, don’t share your account with\nothers without our permission.\n</p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Age</u>.\nYou must be at\nleast 13 years old (or such other minimum age as is applicable in the\njurisdiction you live in) to create a User Account (as defined below), or use\nor access any of our Services.&nbsp.\nIf you are at least the relevant minimum\nage but are not legally considered an adult in your jurisdiction, you must ask\none of your parents (or legal guardians) to read this EULA and accept it on\nyour behalf, and to create a User Account.\nParents and guardians are\nresponsible for the acts of their minor children when using a User Account they\ncreated, or any of our Services, and you understand and agree that they will be responsible for all uses of the User\nAccount and our Services by you whether or not they authorized such uses.\nYou may not create or use a User Account, or use or access any of our Services\non behalf of a legal entity or for a commercial purpose.\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Account Creation</u>.\nTo\naccess parts of an App, you may need to create an in-App account (your “<b>User\nAccount</b>”).\nYour User Account, if applicable, is separate from any account\nyou may have with any App Store (your “<b>App Store Account</b>”).\nYou may be\nable to create your User Account using an existing account you have with us or\nyour email address.\nTo the extent you create your User Account through the use\nof a third party account (for example, your account with Facebook or Google),\nwe may access certain personal information that this third party provides to us\nsuch as your email address and name to help create your User Account.\nFurther\ninformation about use of third party accounts is provided in the Privacy Policy\nat [link].\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Keep Your Information Current</u>.\nIt’s important that you provide us with accurate, complete and\nup-to-date information for your User Account and you agree to update such\ninformation to keep it that way.\nIf you don’t, we may suspend or terminate your\nUser Account.\nYou agree that you will not disclose your User Account password\nto anyone and will notify us immediately of any unauthorized use of your User\nAccount.\nYou are responsible for all activities that occur under your User\nAccount, whether or not you know about them.&nbsp.\nIf you believe that your\nUser Account is no longer secure, then you must immediately notify us at our\nSupport Email Address.\n(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>No Account Sharing.</u>&nbsp.\nYou may not sell, rent, lease, share or provide access to your User Account to\nanyone else.\nWe reserve all available legal rights and remedies to prevent\nunauthorized use of our Services, including, but not limited to, technological\nbarriers, IP mapping, and, in serious cases, directly contacting your Internet\nService Provider (ISP) regarding such unauthorized use.\n(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>No False Accounts.</u> You\nmay not create a User Account for anyone else or create a User Account in a\nname other than your own.\n6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLicense <p>As long as you agree to this EULA (and\nas long as the EULA isn’t terminated—see Section 21), we grant you permission\nto access and use our Services.\nIf you break the rules or can’t agree, we can’t\nlet you play.</p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>License Grant</u>.\nSo long\nas you comply with this EULA and, as applicable, the App Store Agreement(s), we\ngrant you the following license: a personal, non-exclusive, non-transferable,\nnon-sublicensable limited right and license to (i) download and install the App\non the device permitted by the App Store Agreement(s) (if applicable), and (ii)\naccess and use the Services, including any Content, for&nbsp;your personal\nentertainment purposes leveraging only the functionality of the App and\nServices.\nWe and our licensors reserve all rights not granted to you in this\nEULA.\n“<b>Content</b>” means all artwork, titles, themes, objects, characters,\nnames, dialogue, catch phrases, stories, animation, concepts, sounds,\naudio-visual effects, methods of operation, musical compositions, Virtual Goods\n(defined in Section 9) and any other content within the Services.\nContent also\nincludes anything generated, created, or that is otherwise developed within the\nServices by any user (including you) as a result of interaction with the\nfunctionality of the Services.&nbsp.\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Content You Create Outside the Services</u>.\n“<b>User Content</b>” means any Content that you (or other App\nAccount holders) create or obtain outside the Services that you or another user\nmakes available within the Services.\nTo be clear, if Content is created within the\nServices, it is <u>not</u> User Content.\nonly Content created or obtained from <u>outside</u>\nthe Services that a user then makes available within the Services is User\nContent.\nBy making any User Content available through the Services you hereby\ngrant to us the following license: a non-exclusive, transferable, worldwide,\nroyalty-free license, with the right to sublicense, to use, copy, modify,\ncreate derivative works based upon, distribute, publicly display, and publicly\nperform your User Content in connection with operating and providing the\nServices and Content to you and to other users of the Services.\nExcept to the\nextent prohibited by law, you waive the benefit of any “moral rights” or “droit\nmoral” or similar rights in any country to any User Content.&nbsp.\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Service Limits Based on Where You Live</u>.<i>\n</i>We may restrict, modify, or limit your access to and use of\ncertain Content, Virtual Goods, an entire App, or any or all of the Services\ndepending on the territory in which you are located.\n(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Retail Purchase</u>\n<i>.\n</i>We may offer codes or product keys that can be activated in an App\nor used to activate an App on the App Store.\nSuch codes or keys must be\npurchased (or otherwise obtained legally) through us or one of our authorized\nretailers to be valid.\nIf you purchase such a code or key from a third party,\nthat third party is responsible for addressing any issues you have with these\ncodes or keys.\nSubject to applicable law, we will have no responsibility for\nthese codes or keys purchased from any third party.\n7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLicense Restrictions <p>Everyone must play by the same rules.\nIf you use our Services as intended, without cheating, being abusive, or being\nunfair, you are probably in the clear, but please read all of the terms of this\nEULA carefully to be sure.\n</p>\n<p>You agree not do any of the following with respect to the Services: </p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse them commercially, for a promotional purpose, or\nfor the benefit of any third party or in any manner not permitted by this EULA.\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse, or provide, any unauthorized third party programs\nthat intercept, emulate, or redirect any communication between the Services and\nTencent or that collect information about the App.\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse, or provide ancillary offerings to anyone, that are\nnot offered within the Services by us (or the functionality of the App Store),\nsuch as hosting, “leveling” services, mirroring our servers, matchmaking,\nemulation, communication redirects, mods, hacks, cheats, bots (or any other\nautomated control), trainers and automation programs that interact with the\nServices in any way, tunneling, third party program add-ons, and any\ninterference with online or network play.\n(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\naccess or use them on more than one device at a time.\n(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ncopy, reproduce, distribute, display, mirror, frame or\nuse them (or any of our other materials, intellectual property, or proprietary\ninformation) in a way that is not expressly authorized in this EULA.\n(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsell, rent, lease, license, distribute, or otherwise\ntransfer the Services, App or any Content, including, without limitation,\nVirtual Goods or App Currency, including participating in or operating so\ncalled “secondary markets” for Virtual Goods, App Currency or Content.\n(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nattempt to reverse engineer (except as otherwise\npermitted by applicable local law), derive source code from, modify, adapt,\ntranslate, datamine, decompile, or disassemble or make derivative works based\nupon the Services or any Content.\n(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nremove, disable, circumvent, or modify any\ntechnological measure we implement to protect them or any of their associated\nintellectual property.\n(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ncreate, develop, distribute, or use any unauthorized\nsoftware programs to gain advantage in any online or other game modes or\notherwise Cheat (as defined below).\n(j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nviolate any applicable law or regulation.\n(k)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nattempt to probe, scan or test its vulnerability or\nbreach any security or authentication measures.\n(l)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\naccess, tamper with, or use non-public areas of the\nServices.\n(m)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nbehave in a manner which is detrimental to the\nenjoyment of the Services by other users as intended by us, in our sole\njudgment, including, without limitation, harassment, use of abusive or\noffensive language, game abandonment, game sabotage, spamming, social\nengineering, or scamming.\n(n)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nupload, publish, submit or transmit any User Content or\nengage in any behavior that: (i) infringes, misappropriates or violates a third\nparty’s patent, copyright, trademark, trade secret, contractual rights, moral\nrights or other intellectual property rights, or rights of publicity or\nprivacy.\n(ii) violates, or encourages any conduct that would violate any\napplicable law or regulation or would give rise to civil liability.\n(iii) is\nfraudulent, false, misleading or deceptive, including “trolling;” (iv) is\ndefamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes\ndiscrimination, bigotry, racism, hatred, harassment or harm against any\nindividual or group.\n(vi) is violent, bullying, or threatening or promotes\nviolence, terrorism, or actions that are threatening to any person or entity.\nor (vii) promotes illegal or harmful activities or substances.\n(o)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ninterfere with, or attempt to interfere with, the\naccess of any user, host or network, including, without limitation, sending a\nvirus, overloading, flooding, spamming, or mail-bombing the Services or any of\nits users.\n(p)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ncollect or store any information that could be used to\nidentify an individual, either itself or combined with other information, from\nthe Services from other users of the Services without their express permission.\n(q)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ntrespass, or attempt to gain access to a property or\nlocation where you do not have permission to be or engage in any activity that\nmay result in injury, death, property damage, nuisance or other liability.\n(r)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nimpersonate or misrepresent your affiliation with any\nperson or entity.\n(s)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse IP proxying or other methods to disguise the place\nof your residence, whether to circumvent geographical restrictions on the\nServices or for any other purpose.\n(t)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nplay on another person’s App Account to “boost” that\nApp Account’s status, level or rank.\n(u)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nuse the Services in any way that would affect us\nadversely or reflect negatively on us or the Services or discourage any person\nfrom using all or any portion of the features of the Services.\nor (v)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nencourage or enable anyone else to do any of the\nforegoing.\n8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOwnership of the Services <p>Our Service including our Content and\nApps is owned by us or our licensors.\nOur Services may let you upload, post and\nstore photos and other content that you own.\nYou retain your ownership of this\ncontent, to which we take a license.&nbsp;&nbsp.\n</p>\n<p>We and our affiliates and licensors own all title, ownership and\nintellectual property rights in the Services.\nYou agree not to remove, alter or\nobscure any copyright, trademark, service mark or other proprietary rights\nnotices incorporated in or accompanying the Services.&nbsp.\nYou understand and\nagree that you have no ownership interest in the Services or any Apps or\nContent therein.\nThe Services (and particularly our Apps) may have built-in\nmechanisms designed to prevent granting one user an unfair advantage over other\nusers (these actions are “<b>Cheating</b>” and the software is the “<b>Cheat\nDetection Software</b>”).\nWe may add or update our Cheat Detection Software\nperiodically as we may require in our sole discretion.\nThe Services and/or the\nCheat Detection Software may collect and transmit details about your App\nAccount, gameplay, and unauthorized programs or processes in connection with\nCheating, subject to our Privacy Policy and applicable law.\nIn the event that\nwe in our sole discretion conclude that you are Cheating, you agree that we may\nexercise any or all of our rights under this EULA, including termination of this\nEULA and your access to our Services.\nIn addition if you Cheat in one App or\nService, we may terminate your license to use all of our Apps and Services.</p>\n<p>Although we are not obligated to monitor access to or use of the\nServices or to review or edit any Content, we have the right to do so for the\npurpose of operating and publishing the Services, to ensure compliance with\nthis EULA, to protect the health or safety of anyone that we believe may be\nthreatened, to protect our legal rights and remedies, to report a crime or\noffensive behavior, or to comply with applicable law.\nWe may (but don’t have\nto) remove or disable access to any Content, at any time and without notice.\nWe\nmay (but don’t have to) investigate violations of this EULA or conduct that\naffects the Services.</p> 9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nVirtual Goods and App Currency <p>We may offer you some cool features in\nour applications for which you must pay.\nWe need special permission to charge\nyour payment method.\nThese features are owned by us.</p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Purchasing or Obtaining Virtual Goods and App\nCurrency</u>.\nWe may offer certain upgrades and options\nwithin our Apps that you can buy with real world currency, including, but not\nlimited to, in-App currency (“<b>App Currency</b>”),\ncharacter skins, mounts and vehicles, digital cards, experience boosts, gear\nand other customizations for your in-App characters, and other such digital\nadd-on items that may improve your App experience in some way (“<b>Virtual\nGoods</b>”).\nExcept as otherwise communicated to you within the functionality\nof the App, App Currency and Virtual Goods are not transferable from one App to\nanother.\nYou may also be able to obtain certain Virtual Goods and App Currency\nwithout purchase, such as an in-App award.\nWhen you purchase App Currency,\nVirtual Goods, or an App itself (each, a “<b>Transaction</b>”), your purchase\nwill be made through the functionality available through the App Store or other\nplatforms we make available to you.\nPrior to making a Transaction, you should\nmake sure you fully understand the agreement that covers your Transaction,\nwhether that agreement is an App Store Agreement or another payment platform\nagreement (like a third party payment processor’s terms).\nThere may be limits\nto the quantity and number of times you can purchase Virtual Goods, App\nCurrency, or other aspects of your Transaction.\nFor example, there may be a\nmaximum amount of App Currency you are able to hold (in-App) or purchase at a\ngiven time, or a maximum number of Transactions you may make per day.\nthese\nadditional restrictions may be communicated to you via the functionality of the\nServices.\nWe may, from time to time, modify, amend, or supplement our fees,\nbilling methods and terms applicable to App Currency, Virtual Goods or to any\npurchases, and post those changes in this EULA, in separate terms and\nconditions or in other terms or agreements posted on the applicable website or\nas part of the App or otherwise provided to you by us.\nSuch modifications,\namendments, supplements or terms shall be effective immediately upon posting\nand shall be incorporated by reference into this EULA.\nIf any change is\nunacceptable to you, you may terminate the use of your App Account at any time.\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Your License to Virtual Goods and App Currency</u>.\nVirtual Goods and App Currency are digital items and your use of\nthem is governed by this EULA and the App Store Agreement(s).&nbsp.\nVIRTUAL\nGOODS AND APP CURRENCY\nHAVE NO MONETARY VALUE AND CANNOT BE REDEEMED FOR CASH.\nVIRTUAL GOODS AND APP CURRENCY ARE NON-TRANSFERABLE AND NON-TRADABLE, IN\nWHOLE OR PART, AND ARE NOT PROVIDED FOR INVESTMENT PURPOSES.\nProvided you\ncomply with the terms of this EULA and the App Store Agreement(s), we grant you\nthe following license: a personal, non-exclusive, non-transferable,\nnon-sublicensable limited right and license to use any Virtual Goods or App\nCurrency you gain access to, whether purchased or otherwise obtained, solely in\nconnection with your use of the App in question and within the App (unless we\notherwise communicate to you that you may use them in multiple Apps) and for no\nother purpose.&nbsp.\nUnless, expressly permitted by us in a specific App, you\nmay not trade any such Virtual Good or App Currency with others.\nWe may cancel,\nrevoke, or otherwise prevent the use of Virtual Good or App Currency if we\nsuspect any unauthorized or fraudulent activity, and/or to correct any\nerroneous application of any Virtual Goods or App Currency to your Account.\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Changes to App Currency and Virtual Goods.</u> Except as otherwise prohibited by applicable law, we, in our sole\ndiscretion, may modify, substitute, replace, suspend, cancel or eliminate any\nApp Currency or Virtual Goods, including your ability to access or use App\nCurrency or Virtual Goods, without notice or liability to you.\nYOU AGREE THAT\nYOU WON’T ASSERT OR BRING ANY CLAIM AGAINST US, OUR AFFILIATES, DIRECTORS,\nOFFICERS, EMPLOYEES, AGENTS, OR LICENSORS (THE “<b>TENCENT PARTIES</b>”)\nRELATING TO (A) A CLAIM THAT YOU HAVE A PROPRIETARY INTEREST IN ANY APP CURRENCY OR VIRTUAL GOODS.\nOR (B) A CLAIM FOR AN\nALLEGED MONETARY VALUE OF APP CURRENCY OR VIRTUAL\nGOODS LOST UPON (I) DELETION OR SUSPENSION OF YOUR ACCOUNT, (II) ADJUSTMENTS TO\nTHE APP THAT RESULT IN THE VALUE OF VIRTUAL GOODS OR APP\nCURRENCY CHANGING, OR (III) MODIFICATION, TERMINATION OR EXPIRATION OF THIS\nEULA.\n10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRefunds <p>Subject to applicable law, (i) all Apps, Virtual Goods and App\nCurrency remain our property, have no monetary value and are not redeemable,\nrefundable, or eligible for any other alternate remedy for any “real world”\nmoney or anything of monetary value, unless they are defective, unavailable, or\ndo not perform in accordance with the specifications we provide.\n(ii) we may\nrevoke your license to such Apps, Virtual Goods and/or App Currency at any time\nconsistent with this EULA without notice or liability to you.\nand (iii) by\npurchasing and using any Apps, Virtual Goods and/or App Currency, you hereby\nwaive any statutory right you may have to withdraw from your agreement to\npurchase the applicable App, Virtual and/or App Currency and you agree that you\nwill therefore not be eligible to receive a refund (or any alternative remedy)\nin relation to such App, Virtual Good and/or App Currency.\nWhere applicable law\ndoes not permit you to waive your right to so withdraw, you hereby agree that\nsuch withdrawal right expires immediately upon purchase and delivery of your\nApp, Virtual Good and/or App Currency, as permitted by applicable law.\n</p> 11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;Beta Testing <p>From time to time we may offer a beta version of one of our Services\n(a “<b>Beta</b>”).\nAs the name implies, Betas are not guaranteed to work\nproperly, and may make other parts of your system not work properly as well.\nFor the license granted to you in Section 6 above to extend to the Beta\n(meaning, for you to have permission to use the Beta), you acknowledge and\nagree to the following terms in addition to the rest of this EULA:</p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe may automatically delete or modify the information\nstored on your computer related to the Beta for any reason at any time during the\nduration of the Beta test.\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWe may terminate the Beta test at any time, which would\nthen render your Beta unplayable or unable to function properly.\nWhen we\nterminate a Beta, you must delete the local Beta instance on your computer and\nall documents and materials you received from us in connection with the Beta.\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTermination of a Beta by us is not a grounds for any\nkind of refund and your participation in a Beta does not entitle you to any\ncompensation or any free Services, including any Content and App Currency.\nand (d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf and when we release a full (non-Beta) version of the\nparticular App and we may allow your use of the App to continue to the full\nversion.\nIf so allowed by us, your continued use of the App will no longer be\nsubject to this Section 11 but will still be subject to the rest of this EULA.\n12.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAccessing a App from an App Store <p>App Stores require us to pass on\ncertain terms to you.</p>\n<p>Where a App is made available to you via an App Store (like the\nApple App Store or Google Play Store) you acknowledge and agree that: </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThis EULA is between you and us, not the App Store, and\nwe (not the App Store), are solely responsible for the App.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe App Store has no obligation to provide any App\nmaintenance or support.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIf the App cannot meet its warranties (if any), you can\ncontact the App Store and they will refund you the purchase price of the App\n(if applicable) and, to the maximum extent permitted by applicable law, the App\nStore will have no other warranty obligation whatsoever with respect to the\nApp.\nAny other claims, losses, liabilities, damages, costs or expenses\nattributable to any failure to conform to any warranty will be our sole\nresponsibility.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe App Store is not responsible for addressing any\nclaims you have or any claims of any third party relating to the App or your\npossession and use of the App, including, without limitation: (i)&nbsp;product\nliability claims.\n(ii) any claim that the App fails to conform to any\napplicable legal or regulatory requirement.\nand (iii) claims arising under\nconsumer protection or similar legislation.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn the event of any third party claim that the App or\nyour possession and use of the App infringes that third party’s intellectual\nproperty rights, we will be solely responsible for the investigation, defense,\nsettlement and discharge of any such intellectual property infringement claim\nto the extent required by this EULA.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe App Store, and its subsidiaries, are third party\nbeneficiaries of this EULA and upon your acceptance of this EULA, the App Store\nwill have the right to enforce this EULA against you as a third-party\nbeneficiary thereof.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou represent and warrant that (i) you are not located\nin a country that is subject to a U.S.\nGovernment embargo, or that has been\ndesignated by the U.S.\nGovernment as a terrorist-supporting country.\nand (ii)\nyou are not listed on any U.S.\nGovernment list of prohibited or restricted\nparties.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou must also comply with all applicable third party\nterms of service when using the App.</p> 13.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFeedback <p>We’d love to hear your feedback, good\nor bad.\nIt helps us improve! But if you give us feedback, we need to be free to\nuse it how we want and without paying you.</p>\n<p>We welcome your feedback, comments and suggestions for improvements\nto the Services (“<b>Feedback</b>”).\nYou can submit Feedback by emailing us at <b>\n<u>privacy@gameloop.com</u>\n</b> or via the functionality of the Services (if available).\nIf you\nprovide us with any Feedback, you hereby grant us the following license: a\nnon-exclusive, transferable, worldwide, perpetual, irrevocable, fully-paid,\nroyalty-free license, with the right to sublicense, under any and all\nintellectual property rights that you own or control to use, copy, modify,\ncreate derivative works based upon, distribute copies of, publicly perform,\npublicly display and otherwise exploit the Feedback for any purpose and in any\ncountry.\nIf you have rights in the Feedback that cannot be licensed to us under\napplicable law (such as moral and other personal rights), you hereby waive and\nagree not to assert those rights.\nYou understand and agree that you are freely\ngiving your Feedback, that we don’t have to use it, and that you will not be\ncompensated in any way for your Feedback.\nYou represent and warrant that you\nhave rights in any Feedback that you provide to us sufficient to grant us and\nother affected parties the rights described above, including, without\nlimitation, intellectual property rights or rights of publicity or\nprivacy.&nbsp;&nbsp.\n</p> 14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDMCA/Copyright Policy&nbsp.\n<p>We respect copyright law and expect our users to do the same.\nIt’s\nour policy to terminate in appropriate circumstances App Accounts of users who\nrepeatedly infringe or are believed to be repeatedly infringing the rights of\ncopyright holders.\n</p> 15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThird Party Websites and Resources <p>Outside links are for your\nconvenience, but we can’t guarantee them.</p>\n<p>The Services may contain links to third-party websites or resources.\nWe provide these links only as a convenience and are not responsible for the\ncontent, products or services on or available from those websites or resources\nor links displayed on such websites.\nYou acknowledge sole responsibility for\nand assume all risk arising from, your use of any third-party websites or\nresources.</p> 16.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData Charges and Mobile Devices <p>This is a reminder that you’re\nresponsible for any data-related charges that you may incur for using our\nServices.</p>\n<p>You are responsible for all data-related charges that you may incur\nfor using our Services, including, without limitation, mobile, text-messaging,\nand data charges.\nYou should understand or ask your service provider what\ncharges you may incur before using the Services.</p>\n<p>&nbsp;</p> 17.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nService and EULA Modifications <p>When we update this EULA, you need to\nagree to the updated version to keep using our Services.\nWe also need the\nfreedom to update any part of the Services whenever we see fit, so we are\nletting you know we can do so at any time.</p>\n<p>We may (but don’t have to) update this EULA at any time whenever we\nthink there is a need.\nIf we do so, you will be prompted to agree to the\nupdated EULA upon your next access to the Services or when the updated EULA is\notherwise communicated to you.\nYou must agree to these updates to continue\nusing the Services.\n</p>\n<p>We may provide patches, updates, or upgrades to the Services that\nmust be installed in order for you to continue to use the Services.\nWe may\nupdate the Services remotely without notifying you, and you hereby consent to\nus applying such patches, updates, and upgrades.\nIf your device can prevent\nautomatic updates, you may not be able to access the Services until you\nmanually update the Services yourself on your device.\nWe may modify, suspend,\ndiscontinue, substitute, replace, or limit your access to any aspect of the\nServices at any time.\nSubject to applicable law, you acknowledge that any\ncharacter data, progress, customization or other data related to your use of\nany particular App and other elements unique to the Services may cease to be\navailable to you at any time without notice from us, including, without\nlimitation, after a patch, update, or upgrade is applied by us.\nYou agree that\nwe do not have any maintenance or support obligations with respect to the\nServices.\n</p>\n<p>Subject to applicable law, we may change the price of the Services,\nApps, Virtual Goods, App Currency or Content, at any time, for any reason,\nwithout notice or liability to you.</p> 18.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nWarranty Disclaimers <p>We don’t make any guarantees about the\nServices.\n</p>\n<p>THE SERVICES ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, THE TENCENT PARTIES EXPLICITLY DISCLAIM ANY\nIMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET\nENJOYMENT AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF\nDEALING OR USAGE OF TRADE.\nThe Tencent Parties make no warranty that the\nServices will meet your requirements or be available on an uninterrupted,\nsecure, or error-free basis.\nThe Tencent Parties make no warranty regarding the\nquality, accuracy, timeliness, truthfulness, completeness or reliability of the\nServices.\n</p> 19.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLimitation of Liability <p>This section limits what you can\nrecover from us in a dispute.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW THE TENCENT\nPARTIES WILL NOT BE LIABLE IN ANY WAY FOR ANY: </p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLOSS OF PROFITS, (b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLOST REVENUE, (c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLOST SAVINGS, (d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLOSS OF DATA, OR (e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL,\nPUNITIVE, OR EXEMPLARY DAMAGES, <p>ARISING OUT OF OR IN CONNECTION WITH THIS EULA OR THE SERVICES, OR\nTHE DELAY OR INABILITY TO USE OR LACK OF FUNCTIONALITY OF THE SERVICES, EVEN IN\nTHE EVENT OF ONE OF A TENCENT PARTY’S FAULT, TORT (INCLUDING NEGLIGENCE),\nSTRICT LIABILITY, INDEMNITY, PRODUCT LIABILITY, BREACH OF CONTRACT, BREACH OF\nWARRANTY, OR OTHERWISE AND EVEN IF THAT TENCENT PARTY HAS BEEN ADVISED OF THE\nPOSSIBILITY OF SUCH DAMAGES.&nbsp.\nFURTHER, TO THE MAXIMUM EXTENT PERMITTED BY\nAPPLICABLE LAW, THE AGGREGATE LIABILITY OF THE TENCENT PARTIES ARISING OUT OF\nOR IN CONNECTION WITH THIS EULA OR THE SERVICES WILL NOT EXCEED: (A) THE TOTAL\nAMOUNTS YOU HAVE PAID (IF ANY) OR ARE PAYABLE BY YOU TO US FOR THE PARTICULAR\nAPP OR SERVICE IN QUESTION DURING THE SIX (6) MONTHS IMMEDIATELY PRECEDING THE\nEVENTS GIVING RISE TO SUCH LIABILITY.\nOR (B) IF (A) DOES NOT APPLY, FIFTY\nDOLLARS ($50 USD).\nTHESE LIMITATIONS AND EXCLUSIONS REGARDING DAMAGES APPLY\nEVEN IF ANY REMEDY FAILS TO PROVIDE ADEQUATE COMPENSATION AND ARE FUNDAMENTAL\nELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN YOU AND US.\n</p>\n<p>Notwithstanding the foregoing, some countries, states, provinces or\nother jurisdictions do not allow the exclusion of certain warranties or the\nlimitation of liability as stated above, so the above terms may not apply to\nyou.\nInstead, in such jurisdictions, the foregoing exclusions and limitations\nwill apply to the maximum extent permitted by the laws of such jurisdictions.\nAlso, you may have additional legal rights in your jurisdiction, and nothing in\nthis EULA will prejudice such rights that you may have as a consumer of the\nServices.</p> 20.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIndemnity <p>If someone sues us based on your\nbreach of this EULA or your access/use of the Services, you agree to defend us\nor pay for our defense in that lawsuit.\n</p>\n<p>You agree to indemnify, pay the defense costs of, and hold the\nTencent Parties and their employees, officers, directors, agents, contractors,\nand other representatives harmless from all claims, demands, actions, losses,\nliabilities, costs and expenses (including, without limitation, attorneys’\nfees, costs, and expert witnesses’ fees) that arise out of or in any way are\nconnected with: (a) your access to or use of the Services.\nor (b) any claim\nthat, if true, would constitute a breach by you of this EULA.\nYou agree to\nreimburse us for any payments made or loss suffered by us, whether in a court\njudgment or settlement, based on any matter covered by this Section 20.</p> 21.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTermination <p>We reserve the right to terminate this\nEULA as we see fit.&nbsp.\nReasons we may terminate this EULA include, but are\nnot limited to: if we wind down our applications offerings in your region, if\nyou violate this EULA, or if the App Store terminates your App Store Account.\n</p>\n<p>We may terminate your access to and use of the Services, including\nany App, Virtual Goods, and Content, with no liability or notice to you in the\nevent that (a) we cease providing the App to similarly situated users generally.\n(b) you breach any terms of this EULA (including the App Store Agreement(s) and\nour other policies specified in this EULA).\n(c) the owner of the applicable App\nStore terminates your App Store Account.\nor (d) we otherwise deem it necessary\nto terminate this EULA in our sole discretion.\nYou may also terminate this EULA\nby deleting and uninstalling the App on any and all of your devices or by\ndeleting your App Store Account.\nUpon any termination of this EULA, the rights\ngranted to you will automatically terminate, you may no longer exercise any of\nthose rights or this EULA.&nbsp.\nSubject to applicable law, we may, in our sole\ndiscretion, provide continued access to and use of the Services prior to such\ntermination.\n</p>\n<p>Except to the extent required by law, all payments and fees are\nnon-refundable under all circumstances, regardless of whether or not this EULA\nhas been terminated.</p>\n<p>The following sections will survive termination of this EULA: 8\n(first two sentences only), 13, 19, 20, 22 through 26, and this sentence of Section\n21.</p> 22.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDispute Resolution and\nGoverning Law – United States <p>This section only applies if you are\naccessing, using, or have purchased the Services in the United States.</p>\n<p>You are agreeing to the laws of\nCalifornia.\nAny court cases will be handled in the Northern District of\nCalifornia.</p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Governing Law and Forum Choice</u>.\nThis EULA and any action related thereto will be governed by the\nFederal Arbitration Act, federal arbitration law, and the laws of the State of\nCalifornia, without regard to its conflict of laws provisions.\nExcept as\notherwise expressly set forth in this Section 22, the exclusive jurisdiction\nfor all Disputes (defined below) that you and we are not required to arbitrate\nwill be the state and federal courts located in the Northern District of\nCalifornia, and you and we each waive any objection to jurisdiction and venue\nin such courts.\n<p>US residents—if there is a dispute\nbetween us, we agree we’ll resolve it through arbitration (in your home area)\ninstead of through the courts.\nYou are also agreeing not to participate in a\nclass-action lawsuit against us.\n(This section is long so we’re providing\nmini-explanations for each part.)</p> (b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Mandatory Arbitration of Disputes</u>.\nWe each agree that any dispute, claim or controversy arising out\nof or relating to this EULA or the breach, termination, enforcement,\ninterpretation or validity thereof or the use of the Services or Content, each\nas they relate to Services used or purchased within the United States\n(collectively, “<b>Disputes</b>”) will be resolved solely by binding,\nindividual arbitration and not in a class, representative or consolidated\naction or proceeding.\nYou and we agree that the U.S.\nFederal Arbitration Act\ngoverns the interpretation and enforcement of this EULA, and that you and we\nare each waiving the right to a trial by jury or to participate in a class\naction.\nThis arbitration provision shall survive termination of this EULA.\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Location of Arbitration</u>.&nbsp.\nIf you are a resident of the United States, any arbitration will take place in\nyour county of residence, to the exclusion of all other venues.\n<p>Disputes that can be resolved in small\nclaims court or relate to the infringement of our intellectual property do not\nhave to be arbitrated.\nYou can opt out of arbitration within 30 days of\naccepting this EULA.</p> (d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Exceptions</u>.\nAs limited\nexceptions to Section 22(b) above, the following Disputes can be resolved in\ncourt and need not be resolved through arbitration: (i)&nbsp;any Dispute that\ncan be resolved in small claims court (if it qualifies).\nand (ii) any Dispute\ninvolving the infringement or misappropriation of our intellectual property\nrights.\n(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Opt-out</u>.\nYou have the\nright to opt out of arbitration entirely and litigate any Dispute<b>\n</b>if you\nprovide us with written notice of your desire to do so<b>\n</b>by email at our\nSupport Email Address within thirty (30) days following the date you first\nagree to this EULA.\n<p>The American Arbitration Association’s\nConsumer Arbitration Rules will apply.\nYou may be able to choose the types of\nevidence you and we can submit depending on the size of your claim.\nArbitration\nwill be near where you live unless we agree otherwise.</p> (f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Conducting Arbitration and Arbitration Rules</u>.\nThe arbitration will be conducted by the American Arbitration\nAssociation (“<b>AAA</b>”) under its Consumer Arbitration Rules (the “<b>AAA\nRules</b>”) then in effect, except as modified by this EULA.\nThe AAA Rules are\navailable at www.adr.org or by calling 1-800-778-7879.\nA party who wishes\nto start arbitration must submit a written Demand for Arbitration to AAA and\ngive notice to the other party as specified in the AAA Rules.\nThe AAA provides\na form Demand for Arbitration at www.adr.org.\n<p>If your claim is for U.S.\n$10,000 or less,\nyou may choose whether the arbitration will be conducted solely on the basis of\ndocuments submitted to the arbitrator, through a telephonic or video-conference\nhearing, or by an in-person hearing as established by the AAA Rules.&nbsp.\nIf\nyour claim exceeds U.S.\n$10,000, the right to a hearing will be determined by\nthe AAA Rules.\nAny arbitration hearings will take place in the county (or\nparish) where you live, unless we both agree to a different location.\nThe\nparties agree that the arbitrator shall have exclusive authority to decide all\nissues relating to the interpretation, applicability, enforceability and scope\nof this arbitration agreement.</p>\n<p>Unless your claim is frivolous or for\nmore than $10,000, we’ll pay the filing, administration, and arbitrator fees.\nWe won’t seek attorney fees from you, but if you win you can seek them from us\nto the extent allowed by law.</p> (g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Arbitration Costs</u>.\nPayment of all filing, administration and arbitrator fees will be governed by\nthe AAA Rules.\nWe’ll pay for all filing, administration and arbitrator fees and\nexpenses if your Dispute is for less than $10,000, unless the arbitrator finds\nyour Dispute frivolous.\nIf we prevail in arbitration we’ll pay all of our\nattorneys’ fees and costs and won’t seek to recover them from you.\nIf you\nprevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.\n<p>You agree not to participate in a\nclass action and only bring claims as an individual.\nYour dispute can’t be\ncombined with other people’s claims.</p> (h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Class Action Waiver</u>.&nbsp.\n<b>YOU AND WE AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR\nOR OUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY\nPURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</b>&nbsp.\nFurther, if the\nparties’ dispute is resolved through arbitration, the arbitrator may not\nconsolidate another person's claims with your claims, and may not otherwise\npreside over any form of a representative or class proceeding.&nbsp.\nIf this\nspecific provision is found to be unenforceable, then the entirety of this\nDispute Resolution (Section 22) shall be null and void.\n<p>Similar to how you can opt out of\narbitration within 30 days, you can also opt out of any <u>changes</u> to this\nprovision within 30 days of us notifying you of the changes.</p> (i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Effect of Changes on Arbitration</u>.\nNotwithstanding the provisions of Section 17 above, if we change\nany of the terms of this Section 22 after the date you first accepted this EULA\n(or accepted any subsequent changes to this EULA), you may reject any such\nchange by sending us written notice (including by email to our Support Email\nAddress) within 30 days of the date such change became effective, as indicated\nin the “Last Updated” date above or in the date of our notice to you of such\nchange.\nBy rejecting any change, you are agreeing that you will arbitrate any\nDispute between you and us in accordance with the terms of this Section 22\n“Dispute Resolution—United States” as of the date you first accepted this EULA\n(or accepted any subsequent changes to this EULA).\n<p>If a court decides a part of this\nsection is unenforceable, the rest still applies.</p> (j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Severability</u>.&nbsp.\nWith\nthe exception of any of the provisions in Section 22(h) above, if an arbitrator\nor court of competent jurisdiction decides that any part of this EULA is invalid\nor unenforceable, the other parts of this EULA will still apply.\n23.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDispute Resolution and Governing Law – Outside the\nUnited States <p>This section only applies if you are accessing, using, or have\npurchased the Services outside of the United States.</p>\n<p>If you are outside the United\nStates—You are agreeing to Hong Kong Law.\nIf there is a dispute between us, we\nagree it’ll be resolved through arbitration, with each of us paying our own\ncosts.</p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Governing Law</u>.\nYou agree\nthat any action related to this EULA will be resolved in accordance with the\nlaws of Hong Kong Special Administrative Region of the People’s Republic of\nChina (“<b>Hong Kong</b>”) without reference to choice of law rules and not\nincluding the provisions of the 1980 U.N.\nConvention on Contracts for the\nInternational Sale of Goods.\nAny law or regulation which provides that the\nlanguage of a contract will be construed against the drafter will not apply to\nthis EULA.\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Dispute Resolution</u>.\nAny\nDispute arising with respect to this EULA, the App, or any related service will\nbe referred to and finally resolved by arbitration administered by the Hong\nKong International Arbitration Centre (“<b>HKIAC</b>”) under the HKIAC\nAdministered Arbitration Rules in force at the time of delivery of the\narbitration notice.\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Arbitration Rules</u>.\nThe\narbitration will be conducted in accordance with Hong Kong law with the seat of\nthe arbitration in Hong Kong and the language of the proceedings will be in\nEnglish.\nThe number of arbitrators will be three (3), with each party\nnominating one arbitrator within thirty (30) days after the delivery of the\narbitration notice.\nThe appointment of such arbitrators will be confirmed by\nthe HKIAC, and both arbitrators will be instructed to and will agree on the\nthird arbitrator within ten (10) days of their confirmation by the HKIAC.\nShould either party fail to appoint an arbitrator, or should the two\narbitrators fail within ten (10) days to reach agreement on the third\narbitrator, such arbitrator(s) will be appointed by the Secretary General of\nthe HKIAC.\nThe arbitrators will award only such damages as are permitted to be\nawarded pursuant to this EULA.\n(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Costs</u>.\nEach party will\npay its own costs and expenses (including, without limitation, counsel fees) of\nany such arbitration.\nprovided, however, that the parties will equally share\nthe fees and expenses of the arbitrators.\n(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Injunctive Relief</u>.\nNotwithstanding anything to the contrary in this EULA, either party may always\napply to a court of competent jurisdiction for an injunction or any other legal\nor equitable relief.\nThe parties hereby expressly agree that Sections 5, 6 and\n7 of Schedule 2 to the Arbitration Ordinance (Chapter 609 of the Laws of Hong\nKong) are to apply.\n24.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nNo Assignment <p>You cannot transfer or assign this\nEULA to anyone else.</p>\n<p>You may not assign or transfer this EULA, by operation of law or\notherwise, without our prior written consent.\nAny attempt by you to assign or\ntransfer this EULA, without such consent, will be null and void.\nNotwithstanding the title of this Section, we may freely assign or transfer\nthis EULA without restriction.\nSubject to the foregoing, this EULA will bind\nand inure to the benefit of the parties, their successors and permitted\nassigns.</p> 25.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMiscellaneous <p>This EULA is our whole agreement (no\noutside promises).\nThe official version is English.\nIf parts of this EULA don’t\napply, the rest remains as much as possible.\nIf we don’t enforce part of this\nEULA, it doesn’t mean we won’t in the future or we won’t enforce our other\nrights.\nAlso, except for App Stores, no one other than you or us can enforce\nthis EULA.</p> (a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Entire Agreement</u>\n<i>.\n</i>This EULA and any other document or information referred to in this\nEULA constitutes the entire and exclusive understanding between you and us\nregarding the App and supersede any and all prior oral or written\nunderstandings or agreements between you and us regarding the App.\n(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Language</u>\n<i>.\n</i>The original language of this EULA is in English.\nany translations\nare provided for reference purposes only.\nYou waive any right you may have\nunder the law of your country to have this EULA written or construed in any\nother language.\n(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Severability</u>\n<i>.\n</i>This EULA describes certain legal rights.\nYou may have other rights\nunder the laws of your jurisdiction.\nThis EULA does not change your rights\nunder the laws of your jurisdiction if the laws of your jurisdiction do not\npermit it to do so.\nAs noted above, limitations and exclusions of warranties\nand remedies in this EULA may not apply to you because your jurisdiction may\nnot allow them in your particular circumstance.\nIn the event that certain\nprovisions of this EULA are held by a court or tribunal of competent\njurisdiction to be unenforceable, those provisions will be enforced only to the\nfurthest extent possible under applicable law and the remaining terms of this\nEULA will remain in full force and effect.\n(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>No Waiver</u>\n<i>.\n</i>Your and our actions or inactions will not create any other rights\nunder this EULA except as what is explicitly written within this EULA.<i>\n</i>Our\nfailure to enforce any right or provision of this EULA will not be considered a\nwaiver of such right or provision.\nThe waiver of any such right or provision\nwill be effective only if in writing and signed by one of our duly authorized\nrepresentatives.\nExcept as expressly set forth in this EULA, the exercise by\neither party of any of its remedies under this EULA will be without prejudice\nto its other remedies under this EULA or otherwise.\n(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<u>Third Party Rights</u>\n<i>.</i> Except as described in Section 12, a person who is not a party to\nthis EULA will have no right under to enforce any of its terms.\n26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nContact Information <p>If you have any questions about this EULA\nor the App, please contact us at our Support Email Address.</p>\n<p>\n<i>&nbsp;</i>\n</p> ", "created_at": "2023-03-12 19:26:32.324136", "updated_at": "2023-03-12 19:26:58.07715"}, {"id": 14415, "name": "Privacy Policy", "url": "https://static.gameloop.com/syzs/gameloop/privacypolicy.html", "xpath": "//body", "text": " <p>\n<b>GameLoop </b>\n<b>Privacy Policy</b>\n</p>\n<p>Last Updated: 10 May 2022</p>\n<p>Thank you for using the GameLoop PC Emulator and the GameLoop Mobile App (“<b>GameLoop</b>”)! We respect your concerns about privacy and appreciate your trust and confidence in us.\nHere is a summary of the information contained in this privacy policy (“<b>Privacy Policy</b>”).\nThis summary is to help you navigate the Privacy Policy and it is not a substitute for reading everything! You can use the hyperlinks below to jump directly to particular sections.\n</p>\n<p>\n<b>\n<i>What information do we need to provide GameLoop?</i>\n</b>\n</p>\n<p>\n<i>If you use GameLoop then we will process some information (e.g., to set up your account, to facilitate your use of GameLoop, and to facilitate your access to the games on GameLoop).\nIf you choose, you can provide certain other information, such as to participate in surveys.\nIf you need to get in touch with us then we will also retain some information so that we can get back in touch with you and address any concerns.\n<b>More Information.\n</b>\n</i>\n</p>\n<p>\n<b>\n<i>How will we use your information?</i>\n</b>\n</p>\n<p>\n<i>We use your information to </i>\n<i>provide the many functions and services that comprise GameLoop</i>\n<i>.\nWe also use your information for security purposes and to support and improve GameLoop.\nWe do not share </i>\n<i>your information with any third parties, except where we need to in order to provide the service (e.g., use our affiliates around the world to help us to deliver GameLoop) or monitor the success of our marketing and advertising programs, or where we are instructed to by a court, authority or compelled by law.\n</i>\n<b>\n<i>More Information</i>\n</b>\n<i>.</i>\n<i>\n</i>\n</p>\n<p>\n<b>\n<i>Who do we share your information with?</i>\n</b>\n</p>\n<p>\n<i>We may share your information with our affiliates around the world who help us deliver GameLoop and we may be required by a court or legal obligation to disclose certain information in some circumstances.\n</i>\n<b>\n<i>More Information</i>\n</b>\n<i>.</i>\n<i>\n</i>\n</p>\n<p>\n<b>\n<i>Where do we process your information?</i>\n</b>\n</p>\n<p>\n<i>Our servers are located in Germany, USA, India, Singapore and Thailand.\nYour information can be accessed from outside of where you are located by our support, engineering and other teams around the world, including from the People’s Republic of China (“PRC”) </i>\n<i>(for the purpose of this Privacy Policy, this term excludes Taiwan, Hong Kong and Macau)</i>\n<i>.\n</i>\n<b>\n<i>More Information</i>\n</b>\n<i>.</i>\n<i>\n</i>\n</p>\n<p>\n<b>\n<i>How long do we keep your information?</i>\n</b>\n</p>\n<p>\n<i>We retain your information in accordance with the periods specified in our data retention policy as further described in this Privacy Policy, unless otherwise required by applicable laws.\n<b>More Information.\n</b>\n</i>\n</p>\n<p>\n<b>\n<i>How can I exercise my rights over my information?</i>\n</b>\n</p>\n<p>\n<i>Depending on where you are located, you may have certain rights with respect to your information, such as rights of access, to receive a copy of your data, or to delete your data or restrict or object to our processing of your data.</i>\n<i>\n</i>\n<b>\n<i>More Information</i>\n</b>\n<i>.</i>\n<i>\n</i>\n</p>\n<p>\n<b>\n<i>How to get in touch with us</i>\n</b>\n</p>\n<p>\n<i>If you have any questions about anything in this Privacy Policy, or want to exercise any rights you may have, please contact us </i>\n<i>at </i>\n<b>\n<i>privacy@gameloop.com</i>\n</b>\n<i>.</i>\n<i>\n</i>\n</p>\n<p>\n<b>\n<i>How will we notify you of changes?</i>\n</b>\n</p>\n<p>\n<i>Changes to this Privacy Policy will be posted here.\nPlease check this page frequently to see if there are any updates or changes to this Privacy Policy.\n</i>\n<b>\n<i>More Information.</i>\n</b>\n<i>\n</i>\n<i>\n</i>\n</p>\n<p>\n<b>\n<i>Contact Information</i>\n</b>\n</p>\n<p>\n<i>Please reach out to us if you have any questions or concerns regarding the processing of your personal information.\n</i>\n<i>Hong Kong Gathering Media Limited is the Data Controller</i>\n<i> for the purposes of data protection laws.\nYou can contact us anytime at </i>\n<b>\n<i>privacy@gameloop.com</i>\n</b>\n<i>.</i>\n<i>\n</i>\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b>GameLoop Privacy Policy</b>\n</p>\n<p>\n<b>Welcome to GameLoop! </b>\n</p>\n<p>This Privacy Policy explains the <i>when</i>, <i>how</i> and <i>why</i> when it comes to the processing of your personal information in connection with the GameLoop PC Emulator and the GameLoop Mobile App (“<b>GameLoop</b>”), and sets out your choices and rights in relation to that information.\nPlease read it carefully – it is important for you to understand how we collect and use your information, and how you can control it.\n</p>\n<p>\n<b>By installing, logging-in, or using GameLoop, you are acknowledging our rules regarding the collection, use, and disclosure of your personal information as described in this Privacy Policy.\nIf you do not agree to the processing of your personal information in the way this Privacy Policy describes, please do not provide your information when requested and stop using GameLoop.\n</b>\n<b>\n</b>\n</p>\n<p> &nbsp.\n</p>\n<p>GameLoop has been developed by Hong Kong Gathering Media Limited (“<b>we</b>”, “<b>us</b>”, “<b>our</b>”).\nFor the purpose of data protection laws, the data controller of your personal information in relation to GameLoop is Hong Kong Gathering Media Limited, with registered address at Room 907, Wing Tuck Commercial Centre, 177-183 Wing Lok Street, Hong Kong.\nOur data protection officer can be contacted at privacy@gameloop.com.\n</p>\n<p>Please reach out to us if you have any questions or concerns regarding the processing of your personal information.\nYou can contact us anytime at privacy@gameloop.com.\n</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>The Ty</b>\n<b>pes of Personal Information We Use</b>\n<b>\n</b>\n</p>\n<p>This section describes the different types of personal information we collect from you and how we collect it.\nIf you would like to know more about specific types of data and how we use that data, please see the section entitled “<i>How we use your personal information</i>” below.\n</p>\n<p>The following is a high-level summary of the types of personal information we use: </p>\n<p>\n<i>a.\nInformation you provide to us (either directly or through a third party).</i>\n<i>&nbsp;</i>\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>GameLoop Log-in information:</b> When you choose to log-in to GameLoop via your Facebook account or your Google account: information we may import from your connected social media account including your name as it appears on your social media profile, your email, your user ID and your profile picture(s) (if any)), your location, and language settings in order to set up your profile and provide you access to GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Game Log-in information</b>: When you access or log-in to the specific game(s) via GameLoop: your name, username, email address, contact number and information you submit through your chosen method of log-in for the relevant game (including via guest log-in (if available and where applicable), or through your Facebook account, Google account, Twitter account, Apple iOS Game Center, Nintendo account, Pokemon Trainer Club account, Garena account, Activision account, VK account, where applicable), your user ID, your user profile, and your profile picture(s) (if any)).\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Survey information: </b>If you choose to participate in a survey about the service, you may be asked to provide certain personal information, such as your email, social media ID, geographic (country) location, game information (game habits and preferences, e.g.\nrecently played games, game duration and favourite game categories and experience, social media preference, language preference) and any other content you choose to provide as part of the survey response.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Missions:</b> If you participate in any missions to be awarded with game credits (if available to you), we will require your email address to notify you of the redemption details (such as instruction on how to receive in-game credits).\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Newsletters:</b> If you choose to sign up for our mailing list to receive updates or newsletters on new games or upcoming launches, events and activities happening on GameLoop (if available in your region), we will send the updates or newsletters to your email.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<i>b.\nInformation </i>\n<i>about you</i>\n<i>\n</i>\n<i>generated as part of GameLoop (and its services)</i>\n<i>\n</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>We automatically collect certain data from you so that we can provide you with the many functions and services that comprise GameLoop, namely: </p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Guid</b>: If you choose to use GameLoop via a guest log-in, GameLoop will generate and assign you a globally unique identifier (guid) to set up your guest account and provide you access to GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Uuid</b>: If you choose to use GameLoop via the provided log-in methods (Facebook or Google), GameLoop will generate and assign you a universal unique identifier (Uuid) to provide you access to GameLoop.\nFor Facebook’s or Google’s practices on handling of personal data, you are encouraged to review their privacy policies on your own.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Location data</b>: <u>To provide you GameLoop:</u> We use your IP address,&nbsp.\ngeographical location, and your language settings to determine your region to allow you to connect to the appropriate server, to facilitate your use of GameLoop and to improve our services provided to you.\n<u>To deliver advertisements to you</u>\n<b>: </b>We also use your IP address and geographical location to deliver advertisements to you in GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>User acquisition data via </b>\n<b>third</b>\n<b>\n</b>\n<b>parties</b>\n<b> (such as via Facebook Ads and Google Ads)</b>: If you click on a link or interact with content that advertises GameLoop and you subsequently download and install GameLoop, such data may be processed for analysis of our advertisement and marketing efforts.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Advertising information via third-parties (such as via AppsFlyer and Adjust)</b>: Technical information and technical identifiers of your device or computer, and your engagement information may also be processed to analyse and monitor the effectiveness of advertisements displayed within GameLoop and for the purposes of ad attribution.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Troubleshooting: </b>We may also receive certain information including your GameLoop Log-in information, IP address, device data, your email address, error log and the content of your feedback when you use GameLoop’s support and troubleshooting features for us to provide you with troubleshooting services to remedy technical issues and bugs, to administer customer support services to you and to improve our services to you.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Events / Missions</b>: We may collect information relating to your in-app activity on GameLoop if you choose to participate in any events or missions on GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Support and feedback</b>: For issues that cannot be resolved on GameLoop, or if you wish to seek other support or provide feedback, you can contact us on the GameLoop Discord server.\nWe will process your feedback and any other information that you choose to provide.\nFor Discord’s practices on handling of personal data, you are encouraged to review Discord’s privacy policy on your own.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Security-related information: </b>When you are using GameLoop, our security feature collects information about your device, network and system on which you are using GameLoop (including basic hardware information, operating system information, machine codes for security authentication, user account information, network information, information of files, processes, modules, memory and driver which is related to the game running, user behaviour and status that may be related to plug-in use, image files, memory image and shellcode which is related to the game running, system API calls, method calls, system procedures and related data of active windows, information on in-game modules, game screenshots, external programs attempting to access private data which belongs to process of game application) for security purposes, including to detect cheating behaviours, provide a fair game environment in GameLoop, and solve crashes and improve our services.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Game replays and video clips</b>: We use your IP address, country location and language settings to show you game replays and clips from our partners and other games.\nWe may also process and collect information such as your liked videos and user engagement to deliver more engaging content to you.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<i>c.\nGameLoop Store </i>\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>GameLoop Store:</b> If you wish to purchase items or game credits via the GameLoop Store, please note that you will be directed to GameLoop Store’s portal.\nYou are encouraged to review GameLoop Store’s separate privacy policy prior to using GameLoop Store.\n</p>\n<p>\n<b>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Cookies</b>\n<b>\n</b>\n</p>\n<p>We use cookies and other similar technologies (e.g.\nweb beacons, log files, scripts and eTags) (“<b>Cookies</b>”) to enhance your experience using GameLoop.\nCookies are small files which, when placed on your device, enable us to provide certain features and functionalities.\n</p>\n<p>For more information about our <b>Cookie Policy</b>, please visit https://www.gameloop.com/cookie-policy.\n</p>\n<p>\n<b>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Children</b>\n<b>\n</b>\n</p>\n<p>Children must not use GameLoop for any purpose, except where their parent or guardian has provided consent (to the extent this option is available in your jurisdiction).</p>\n<p> &nbsp.\n</p>\n<p>By children, we mean users under the age of 18 years old.\nor in the case of a region where the minimum age for processing personal information differs, such different age.\nFor users located in certain regions, we have listed the relevant minimum age in the table below:</p>\n<p> &nbsp.\n</p>\n<p>\n<b>Region in which the user is located</b>\n<b>\n</b>\n</p>\n<p>\n<b>Minimum age of the user</b>\n<b>\n</b>\n</p>\n<p>Algeria</p>\n<p>19</p>\n<p>Argentina</p>\n<p>13</p>\n<p>Australia</p>\n<p>18</p>\n<p>Bangladesh </p>\n<p>18</p>\n<p>Brazil</p>\n<p>18 </p>\n<p>Colombia </p>\n<p>18</p>\n<p>Cambodia</p>\n<p>18</p>\n<p>Canada</p>\n<p>13</p>\n<p>Egypt</p>\n<p>18</p>\n<p>European Economic Area/Switzerland</p>\n<p>16 </p>\n<p>Hong Kong</p>\n<p>18</p>\n<p>India</p>\n<p>18</p>\n<p>Indonesia</p>\n<p>21</p>\n<p>Japan </p>\n<p>18</p>\n<p>Kingdom of Saudi Arabia </p>\n<p>18</p>\n<p>Kuwait</p>\n<p>21</p>\n<p>Macau</p>\n<p>18</p>\n<p>Malaysia </p>\n<p>18 </p>\n<p>Mexico</p>\n<p>18</p>\n<p>Morocco</p>\n<p>18</p>\n<p>Myanmar</p>\n<p>18</p>\n<p>New Zealand</p>\n<p>16</p>\n<p>Nigeria</p>\n<p>13</p>\n<p>Philippines</p>\n<p>18</p>\n<p>Qatar</p>\n<p>18</p>\n<p>Republic of Korea </p>\n<p>14 </p>\n<p>Russia</p>\n<p>14 </p>\n<p>Serbia</p>\n<p>15</p>\n<p>Singapore</p>\n<p>13</p>\n<p>South Africa </p>\n<p>18 </p>\n<p>Sri Lanka</p>\n<p>18</p>\n<p>Taiwan </p>\n<p>20 </p>\n<p>Thailand</p>\n<p>20</p>\n<p>Tunisia</p>\n<p>18</p>\n<p>Turkey</p>\n<p>18 </p>\n<p>United Arab Emirates </p>\n<p>21</p>\n<p>United Kingdom</p>\n<p>13</p>\n<p>United States</p>\n<p>13</p>\n<p>Vietnam</p>\n<p>16</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p>We do not knowingly collect personal information from children under these ages for any purpose.\nIf you believe that we have personal information of a child under these ages without parental/guardian consent, or if you are the parent or guardian of the user and wish to withdraw consent, please contact us at privacy@gameloop.com and we will delete such information.</p>\n<p>\n<b>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Ho</b>\n<b>w We Use Your Personal Information</b>\n<b>\n</b>\n<b>\n</b>\n</p>\n<p>This section provides more detail on the types of personal information we collect from you, and why.\nFor users who live in the European Economic Area (“<b>EEA</b>”), United Kingdom, Switzerland, Thailand, Brazil or Turkey (“<b>Relevant Jurisdiction</b>\n<b>s</b>”), it also identifies the legal basis under which we process your data.\n</p>\n<p>\n<b>Personal Information</b>\n<b>\n</b>\n</p>\n<p>\n<b>Use</b>\n<b>\n</b>\n</p>\n<p>\n<b>Legal Basis (only relevant if you are located in a Relevant Jurisdiction)</b>\n<b>\n</b>\n</p>\n<p>\n<b>GameLoop </b>\n<b>\n</b>\n</p>\n<p>\n<i>Information you provide to u</i>\n<i>s</i>\n<i> (either directly or through a third party)</i>\n</p>\n<p>\n<b>GameLoop Log-in information</b>: information we import from your connected social media account if you choose to log-in via your social media account:</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Facebook</i>: Name, Facebook ID, Profile Picture, Email Address (optional) </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>Google</i>: Google ID/Email Address, Display Name </p>\n<p>We use this information to set-up and create your profile in accordance with your request, facilitate your log-in to GameLoop, provide you access to the products and services on GameLoop, maintain your account and provide customer service (where applicable).\n</p>\n<p>Necessary to perform our contract with you to provide GameLoop.\n</p>\n<p>\n<b>Game Log-in information</b>: third party and social media (non-GameLoop) log-in account information for the relevant game, such as username, user ID, email address, profile picture(s) (if any), profile information and any such other information associated to these accounts (for example, Facebook, Google, Twitter, Apple Game Center, Nintendo, Pokemon Trainer Club, Garena, Activision, VK, where applicable) if you choose to access or log-in to games via GameLoop.\n</p>\n<p>To facilitate your log-in and access to games via GameLoop.</p>\n<p>Necessary to perform our contract with you to provide GameLoop.</p>\n<p>\n<b>Survey Information</b>: email, social media ID geographic (country) location, game information (game habits and preferences, e.g.\nrecently played games, game duration and favourite game categories and experience, social media preference, language preference) and any other content you choose to provide as part of the survey response.</p>\n<p>We use this information to better understand our users and to improve GameLoop.</p>\n<p>We only collect this information if you have provided your consent.\n</p>\n<p>\n<b>Missions: </b>Email address, in-app activity<b>\n</b>\n</p>\n<p>If you participate in any missions to be awarded with game credits (if available to you), we will require your email address to notify you of the redemption details (such as instruction on how to receive in-game credits).\n</p>\n<p>Necessary to perform our contract with you to allow you to participate in missions.</p>\n<p>\n<b>Newsletters: </b>Email address<b>\n</b>\n</p>\n<p>If available in your region, if you choose to sign up for our mailing list to receive updates or newsletters on new games or upcoming launches, events and activities happening on GameLoop, we will send the updates or newsletters to your email.</p>\n<p>We use this information only with your express consent.</p>\n<p>\n<i>Information generated as part of GameLoop (and its services)</i>\n</p>\n<p>\n<b>IP Address, location data</b> (geographical location), and your language settings.\n</p>\n<p> &nbsp.\n</p>\n<p>We use this information to determine your region to allow you to connect to the server, to facilitate your use of GameLoop and to improve our servers and services to you.\n</p>\n<p>Necessary to perform our contract with you to provide GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p>We use such information to deliver advertisements to you in GameLoop, whether or not through third party providers.\n</p>\n<p>It is in our legitimate interests to serve advertisements.</p>\n<p>We use such information to show you video game replays and clips from our partners.</p>\n<p>It is in our legitimate interests to show you gaming-related content.</p>\n<p>\n<b>Guid</b> assigned by GameLoop </p>\n<p>To facilitate your use of GameLoop if you choose to use GameLoop via a guest login</p>\n<p>Necessary to perform our contract with you to provide GameLoop.\n</p>\n<p>\n<b>Uuid</b>: If you choose to use GameLoop via the provided log-in methods (Facebook or Google), GameLoop will generate and assign you a universal unique identifier (Uuid) </p>\n<p>To provide you access to GameLoop.\nFor Facebook’s or Google’s practices on handling of personal data, you are encouraged to review their privacy policies on your own.</p>\n<p>Necessary to perform our contract with you to provide GameLoop.</p>\n<p>\n<b>User acquisition data</b> via third-parties (such as via Facebook Ads and Google Ads) including advertising ID.</p>\n<p>If you click on a link or interact with content that advertises GameLoop and subsequently download GameLoop, we may store such data for analysis of advertisement and marketing analytics.\n</p>\n<p>It is in our legitimate interests to use this information to monitor the success of our advertising and marketing programs.\n</p>\n<p>\n<b>Advertising information</b> via third-parties (such as via AppsFlyer and Adjust):</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Technical information</b>: technical information related to your device or computer, such as browser type, device type and model, system language, OS version.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Technical Identifiers</b>: various identifiers that generally identify your device,&nbsp.\ncomputer, or browser, for example, IP address, advertising ID, or other similar identifiers.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Engagement information:</b> your interactions with advertisements in GameLoop, such as your clicks on ads, ad impressions viewed, audiences or segments to which an ad is attributed, website/application/game visited from the displayed advertisements, downloads and installations of applications and other interactions which we measure or analyse (whether through a third party or by ourselves).\n</p>\n<p>We use this information for to analyse and monitor the effectiveness of our advertisements and for ad attribution purposes.</p>\n<p>It is in our legitimate interests to use this information to monitor the success of our advertising and marketing programs.</p>\n<p>\n<b>Troubleshooting</b>: When you report an error, we collect your GameLoop Log-in information, device data, Open ID, IP address, email address and the error log.</p>\n<p>We use this information to provide troubleshooting, such as addressing and remediating technical issues and bugs.</p>\n<p>Necessary to perform our contract with you to provide and support GameLoop.\n</p>\n<p>\n<b>Support and Feedback</b>: If you decide to use our feedback system, we collect your GameLoop Log-in information, device data, Open ID, email address and the content of your feedback.\n</p>\n<p>We process this information on GameLoop’s Discord server to provide you support services and improve our services to you.\n</p>\n<p>Necessary to perform our contract with you to provide GameLoop.\n</p>\n<p>\n<b>Security-related information</b>: basic hardware information, operating system information, machine codes for security authentication, user account information, network information, information of files, processes, modules, memory and driver which is related to the game running, user behaviour and status that may be related to plug-in use, image files, memory image and shellcode which is related to the game running, system API calls, method calls, system procedures and related data of active windows, information on in-game modules, game screenshots, external programs attempting to access private data which belongs to process of game application.\n</p>\n<p>We use this information: </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp.\nfor security purposes, including to detect cheating behaviours.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp.\nto provide a fair game environment for users of GameLoop.\nand </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp.\nto solve crashes and to improve our services.\n</p>\n<p>It is in our legitimate interests to use this information for security purposes.\n</p>\n<p>We may collect other personal information from you from time to time for specific reasons (such as a promotion in your country).\nWhen this happens, we will provide more information on any specific changes to the way we process that personal information that might differ to this Privacy Policy prior to collecting or processing any additional information.\nIn some cases, that information may be shared with us with your consent – and if that is the case, we will provide you with further information on how we process that information and your rights.<b>\n</b>\n</p>\n<p>\n<b>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>How We Store and Share Your Personal Information</b>\n<b>\n</b>\n</p>\n<p>Our corporate group operates around the world.\nPursuant to our contract with you to provide you GameLoop, your personal information will be processed on servers that may not be located where you live.\nNo matter where our servers are located, we take appropriate measures to safeguard your rights in accordance with this Privacy Policy.\nOur servers for GameLoop are located in Germany, USA, India, Singapore and Thailand.</p>\n<p>In addition, your information can be accessed from outside of where you are located by our support, engineering and other teams around the world, including from the People’s Republic of China (for the purpose of this Privacy Policy, this term excludes Taiwan, Hong Kong and Macau).\n</p>\n<p>\n<b>\n<i>Only where necessary</i>\n</b> will we share your personal information with third parties.\nSituations where this occur are: </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<b>Companies within our corporate group</b> who process your personal information in order to operate GameLoop.\nAll related group companies may only use your personal information in accordance with this Privacy Policy.\n</p>\n<ul>\n<li>\n<b>Regulators, judicial authorities and law enforcement agencies and other third parties for safety, security, or compliance with the law</b>.\nThere are circumstances in which we are legally required to disclose information about you to authorities, such as to comply with a legal obligation or processes, enforce our terms, address issues relating to security or fraud, or protect our users.\nThese disclosures may be made with or without your consent, and with or without notice, in compliance with the terms of valid legal process such as a subpoena, court order, or search warrant.\nWe are usually prohibited from notifying you of any such disclosures by the terms of the legal process.\nWe may seek your consent to disclose information in response to a governmental entity’s request when that governmental entity has not provided the required subpoena, court order, or search warrant.\nWe may also disclose your information to: </li>\n<ul>\n<li>enforce our terms and conditions and other agreements, including investigation of any potential violation thereof.\n</li>\n<li>detect, prevent or otherwise address security, fraud or technical issues.\nor </li>\n<li>protect the rights, property or safety of us, our users, a third party or the public as required or permitted by law (exchanging information with other companies and organisations for the purposes of fraud protection and credit risk reduction).</li>\n</ul>\n<li>\n<b>A third party that acquires all or substantially all of us or our business.\n</b>We may also disclose your information to third parties if we either: (a) sell, transfer, merge, consolidate or re-organise any part(s) of our business, or merge with, acquire or form a joint venture with, any other business, in which case we may disclose your data to any prospective buyer, new owner, or other third party involved in such change to our business.\nor (b) sell or transfer any of our assets, in which case the information we hold about you may be sold as part of those assets and may be transferred to any prospective buyer, new owner, or other third party involved in such sale or transfer.<b>\n</b>\n</li>\n</ul>\n<p>\n<b>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>The Security of Your Personal Information</b>\n<b>\n</b>\n</p>\n<p>We are committed to maintaining the privacy and integrity of your personal information no matter where it is stored.\nWe have information security and access policies that limit access to our systems and technology, and we protect data through the use of technological protection measures such as encryption.\n</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will implement and maintain reasonable measures to protect your personal information, we cannot guarantee the security of the information transmitted through GameLoop or otherwise via the Internet.\nany transmission is at your own risk.\n</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Data Re</b>\n<b>tention</b>\n<b>\n</b>\n</p>\n<p>We do not keep your data for longer than is necessary unless we are required to do so under law.\nFor further details on how long we keep your data, please refer to the time periods set out below.</p>\n<p>\n<b>Personal Information</b>\n<b>\n</b>\n</p>\n<p>\n<b>Retention Policy</b>\n<b>\n</b>\n</p>\n<p>GameLoop Log-in Information, Uuid, Game replays and video clips</p>\n<p> &nbsp.\n</p>\n<p>Stored for the lifetime of your use of GameLoop (i.e.\nuntil profile deletion in accordance with your request) and then for 30 days.\n</p>\n<p>Guid </p>\n<p>Stored for a year from collection, after which it will be deleted.</p>\n<p>Location information: IP address, language settings (manually selected by you) location data (geographical location) </p>\n<p>Stored for the lifetime of your use of GameLoop (i.e.\nuntil profile deletion in accordance with your request) and then for 30 days.\n</p>\n<p>Email address (for receiving or redemption of giveaway items such as in-game credits)</p>\n<p>Stored for the lifetime of your use of GameLoop (i.e.\nuntil profile deletion in accordance with your request) and then for 30 days.\n</p>\n<p>Email address (for receiving newsletters and updates on new games launches and activities)</p>\n<p>Stored for two years from collection, unless you choose to unsubscribe from the mailing list earlier.</p>\n<p>Survey Information (where applicable)</p>\n<p>Stored for a year from collection, after which it will be deleted.</p>\n<p>User acquisition data via Facebook and Google</p>\n<p>Stored for a year from collection, after which it will be deleted.</p>\n<p>Advertising information via third parties (such as AppsFlyer and Adjust)</p>\n<p>Stored for 180 days (i.e.\nuntil account deletion in accordance with your request, in which case this is deleted within 30 days).\n</p>\n<p>In-app activity and events</p>\n<p>Events and in-app activity information will be deleted at the conclusion of the specific event (e.g., after 7 days or 30 days, depending on the event).\n</p>\n<p>Troubleshooting </p>\n<p>Stored for a year from collection, or 30 days after the issue has been resolved, whichever is earlier.\n</p>\n<p>Security-related information* </p>\n<p>We generally retain this data for no longer than 90 days with the exceptions listed below.\nUpon a deletion request, we will delete the data within 30 days except where they relate to confirmed malicious activities.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>\n<u>File sample collection and memory sample collection related to confirmed malicious activities:</u>\n</i>\n<i>\n</i>up to 10 years<i>\n<u>\n</u>\n</i>\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>\n<u>In-game process information and system information:</u>\n</i> up to 10 years.\n<i>\n<u>\n</u>\n</i>\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<i>\n<u>Security authentication: up to 5 years.</u>\n</i>\n</p>\n<p>*Full description of data is set out in the section “<b>\n<i>How We Use Your Personal Information</i>\n</b>” above.</p>\n<p>If we are required to retain your information beyond the retention periods set out above, for example to comply with applicable laws, we will store it separately from other types of personal information.</p>\n<p>\n<b>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Your Rig</b>\n<b>hts</b>\n<b>\n</b>\n</p>\n<p>\n<i>Some jurisdictions’ laws grant specific rights to users of GameLoop, which are set out in this section.\n</i>\n</p>\n<p>\n<b>This section entitled “Your Rights” applies to users that are located in the Relevant Jurisdictions.\nIf you are located in a territory outside a Relevant Jurisdiction, please refer to the Supplemental Jurisdiction-Specific Terms for an overview of your rights and how these can be exercised.</b>\n</p>\n<p>\n<b>The sub-sections entitled “Access”, “Correction”, and “Erasure” also apply to users that are located in Argentina, Canada, India, the Kingdom of Saudi Arabia and Russia.\n</b>\n</p>\n<p>You have certain rights in relation to the personal information we hold about you.\nSome of these only apply in certain circumstances (as set out in more detail below).\nWe must respond to a request by you to exercise those rights without undue delay and at least within one month (though this may be extended by a further two months in certain circumstances).\nTo exercise any of your rights, please contact us at privacy@gameloop.com.\n</p>\n<p>\n<b>\n<i>Access</i>\n</b>\n</p>\n<p>You have the right to access personal information we hold about you, how we use it, and who we share it with.\nIf you believe we hold any other personal information about you, please contact us at privacy@gameloop.com.\n</p>\n<p>\n<b>\n<i>Portability</i>\n</b>\n</p>\n<p>You have the right to receive a copy of certain personal information we process about you.\nThis comprises any personal information we process on the basis of your consent or pursuant to our contract with you, as described above in the section “<i>How We Use Your Personal Information</i>”.\nYou have the right to receive this personal information in a structured, commonly used and machine-readable format.\nYou also have the right to request that we transfer it to another party, with certain exceptions.\nWe will provide further information to you about this if you make such a request.&nbsp.\n</p>\n<p>\n<b>\n<i>Correction</i>\n</b>\n</p>\n<p>You have the right to correct any of your personal information we hold that is inaccurate.\nIf you believe we hold any other personal information about you and that information is inaccurate, please contact us at privacy@gameloop.com.&nbsp.\n</p>\n<p>\n<b>\n<i>Erasure</i>\n</b>\n</p>\n<p>If there is any personal information you believe we process that you would like us to erase, please contact us at privacy@gameloop.com.\n</p>\n<p>We may need to retain personal information if there are valid grounds under data protection laws for us to do so (for example, for the defence of legal claims or freedom of expression) but we will let you know if that is the case.\nWhere you have requested that we erase personal information that has been made available publicly on GameLoop and there are grounds for erasure, we will use reasonable steps to try to tell others who are displaying the personal information or providing links to the personal information to erase it too.&nbsp;&nbsp.\n</p>\n<p>\n<b>\n<i>Restriction of Processing to Storage Only</i>\n</b>\n</p>\n<p>You have a right to require us to stop processing the personal information we hold about you other than for storage purposes in certain circumstances.\nPlease note, however, that if we stop processing the personal information, we may use it again if there are valid grounds under data protection laws for us to do so (for example, for the defence of legal claims or for another’s protection).\nAs above, where we agree to stop processing the personal information, we will try to tell any third party to whom we have disclosed the relevant personal information so that they can stop processing it too.\n</p>\n<p>\n<b>\n<i>Objection</i>\n</b>\n</p>\n<p>You have the right to object to our processing of your personal information.\nWe will consider your request in other circumstances as detailed below by contacting us at privacy@gameloop.com.\n</p>\n<p>To the extent provided by applicable laws and regulations, you may withdraw any consent you previously provided to us for certain processing activities by contacting us at privacy@gameloop.com.<b>\n<i>\n</i>\n</b>Where consent is required to process your personal information, if you do not consent to the processing or if you withdraw your consent we may not be able to deliver the expected service.\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Announcements</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>We may from time to time send you announcements when we consider it necessary to do so (for example, when we temporarily suspend service access for maintenance, or security, privacy or administrative-related communications).\nYou may not opt-out of these service-related announcements, which are not promotional in nature.&nbsp.\n</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Co</b>\n<b>ntact &amp.\nComplaints</b>\n<b>\n</b>\n<b>\n</b>\n</p>\n<p>Questions, comments and requests regarding this Privacy Policy are welcomed and should be addressed to privacy@gameloop.com.\n</p>\n<p>\n<b>In the event that</b>\n<b> you wish to make a complaint about how we process your personal information, please contact us in the first instance at </b>\n<b>privacy@gameloop.com</b>\n<b> and we will endeavour to deal with your request as soon as possible.\nThis is without prejudice to your right to launch a claim with the data protection authority in the region in which you live or work where you think we have infringed data protection laws.</b>\n</p>\n<p>\n<b>10.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Chan</b>\n<b>ges</b>\n<b>\n</b>\n</p>\n<p>If we make any changes to this Privacy Policy we will post the updated Privacy Policy here.\nPlease check this page frequently to see if there are any updates or changes to this Privacy Policy.\n</p>\n<p>\n<b>11.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Language</b>\n<b>\n</b>\n</p>\n<p>Except as otherwise prescribed by law, in the event of any discrepancy or inconsistency between the English version and local language version of this Privacy Policy, the English version shall prevail.</p>\n<p>\n<b>SUPPLEMENTAL TERMS FOR USERS IN CERTAIN JURISDICTIONS</b>\n</p>\n<p>Some regions’ laws contain additional terms for users of GameLoop, which are set out in this section.\nIf you are a user located in a country listed below, then the terms set out below under the name of your country apply to you.</p>\n<p>\n<b>Algeria</b>\n</p>\n<p>By using GameLoop you give us your consent for the collection, storage, treatment and use of your personal information, and transfer of your personal information to a third party (local cloud providers to back up your data or our affiliates around the world to help us deliver GameLoop) located in Algeria (as described in the Privacy Policy) where it is manually and electronically treated.</p>\n<p>\n<b>Argentina</b>\n</p>\n<p>\n<i>Your rights </i>\n</p>\n<p>If you are dissatisfied with our response to your request for access to, correction, or erasure of your personal information or your privacy complaint in respect of your personal information, you may contact the Agency for Access to Public Information at: Av.\nPte.\nGral.\nJulio A.\nRoca 710, Piso 2°, Ciudad de Buenos Aires (Telephone: +5411 3988-3968 or email: datospersonales@aaip.gob.ar).\n</p>\n<p>\n<i>Data transfers</i>\n</p>\n<p>While we take reasonable steps to ensure that third party recipients of your personal information comply with privacy laws that are similar to those of your jurisdiction, by providing<b>\n</b>us your personal information and by using GameLoop, you consent to the transfer of your personal information to a jurisdiction where privacy laws may not offer the same level of protection as the laws that may apply in Argentina.\n</p>\n<p>\n<b>Australia</b>\n</p>\n<p>\n<i>Overseas Recipients </i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>We take reasonable steps to ensure that third party recipients of your personal information located outside Australia handle your personal information in a manner that is consistent with Australian privacy laws.\nHowever, you acknowledge that we do not control, or accept liability for, the acts and omissions of these third party recipients.</p>\n<p>\n<i>Access</i>\n</p>\n<p>You have the right to access personal information we hold about you, how we use it, and who we share it with.\nYou can access the personal information you have made available as part of your account by logging into your account.\nIf you believe we hold any other personal information about you, please contact us at privacy@gameloop.commailto:dpo@thenextstudio.net.\n</p>\n<p>\n<i>Correction</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>You have the right to correct any of your personal information we hold that is inaccurate.\nYou can access the personal information we hold about you by logging into your GameLoop account.\nIf you believe we hold any other personal information about you and that information is inaccurate, please contact us at privacy@gameloop.com.</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<i>Children</i>\n</p>\n<p> &nbsp.\n</p>\n<p>If you are under the age of 18, you undertake that you have the consent of your parent or legal guardian to register an account on and use GameLoop.</p>\n<p>\n<i>Transacting Anonymously</i>\n</p>\n<p> &nbsp.\n</p>\n<p>Where practicable, we will give you the option of not identifying yourself or using a pseudonym when registering an account on or using GameLoop.\nYou acknowledge that if you do not provide us with your personal information, we may be unable to provide you with access to certain features or sections of GameLoop, including social media integration and in-GameLoop purchases.</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Your Rights</i>\n</p>\n<p> &nbsp.\n</p>\n<p>If you are dissatisfied with our response to your request for access to, or correction of, your personal information or your privacy complaint in respect of your personal information, you may contact the Office of the Australian Information Commissioner (Telephone: +61 1300 363 992 or email: enquiries@oaic.gov.au).\n</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Data Transfers</i>\n</p>\n<p>While we take reasonable steps to ensure that third party recipients of your personal information comply with privacy laws that are similar to those of your jurisdiction, you acknowledge and agree that we cannot control the actions of third party recipients and so cannot guarantee that they will comply with those privacy laws.\n</p>\n<p>\n<b>Bangladesh</b>\n</p>\n<p>\n<i>Agreement</i>\n</p>\n<p>By accepting this Privacy Policy, you expressly state that you authorise us to collect, use, store, and process your personal data, including disclosing to third parties, to the extent provided by this Privacy Policy.\nBy clicking “accept”, you consent to the cross-border transfer of your information to any country where we have databases or affiliates and, in particular, to Germany, USA, India, Singapore Thailand and the PRC (for the purpose of this Privacy Policy, this term excludes Taiwan, Hong Kong and Macau).\n</p>\n<p>\n<i>Age Restriction</i>\n</p>\n<p>In order to use GameLoop, you represent that you are at least 18 years old and, therefore, legally capable of entering into binding contracts.</p>\n<p>\n<b>Brazil</b>\n</p>\n<p>This section applies to users located in Brazil:</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Language</i>\n</p>\n<p> &nbsp.\n</p>\n<p>This Privacy Policy is provided in Portuguese for users located in Brazil.\nIn case of any inconsistency, the Portuguese version of this Privacy Policy shall prevail.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Consent Revocation </i>\n</p>\n<p> &nbsp.\n</p>\n<p>Whenever we use your personal information based on your consent, you may revoke the consent that you have previously given for the collection, use and disclosure of your personal information, subject to contractual or legal limitations.\nTo revoke such consent, you may terminate your account or you can contact privacy@gameloop.com.\nThis may affect our provision of GameLoop to you.</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Parental and Guardian Consent</i>\n</p>\n<p> &nbsp.\n</p>\n<p>If you are under the age of 18, you should not use GameLoop for any purpose without first obtaining parental/guardian agreement to this Privacy Policy (both for themselves and on your behalf).\nWe do not knowingly collect personal information from any children under the age of 18 without such consent.\nPlease contact our Data Protection Officer if you believe we have any personal information from any children under the age of 18 without such parental/guardian consent – we will promptly investigate (and remove) such personal information.</p>\n<p>&nbsp;</p>\n<p>BY ACCEPTING THIS PRIVACY POLICY, YOU EXPRESSLY STATE THAT YOU AUTHORISE US TO COLLECT, USE, STORE, AND PROCESS YOUR PERSONAL INFORMATION, INCLUDING, DISCLOSING TO THIRD PARTIES, TO THE EXTENT PROVIDED BY THIS PRIVACY POLICY.\n</p>\n<p>\n<b>California </b>\n</p>\n<p>This section applies to California residents covered by the California Consumer Privacy Act of 2018 (“<b>CCPA</b>”).</p>\n<p> &nbsp.\n</p>\n<p>\n<b>\n<i>Collection and Disclosure of Personal Information</i>\n</b>\n</p>\n<p>\n<i>Over the past 12 months, we have collected and disclosed the following categories of personal information from or about you or your device</i>:</p>\n<ul>\n<li>Identifiers, such as your name, email address, log-in information, device information (including Uuid and Guid), newsletter and survey information.\nThis information is collected directly from you and your device and from social media platforms if you choose to sign up using a social media account.</li>\n<li>Internet or other electronic network activity information, such as your IP address, information regarding your use of GameLoop, advertising information (including technical information and identifiers, and engagement information), user-acquisition data, troubleshooting data, security-related information, and other Device Information as described in the main Privacy Policy.\nThis information is collected directly from you and your device.\n</li>\n<li>Visual information such as your social media profile picture.\nThis information is collected directly from you and from social media platforms if you choose to sign up using a social media account.</li>\n<li>Other information described in subdivision (e) of Section 1798.80, including information about your gender, nationality, or age.\nThis information is collected directly from you in the context of being our consumer.</li>\n</ul>\n<p> &nbsp.\n</p>\n<p>\n<i>We collect your personal information for the following purposes:</i>\n</p>\n<ul>\n<li>To provide you with GameLoop, maintain your account and provide customer support services.</li>\n<li>To process surveys.</li>\n<li>To improve our services, including the functionality of GameLoop.</li>\n<li>For security and verification purposes.</li>\n<li>To address and remediate technical issues and bugs.</li>\n</ul>\n<p> &nbsp.\n</p>\n<p>For additional information about what each type of personal information is used for, see this chart in the main portion of the Privacy Policy.</p>\n<p> &nbsp.\n</p>\n<p>\n<i>We disclose personal information to the following types of entities:</i>\n</p>\n<ul>\n<li>Other companies within our corporate group&nbsp;who process your personal information in order to operate GameLoop.\n</li>\n<li>Other companies that provide services on our behalf in support of GameLoop and who are prohibited by contract from retaining, using, or disclosing personal information for any purpose other than for providing their services to us.</li>\n<li>Regulators, judicial authorities and law enforcement agencies</li>\n<li>Entities that acquire all or substantially all of our business.</li>\n</ul>\n<p> &nbsp.\n</p>\n<p>\n<b>\n<i>In the past 12 months, we have not sold Personal Information of California residents within the meaning of “sold” in the CCPA.</i>\n</b>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<b>\n<i>Rights under the CCPA:</i>\n</b>\n</p>\n<p>\n<b>\n<i> &nbsp.\n</i>\n</b>\n</p>\n<p>If you are a California resident, you have the right to:</p>\n<ul>\n<li>Request we disclose to you free of charge the following information covering the 12 months preceding your request:</li>\n<ul>\n<li>the categories of personal information about you that we collected.\n</li>\n<li>the categories of sources from which the personal information was collected.\n</li>\n<li>the purpose for collecting personal information about you.\n</li>\n<li>the categories of third parties to whom we disclosed personal information about you and the categories of personal information that was disclosed (if applicable) and the purpose for disclosing the personal information about you.\nand</li>\n<li>the specific pieces of personal information we collected about you.\n</li>\n</ul>\n<li>Request we delete personal information we collected from you, unless CCPA recognises an exception.\nand </li>\n<li>Be free from unlawful discrimination for exercising your rights including providing a different level or quality of services or denying goods or services to you when you exercise your rights under the CCPA.&nbsp;&nbsp.\n</li>\n</ul>\n<p> &nbsp.\n</p>\n<p>We aim to fulfil all verified requests within 45 days pursuant to the CCPA.\nIf necessary, extensions for an additional 45 days will be accompanied by an explanation for the delay.</p>\n<p> &nbsp.\n</p>\n<p>\n<b>\n<i>How to Exercise Your Rights</i>\n</b>\n</p>\n<p>\n<b>\n<i> &nbsp.\n</i>\n</b>\n</p>\n<p>First, you may wish to log into your account and manage your data from there<b>\n<i>.\n</i>\n</b>If you are a California resident to whom the CCPA applies, you may also exercise your rights, if any, regarding other data by contacting us at privacy@gameloop.com.\n</p>\n<p>\n<b>Canada </b>\n</p>\n<p>If you are located in Canada and wish to obtain written information about our policies and practices with respect to our service providers located outside Canada, you may contact us at privacy@gameloop.com.\nOur privacy experts who monitor this email address are also able to answer any questions users may have about the collection, use, disclosure or storage of personal information by our service providers.\n</p>\n<p> &nbsp.\n</p>\n<p>Where we use service providers who might have access to your personal information, we require them to have privacy and security standards that are comparable to ours.\nWe use contracts and other measures with our service providers to maintain the confidentiality and security of your personal information and to prevent it from being used for any purpose other than as provided in this Privacy Policy.\n</p>\n<p>\n<b>Colombia</b>\n</p>\n<p>\n<i>How We Use Your Personal Information</i>\n<i>\n</i>\n</p>\n<p>From the entry into force of this Privacy Policy, at the time of the collection of your personal data, we will request your prior authorization, by informing you about the specific purposes of the processing of your personal data for which such consent is obtained under the Privacy Policy.</p>\n<p> &nbsp.\n</p>\n<p>Your authorization may be expressed (i) by writing, (ii) orally or (iii) through unequivocal conducts that allow us to reasonably conclude that your authorization was granted, such as the act of accepting the Privacy Policy.\nWe may keep evidence of said authorizations, while respecting the principles of confidentiality and privacy of information.</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Your Rights</i>\n<i>\n</i>\n</p>\n<p>As a data subject you have certain rights, including (i) to access, update and rectify your personal data.\n(ii) to request a copy of the consent you have given us.\n(iii) to be informed about how we have processed your personal data.\n(iv) to file claims before your country’s data protection authority.\n(v) to revoke the consent you have given us to process your personal data, unless the processing is based on compelling legitimate grounds or is needed for legal reasons.\n(vi) to ask for the suppression of your personal data (right to erasure).\nand (vii) to freely access your information.</p>\n<p> &nbsp.\n</p>\n<p>You can contact us if you want to exercise any of these rights through our contact information in the section ‘Contact &amp.\nComplaints’ of this Privacy Policy.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Proceedings For The Exercise Of Your Rights</i>\n</p>\n<p> &nbsp.\n</p>\n<p>Queries (rights to access): You can file queries regarding the processing of your personal data by us.\n</p>\n<p> &nbsp.\n</p>\n<p>Claims (right to correction and erasure): You have the right to file claims in relation to the processing of your personal data by clearly describing the facts that give rise to your claim.\n</p>\n<p>\n<b>Egypt</b>\n</p>\n<p>This Privacy Policy is provided in Arabic for users located in Egypt.\nIn case of dispute, the Arabic version of this Privacy Policy shall prevail.&nbsp;&nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p>By clicking “accept” or by proceeding with the sign-up process, you acknowledge that you have read, understood, and consented to this Privacy Policy.\nIf you do not consent to this Privacy Policy, you must not use GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p>You are acknowledging your consent to the processing, storage, and cross-border transfer of your personal data.\nThe cross-border transfer may be to any country in which we have databases or affiliates, in particular in Germany, USA, India, and Singapore.</p>\n<p> &nbsp.\n</p>\n<p>Where applicable, you also acknowledge your consent to receiving marketing messages from us, whether through e-mails or pop-ups or other such means.\n</p>\n<p> &nbsp.\n</p>\n<p>If you are a new user, you have seven days to inform us of any objection you may have to this Privacy Policy.\n</p>\n<p> &nbsp.\n</p>\n<p>As an Egyptian data subject, you have certain rights under the Egyptian Personal Data Protection Law.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b>France</b>\n</p>\n<p>\n<i>Your Rights</i>\n<i>\n</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<i>Instructions for the processing of your personal data after your death</i>\n<i>\n</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>You have the right to provide us with general or specific instructions for the retention, deletion, and communication of your personal data after your death.\n</p>\n<p> &nbsp.\n</p>\n<p>The specific instructions are only valid for the processing activities mentioned therein and the processing of these instructions is subject to your specific consent.\n</p>\n<p> &nbsp.\n</p>\n<p>You may amend or revoke your instructions at any time.\n</p>\n<p> &nbsp.\n</p>\n<p>You may designate a person responsible for the implementation of your instructions.\nThis person will be informed of your instructions in the event of your death, and be entitled to request their implementation from us.\nIn the absence of designation or, unless otherwise provided for, in the event of the death of the designated person, their heirs will have the right to be informed of your instructions and to request their implementation from us.\n</p>\n<p> &nbsp.\n</p>\n<p>When you wish to make such instructions, please contact us at privacy@gameloop.com.\n</p>\n<p>\n<b>Hong Kong SAR</b>\n</p>\n<p>As a Hong Kong data subject you have legal rights in relation to the personal information we hold about you (to the extent permitted under applicable laws and regulations).\n</p>\n<p>You are entitled to make a subject access request to receive a copy of the data we process about you, a data correction request as well as a right to reject to the use of your personal data for direct marketing purposes.\nA fee may be chargeable by us for complying with a data access request.\n</p>\n<p>\n<b>India</b>\n<b>\n</b>\n</p>\n<p>\n<i>Age Restrictions</i>\n</p>\n<p> &nbsp.\n</p>\n<p>Parental consent is required for children under the age of 18 years to use GameLoop.</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Sensitive Personal Information</i>\n</p>\n<p> &nbsp.\n</p>\n<p>Sensitive Personal Information under local law includes passwords, financial information (such as bank account, credit card, debit card or other payment instrument details), biometric data, physical or mental health, sex life or sexual orientation, and/or medical records or history, but does not include information available in the public domain, or provided under Indian laws, including the Right to Information Act, 2005.\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<i>Sharing of Your Sensitive Personal Information</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>Where we permit any third parties to collect and use Sensitive Personal Information, we shall use reasonable measures to ensure that the third parties do not further disclose the Sensitive Personal Information to the extent required by applicable laws.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Withdrawal of Consent</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>To the extent provided by applicable laws and regulations, you may withdraw any consent you previously provided to us for certain processing activities by contacting us at privacy@gameloop.com.\nWhere consent is required to process your personal information, if you do not consent to the processing or if you withdraw your consent, we may not be able to deliver the expected service.\n</p>\n<p>\n<b>Indonesia </b>\n</p>\n<p>\n<i>Consent</i>\n</p>\n<p>By accepting and consenting to this Privacy Policy, you agree that we may collect, use and share your personal information in accordance with this Privacy Policy, as revised from time to time.\nIf you do not agree to this Privacy Policy, you must not access or use our services and we have the right to not provide you with access to our services.</p>\n<p>\n<i>Parental and Guardian Consent</i>\n</p>\n<p>If you are under the age of 21, you undertake that you have the consent of your parent or legal guardian to register an account on and use GameLoop.</p>\n<p>\n<i>Data Subject Rights</i>\n</p>\n<p>You have the right to access your personal information stored in our service from time to time in accordance with applicable data privacy laws and regulations in Indonesia.</p>\n<p>\n<i>Data Breach</i>\n</p>\n<p>In the event we fail to maintain the confidentiality of your personal information in GameLoop, we will notify you through the contact information provided by you or via GameLoop, to the extent required by local laws and regulations.</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Data Retention</i>\n</p>\n<p> &nbsp.\n</p>\n<p>We will retain your personal information in line with legal requirements.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Notification to Amendment of this Privacy Policy</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>If you fail to explicitly express your objection to any amended version of this Privacy Policy within fourteen (14) days of the date the relevant amended version of this Privacy Policy is made available, you will be considered as having accepted the changes and agreed to the new Privacy Policy.\nHowever, you may stop using or accessing our service by unsubscribing or ceasing your use of GameLoop at any time, if you cease to agree with the amended Privacy Policy.</p>\n<p>\n<i>Data Accuracy and Third Party Consent</i>\n</p>\n<p>You are responsible for making sure that any personal details which you provide to us are accurate and current.\nIn order to confirm the accuracy of the information, we may also verify the information provided to us, at any time.\nYou hereby represent that you have secured all necessary consent(s) before providing us with any other person’s personal information (for example, for referral promotions), in which case we will always assume that you have already obtained prior consent, and as such, you will be responsible for any claims whatsoever from any party arising as a result of the absence of such consent(s).\n</p>\n<p>\n<b>Japan</b>\n</p>\n<p>\n<i>Minimum Age</i>\n</p>\n<p>If you are under the age of 18, you must obtain your parent’s or legal guardian’s consent to register an account on and use GameLoop.</p>\n<p>\n<i>Consent to transfer to third parties</i>\n</p>\n<p>By clicking “accept”, you consent to the transfer of your personal information to third parties (if any), which may include the cross-border transfer of your information to any country where we have databases or affiliates and, in particular, to Singapore, the United States, Hong Kong, and the PRC.</p>\n<p> &nbsp.\n</p>\n<p>\n<i>Your Rights </i>\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>You may request us to notify you about the purposes of use of, to disclose, to make any correction to, to discontinue the use or provision of, and/or to delete any and all of your personal information which is stored by us, to the extent provided by the Act on the Protection of Personal Information of Japan.\nWhen you wish to make such requests, please contact us at privacy@gameloop.com.</p>\n<p>\n<b>Kingdom of Saudi Arabia </b>\n</p>\n<p>You consent to the collection, use, disclosure, transfer, export (to the extent permitted by applicable laws) and storage of your personal information as described in this Privacy Policy.</p>\n<p>\n<b>Kuwait</b>\n</p>\n<p>You represent that you are at least 21 years old, or 18 years old and have obtained parental/guardian consent and, therefore, legally capable of contracting under the applicable laws and regulations in Kuwait.</p>\n<p>By accepting this Privacy Policy, you expressly state that you authorise us to collect, use, store, and process your personal data and to disclose this data to third parties whether inside or outside of Kuwait, in line with the provisions of this Privacy Policy.</p>\n<p>\n<b>Macau SAR</b>\n</p>\n<p>You have the right not to provide your personal information.\nHowever, as a result, we may not be able to provide GameLoop to you.\nAs a Macau SAR data subject you have legal rights in relation to your personal information (to the extent permitted under applicable laws and regulations).\nYou are entitled to make a subject access request to request a copy of the data we process about you, to make a data correction request, and have the right to oppose the use of your personal information for marketing or any other form of commercial prospecting, or on any grounds of personal nature.\nA fee may be chargeable by us for complying with a data access request.</p>\n<p>\n<b>Malaysia </b>\n</p>\n<p>\n<i>Language </i>\n</p>\n<p>A version of this Privacy Policy in Bahasa Melayu is provided for users located in Malaysia.\nIn the event of any discrepancy or inconsistency between the English version and Bahasa Melayu version of this Privacy Policy, the English version shall prevail.</p>\n<p>\n<i>Parental and Guardian Consent</i>\n</p>\n<p>If you are under the age of 18, please do not use GameLoop.\n</p>\n<p>In the event you are agreeing to this Privacy Policy in order for a minor to access and use GameLoop, you hereby consent to the provision of personal information of the minor to be processed in accordance with this Privacy Policy and you personally accept and agree to be bound by the terms in this Privacy Policy.\nFurther, you hereby agree to take responsibility for the actions of such minor, and that minor’s compliance with this Privacy Policy.\n</p>\n<p>\n<i>Your Rights </i>\n</p>\n<p>\n<b>Right of access:</b> You have the right to request access to and obtain a copy of your personal information that we have collected and is being processed by or on behalf of us.\nWe reserve the right to impose a fee for providing access to your personal information in the amounts as permitted under law.\n</p>\n<p>When handling a data access request, we are permitted to request for certain information to verify the identity of the requester to ensure that he/she is the person legally entitled to make the data access request.</p>\n<p>\n<b>Right of correction:</b> You may request for the correction of your personal information.\nWhen handling a data correction request, we are permitted to request for certain information to verify the identity of the requester to ensure that he/she is the person legally entitled to make the data correction request.</p>\n<p>\n<b>Right to limit processing of your personal information:</b> You may request to limit the processing of your personal information by using the contact details provided above.&nbsp.\nHowever, this may affect our provision of GameLoop to you.\n</p>\n<p>\n<i>Contact</i>\n</p>\n<p>To protect your personal information and handle complaints relating to your personal information, we have appointed the following department responsible for managing and protecting your personal information.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOur data protection officer, responsible for the management and safety of your personal information </p>\n<p> o&nbsp;&nbsp.\nTelephone: +603-22872388 </p>\n<p> o&nbsp;&nbsp.\nEmail: privacy@gameloop.com </p>\n<p>\n<b>Mexico</b>\n</p>\n<p>\n<i>Language</i>\n</p>\n<p>This Privacy Policy is provided in Spanish for users located in Mexico.\nIn case of dispute, the Spanish version of this Privacy Policy shall prevail.\n</p>\n<p>\n<i>Age Restrictions</i>\n</p>\n<p>You will not be able to use GameLoop unless you are 18 years old or you have obtained parental/guardian agreement to this Privacy Policy (both for themselves and on your behalf).\n</p>\n<p>\n<i>Types of Personal Information We Use</i>\n</p>\n<p>For clarification purposes, in section “The types of personal information we use” and section “How we use your personal information” you can find full details about the personal data we use.\nTherefore, we are providing you with complete information about the personal data we use, in terms of the Federal Law on Protection of Personal Data held by Private Parties and other applicable regulations.</p>\n<p>\n<i>Purposes of Processing</i>\n</p>\n<p>Some of the purposes of processing stated above are for voluntary purposes, including to show you personalised recommendations or advertising.\nYou may object the processing of your personal data for voluntary purposes as stated in the section “Your Rights” below.\n</p>\n<p>Please be informed that we may also use your personal data to comply with legal obligations or requests from competent authorities, assert or defend our rights before the competent authorities / courts, respond to requests you send us in relation to your personal data and to carry out the transfer of personal data detailed in section “How we store and share your personal information”.\n</p>\n<p>\n<i>Data Transfer Consent</i>\n</p>\n<p>In general, we do not require your consent to carry out the transfers detailed in section “How we store and share your personal information”.\nHowever, we require your consent to transfer your personal data to a third party that acquires all or substantially all of us or our business.</p>\n<p>By using GameLoop and providing us with your personal data, you agree to the data transfers detailed above that require your consent.\nYou may exercise your rights in connection with your personal data as stated in the section “Your Rights” below.</p>\n<p>\n<i>Your Rights</i>\n</p>\n<p>The sub-sections entitled “Access”, “Correction”, “Erasure”, “Objection”, “Restriction of Processing to Storage Only “, which includes the limitation to the use and disclosure of your personal data included in Section “Your Rights” above also apply to users that are located in Mexico.&nbsp.\n</p>\n<p>You also have the right to revoke the consent that you have provided us to process your personal data.\n</p>\n<p>To exercise any of your rights, contact our Data Protection Officer at privacy@gameloop.com.</p>\n<p>To know more about your rights, as well as the applicable means, procedures and requirements to exercise any of your rights, please contact our Data Protection Officer at privacy@gameloop.com.\n</p>\n<p>\n<i>Cookies</i>\n</p>\n<p>Through the use of cookies, we collect certain information related to your browsing and device, some of which may be considered personal data (detailed in the relevant sections above).\nYou may be able to refuse or disable cookies by adjusting your browser settings.\nBecause each browser is different, you should consult the instructions provided by your browser.\nIf you choose to refuse, disable, or delete cookies, some of the functionalities of GameLoop may no longer be available to you.\nFor more information about our use of cookies and how to disable them, please visit our <b>Cookie Policy</b> available at https://www.gameloop.com/cookie-policy.\n</p>\n<p>\n<b>Morocco</b>\n</p>\n<p>The protection of your privacy is an important principle for us.\nWe collect information for purposes strictly necessary for the proper use of GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p>By accepting these conditions of use, you explicitly accept that your personal data may be subject to processing by GameLoop.\n</p>\n<p> &nbsp.\n</p>\n<p>Kindly note: </p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe identity of the Data Controller is Hong Kong Gathering Media Limited, email: privacy@gameloop.com.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe purposes of the processing for which the data is intended are set out in the table in the section “<i>How we use your personal information</i>”.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nrecipients or categories of recipients are set out in the second paragraph of the section <i>“</i>\n<i>How We Store and Share Your Personal Information”</i>.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nwhether the answer to the questions is compulsory or optional, as well as the possible consequences of a lack of answer: please refer to the section “<i>How we use your personal information</i>” and the section “<i>Your Rights</i>” (sub-paragraph “Objection”).\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b>New Zealand</b>\n<b>\n</b>\n</p>\n<p>This section applies to users located in New Zealand: </p>\n<p>\n<i>Overseas Recipients </i>\n<i>\n</i>\n</p>\n<p>We take reasonable steps to ensure that third party recipients of your personal information located outside New Zealand handle your personal information in a manner that is consistent with New Zealand privacy laws.\nHowever, you acknowledge that we do not control, or accept liability for, the acts and omissions of these third party recipients.\n</p>\n<p>\n<i>Access</i>\n<i>\n</i>\n</p>\n<p>You have the right to access personal information we hold about you, how we use it, and who we share it with.\nYou can access the personal information you have made available as part of your account by logging into your account.\nIf you believe we hold any other personal information about you, please contact us at privacy@gameloop.com.\n</p>\n<p>\n<i>Correction</i>\n<i>\n</i>\n</p>\n<p>You have the right to request the correction of any of your personal information we hold that is inaccurate.\nYou can access the personal information we hold about you by logging into your account.\nIf you believe we hold any other personal information about you and that information is inaccurate, please contact us at privacy@gameloop.com.\n</p>\n<p>\n<i>Children</i>\n<i>\n</i>\n</p>\n<p>If you are under the age of 16, you undertake that you have the consent of your parent or legal guardian to register an account on and use GameLoop.\n</p>\n<p>\n<i>Your Rights</i>\n</p>\n<p>If you are dissatisfied with our response to your request for access to, or correction of, your personal information or your privacy complaint in respect of your personal information, you may contact the Office of the New Zealand Privacy Commissioner (www.privacy.org.nz).\n</p>\n<p>\n<i>Data Transfers</i>\n<i>\n</i>\n</p>\n<p>While we take reasonable steps to ensure that third party recipients of your personal information comply with privacy laws that are similar to those of your jurisdiction, you acknowledge and agree that we cannot control the actions of third party recipients and so cannot guarantee that they will comply with those privacy laws.\n</p>\n<p>\n<b>Peru</b>\n</p>\n<p>You may exercise rights related to the protection of personal information by requesting access to your personal information or the correction, deletion or suspension of processing of your personal information, etc.\npursuant to applicable laws such as the Personal Data Protection Law (the “<b>Law</b>”).\n</p>\n<p>You may also exercise these rights through your legal guardian or someone who has been authorised by you to exercise the right.\nHowever, in this case, you must submit a power of attorney to us in accordance with the Law.\n</p>\n<p>Upon your request, we will take necessary measures without delay in accordance with applicable laws such as the Law.\n</p>\n<p>You can also withdraw your consent or demand a suspension of the personal information processing at any time.\n</p>\n<p>If you consider that your request has not been met you may file a claim with the Peruvian National Authority of Personal Data Protection.\n</p>\n<p>\n<i>Contact</i>\n<i>\n</i>\n</p>\n<p>To protect your personal information and handle complaints relating to your personal information, we have appointed the following department responsible for managing and protecting your personal information.\n</p>\n<ul>\n<li>Data Protection Team, responsible for the management and safety of your personal information </li>\n<li>Contact: privacy@gameloop.com </li>\n</ul>\n<p>\n<b>Philippines</b>\n</p>\n<p>\n<i>Minimum Age</i>\n</p>\n<p>You must be at least 18 years of age to be able to use GameLoop.</p>\n<p>\n<i>Your Rights</i>\n</p>\n<p>You are entitled to the following rights:</p>\n<ul>\n<li>\n<i>Right to be informed.</i> You may in certain circumstances have the right to be informed whether personal data pertaining to you is being, or has been processed, including the existence of automated decision-making and profiling.</li>\n<li>\n<i>Right to object.</i> You may in certain circumstances have the right to object to the processing of your personal information, including processing for direct marketing, automated processing or profiling.\n</li>\n<li>\n<i>Right to access.</i> You may in certain circumstances have the right to seek reasonable access to, upon request, your personal information.</li>\n<li>\n<i>Right to rectification.</i> You may in certain circumstances have the right to dispute an inaccuracy or error in your personal information and have us correct it, unless the request is vexatious or otherwise unreasonable.</li>\n<li>\n<i>Right to erasure or blocking.</i> You may in certain circumstances have the right to suspend, withdraw or seek the blocking, removal or destruction of your personal information.</li>\n</ul>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<i>Consent</i>\n</p>\n<p>By consenting to this Privacy Policy, you consent to us:</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ncollecting and processing your personal information as described in the section <i>“</i>\n<i>How We Use Your Personal Information”</i> above.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsharing your personal information with third parties, companies within our corporate group, and a third party that acquires substantially all or substantially all of us or our business, as described in this Privacy Policy and for the purposes stated herein.\nand </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ntransferring or storing your personal information in destinations outside the Philippines as described in the section <i>“</i>\n<i>How We Store and Share Your Personal Information”</i>\n<i> above</i>.\n</p>\n<p>\n<b>Qatar</b>\n</p>\n<p>If you are using GameLoop in Qatar, you consent (for the purposes of Law No.\n13 of 2016 on the Protection of Personal Data, as may amended from time to time) to the processing of your information in accordance with this Privacy Policy.\n</p>\n<p>\n<b>South Korea</b>\n</p>\n<p>\n<i>How We Store and Share Your Personal Information</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<i>Provision of personal information to third parties&nbsp.\n</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<i>We may provide your personal information to third parties as described below:</i>\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<b>\n<i>Name of Recipient (and contact information)</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Types of Personal Information provided</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Purpose of Use by Recipient</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Period of Retention and Use by Recipient</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>AppsFlyer Ltd [link] </p>\n<p>Advertising information </p>\n<p>Analysis of advertising and marketing efficiency, ad attribution</p>\n<p>In accordance with the AppsFlyer privacy policy</p>\n<p>Adjust GmbH [link]</p>\n<p>Advertising information </p>\n<p>Analysis of advertising and marketing efficiency, ad attribution</p>\n<p>In accordance with the Adjust privacy policy</p>\n<p>Click Tech Limited [link]</p>\n<p>Location data (geographical location), IP address.\n</p>\n<p>Delivery of advertisements </p>\n<p>For the duration of the user’s use of GameLoop.\n</p>\n<p>Mobvista International Technology Limited [link]</p>\n<p>Location data (geographical location), IP address.\n</p>\n<p>Delivery of advertisements </p>\n<p>For the duration of the user’s use of GameLoop.\n</p>\n<p>TecDo Hong Kong Limited [link]</p>\n<p>Location data (geographical location), IP address.\n</p>\n<p>Delivery of advertisements </p>\n<p>For the duration of the user’s use of GameLoop.\n</p>\n<p>Discord [link] </p>\n<p>User feedback and support data </p>\n<p>User feedback and support </p>\n<p>In accordance with the Discord privacy policy.\n</p>\n<p>\n<i>\n<br> Overseas Transfer of Personal Information </i>\n</p>\n<p>\n<i>We may transfer personal information to third parties overseas as follows:</i>\n</p>\n<p>\n<b>\n<i>Recipient (Contact Information of Information Manager)</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Country/Territory to which Your Personal Information is to be Transferred</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Date and Method of Transfer</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Types of Your Personal Information to be Transferred</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i> &nbsp.\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Purposes of Use by Recipients </i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>\n<b>\n<i>Period of Retention of Use by Recipient</i>\n</b>\n<b>\n<i>\n</i>\n</b>\n</p>\n<p>AppsFlyer Ltd </p>\n<p>Ireland, Belgium </p>\n<p>Transmitted from time to time </p>\n<p>Advertising information </p>\n<p>Analysis of advertising and marketing efficiency, ad attribution </p>\n<p>180 days or upon request for deletion </p>\n<p>Adjust GmbH </p>\n<p>Germany, the Netherlands, and the US </p>\n<p>Transmitted from time to time </p>\n<p>Advertising information </p>\n<p>Analysis of advertising and marketing efficiency, ad attribution </p>\n<p>180 days or upon request for deletion </p>\n<p>Click Tech Limited<b>\n</b>\n</p>\n<p>Hong Kong SAR </p>\n<p>Transmitted from time to time </p>\n<p>Location data (geographical location), IP address.\n</p>\n<p>Delivery of advertisements </p>\n<p>For the duration of the user’s use of GameLoop.\n</p>\n<p>Mobvista International Technology Limited<b>\n</b>\n</p>\n<p>Hong Kong SAR </p>\n<p>Transmitted from time to time </p>\n<p>Location data (geographical location), IP address.\n</p>\n<p>Delivery of advertisements </p>\n<p>For the duration of the user’s use of GameLoop.\n</p>\n<p>TecDo Hong Kong Limited<b>\n</b>\n</p>\n<p>Hong Kong SAR </p>\n<p>Transmitted from time to time </p>\n<p>Location data (geographical location), IP address.\n</p>\n<p>Delivery of advertisements </p>\n<p>For the duration of the user’s use of GameLoop.\n</p>\n<p>Discord </p>\n<p>United States </p>\n<p>Transmitted from time to time </p>\n<p>User feedback and support data</p>\n<p>User feedback and support </p>\n<p>In accordance with the Discord privacy policy.\n</p>\n<p>\n<i>Data Destruction</i>\n</p>\n<p>Personal information is retained in accordance with the data retention periods as detailed in section “Data Retention”.\nWith the exception of the personal information set out below, personal information, which has fulfilled the purpose for which it was collected or used, and has reached the period of time during which personal information was to be possessed, will be destroyed in an irreversible way.\nPersonal information stored in electronic files will be deleted safely in an irreversible way by using technical methods, and printed information will be destroyed by shredding or incinerating such information.</p>\n<p>The personal information detailed in section <i>“Data Retention” </i>are required to be retained pursuant to the following laws:</p>\n<p> &nbsp.\n</p>\n<p>Act on the Consumer Protection in Electronic Commerce, Etc.</p>\n<p>Article 6 of the Act on the Consumer Protection in Electronic Commerce</p>\n<p>In an electronic commerce or a mail-order sale:</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecords regarding labelling and advertising (6 months) </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecords regarding execution or withdrawal of a contract (5 years) </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecords regarding the payment of a price and the supply of goods and services (5 years) </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRecords regarding customer services or dispute resolution (3 years) </p>\n<p>Protection of Communications Secrets Act</p>\n<p>Article 41 of the Decree of the Act, Article 15-2 of the Protection of Communications Secrets Act</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLog records, IP address (3 months) </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe date of telecommunications by users, the time that the telecommunications start and end, the frequency of use (12 months) </p>\n<p>\n<i>Your Rights </i>\n</p>\n<p> &nbsp.\n</p>\n<p>You may exercise rights related to the protection of personal information by requesting access to your personal information or the correction, deletion or suspension of processing of your personal information, etc.\npursuant to applicable laws such as the Personal Information Protection Act (“PIPA”).\n</p>\n<p>You may also exercise these rights through your legal guardian or someone who has been authorized by you to exercise the right.\nHowever, in this case, you must submit a power of attorney to us in accordance with the Enforcement Regulations of the PIPA.\n</p>\n<p>Upon your request, we will take necessary measures without delay in accordance with applicable laws such as the PIPA.</p>\n<p>You can also withdraw your consent or demand a suspension of the personal information processing at any time.\n</p>\n<p>\n<i>Additional Use and Provision of Personal Information</i>\n</p>\n<p>In accordance with the PIPA, we may use or provide personal information within the scope of reasonably related to the initial purpose of the collection, in consideration of whether disadvantages have been caused to data subjects and whether necessary measures have been taken to secure such as encryption, etc.&nbsp.\nWe will determine with due care whether to use or provide personal information in consideration of general circumstances including relevant laws and regulations such as the PIPA, purpose of use or provision of personal information, how personal information will be used or provided, items of personal information to be used or provided, matters to which data subjects provided consent or which were notified/disclosed to data subjects, impact on data subjects upon the use or provision, and measures taken to protect subject information.&nbsp.\nSpecific considerations are as follows:</p>\n<p> &nbsp.\n</p>\n<ul>\n<li>whether the additional use/provision is related to the initial purpose of the collection.\n</li>\n<li>whether the additional use/provision is foreseeable in light of the circumstances under which personal information was collected and practices regarding processing.\n</li>\n<li>whether the additional use/provision unfairly infringe on the interests of the data subject.\nand</li>\n<li>whether the necessary security measures such as pseudonymization or encryption were taken.</li>\n</ul>\n<p>\n<i>Contact</i>\n<i>\n</i>\n</p>\n<p>To protect your personal information and handle complaints relating to your personal information, we have appointed the following department responsible for managing and protecting your personal information.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData Protection Department, responsible for the management and safety of your personal information </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEmail: privacy@gameloop.com&nbsp.\n</p>\n<p>\n<b>Russia</b>\n</p>\n<p>If you are using GameLoop in Russia, this section “Russia” applies to you.\nBy using GameLoop, you consent to:</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nfor the purposes of the Russian Federal Law No.\n152-FZ dated 27 July 2006 “On Personal Data” (as amended) or any replacement regulations, the processing of your information in accordance with this Privacy Policy.\nif legitimate interests, optimisation of GameLoop or carrying out of the contract are mentioned herein, you agree that, for the purposes of Russian law, the consent so provided can be considered an additional ground for processing (meaning that the processing is conducted with your consent).\nthis consent also covers the processing of any cookies (to the extent that those qualify as personal data under Russian law).\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe cross-border transfer of your information to any country where we have databases or affiliates and, in particular, Germany, USA, India, Singapore, Thailand and the People’s Republic of China (excluding Hong Kong, Taiwan and Macau).\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nfor the purposes of Article 152.1 of the Russian Civil Code, the processing of your image in accordance with this Privacy Policy.\nand </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nfor the purposes of Federal Law “On Marketing/Advertising”, that we may share advertising/marketing communications with you, unless you have opted-out from such communications.\n</p>\n<p>The sub-sections “Access”, “Correction”, “Erasure”, “Restriction of Processing to Storage Only”, and “Objection” of the section “Your Rights” above apply to users in the Russian Federation.</p>\n<p>We will notify you of any material changes and may request you to acknowledge such changes.\nUnless we require your acknowledgment, you shall be deemed to have agreed to the changes if you continue using GameLoop after the notification.</p>\n<p>As regards the representative for Russia, you can contact us at privacy@gameloop.com.\nPlease include the word “Russia” in the subject line of your email.</p>\n<p>\n<i>Separate consent for using certain data</i>\n</p>\n<p>For the purposes of the operation of GameLoop, as part of its activities, we do not distribute (publicly disclose) personal data without the appropriate consent of the data subject and in compliance with the requirements of Article 10.1 of Russian Federal Law No.\n152-FZ dated 27 July 2006 “On Personal Data” (as amended).\n</p>\n<p>By using GameLoop you also consent to the sharing of your personal information with certain third parties for the purposes set out under section 5 “<i>How We Store and Share Your Personal Information</i>”.\n</p>\n<p>You determine, in your discretion, the terms of disclosure to the general public of your personal data, by choosing to use certain features of GameLoop and by choosing the appropriate privacy settings in respect of your personal information in GameLoop.</p>\n<p>We process your personal information subject to the terms of this Privacy Policy and your chosen features and settings.</p>\n<p>This consent is granted for as long as you use GameLoop.\nThe consent may be withdrawn by you (and you may set any restrictions on processing of your relevant personal information) at any time by contacting us (privacy@gameloop.com): please include the word “Russia” in the subject line of your email.</p>\n<p>\n<b>Singapore</b>\n</p>\n<p>By clicking “accept”, you consent to the cross-border transfer of your information to any country where we have databases or affiliates and, in particular, Germany, USA, India, Thailand and the PRC (for the purpose of this Privacy Policy, this term excludes Taiwan, Hong Kong and Macau).\n</p>\n<p>\n<i>Access</i>\n</p>\n<p>You have the right to access your personal information, how we use it, and who we share it with.\nYou can access the personal information you have made available as part of your account by logging into your account.\nIf you believe we hold any other personal information about you, please contact us at privacy@gameloop.com.</p>\n<p>\n<i>Correction</i>\n</p>\n<p>You have the right to correct any of your personal information that is inaccurate.\nYou can access the personal information we hold about you by logging into your account.\nIf you believe we hold any other personal information about you and that information is inaccurate, please contact privacy@gameloop.com.</p>\n<p>Our designated data protection officer for the purposes of compliance with the Personal Data Protection Act 2012 can be contacted at privacy@gameloop.com.\n</p>\n<p>\n<b>South Africa</b>\n</p>\n<p>You have the right to lodge a complaint with the Information Regulator (South Africa) by emailing it at inforeg@justice.gov.za.\nThe Information Regulator (South Africa)’s physical address is 33 Hoofd Street Forum III, 3rd Floor Braampark, Braamfontein, Johannesburg, South Africa.\n</p>\n<p>\n<b>Sri Lanka </b>\n</p>\n<p>By clicking “accept”, you consent to the terms and conditions of the Privacy Policy and permit the collection, use and disclosure of your personal information.\nHowever, if you are under the age of 18, you undertake that you have the consent of your parent or legal guardian to register an account on and use GameLoop.</p>\n<p>Where you request to withdraw consent or, refrain from further processing of data or, erase or, rectify or, complete your personal information (where such personal information is inaccurate or incomplete), we will provide you with our response to the request within 21 working days.</p>\n<p>\n<i>Personalised Marketing</i>\n</p>\n<p>By clicking “accept”, you hereby consent to being shown personalised advertisements.\nYou may choose to stop receiving personalised advertising from us by following the opt out instructions included in the Settings section of GameLoop or by contacting us at privacy@gameloop.com.</p>\n<p>\n<b>Taiwan</b>\n</p>\n<p>We do not knowingly collect or solicit personal information from anyone under the age of 7 or knowingly allow such persons to register on GameLoop.\nIf you are under 7 years of age, please do not attempt to use or register for our service or send any personal information about yourself to us.\nNo one under the age of 7 may provide any personal information to us while using GameLoop.\nIn the case of users located in Taiwan, persons under the age of 20 are required to obtain parental/guardian consent prior to using GameLoop.\n</p>\n<p>\n<b>Thailand</b>\n</p>\n<p>By clicking “accept”, you acknowledge that you have read, understood, and agree to this Privacy Policy.\nIf you do not agree with this Privacy Policy, you must not use GameLoop.</p>\n<p>You may request us to discontinue, to restrict the use or provision of, and/or to request for data portability of any and all of your personal information which is stored by us, to the extent provided by the Act on applicable data privacy laws and regulations in Thailand, including the Thai Personal Data Protection Act.\nWhen you wish to make such requests, please contact us at privacy@gameloop.com.\n</p>\n<p>We will give you notice by email of any material changes to this Privacy Policy, and give you an opportunity to reject such changes, failing which the changes will become effective as stated in the notice.</p>\n<p>\n<b>Turkey</b>\n</p>\n<p>You have legal rights, which are set forth in Article 11 of the DPL, in relation to the personal information data we hold about you.\nAs a Turkish data subject, you may have the right to apply to the data controller and (to the extent permitted under applicable laws and regulations): </p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nlearn whether or not your personal data has been processed.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nrequest information about processing if your personal data has been processed.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nlearn the purpose of processing of your personal data and whether they have been used accordingly.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nknow the third parties in the country or abroad to whom personal data has been transferred.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nrequest rectification in the event personal data is incomplete or inaccurate and to demand the operations in this regard be reported to third parties your personal data has been transferred to.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nrequest deletion or destruction of personal data within the framework of the conditions set forth under Article 7 of the DPL and to demand the operations in this regard be reported to third parties your personal data has been transferred to.\n</p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nobject the occurrence of any consequence that is to your detriment by means of analysis of personal data solely through automated systems, and </p>\n<p> ·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndemand compensation for the damages that you have suffered as a result of unlawful processing of your personal data.\n</p>\n<p> &nbsp.\n</p>\n<p>In accordance with Article 9 of the DPL, your personal data may be transferred abroad as follows:</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Identity of the overseas recipient </strong>\n</p>\n<p>\n<strong>Location of the recipient (or as otherwise stated in the recipient’s privacy policy)</strong>\n</p>\n<p>\n<strong>Purposes of use of Personal Information by the recipient</strong>\n</p>\n<p>\n<strong>Items of Personal Information to be provided</strong>\n</p>\n<p>AppsFlyer Ltd </p>\n<p>Ireland, Belgium </p>\n<p>Analysis of advertising and marketing efficiency, ad attribution </p>\n<p>Advertising information </p>\n<p>Adjust GmbH </p>\n<p>Germany, the Netherlands, and the United States </p>\n<p>Analysis of advertising and marketing efficiency, ad attribution </p>\n<p>Advertising information </p>\n<p>Click Tech Limited </p>\n<p>Hong Kong SAR </p>\n<p>Delivery of advertisements </p>\n<p>Location data (geographical location), IP address.</p>\n<p>Mobvista International Technology Limited </p>\n<p>Hong Kong SAR </p>\n<p>Delivery of advertisements </p>\n<p>Location data (geographical location), IP address.</p>\n<p>TecDo Hong Kong Limited </p>\n<p>Hong Kong SAR </p>\n<p>Delivery of advertisements </p>\n<p>Location data (geographical location), IP address.</p>\n<p>Discord </p>\n<p>United States </p>\n<p>User feedback and support </p>\n<p>User feedback and support data </p>\n<p>\n<b>Ukraine </b>\n</p>\n<p>By accepting this Privacy Policy, you expressly authorize us to collect, use, store, and process your personal data, including disclosing to third parties and transferring to countries other than Ukraine, to the extent and for the purpose provided by this Privacy Policy.</p>\n<p>\n<b>United Arab Emirates </b>\n</p>\n<p>You consent to the collection, use, disclosure, transfer, export (to the extent permitted by applicable laws), sharing and storage of your personal information, as described in the Privacy Policy.\n</p>\n<p>We may voluntarily report a cyber-security incident where it constitutes a crime under UAE law (e.g.\nunder the UAE Cybercrime Law).\nThe incident can be reported to the relevant authorities for the purpose of investigations.\nPlease note that voluntary reporting of a cyber-security incident can also be made to the UAE Computer Emergency Response Team (“<b>CERT</b>”).\nCERT is a security awareness organisation that provides a process for logging incidents and advising on known cyber security threats in the UAE.</p>\n<p>\n<b>Vietnam</b>\n</p>\n<p>By accepting this Privacy Policy, you expressly agree and authorise us to collect, use, store, and process your personal information, including, lawfully disclosing and transferring it to third parties, as described in this Privacy Policy.</p>\n<p> &nbsp.\n</p>\n<p>We maintain international standards and security practices for data protection.\nWhen your personal information is transferred within or outside your jurisdiction of residence, it will be subject to the same or higher levels of security practices and data protection by the recipient entity as adhered to by us.&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>Where we permit any third parties to collect and use your personal information, we shall take reasonable measures to ensure that the third parties do not further disclose the personal information.\n</p>\n<p> &nbsp.\n</p>\n<p>Your personal information, if required to be disclosed to the law enforcement agencies, public authorities or other judicial bodies and organisations, it will be disclosed upon receipt of written request from such organisations.</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<i>Your Rights</i>\n</p>\n<p> &nbsp.\n</p>\n<p>You have the right to access, correct, and erase the personal information we hold about you.\nYou also have the right to withdraw your earlier provided consent to collect, store, process, use and disclose your personal information and to request us to stop providing your personal information to a third party.</p>\n<p>--- </p>\n<p> &nbsp.\n</p> ", "created_at": "2023-03-12 19:26:32.290036", "updated_at": "2023-03-12 19:27:17.589566"}], "points": [], "urls": ["gameloop.com"]}}