{"error": 448, "message": "OK", "parameters": {"id": 8098, "name": "musictheory.net ", "created_at": "2023-04-25 00:26:49.340409", "updated_at": "2023-07-10 22:02:45.438764", "wikipedia": null, "keywords": null, "related": null, "slug": "musictheory-net", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8098.png", "url": "musictheory.net", "documents": [{"id": 15704, "name": "Privacy Policy", "url": "https://www.musictheory.net/privacy", "xpath": "//body", "text": " Privacy Policy\nLast updated on February 5, 2020.Overview\n<p>\nYour privacy is very important to us.\nUnlike other free online services, we have no desire\nto collect or sell your personal information.\n</p>\n<p>\nThere are only four pieces of information that we care about:\n</p>\n<ul>\n<li>The estimated number of people using our website and apps.</li>\n<li>The web browsers and operating systems used to access the website.</li>\n<li>The devices and operation system versions used to run the apps.</li>\n<li>The information needed to fix a crash or error.</li>\n</ul>\n<p>\nPersonally identifiable information is never collected, unless you explicitly provide it to us via the\nwebsite contact form or the Feedback button in our apps.\nFeedback is sent via e-mail to our mail server,\nwhich is administered by Fastmail.\n</p>\n<p>\nTo collect usage statistics, we use an anonymous beacon system rather than\nthird-party analytics.\nThe first time you access our website, or launch an app, we\ngenerate a universally unique identifier.\nThis identifier, along with your web browser\nversion, operating system version, application version, and/or mobile device model\nis periodically transmitted to our server.\nThe identifier is never sent to a third-party.\nThe identifier is not sent to us via the contact form nor the Feedback button in our apps.\n</p>\n<p>\nOur exercises feature a homework verification system where students enter text to “sign” a Progress Report.\nThe signature text is embedded inside the resulting verification code.\nWhile this system is explicitly\ndesigned such that codes do not have to be stored on our servers, we may need to do so in order to\ndiagnose and fix errors.\nTo protect privacy, we strongly recommend that students use their initials or a unique\nidentifier rather than their names.\n</p>\n<p>\nTo help fix crashes and errors, we use Sentry as our crash report aggregator.\nInformation sent to them may include: location of the error, type of error, events preceding the error,\nweb page on which the error occurred, web browser version, operating system version, mobile device model,\nand/or other non-personally identifiable information.\nSentry removes non-aggregated event information after 90 days.\n</p>\n<p>\nWe use Linode for server hosting and distribute our applications via Apple's App Store.</p>\nWhat information do we collect and how do we use it?\n<p>\nWe do not collect personally identifiable information about you, except when you provide it to us via the\nthe website contact form or the Feedback button in our apps.\nWe use this information to reply to you.\n</p>\n<p>\nWe do not use or collect your precise geographic location.\n</p>\n<p>\nPersonally identifiable information may be entered as the signature of an exercise's Progress Report.\nThe signature is encoded in the resulting verification code.\nIn the event of an error, a verification code\n(and thus the signature) may be included in our logs or sent to our crash report aggregator.\nCodes may be\nalso be sent to our server to help diagnose issues with the verification system.\nWe use this information\nto fix the error.\nWe strongly recommend that students do not use their full names as the signature text.\n</p>\n<p>\nOur website collects non-personally identifiable information about your web browser and computer.\nWe use this information to determine which web browsers and operating systems to support.\n</p>\n<p>\nOur apps collect non-personally identifiable information about your device and operation system version.\nWe use this information to determine which devices and operating systems to support.\n</p>\n<p>\nOur applications periodically poll our servers to check for updates to lesson and exercise content.\n</p>\n<p>\nIn the event that our website or an application encounters an error, non-personally identifiable\ninformation pertaining to the error may be sent to our servers.\nWe use this information to fix the error.\n</p>\n<p>\nWe may keep data indefinitely.\nWe try to follow good practices for log rotation, but we also make gratuitous backups, which may inadvertently store data.</p>\nDo we use cookies?\n<p>\nOur website generates a unique identifier upon your first visit and saves it as a cookie.\nThis identifier\nis anonymous, contains no personally identifiable information, and is included in communications with our\nanonymous beacon system.\n</p>\n<p>\nOur website uses HTML5 Web Storage to persist information such as: lesson view mode, exercise scores, and calculator settings.\n</p>\n<p>\nOur applications generate a unique identifier when the application is installed.\nThis identifier\nis anonymous, contains no personally identifiable information, and is included in communications with our\nservers.</p>\nDo we disclose any information to outside parties?\n<p>\nWe do not sell, trade, or otherwise transfer to outside parties your personally\nidentifiable information.\nThis does not include trusted third parties who assist us\nin operating our website, conducting our business, or servicing you, so long as those\nparties agree to keep this information confidential.\nWe may also release your information\nwhen we believe release is appropriate to comply with the law, enforce our site policies,\nor protect ours or others rights, property, or safety.\nHowever, non-personally identifiable\nvisitor information may be provided to other parties for marketing, advertising, or other uses.</p>\nThird party links\n<p>\nOccasionally, at our discretion, we may include links to third party products or services on our website.\nThese third party sites have separate and independent privacy policies.\nWe therefore have no responsibility or\nliability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity\nof our site and welcome any feedback about these sites.</p>\nCalifornia Online Privacy Protection Act Compliance\n<p>\nBecause we value your privacy we have taken the necessary precautions to be in compliance with the California\nOnline Privacy Protection Act.\nWe therefore will not distribute your personal information to outside parties\nwithout your consent.</p>\nCalifornia Do Not Track Notice\n<p>\nWe do not track users over time and across third party websites to provide targeted advertising and therefore do not respond to Do Not Track (DNT) signals.</p>\nChildren's Online Privacy Protection Act Compliance\n<p>\nWe are in compliance with the requirements of COPPA (Children's Online Privacy Protection Act).\n</p>\n<p>\nWe do not collect personally identifiable information from children, except when a child provides it to us\nvia the website contact form or the Feedback button in our apps.\nIf we suspect that a message is from a child,\nwe either delete it immediately or use COPPA's \"one-time contact exception\" (16 C.F.R.\n§ 312.5(c)(3)) to\nreply once before deleting.\n</p>\n<p>\nOur exercises feature a homework verification system where students enter text to “sign” a Progress Report.\nWhile this system is explicitly designed such that the entered text is not stored on our servers, we may need to do\nso in order to diagnose and fix errors.\nThus, we strongly recommend that students use their initials or a unique\nidentifier rather than their full names.</p>\nYour Consent\n<p>\nBy using our site, you consent to our privacy policy.</p>\nChanges to our Privacy Policy\n<p>\nIf we decide to change our privacy policy, we will post those changes on this page.</p>\n<p> FAQ Legal Privacy </p> © 2000-2022 musictheory.net, LLC<br>Apple, the Apple logo, iPhone, iPad, and iPod are trademarks of Apple Inc., <br>registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc.\n", "created_at": "2023-04-25 00:26:49.371652", "updated_at": "2023-04-25 00:27:09.668811"}, {"id": 15705, "name": "Legal Notices", "url": "https://www.musictheory.net/legal", "xpath": "//body", "text": " LegalNotices\n<p>\nApple, the Apple logo, iPhone, iPad, and iPod are trademarks of Apple Inc., registered in the\nU.S.\nand other countries.\nApp Store is a service mark of Apple Inc.</p>\n<p>\nOur lessons and exercises use samples from the following virtual instruments:<br>\n</p>\n<ul>\n<li> MDA Piano by Paul Kellett, MIT License\n</li>\n<li> Maestro Concert Grand by Mats Helgesson, used with permission\n</li>\n<li> Salamander Grand Piano by Alexander Holm, CC BY 3.0.\n</li>\n</ul>\n<p>\nOur exercises use audio files generated with commercial products available from Samplemodeling and Embertone, used with permission.</p>\nAudio Files Policy\n<p>\nOur exercises use audio files generated by the following commercial virtual instruments:</p>\n<ul>\n<li>Flutes by Samplemodeling\n</li>\n<li>The Trombone 3 by Samplemodeling\n</li>\n<li>Double Reeds by Samplemodeling\n</li>\n<li>The Saxophones by Samplemodeling\n</li>\n<li>The Soprano &amp.\nBass Clarinets by Samplemodeling\n</li>\n<li>French Horn &amp.\nTuba by Samplemodeling\n</li>\n<li>The Trumpet by Samplemodeling\n</li>\n<li>Fischer Viola by Embertone\n</li>\n<li>Friedlander Violin by Embertone\n</li>\n<li>Blakus Cello by Embertone\n</li>\n</ul>\n<p>\nYou may not redistribute these audio files, nor any instrument samples used by our site or apps, in whole or in part.\nNote that this does not apply to Fair Use, such as a video review of our products.</p>Lessons Policy\n<p>\nAll text and still images used in the lessons are\navailable under the Creative Commons\nAttribution 4.0 International license.\nThis means that you can reproduce the lessons in\nwhole or in part, including:</p>\n<ul>\n<li>Printing an unlimited number of physical copies\n</li>\n<li>Including the lesson text and visual diagrams in presentations\n</li>\n<li>Translating the lesson content and redistributing it\n</li>\n</ul>\n<p>\nIn exchange, you must provide attribution to musictheory.net.\nIf your derived work is\navailable online, place a user-visible link to\n“https://www.musictheory.net” with the text\n“by musictheory.net”,\n“courtesy of musictheory.net”,\nor some derivation thereof.\nIf your work is printed or otherwise offline, simply cite\n“musictheory.net” or\n“www.musictheory.net”.</p>\n<p>\nNote that the files used to render each lesson (the lesson SWF file, the lesson JSON file, and supporting HTML/CSS/SWF/MP3 files) are not covered under Creative Commons.\nYou may not distribute or copy these files.</p>Linking and Embedding Policy\n<p>\nYou may digitally link to any part of this website via an HTML anchor element (&lt;a&gt;) or an equivalent.\nYou may also embed any lesson, exercise, or tool on your own site using an HTML frame element (&lt;frame&gt;) or inline frame element (&lt;iframe&gt;).\n</p>\n<p>\nFor more information on linking and embedding, see May I link or embed your content? in the FAQ.</p>\nSource Code Policy\n<p>\nThe musictheory.net source code for the lessons, exercises, and tools is not available\nunder a Creative Commons license.\nYou may not copy, modify, distribute, create a\nderivative work of, reverse engineer, or decompile the source code.</p>\n<p>\nWhile you may use all text and images from the lessons as mentioned in the Lessons Policy, you may not\nscrape, duplicate, or rehost the interactive lesson player.\nPlease\nlink to or embed the player instead.</p>\nApps Policy\n<p>\nTheory Lessons and Tenuto are not available under a Creative Commons license.\nThis applies to the user interface, general look and feel, source code, binary code,\nand all media used by the application.\nScreenshots of the apps and their logos may be used for journalistic\npurposes and other Fair Use activities.</p>\nTrademark Policy\n<p>\nThe two whole notes with a curved line, the slanted whole note, the quarter note with a horizontal bar, the words and logotype “musictheory.net”, “Tenuto”, “Theory Lessons”, and any combination of the foregoing, whether integrated into a larger whole or standing alone, are musictheory.net, LLC's trademarks.</p>\n<p>\nYou are authorized to use our trademarks on the terms and conditions below:</p>\n<p>\nmusictheory.net, LLC licenses the use of its trademarks on the condition that the trademark licensee use\nthe mark to point to one or more of the following web locations:</p>\n<ul>\n<li> The musictheory.net website: https://www.musictheory.net\n</li>\n<li> The Apple iTunes page for musictheory.net, LLC: https://www.musictheory.net/buy\n</li>\n<li> The Apple iTunes page for Tenuto: https://www.musictheory.net/buy/tenuto\n</li>\n<li> The Apple iTunes page for Theory Lessons: https://www.musictheory.net/buy/lessons\n</li>\n</ul>\n<p>\nmusictheory.net, LLC retains full, unfettered, and sole discretion to revoke\nthis trademark license for any reason whatsoever or for no specified reason.\n</p>\nUnsolicited Idea Submission Policy\n<p>\nmusictheory.net, LLC or any of its employees do not accept or consider unsolicited ideas, including ideas for new advertising campaigns, new promotions, new products or technologies, processes, marketing plans, or new product names.\nPlease do not submit any unsolicited ideas, original creative artwork, suggestions, or other works (“submissions”) in any form to musictheory.net, LLC or any of its employees.\nIf, despite our request that you not send us your ideas, you still submit them, then regardless of what your letter says, the following terms shall apply:</p>\n<ul>\n<li> Your submissions and their contents will automatically become the property of musictheory.net, LLC, without any compensation to you.\n</li>\n<li> musictheory.net, LLC may use or redistribute your submissions and their contents for any purpose and in any way.\n</li>\n<li> There is no obligation for musictheory.net, LLC to review your submissions.\n</li>\n<li> There is no obligation for musictheory.net, LLC to treat your submissions as confidential or proprietary.\n</li>\n</ul>\n<p>\nThe sole purpose of this policy is to avoid potential misunderstandings or disputes when our products seem similar to ideas submitted to us.\nWe do, however, welcome feedback regarding our existing products and content.\n</p>\n<p> FAQ Legal Privacy </p> © 2000-2022 musictheory.net, LLC<br>Apple, the Apple logo, iPhone, iPad, and iPod are trademarks of Apple Inc., <br>registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc.\n", "created_at": "2023-04-25 00:27:15.879286", "updated_at": "2023-04-25 00:27:24.035077"}], "points": [{"id": 33260, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.musictheory.net/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-16 19:13:28.603286", "updated_at": "2023-07-11 06:31:46.555673", "quoteText": null, "case_id": 374, "document_id": 15704, "quoteStart": null, "quoteEnd": null}, {"id": 33261, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.musictheory.net/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-16 19:13:50.824821", "updated_at": "2023-07-11 06:31:46.641783", "quoteText": null, "case_id": 482, "document_id": 15704, "quoteStart": null, "quoteEnd": null}], "urls": ["musictheory.net"]}}