{"error": 448, "message": "OK", "parameters": {"id": 7569, "name": "VXL ", "created_at": "2023-03-15 20:24:30.760457", "updated_at": "2023-03-29 19:26:47.090562", "wikipedia": null, "keywords": null, "related": null, "slug": "vxl", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7569.png", "url": "vxl.net", "documents": [{"id": 14573, "name": "privacy policy", "url": "https://www.vxl.net/legal-notices/privacy", "xpath": "//*[@id=\"main-content\"]", "text": " VXL website privacy policy VXL Instruments maintains this website for information, education, and communication with its visitors and clients.\n<p>\n<strong>The policy:</strong> This privacy policy is for this website.\nwww.vxl.net and served by VXL Instruments Ltd, 252, 5th Floor, Building No.\n2, Solitaire Corporate Park, Chakala, Andheri East, Mumbai - 400093, Maharashtra, India and governs the privacy of its users who choose to use it.\nIt explains how we comply with the GDPR (General Data Protection Regulation), the DPA (Data Protection Act) [pre GDPR enforcement] and the PECR (Privacy and Electronic Communications Regulations).</p>\n<p>This policy will explain areas of this website that may affect your privacy and personal details, how we process, collect, manage and store those details and how your rights under the GDPR, DPA &amp.\nPECR are adhered to.\nAdditionally, it will explain the use of cookies or software, advertising or commercial sponsorship from third parties and the download of any documents, files or software made available to you (if any) on this website.\nFurther explanations may be provided for specific pages or features of this website in order to help you understand how we, this website and its third parties (if any) interact with you and your computer / device in order to serve it to you.\nOur Contact Information (http://www.vxl.net/contact) is provided if you have any questions.&nbsp;</p>\nThe DPA &amp.\nGDPR May 2018\n<p>We and this website complies to the DPA (Data Protection Act 1998) and already complies to the GDPR (General Data Protection Regulation) which comes into effect from May 2018.\nWe will update this policy accordingly after the completion of the UK's exit from the European Union.</p>\nUse of Cookies\n<p>This website uses cookies to better the users experience while visiting the website.\nAs required by legislation, where applicable this website uses a cookie control system, allowing the user to give explicit permission or to deny the use of /saving of cookies on their computer / device.</p>\n<p>\n<strong>What are cookies?</strong> Cookies are small files saved to a user's computer hard drive that track, save and store information about the user's interactions and usage of the website.\nThis allows the website, through its server to provide the users with a tailored experience within this website.</p>\n<p>Users are advised that if they wish to deny the use and saving of cookies from this website on to their computers hard drive they should take necessary steps within their web browsers security settings to block all cookies from this website and its external serving vendors or use the cookie control system if available upon their first visit.</p>\nWebsite Visitor Tracking\n<p>This website uses tracking software to monitor its visitors to better understand how they use it.\nThe software will save a cookie to your computer’s hard drive in order to track and monitor your engagement and usage of the website, but will not store, save or collect personal information.</p>\nDownloads &amp.\nMedia Files\n<p>Any downloadable documents, files or media made available on this website are provided to users at their own risk.\nWhile all precautions have been undertaken to ensure only genuine downloads are available users are advised to verify their authenticity using third party antivirus software or similar applications.</p>\n<p>We accept no responsibility for third party downloads and downloads provided by external third party websites and advise users to verify their authenticity using third party antivirus software or similar applications.</p>\nContact &amp.\nCommunication with us\n<p>Users contacting us through this website do so at their own discretion and provide any such personal details requested at their own risk.\nYour personal information is kept private and stored securely until a time it is no longer required or has no use.</p>\n<p>Where we have clearly stated and made you aware of the fact, and where you have given your express permission, we may use your details to send you products/services information through a mailing list system.\nThis is done in accordance with the regulations named in 'The policy' above.</p>\nEmail Mailing List &amp.\nMarketing Messages\n<p>We operate an email mailing list program, used to inform subscribers about products, services and/or news we supply/publish.\nUsers can subscribe through an online automated process where they have given their explicit permission through the various web site forms including for e.g.\n‘Contact Us’, ‘Evaluation request’, ‘Product Registration’ etc.\nSubscriber personal details are collected, processed, managed and stored in accordance with the regulations named in 'The policy' above.\nSubscribers can unsubscribe at any time through an automated online service such as detailed in the footer of sent email marketing messages.\nThe type and content of marketing messages subscribers receive, and if it may contain third party content, is clearly outlined at the point of subscription.</p>\n<p>Email marketing messages may contain tracking beacons / tracked clickable links or similar server technologies in order to track subscriber activity within email marketing messages.\nWhere used, such marketing messages may record a range of subscriber data relating to engagement, geographic, demographics and already stored subscriber data.</p>\n<p>Our EMS (email marketing service) provider is.\nCPB UK Ltd, and you can read their privacy policy in the resources section.</p>\nExternal Website Links &amp.\nThird Parties\n<p>Although we only look to include quality, safe and relevant external links, users are advised to adopt a policy of caution before clicking any external web links mentioned throughout this website.</p>\n<p>Shortened URL's.\nURL shortening is a technique used on the web to shorten URL's (Uniform Resource Locators) to something substantially shorter.\nThis technique is especially used in social media.\nUsers should take caution before clicking on shortened URL links and verify their authenticity before proceeding.</p>\n<p>We cannot guarantee or verify the contents of any externally linked website despite our best efforts.\nUsers should therefore note they click on external links at their own risk and we cannot be held liable for any damages or implications caused by visiting any external links mentioned.</p>\nSocial Media Policy &amp.\nUsage\n<p>We adopt a Social Media Policy to ensure our business and our staff conduct themselves accordingly online.\nWhile we may have official profiles on social media platforms users are advised to verify authenticity of such profiles before engaging with, or sharing information with such profiles.\nWe will never ask for user passwords or personal details on social media platforms.\nUsers are advised to conduct themselves appropriately when engaging with us on social media.</p>\n<p>There may be instances where our website features social sharing buttons, which help share web content directly from web pages to the respective social media platforms.\nYou use social sharing buttons at your own discretion and accept that doing so may publish content to your social media profile feed or page.\nYou can find further information about some social media privacy and usage policies in the resources section below.&nbsp;</p>\nResources &amp.\nFurther Information\n<ul>\n<li>Overview of the GDPR - General Data Protection Regulation</li>\n<li>Data Protection Act 1998</li>\n<li>Privacy and Electronic Communications Regulations 2003</li>\n<li>The Guide to the PECR 2003</li>\n<li>Twitter Privacy Policy</li>\n<li>Facebook Privacy Policy</li>\n<li>Google Privacy Policy</li>\n<li>LinkedIn Privacy Policy</li>\n<li>CPB UK Ltd</li>\n</ul>\n<p>v.1.0 May 2018 VXL Instruments Ltd</p> ", "created_at": "2023-03-15 20:24:30.854253", "updated_at": "2023-03-15 20:27:31.318967"}, {"id": 14571, "name": "Terms and warranty", "url": "https://www.vxl.net/support/terms-and-warranty", "xpath": "//*[@id=\"main-content\"]", "text": " Terms and warranty VXL Instruments (VXL) warrants VXL hardware products to be free of material hardware defects with the following terms and conditions from the date of purchase by the original purchaser.\n<p>Date of purchase to be determined by a valid proof of purchase which must be machine printed and include:&nbsp;</p>\n<ul>\n<li>Name of reseller</li>\n<li>Date of purchase</li>\n<li>Model numbers of products purchased</li>\n<li>Serial numbers of products purchased&nbsp;</li>\n</ul>\n<p>All VXL desktop thin clients and zero clients (Vtona and Xtona) are backed by a three-year (3) limited RTB warranty.\nAny other models or accessories specifically listed on the product information datasheet or price list, the warranty is limited to one year only.</p>\n<p>VXL will, at its option, repair or replace any such defect according to the terms of this warranty.\nVXL’s liability under this warranty shall be limited to repair or replacement.\nVXL warrants only the base unit desktop thin clients for the three years.\nAny other models, keyboards, mice and related accessories, are only warranted for the first twelve months from the original date of shipment.</p>\n<p>Monitors or any external options sold by VXL are warranted directly by and through the monitor or options manufacturers, not by VXL, and VXL shall have no responsibility or liability therefore.\nUnder this warranty, VXL will, at VXL’s option, repair or replace defective hardware products and related hardware components, during VXL’s normal working hours.</p>\n<p>VXL will not ship replacement equipment until the defective hardware or hardware component is received (freight prepaid by the purchaser) at the VXL factory or service depot, unless VXL agrees in writing to do otherwise.\nVXL, at its option, may ship the replacement hardware product prior to its receipt of the defective hardware product.\nThe model and serial number of the defective hardware product must be furnished by the purchaser at the time of request for service under this warranty.\nAn RMA must be obtained from the VXL service department prior to returning the hardware to the factory.</p>\n<p>To invoke the VXL warranty procedure, contact your local service centre below to describe the nature of the fault and, if appropriate, obtain an RMA number.\nPack the unit in the original packaging or equivalent, with the RMA number clearly visible.\nEnsure that all shipping costs are paid and that insurance cover is obtained to cover the cost of the unit in transit.\nVXL will assume liability for the unit only upon signed delivery at the service centre.&nbsp;</p>\n<p>If you have bought a used or modified VXL thin client (outside the warranty period) at an Internet auction or similar, VXL cannot guarantee first and second level support.\nIn such cases you should contact the seller of the device directly.\nFor warranty reasons VXL does not provide instructions nor support for the technical handling of your products above and beyond the defined product characteristics.</p>\nVXL extended standard warranty\n<p>VXL offers the choice of an optional limited warranty extension for up to either four or five years, in addition to the standard three years’ limited warranty for certain equipment.</p>\n<p>For full terms and conditions for the VXL extended standard warranty, please refer to the same terms and conditions as detailed in the above standard warranty policy.\nPlease note that in order to qualify for extended warranty cover, the extended warranty policy must be purchased at the same time as the VXL thin-client devices.&nbsp;</p>\nVXL worldwide service centres\n<ul>\n<li>\n<strong>Europe, Middle East and Africa</strong>\n<ul>\n<li>Tel + 44 161 775 4755</li>\n<li>Fax +44 161 775 4866</li>\n</ul>\n</li>\n<li>\n<strong>Americas</strong>\n<ul>\n<li>Tel +1 281 305 1800</li>\n<li>Fax +1 713 589 2603</li>\n</ul>\n</li>\n<li>\n<strong>India</strong>\n<ul>\n<li>Tel +91 (0) 80 28 52 32 52/3</li>\n<li>Fax +91 (0) 80 28 52 00 95</li>\n</ul>\n</li>\n<li>\n<strong>Southeast Asia</strong>\n<ul>\n<li>Tel +65 6773 0273 (Sysnet System &amp.\nSolutions Pte, Singapore)</li>\n</ul>\n</li>\n<li>\n<strong>Australia and New Zealand</strong>\n<ul>\n<li>Tel +613 9810 9444 (MPA Systems, Melbourne)</li>\n</ul>\n</li>\n</ul>\n<p>This warranty shall be invalid if, in VXL’s sole judgment, the hardware product or component has been subjected to misuse, abuse, neglect, accident, acts of God, external electrical fault, power surges or failure, damage occurred in shipment, acts outside the reasonable control of VXL or its distributors and resellers, or from improper service or modification by anyone other than a VXL-authorised service centre.\nThe warranty shall also be invalid if the hardware product’s serial number has been removed, defaced or altered in any way.\nThis warranty does not cover other manufacturers’ computer hardware, components, accessories or expansion items unless authorised in writing by VXL.</p>\n<p>The sole and exclusive remedy to the purchaser, under this warranty, shall be the repair or replacement of defective parts as provided above.&nbsp;</p>\nDOA (dead on arrival) policy&nbsp.\n<p>VXL treats all failures due to a material or workmanship problem within the first seven days following dispatch as DOA (dead on arrival).\nThe customer must report and return the DOA unit within seven days of receipt of the RMA number.</p>\nSoftware warranty limitation\n<p>VXL is a manufacturer of hardware products and therefore does not provide any warranty on software that may be included with the hardware or embedded in it, unless it has been specifically manufactured by our company.\nThe software included in any product and not originally manufactured by us is sold as-is and carries no warranty from VXL.&nbsp;</p>\n<p>This warranty gives you the user specific legal rights that may vary from state to state and country to country, or jurisdiction to jurisdiction.\nVXL's responsibilities for malfunctions and defects in the hardware are limited to repair and/or replacement as stated in this warranty document.\nAll express and implied warranties for the product including but not limited to any implied warranties of and conditions of merchantability and fitness for a particular purpose are limited in duration to the warranty period as set forth within this warranty document and no warranties whether express or implied will apply after such period.\nSome states, countries and jurisdictions may not allow limitations on how long an implied warranty lasts and if you should qualify for such an exemption such limitations will not apply to you.</p>\n<p>VXL accepts no liability beyond the remedies set forth in this warranty document nor liability for incidental or consequential damages including without limitation any liability for products not being available for use or for lost data or for software.\nSome states, countries and jurisdictions do not allow the exclusion nor limitation of incidental or consequential damages and if you should qualify for such an exemption such exclusion or limitation may not apply to you.</p>\n<p>Anything to the contrary herein notwithstanding, under no circumstances shall VXL, its successors, assigns, officers, directors, employees and agents, under any legal theory, tort, contract or otherwise, be liable in any way for damages hereunder, including, but not limited to, any loss or inaccuracy of data, business loss or profits, or any other direct or indirect, special, incidental, punitive, exemplary, or consequential damages arising from the use of the product covered by this warranty.\nIn no event will VXL, its successors, assigns, officers, agents, or employees be liable to any party for any damages in excess of the amount such party paid to VXL for the purchase of the hardware products hereunder, even if VXL has been informed of the possibility of such damages, or for any claim by any other such party.&nbsp;</p>\nLimited lifetime customer hardware support&nbsp.\n<p>Five-year limited agreement on VXL Instruments Ltd spare parts and/or compatible replacement parts.</p>\n<p>VXL Instruments Ltd agrees to provide ongoing customer/hardware support in terms of spare parts and/or compatible replacement parts for up to five years from the end of life of the hardware product.\nSee hardware product warranty ‘terms and conditions’ below for full details.&nbsp;</p>\n<p>Further information on how to obtain replacement parts can be provided to the customer on request.\nThe customer can also opt for additional on-site support to the existing limited warranty agreement at an extra charge.</p>\n<p>For full ‘terms and conditions’ please see above.</p>\nCompatible renewable energy accessories&nbsp.\n<p>With the worldwide evolution of the renewable energy market, VXL is committed to working with partners/customers to harness the benefits of this growing energy source.&nbsp;</p>\n<p>Powering hardware products, including thin clients, using renewable energy is now readily and commercially available.\nTo find out how you can make your thin-client hardware even more environmentally friendly, please contact your respective reseller or supplier in your region or country.</p>\n<p>For further information please download the VXL Sustainability Report https://www.vxl.net/percheditor/resources/Downloads/vxl-sustainability-report.pdf&nbsp;</p> ", "created_at": "2023-03-15 20:24:30.792419", "updated_at": "2023-03-15 20:27:48.320469"}, {"id": 14572, "name": "Cookie Policy", "url": "https://www.vxl.net/legal-notices/cookies", "xpath": "//*[@id=\"main-content\"]", "text": " Website cookie policy Why this website uses cookies – and what this means for you.\n<p>Like most websites today, our website uses what are known as 'cookies'.\nOur cookies are not sinister - they are simply small files, placed on your computer by your browser, to help us provide a better service.\nWe do this to help us understand things such as how many people visit the various parts of our website.</p>\n<p>Our cookies do not identify you personally.\nIf we need to do this (such as when asking you to sign up for a newsletter) we are always upfront about it.\nWe make it clear not onlywhenwe collect personal information but also what we intend to do with it.</p>\n<p>We occasionally use cookies when we are running a website-based survey.\nSuch cookies perform no other function other than to ensure that requests for information are not repeated after you have either participated or declined to participate.</p>\nWhy do I have to agree to the use of cookies?\n<p>You don't - you can agree or you can opt out.\nAll websites within the UK now have to comply with a new 'cookie law' (an update to the UK's Privacy and Electronic Communications Regulations) - this means we now have to tell you that our website uses cookies and provide a mechanism for you to opt out of their use.\nYou'll see this notice at the foot of every page, until you agree - at which point the notice disappears.</p>\nYou can control cookies using your browser\n<p>Typically, your Web browser software will allow you to control cookies through its settings.\nFor details on how to do this, please refer to the browser's help files or the manufacturer's support pages.</p>\nGoogle Analytics\n<p>Our website uses Google Analytics for tracking and reporting of site performance.\nThis does not personally identify you - it just helps us understand which parts of our website people like the most.&nbsp;You can opt out here.</p> ", "created_at": "2023-03-15 20:24:30.823564", "updated_at": "2023-03-15 20:27:18.576564"}], "points": [], "urls": ["vxl.net"]}}