{"error": 448, "message": "OK", "parameters": {"id": 9433, "name": "Bespokefundingprogram", "created_at": "2023-08-31 21:09:12.427735", "updated_at": "2023-08-31 22:02:43.753046", "wikipedia": null, "keywords": null, "related": null, "slug": "bespokefundingprogram", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9433.png", "url": "bespokefundingprogram.com", "documents": [{"id": 18589, "name": "Terms & conditions", "url": "https://www.bespokefundingprogram.com/term-condition/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard<i>\n</i>\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard<i>\n</i>\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n<li>Login/Register</li>\n<li>Get Funded</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n<li>Login/Register</li>\n<li>Get Funded</li>\n</ul> Login/Register Get Funded <i>\n</i> Bespoke Terms &amp.\nConditions <p>Welcome to Bespoke Funding Program! Bespoke Funding Program (the “Company”) provides you (“you” or the “Trader”) with a limited license to use the services (the “Services”) offered by the Company subject to the terms and conditions contained herein (the “Agreement”).<br>This Agreement is a legally binding contract, and you have a duty to read this Agreement before using the accessing the Services offered by the Company.\nBy using the Services, you are agreeing to the terms and conditions contained within this Agreement.<br>The Company reserves the right to suspend, replace, modify, amend, or terminate this Agreement at any time and within its sole and absolute discretion.\nIn the event The Company replaces, modifies, or amends this Agreement, your continued use of the Services after a change in the Effective Date of said changes will constitute your agreement to any replacement, modification, or amendment to this Agreement.</p> Trader Representations <p>By using the Services, you represent that you at least eighteen (18) years old and are of sound mind and that you have the capacity to agree to and uphold the terms and conditions contained within this Agreement.\nIf you use the Services on behalf of a business entity or other third-party, then you represent that you have actual authority to act as an agent of that business entity or third-party, and that you have the right and ability to agree to and bind that third-party or business entity to the terms of this Agreement on its behalf.<br>You represent that your use of the Services does not violate any law, regulation, ordinance, statute, or treaty that is applicable to individuals or business entities located in the jurisdiction in which you live.\nYou further represent that you are not prohibited from entering into this Agreement by the terms of any preexisting agreement.</p> Limited License <p>The Company provides you with limited, non-exclusive, non-sublicensable, non-assignable, revocable, and royalty-free license to use the Services for its customary and intended purposes.\nYou are expressly prohibited from scraping, framing, hacking, reverse engineering, crawling, or aggregating the Services, the Company Website, whether in whole or in part, without the prior written consent of the Company.<br>You acknowledge and agree that your limited use of the Services does not entitle you to any license or intellectual property rights to any technology, intellectual property, copyrights, trademarks, or trade secrets of the Company or any third-party contractor thereof.\nYou acknowledge and agree that your use of the Services is limited by the terms of this Agreement, and you expressly agree that you will not use the Services in any manner that is not expressly authorized under the terms of this Agreement.\nThe Company reserves all of its rights not expressly granted through this Agreement.<br>This license is revocable at any time, and any rights not expressly granted in this Agreement are reserved for the Company.</p> Prohibited Uses <p>You are expressly prohibited from using the Services to violate any law, statute, ordinance, regulation, or treaty, whether local, state, provincial, national, or international, or to violate the rights of a third-party, including, but not limited to intellectual property rights, privacy rights, rights of publicity, or other personal or proprietary rights.<br>Additionally, you are expressly prohibited from scraping, crawling, framing, posting unauthorized links to, aggregating, hacking, performing denial of service (DOS) attacks on, reverse engineering, or circumventing technological protection measures of the Services or the Company website.<br>You are also prohibited from using the Services or the Company website to transmit unsolicited commercial emails to third parties or Traders of the Company.\nWhile The Company is not responsible for any such content posted by its Traders and does not have the affirmative obligations to monitor such content, it does reserve the right to remove them.<br>You are also prohibited from using any trading strategy that is expressly prohibited by Eightcap (the “Broker”).\nSuch prohibited trading (“Prohibited Trading”) shall include, but not be limited to:</p>\n<ul>\n<li>Exploiting errors or latency in the pricing and/or platform(s) provided by the Broker</li>\n<li>Utilizing non-public and/or insider information</li>\n<li>Front-running of trades placed elsewhere</li>\n<li>New trading is allowed, however placing a buy / sell limit or a buy / sell stop at the same time is prohibited.\nFor example, if you are looking to place a buy limit, you will not be allowed to place a sell limit at the same time during red folder news.</li>\n<li>Trading in any way that jeopardizes the relationship that the Company has with a broker or may result in the canceling of trades</li>\n<li>Trading in any way that creates regulatory issues for the Broker</li>\n<li>Utilizing any third-party strategy, off-the-shelf strategy or one marketed to pass assessment accounts</li>\n<li>\n<p>&nbsp;Utilizing an EA to pass an assessment and then manual trading the funded account</p>\n</li>\n<li>Trade Signals – Although finding out if people are using signals is very difficult, if we do manage to do so, your account will be breached and no refund will be issued.\nYou will not be blacklisted but will be monitored for future accounts to ensure all trades are your own.</li>\n<li>Hedging, between accounts,</li>\n<li>Cross trading between Bespoke and other proprietary firms,</li>\n<li>Consistent use of Dollar-cost averaging (DCA) is prohibited.\nThis is an investment strategy where you invest a fixed amount of money at regular intervals, regardless of market conditions.\nThe idea is that over time, market volatility will average out, and you’ll be able to buy more shares when the market is down and fewer shares when it’s up,</li>\n<li>Magic keys,</li>\n<li>Holding a single share Equity CFD position into n earnings release pertaining to that underlying equity.\nTo avoid being in breach of this rule, you must close all such single share equity CFD positions by 3:50pm Eastern time on the day of the release, if an aftermarket release, or on the preceding day, &nbsp;if a before market open release.\nViolation of this rule will constitute an immediate, hard breach of your account and any gain or loss on said position will be removed from any profit calculations.</li>\n<li>we have a strict policy against the use of the martingale trading strategy, which involves opening multiple positions whilst your original trade is in drawdown in the hopes of recouping the losses with subsequent wins.\nThis strategy has been shown to be highly risky and can quickly lead to significant losses, which is why we do not allow its use on our platform.\nWe believe that prudent risk management and a focus on sustainable trading strategies are key to long-term success in the markets.\nTherefore, we encourage our clients to adopt responsible trading practices and use strategies that align with our values and objectives.</li>\n</ul>\n<p>If the Company detects that your trading constitutes Prohibited Trading, your participation in the program will be terminated and may include forfeiture of any fees paid to the Company.\nAdditionally, and before any Trader shall receive a funded account, the trading activity of the Trader under these Terms and Conditions shall be reviewed by both the Company and the Broker to determine whether such trading activity constitutes Prohibited Trading.\nIn the case of Prohibited Trading, the Trader shall not receive a funded account.</p> Education <p>The Company does not provide any trader education.\nThe intent of The Company is to identify individuals with a talent for trading.\nNo live trading is provided directly by the Company.\nSuch Traders who pass an assessment offered by the Company shall be allocated capital to trade in a live account under the terms of the Company Agreement.</p>\n<p>Although The Company may provide data, information, and content relating to investment approaches and opportunities to make trades, such data, information and content is provided solely for general informational and educational purposes.\nThe Company does not invite the Trader to take any action based upon any of the information and materials provided on by the Company.\nyou should not construe any such data, information, or content as investment, financial, tax, legal, or other kind of advice.<br>The Company further does not make any representations that any data, information, and content on the Company website is accurate or complete.\nYou alone will bear the sole responsibility of evaluating the merits and risks associated with using any such data, information, and content.\nAs such, you agree not to hold the Company liable for any possible claims of damages that may arise from any decision that you make based upon the use of data, information, and content on the Company website.<br>While the Company does not provide you with the opportunity to invest actual currency, the Company wants to make sure you understand the risks involved with traditional investing.\nYou should be aware that the risk of trading and investing is high and substantial.\nIt can work for you as well as against you.\nIt may or may not lead to substantial losses.\nAdditionally, past performance is not indicative of future results.<br>As such, you should carefully consider whether trading and investing is right for you depending on your investment objectives, level of experience, and risk appetite.\nIf you are unsure, you should consult with a financial advisor and/or tax advisor.</p> Account Creation <p>In order to register as a Trader, you may be asked to provide personal information, including, but not limited to your name, email address, mailing address, phone number, date of birth and a username and password for an account that is unique to you.\nThe information provided is subject to the Company’s privacy policy accessible here.<br>The account will be personal to You, and You cannot share it with anybody else.\nYou also may not purchase an account on behalf of a third party or have an account purchased for you by a third party.\nYou will be responsible for maintaining the confidentiality of your username and password.\nIf you suspect that your account has been breached, you must immediately notify The Company.&nbsp;<br>Traders are limited to one active account per assessment level, absent prior written approval.</p> Refund Policy <p>The Company may provide products, services, subscriptions, or access to certain portions of the Company’s website at a monetary cost.\nPrices and availability are subject to change without notice.\nThe Company may allow such purchases on its website or via a white-label affiliate.\nIt is your responsibility to thoroughly read and understand any such terms and conditions.\nBy making any such purchases, you agree that the Company has no responsibility and acquires no liability for any claim related to your purchases.</p>\n<p>Upon the complete purchase of a product, service, subscription, or access to certain portions of the Company website, the Company will make any said product, service, or access will be available to you following the approved transaction.</p>\n<p>There are no refunds on any Services purchased from the Company.</p> Guidelines <p>The Company will display the guidelines associated with the Services on the Company’s website and via email, upon becoming a Trader.\nThese guidelines, which may change from time to time in The Company’s sole discretion, are incorporated in whole into this Agreement.\nThe Company makes absolutely no promise, guarantee, or warranty, express or implied, as to any promise to future employment as a trader, monetary payments, or any other type or kind of compensation or award for your performance as a Trader.</p>\n<p>&nbsp;</p>\n<p>Clients who trade on live accounts need to make a minimum of 0.5% of profits before they can withdraw their profit split.\nThis is a common practice among trading firms and is aimed at ensuring that clients are active and committed to trading.</p> Trademarks <p>You acknowledge and agree that any and all trademarks, trade names, design marks, or logos displayed on the Company website by the Company, are common law or registered trademarks owned by or licensed to the Company.\nYou are expressly prohibited from using the trademarks of the Company to cause confusion, cause mistake, deceive consumers, or from falsely designating the origin of, source of, or sponsorship of your goods or services.\nYou are further prohibited from using the trademarks of the Company in domain names, keyword advertisements, trigger keyword advertisements, or in meta tags.\nAll other trademarks, trade names, design marks, or logos are the property of their respective owners.<br>You acknowledge and agree that the Company’s website, its suppliers and licensors expressly reserve all intellectual property rights in all text, programs, products, processes, technology, content and other materials, which appear on the Company’s website.\nAccess to this website does not confer and shall not be considered as conferring upon anyone any license under any of the Company’s or any third party’s intellectual property rights.\nAll rights, including copyright, in this website are owned by or licensed to us or third-party suppliers.\nAny use of this Website or its contents, including copying or storing it or them in whole or part, other than for your own personal, non-commercial use is prohibited without the permission of The Company.\nYou cannot modify, distribute or re-post anything on this website for any purpose.<br>The Company names and logos and all related products and services and our slogans are the trademarks or service marks of the Company or licensed to the Company.\nAll other marks are the property of their respective companies.\nNo trademark or service mark license is granted in connection with the materials contained on the Company Website.\nAccess to the Company website does not authorize anyone to use any name, logo or mark in any manner.<br>All materials, including images, text, illustrations, designs, icons, photographs, programs, audio clips or downloads, video clips and written and other materials that are part of this Website (collectively, the “Contents”) are intended solely for personal, non-commercial use.\nNo right, title or interest in any downloaded materials or software is transferred to You as a result of any such downloading or copying.\nYou may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of or exploit in any way, in whole or in part, any of the contents, the Company website or any related software.\nAll software used on the Company website is the property of the Company or its suppliers and protected by laws of United Kingdom.\nAny other use, including the reproduction, modification, distribution, transmission, republication, display, or performance, of the Contents on the Company website is strictly prohibited.\nUnless otherwise noted, all Contents are copyrights, trademarks and/or other intellectual property owned, controlled or licensed by the Company, one of its affiliates or by third parties who have licensed their materials to us and are protected by laws of United Kingdom.\nThe compilation (meaning the collection, arrangement, and assembly) of all Contents on the Company website is the exclusive property of the Company and is also protected by the laws of United Kingdom.</p> Disclosure Statement <p>Before deciding to participate in financial markets, you should carefully consider your investment objectives, level of experience and risk appetite.\nMost importantly, do not invest money you cannot afford to lose.<br>There is considerable exposure to risk in any over-the-counter transaction, including, but not limited to, leverage, creditworthiness, limited regulatory protection and market volatility that may substantially affect the price of the products you are trading.<br>Moreover, the leveraged nature of over-the-counter trading means that any market movement will have an equally proportional effect on your funds.\nThis may work against you as well as for you.<br>There are risks associated with utilizing an Internet-based trading system including, but not limited to, the failure of hardware, software, and Internet connection.\nThe Company is not responsible for communication failures or delays when trading via the Internet.\nThe Company employs backup systems and contingency plans to minimize the possibility of system failure.</p>\n<p>Bespoke Funding Program hold the right to post any certificates of payouts on funded accounts, on request we can blur out the surname to protect your identity.</p> Term and Termination <p>The term of this Agreement will begin when you purchase a Service offered via the Company and will continue until either the Company terminates your access to the Services or you stop using the Services.<br>The Company reserves the right to terminate the Services or your access to the Company website in its sole and absolute discretion and without prior notice.</p> Disclaimer of Warranties and Limitation of Liability “You acknowledge and agree that the service and company website are provided on an “as-is” basis and without warranty of any kind, including, but not limited to warranties of title, merchantability, accuracy, fitness for a particular purpose, security, and non-infringement.\nwherever permitted by law, you acknowledge that the company will not be held responsible or liable for any claims, damages, judgments, charges, or fees arising out of or related to information on the website and your use of or access to the service or the company website, including, but not limited to compensatory damages, consequential damages, special damages, incidental damages, punitive damages, exemplary damages, costs and attorneys’ fees, damages arising out of errors or omissions, and damages arising out of the unavailability of the website or downtime.\nyou acknowledge that your use of the services and/or the company website is at your sole risk and that the company’s liability is limited to the amount that you paid to use the services or $1,000, whichever is less.” Indemnification <p>You agree to indemnify, defend, and hold harmless The Company, its officers, shareholders, directors, employees, subsidiaries, affiliates, white label users, and representatives from any and all losses, including, but not limited to costs and attorneys’ fees arising out of or related to your use of the Website.\nyour violation of any term or condition of this Agreement.\nyour violation of the rights of third parties, including but not limited to intellectual property rights or other personal or proprietary rights.\nand violation of any law, statute, ordinance, regulation, or treaty, whether local, state, provincial, national or international.<br>Your obligation to defend The Company will not provide you with the ability to control The Company’s defense, and The Company reserves the right to control its defense, including its choice of counsel and whether to litigate or settle a claim subject to indemnification.</p> Litigation <p>You acknowledge and agree that any controversy or claim arising out of or related to this Agreement, including any claim or controversy concerning interpretation of this Agreement or your use of this Services, must be brought in United Kingdom and must be settled under United Kingdom law.\nJudgement on any award may be entered in any court of competent jurisdiction.\nThe prevailing party in any litigation shall be entitled to recovery its attorney’s fees and costs from the other party.</p> Force Majeure <p>The Company shall not be liable to Trader for any claims, losses, damages, costs or expenses, including attorneys’ fees, caused, directly or indirectly, by any events, actions or omissions, including, without limitation, claims, losses, damages, costs or expenses, including attorneys’ fees, resulting from civil unrest, war, insurrection, international intervention, governmental action (including, without limitation, exchange controls, forfeitures, nationalizations, devaluations), natural disasters, acts of God, market conditions, inability to communicate with any relevant person or any delay, disruption, failure or malfunction of any transmission or communication system or computer facility, whether belonging to the Company, Trader, or third-party service provider.</p> Survivability <p>The representations, warranties, duties, and covenants made by you under this Agreement will survive the termination of this Agreement or the Services, including, but not limited to your duty to indemnify and defend the Company.</p> Severability <p>In the event that any term or condition of this Agreement is deemed invalid or unenforceable by the court of competent jurisdiction, the remaining terms and conditions of this Agreement will remain in full force and effect.</p> Interpretation <p>This Agreement will be deemed to have been drafted by both parties, and the terms and conditions of this Agreement will not be interpreted against its drafter.</p> Assignment <p>You are expressly prohibited from assigning your rights and duties under this Agreement.\nThe Company reserves the right to assign its rights and duties under this Agreement, including in a sale of the Company or its Services.</p> Waiver <p>No term or condition of this Agreement or breach of this Agreement will be deemed to have been waived or consented to, unless said waiver is in writing and signed by the party to be charged.</p> Entire Agreement <p>This Agreement contains the entire agreement between the Company and the Trader regarding the use of the Services and supersedes all prior understandings, agreements, or representations between the Company and Trader, whether written or oral.</p>\n<p>All the information on this website – www.bespoke fundingprogram.com – is published in good faith and for general information purpose only.\nBespoke Funding does not make any warranties about the completeness, reliability and accuracy of this information.\nAny action you take upon the information you find on this website (Bespoke Funding Program Ltd – Gemma House, Lilestone Street, London, England, NW8 8SS), is strictly at your own risk.\nBespoke Funding will not be liable for any losses and/or damages in connection with the use of our website.\nFrom our website, you can visit other websites by following hyperlinks to such external sites.\nWhile we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites.\nThese links to other websites do not imply a recommendation for all the content found on these sites.\nSite owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone ‘bad’.\nPlease be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control.\nPlease be sure to check the Privacy Policies of these sites as well as their “Terms of Service” before engaging in any business or uploading any information.\nThis website is the property of [Bespoke Funding Program Ltd] and shall not be reproduced, copied in whole or in part, adapted, modified, disseminated or scraped without the express prior written consent of [Bespoke Funding Program Ltd]</p> About <ul>\n<li>About us</li>\n<li>Contact us</li>\n</ul> Getting Started <ul>\n<li>FAQ's</li>\n</ul> Resources <ul>\n<li>Blog</li>\n</ul> Social Media <p>Follow us on social media to find out the latest updates on our progress</p>\n<p>Don’t miss our future updates! Get Subscribed Today!</p> Submit <p> bespokefundingprogram.com All Rights Reserved.\n</p> Copyright © 2023 <p>Terms &amp.\nconditions</p>\n<p>Privacy policy</p> Challenge Type <ul>\n<li> Traders Choice </li>\n<li> Standard Challenge </li>\n</ul> Traders Choice Standard Challenge Account Size <ul>\n<li> $10,000 </li>\n<li> $25,000 </li>\n<li> $50,000 </li>\n<li> $100,000 </li>\n<li> $200,000 </li>\n<li> $300,000 </li>\n<li> $400,000 </li>\n</ul>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong> Account Type <ul>\n<li> Regular </li>\n<li> Swap Free +20% Fee </li>\n</ul> Regular Regular Trading Platform <ul>\n<li> MT4 </li>\n<li> MT5 </li>\n</ul> MT4 MT5 Back Proceed ", "created_at": "2023-08-31 21:09:23.922103", "updated_at": "2023-08-31 21:09:33.141759"}, {"id": 18590, "name": "Privacy policy", "url": "https://www.bespokefundingprogram.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard<i>\n</i>\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard<i>\n</i>\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n<li>Login/Register</li>\n<li>Get Funded</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>Dashboard\n<ul>\n<li>Classic Challenge</li>\n<li>Rapid Challenge</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Affiliate Page</li>\n<li>Login/Register</li>\n<li>Get Funded</li>\n</ul> Login/Register Get Funded <i>\n</i> Bespoke Privacy Policy Effective Date: December 5, 2022 <p>Your privacy is important to us.\nTherefore, the Company has adopted this Privacy Policy (“Privacy Policy”) in order to provide you (“you” or “User”) with information regarding the Company’s collection and use of your personal and personally identifiable information.\nBy using the services offered by the Company (the “Services”), you consent to the Privacy Policy.<br>The Company reserves the right to suspend, replace, modify, amend, or terminate this Privacy Policy at any time, without notice, and within its sole and absolute discretion.\nIn the event the Company replaces, modifies, or amends this Privacy Policy, the Effective Date above will change.\nYour continued use of the Services after a change in the Effective Date constitutes your agreement to said replacement, modification, or amendment.\nIt is your obligation to periodically check this Privacy Policy for changes.</p> Information Company Collects <p>In order to utilize the Services, the Company may collect personal and personally identifiable information from you.\nSuch information may include, but is not limited to, your name, email address, mailing address, phone number, date of birth and a username and password for an account that is unique to you.\nAdditionally, the Company may capture other information including, but not limited to, your IP address, geolocation, information stored in cookies, pixel tags, and web beacons.</p> Cookies <p>The Company’s website may use cookies.\nCookies are small data files generally comprised of a string of text and numbers that assign your computer a unique identifier.\nThey collect information from your computer and allow your computer to have a “dialogue” with the Company and gives you a more convenient and personalized experience with the Company’s website.\nIf you do not want the Company to use cookies with your computer, then you must adjust your browser settings in order to disable them.\nPlease note, however, that the disabling of cookies may prevent you from fully accessing all features of the Company’s website.\nIf you require any assistance in disabling cookies, please contact your browser company.</p> Social Networking Data <p>In the event that the Company allows you to integrate any social media function—eg.\nuse of Facebook, Twitter, or LinkedIn—into your use of the Company’s website, the Company may collect your username associated with any such social media website you use.\nWe may also collect any information that you make public through that website or that such website has shared with us, including, but not limited to profile information, pages you have “liked,” and friend lists.</p> Disclosure and Use of Information <p>By using the Services you acknowledge and agree that the Company may release your personal or personally identifiable information to third-party contractors or their agents that have formed a relationship with the Company or may use it to promote its services and offerings via email, phone or SMS/text messaging.<br>Company may also transfer your personal or personally identifiable information to respond to a duly authorized subpoena or court order, to respond to regulatory requests by government authorities, to protect the safety or security of the Company, the Services, its employees, and its users, and, where necessary, to protect against fraud, false advertising, or the violation of any law, statute, ordinance, regulation, or treaty, whether local, state, provincial, national or international.</p> Security of Information <p>The Company works to protect the security of your personal and personally identifiable information using commercially reasonable security measures and has implemented industry standard encryption to protect against unauthorized access to or interception of your personal and personally identifiable information.\nHowever, no security measures entirely impenetrable.\nAs such, the Company is not responsible for the circumvention of its security measures by any User or third parties.</p>\n<p>All the information on this website – www.bespoke fundingprogram.com – is published in good faith and for general information purpose only.\nBespoke Funding does not make any warranties about the completeness, reliability and accuracy of this information.\nAny action you take upon the information you find on this website (Bespoke Funding Program Ltd – Gemma House, Lilestone Street, London, England, NW8 8SS), is strictly at your own risk.\nBespoke Funding will not be liable for any losses and/or damages in connection with the use of our website.\nFrom our website, you can visit other websites by following hyperlinks to such external sites.\nWhile we strive to provide only quality links to useful and ethical websites, we have no control over the content and nature of these sites.\nThese links to other websites do not imply a recommendation for all the content found on these sites.\nSite owners and content may change without notice and may occur before we have the opportunity to remove a link which may have gone ‘bad’.\nPlease be also aware that when you leave our website, other sites may have different privacy policies and terms which are beyond our control.\nPlease be sure to check the Privacy Policies of these sites as well as their “Terms of Service” before engaging in any business or uploading any information.\nThis website is the property of [Bespoke Funding Program Ltd] and shall not be reproduced, copied in whole or in part, adapted, modified, disseminated or scraped without the express prior written consent of [Bespoke Funding Program Ltd]</p> About <ul>\n<li>About us</li>\n<li>Contact us</li>\n</ul> Getting Started <ul>\n<li>FAQ's</li>\n</ul> Resources <ul>\n<li>Blog</li>\n</ul> Social Media <p>Follow us on social media to find out the latest updates on our progress</p>\n<p>Don’t miss our future updates! Get Subscribed Today!</p> Submit <p> bespokefundingprogram.com All Rights Reserved.\n</p> Copyright © 2023 <p>Terms &amp.\nconditions</p>\n<p>Privacy policy</p> Challenge Type <ul>\n<li> Traders Choice </li>\n<li> Standard Challenge </li>\n</ul> Traders Choice Standard Challenge Account Size <ul>\n<li> $10,000 </li>\n<li> $25,000 </li>\n<li> $50,000 </li>\n<li> $100,000 </li>\n<li> $200,000 </li>\n<li> $300,000 </li>\n<li> $400,000 </li>\n</ul>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong>\n<strong>\n</strong> Account Type <ul>\n<li> Regular </li>\n<li> Swap Free +20% Fee </li>\n</ul> Regular Regular Trading Platform <ul>\n<li> MT4 </li>\n<li> MT5 </li>\n</ul> MT4 MT5 Back Proceed ", "created_at": "2023-08-31 21:09:40.536099", "updated_at": "2023-08-31 21:09:50.598618"}, {"id": 18588, "name": "Terms and Conditions", "url": "https://dashboard.bespokefundingprogram.com/agreements/13", "xpath": "//body", "text": null, "created_at": "2023-08-31 21:09:12.458078", "updated_at": "2023-08-31 21:09:59.653454"}], "points": [], "urls": ["bespokefundingprogram.com"]}}