{"error": 448, "message": "OK", "parameters": {"id": 7857, "name": "Bloxawards", "created_at": "2023-04-01 23:51:32.781234", "updated_at": "2023-04-22 11:50:35.852127", "wikipedia": null, "keywords": null, "related": null, "slug": "bloxawards", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7857.png", "url": "bux.fun,bloxawards.com", "documents": [{"id": 15169, "name": "Terms of Service And Privacy Policy And Cookie Policy", "url": "https://bux.fun/terms-of-service", "xpath": "//body", "text": " Menu <ul>\n<li>\n<p> Register</p>\n</li>\n<li>\n<p> Login</p>\n</li>\n<li> REGISTER </li>\n<li> LOGIN </li>\n</ul> Login × Sign in with RBLX Username Sign in with Google Sign in with Discord or <p>\n<small>\n</small>\n</p>\n<p>\n</p>\n<p>\n</p> Login Register Forgot your Password? Register × Enter with Username Sign up with Google Sign up with Discord or <p>Have an account? Click here to login!</p> Enter with ROBLOX × <p>This account is verified, please type your Bloxawards password.\nForgot your password?</p>\n<p>\n</p>\n<p>\n</p>\n<p>NOTE: Never enter your ROBLOX password on our website!</p>\n<p>\n</p>\n<p>This ROBLOX username does not exist!</p>\n<p>\n</p>\n<p>Invalid password!</p> Enter Back 🎉Click here to watch how to withdraw!🎉 50% BONUS ACTIVATED! All offers now have a 50% R$ bonus for the next <strong>\n</strong> Terms of Service <p>By accessing the website at www.bloxawards.com, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.\n</p> Use License <ol>\n<li> Permission is granted to temporarily download one copy of the materials (information or software) on Bloxawards website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not: <ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial).\n</li>\n<li>attempt to decompile or reverse engineer any software contained on Bloxawards website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Bloxawards at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.\n</li>\n</ol> Disclaimer <ol>\n<li>The materials on Bloxawards website are provided on an 'as is' basis.\nBloxawards makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\n</li>\n<li>Further, Bloxawards does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.\n</li>\n</ol> Limitations <p>In no event shall Bloxawards or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Bloxawards website, even if Bloxawards or a Bloxawards authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.\n</p> Accuracy of materials <p>The materials appearing on Bloxawards website could include technical, typographical, or photographic errors.\nBloxawards does not warrant that any of the materials on its website are accurate, complete or current.\nBloxawards may make changes to the materials contained on its website at any time without notice.\nHowever Bloxawards does not make any commitment to update the materials.\n</p> Links <p>Bloxawards has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Bloxawards of the site.\nUse of any such linked website is at the user's own risk.\n</p> Modifications <p>Bloxawards may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.\n</p> Governing Law <p>These terms and conditions are governed by and construed in accordance with the laws of California and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.\n</p> Privacy Policy 1.\nIntroduction <p>1.1 We are committed to safeguarding the privacy of our website visitors and service users.</p>\n<p>1.2 This policy applies where we are acting as a data controller with respect to the personal data of our website visitors and service users.\nin other words, where we determine the purposes and means of the processing of that personal data.</p>\n<p>1.3 We use cookies on our website.\nInsofar as those cookies are not strictly necessary for the provision of our website and services, we will ask you to consent to our use of cookies when you first visit our website.</p>\n<p>1.4 In this policy, \"we\", \"us\" and \"our\" refer to Bloxawards.\nFor more information about us, see Section 13.</p> 2.\nCredit <p>2.1 This document was created with help from Docular (https://docular.net).</p> 3.\nHow we use your personal data <p>3.1 In this Section 3 we have set out:</p>\n<ol>\n<li>the general categories of personal data that we may process;</li>\n<li>in the case of personal data that we did not obtain directly from you, the source and specific categories of that data;</li>\n<li>the purposes for which we may process personal data.\nand</li>\n<li>the legal bases of the processing.</li>\n</ol>\n<p>3.2 We may process data about your use of our website and services (\"usage data\").\nThe usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and pattern of your service use.\nThe source of the usage data is our analytics tracking system.\nThis usage data may be processed for the purposes of analysing the use of the website and services.\nThe legal basis for this processing is consent or our legitimate interests, namely monitoring and improving our website and services.</p>\n<p>3.3 We may process your personal data that is provided in the course of the use of our services (\"service data\").\nThe service data may include the timing, frequency and pattern of service use.\nThe source of the service data is you.\nThe service data may be processed for the purposes of operating our website, providing our services, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.</p>\n<p>3.4 In addition to the specific purposes for which we may process your personal data set out in this Section 3, we may also process any of your personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<p>3.5 Please do not supply any other person's personal data to us, unless we prompt you to do so.</p> 4.\nProviding your personal data to others <p>4.1 We may disclose your personal data to our insurers and/or professional advisers insofar as reasonably necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, obtaining professional advice, or the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p>\n<p>4.2 In addition to the specific disclosures of personal data set out in this Section 4, we may disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\nWe may also disclose your personal data where such disclosure is necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p> 5.\nInternational transfers of your personal data <p>5.1 In this Section 5, we provide information about the circumstances in which your personal data may be transferred to countries outside the European Economic Area (EEA).</p>\n<p>5.2 The hosting facilities for our website are situated in the US, Europe, Canada and the UK.\nThe European Commission has made an \"adequacy decision\" with respect to the data protection laws of each of these countries.\nTransfers to each of these countries will be protected by appropriate safeguards, namely EU-U.S.\nPrivacy Shield Framework.</p>\n<p>5.3 You acknowledge that personal data that you submit for publication through our website or services may be available, via the internet, around the world.\nWe cannot prevent the use (or misuse) of such personal data by others.</p> 6.\nRetaining and deleting personal data <p>6.1 This Section 6 sets out our data retention policies and procedure, which are designed to help ensure that we comply with our legal obligations in relation to the retention and deletion of personal data.</p>\n<p>6.2 Personal data that we process for any purpose or purposes shall not be kept for longer than is necessary for that purpose or those purposes.</p>\n<p>6.3 We will retain your Cookie data for no longer than 30 days, after which point it will be deleted.\nWe do not retain or store any profile data, as this feature is not available on our site.\nFor more information on your personal data in regards to our site, please contact us on the email address below.</p>\n<p>6.4 Notwithstanding the other provisions of this Section 6, we may retain your personal data where such retention is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p> 7.\nAmendments <p>7.1 We may update this policy from time to time by publishing a new version on our website.</p>\n<p>7.2 You should check this page occasionally to ensure you are happy with any changes to this policy.</p>\n<p>7.3 We may notify you of changes to this policy by email or through the private messaging system on our website.</p> 8.\nYour rights <p>8.1 In this Section 8, we have summarised the rights that you have under data protection law.\nSome of the rights are complex, and not all of the details have been included in our summaries.\nAccordingly, you should read the relevant laws and guidance from the regulatory authorities for a full explanation of these rights.</p>\n<p>8.2 Your principal rights under data protection law are:</p>\n<ol>\n<li>the right to access;</li>\n<li>the right to rectification;</li>\n<li>the right to erasure;</li>\n<li>the right to restrict processing;</li>\n<li>the right to object to processing;</li>\n<li>the right to data portability;</li>\n<li>the right to complain to a supervisory authority.\nand</li>\n<li>the right to withdraw consent.</li>\n</ol>\n<p>8.3 You have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.\nProvision of such information will be subject to: </p>\n<ol>\n<li>the first copy will be provided free of charge, but additional copies will be subjected to a $20 fee.\nand</li>\n<li>the supply of appropriate evidence of your identity (for this purpose, we will usually accept a photocopy of your passport certified by a solicitor or bank plus an original copy of a utility bill showing your current address).</li>\n</ol>\n<p>8.4 You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.</p>\n<p>8.5 In some circumstances you have the right to the erasure of your personal data without undue delay.\nThose circumstances include: the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.\nyou withdraw consent to consent-based processing.\nyou object to the processing under certain rules of applicable data protection law.\nthe processing is for direct marketing purposes.\nand the personal data have been unlawfully processed.\nHowever, there are exclusions of the right to erasure.\nThe general exclusions include where processing is necessary: for exercising the right of freedom of expression and information.\nfor compliance with a legal obligation.\nor for the establishment, exercise or defence of legal claims.</p>\n<p>8.6 In some circumstances you have the right to restrict the processing of your personal data.\nThose circumstances are: you contest the accuracy of the personal data.\nprocessing is unlawful but you oppose erasure.\nwe no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defence of legal claims.\nand you have objected to processing, pending the verification of that objection.\nWhere processing has been restricted on this basis, we may continue to store your personal data.\nHowever, we will only otherwise process it: with your consent.\nfor the establishment, exercise or defence of legal claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of important public interest.</p>\n<p>8.7 You have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor the purposes of the legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defence of legal claims.</p>\n<p>8.8 You have the right to object to our processing of your personal data for direct marketing purposes (including profiling for direct marketing purposes).\nIf you make such an objection, we will cease to process your personal data for this purpose.</p>\n<p>8.9 If you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.</p>\n<p>8.10 To the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.</p>\n<p>8.11 You may exercise any of your rights in relation to your personal data by contacting us using the details outlined in section 13.</p> 9.\nCollection of Data from Children <p>9.1 COPPA is the Children's Online Privacy Protection Act.\nIn order to comply with COPPA, users under the age of 13 are not permitted to use the website without prior parental consent.\nUsers found to be under the age of 13 will be disabled from using our website until parental verification is provided.</p>\n<p>9.2 We do not knowingly process or collect data or identifiable personal information from users under the age of 13 in accordance with COPPA.</p>\n<p>9.3 We use advertisements and survey networks on our website that may ask for information from our users.\nWe do not control how data is processed or collected on our partners' websites.\n</p> Cookie Policy 10.\nAbout cookies <p>10.1 A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.</p>\n<p>10.2 Cookies may be either \"persistent\" cookies or \"session\" cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.</p>\n<p>10.3 Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.</p> 11.\nCookies that we use <p>11.1 We use cookies for the following purposes:</p>\n<ol>\n<li>authentication - we use cookies to identify you when you visit our website and as you navigate our website (purposes for these cookies are account verification, account authentication, website functionality).\n</li>\n<li>advertising - we use cookies to help us to display advertisements that will be relevant to you (cookies used for this purpose are: Google AdSense, Google AdExchange, Avocet, PulsePoint, Teads, Skimlinks, Monetizer 101);</li>\n<li>analysis - we use cookies to help us to analyse the use and performance of our website and services (cookies used for this purpose are: Google Analytics, ComScore, Google Tag Manager, Crazy Egg, Facebook Audience, Google Analytics Audience).\n</li>\n<li>cookie consent - we use cookies to store your preferences in relation to the use of cookies more generally.\n</li>\n</ol> 12.\nCookies used by our service providers <p>12.1 Our service providers use cookies and those cookies may be stored on your computer when you visit our website.</p>\n<p>12.2 We use Google Analytics and Comscore to analyse the use of our website.\nGoogle Analytics and Comscore gather information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle's privacy policy is available at: https://www.google.com/policies/privacy/.\nComscore’s privacy policy is available at https://www.comscore.com/About-comScore/Privacy-Policy.\n</p>\n<p>12.3 We publish Google AdSense interest-based advertisements on our website.\nThese are tailored by Google to reflect your interests.\nTo determine your interests, Google will track your behaviour on our website and on other websites across the web using cookies.\nYou can view, delete or add interest categories associated with your browser by visiting: https://adssettings.google.com.\nYou can also opt out of the AdSense partner network cookie using those settings or using the Network Advertising Initiative's multi-cookie opt-out mechanism at: http://optout.networkadvertising.org.\nHowever, these opt-out mechanisms themselves use cookies, and if you clear the cookies from your browser your opt-out will not be maintained.\nTo ensure that an opt-out is maintained in respect of a particular browser, you may wish to consider using the Google browser plug-ins available at: https://support.google.com/ads/answer/7395996.</p>\n<p>12.4 We use Avocet, OpenX, PulsePoint, Sovrn and Google Audiences to carry out retargeting and Header Bidding.\nThese service uses cookies for retargeting ads and targeting ads based on your interests.\nYou can view the privacy policy of these service providers at http://avocet.io/privacy-policy, https://www.openx.com/legal/privacy-policy/, https://www.pulsepoint.com/privacy-policy.html, https://www.sovrn.com/privacy-policy/ and https://www.google.com/policies/privacy/</p> 13.\nManaging cookies <p>13.1 Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via these links:</p>\n<ol>\n<li>https://support.google.com/chrome/answer/95647?hl=en (Chrome);</li>\n<li>https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences (Firefox);</li>\n<li>https://blogs.opera.com/news/2015/08/how-to-manage-cookies-in-opera (Opera);</li>\n<li>https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer);</li>\n<li>https://support.apple.com/en-gb/guide/safari/manage-cookies-and-website-data-sfri11471/mac (Safari).\nand</li>\n<li>https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy (Edge).</li>\n</ol>\n<p>13.2 Blocking all cookies will have a negative impact upon the usability of many websites.</p>\n<p>13.3 If you block cookies, you will not be able to use all the features on our website.</p> 14.\nOur details <p>14.1 You can contact us to get in touch about your stored personal info or any other issue by email, please use this address: admin@bloxawards.com </p> 15.\nAdvertisements and Analytics <p>15.1 We use third party advertisements for the site to be functional.\nSome of these advertisers may be served from our third party advertiser, you can view their privacy policy and terms of service.</p>\n<p>15.2 We use Google Analytics to analyse the use of our website.\nGoogle Analytics gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle's privacy policy is available here.\n</p>\n<ul>\n<li> Terms of Service </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n</ul> About us <ul>\n<li>About Us</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Business Contact</li>\n</ul> Support <ul>\n<li>Contact Us</li>\n<li>Help Centre</li>\n<li>Sponsorships</li>\n<li>Where is my R$?</li>\n</ul> Socials <ul>\n<li>Discord</li>\n<li>Youtube</li>\n<li>Twitter</li>\n<li>Instagram</li>\n</ul> © 2023 | Baheeg We are not affiliated with ROBLOX Corporation.\nEnglish Portuguese Spanish en ", "created_at": "2023-04-01 23:51:32.813455", "updated_at": "2023-04-01 23:51:56.39289"}], "points": [], "urls": ["bux.fun", "bloxawards.com"]}}