{"error": 448, "message": "OK", "parameters": {"id": 7804, "name": "A Place for Mom", "created_at": "2023-03-29 20:46:47.041434", "updated_at": "2023-04-22 11:50:33.977364", "wikipedia": null, "keywords": null, "related": null, "slug": "a-place-for-mom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7804.png", "url": "aplaceformom.com", "documents": [{"id": 15058, "name": "Privacy Policy ", "url": "https://www.aplaceformom.com/privacy", "xpath": "/html/body/div[1]/div", "text": "Assisted LivingMemory CareIndependent LivingSenior LivingAssisted LivingMemory CareIndependent LivingSenior LivingNursing HomesHome CareSenior ApartmentsCare HomesVeteran ResourcesAbout Assisted LivingComplete guide to assisted livingBest of 2023 Assisted Living WinnersFind Assisted Living Near You New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Memory CareComplete guide to memory careBest of 2023 Memory Care WinnersFeatured Cities for Memory Care New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Independent LivingComplete guide to independent livingBest of 2023 Independent Living WinnersFeatured Cities for Independent Living New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Senior LivingComplete guide to senior livingFind senior living facilities near youFind Senior Living Near You New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Nursing HomesComplete guide to Nursing HomesFeatured Cities for Nursing Homes New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Home Care Complete guide to home careBest of 2023 Home Care WinnersFeatured Cities for Home Care New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Senior ApartmentsComplete guide to Senior ApartmentsFeatured Cities for Senior Apartments New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Care HomesComplete guide to care homesFeatured Cities for Care Homes New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COVeteran ResourcesGuide to VA benefits for long-term careMore About Veterans Benefits VA Aid and Attendance Benefits for Senior LivingVA Benefits and Assisted LivingSenior Living Awards<ul>\n<li>Best of Senior Living</li>\n<li>Best Meals and Dining</li>\n<li>All-Star</li>\n</ul>How Our Service Works<ul>\n<li>How Our Service Works</li>\n<li>Testimonials</li>\n</ul>Caregiver ResourcesOur Company<ul>\n<li>About Us</li>\n<li>Leadership Team</li>\n<li>Careers</li>\n<li>News &amp.\nPR</li>\n<li>Contact Us</li>\n</ul>Add Review<ol>\n<li>Home</li>\n<li>/</li>\n<li>Privacy</li>\n</ol>Privacy Policy EFFECTIVE OCTOBER 11, 2022 <p>This privacy policy (the “Privacy Policy”) explains the collection, use, and disclosure practices of the websites, mobile applications, and other online and offline products and services, including our senior living referral services (collectively, the “Services”) owned and operated by A Place for Mom, Inc.\nand/or A Place for Mom Canada Inc.\n(“APFM,” “we,” “us,” or “our”).\nFor clarity, this Privacy Policy describes how we collect and use information when you access and use our websites, including but not limited to www.assistedliving.com.\nwww.alzheimers.net.\nwww.nursinghomes.com.\nwww.agingcare.com.\nwww.veteranaid.org.\nwww.senioradvisor.com (under Senioradvisor.com LLC).\nand www.caregivers.com (individually and collectively, the “Site” or “Sites”).\nPlease be advised that the practices described in this Privacy Policy also apply to information that you submit to us offline and to Personal Information (as described below) that we may collect from third parties.</p>\nCONSENT\n<p>Privacy Policy.\nBy using our Sites or submitting information to us, you acknowledge and understand the terms of our Privacy Policy.</p>\n<p>Automatic Telephone Dialing System: By providing us with your telephone number, including on our Sites or over the telephone, you agree to be contacted by APFM and contracted senior care network providers (to explore options relating to our Services.\nYou agree to be contacted by telephone call or text message at the telephone number you provided using automatic telephone dialing systems, even if you previously registered on a Do Not Call registry, and consent is not a condition of any purchase.</p>\nCOLLECTION &amp.\nUSE OF YOUR PERSONAL INFORMATION\n<p>As used in this Privacy Policy, “Personal Information” means any information that identifies, relates to, describes, is reasonably capable of being associated with, reasonably can be linked, directly or indirectly, with an individual or household, or as otherwise defined under applicable law.</p>\n<p>We collect Personal Information from four primary sources: directly from our users or customers, automatically from the use of our Services, from affiliated and unaffiliated third parties, and by using information we collect to derive new Personal Information.\nThe types of Personal Information we collect about you depend on your interactions with us and are described in more detail below.</p>\n<p>Information We Collect Directly from You.&nbsp;We collect information directly from you in a variety of ways.\nAny information you provide to us is voluntary, but please note that some information may be necessary for us to provide you with our Services.\nYou may also provide Personal Information about another person for whom you may be seeking senior housing and/or care Services (“Resident”).</p>\n<p>The categories of Personal Information we collect directly from you include:</p>\n<ul>\n<li>Identifiers, such as your first name, last name, phone number, email address, and mailing address;</li>\n<li>Categories of personal information described in subdivision (e) of Section 1798.80 of the California Civil Code, such as name, physical characteristics or description, address, telephone number and medical or health insurance information;</li>\n<li>Characteristics of protected classifications under state or federal law, such as age, sex/gender, marital status, medical condition and disability information;</li>\n<li>Information you provide on our Sites to request Services for yourself or another person, for example your username, password, location, zip/postal code, mailing address, fax number, and email address;</li>\n<li>Financial information, including the Resident’s budget for senior housing options and whether the Resident receives Medicare or Medicaid;</li>\n<li>Commercial information, including records of your move-in status with referred senior care network providers;</li>\n<li>Feedback you provide to us about our Services, including in response to surveys or through our customer service centers.\nand</li>\n<li>For Residents, his or her gender.\nhousehold income.\nbudget.\nsenior care needs.\nand veteran status, as well as other information you may choose to voluntarily provide, such as marital status, religion, or ethnicity.</li>\n</ul>\n<p>Information Automatically Collected from Your Use of the Sites.\nWe may automatically collect information about you from your use of our Services, including by using website analytics tools or other technologies, like cookies and web beacons (which are described in more detail below).</p>\n<p>The categories and types of information we collect automatically from your use of the Services include:</p>\n<ul>\n<li>Identifiers, such as your IP address and unique device identifiers;</li>\n<li>Internet or other electronic network activity information, such as the type of browser you use, app version, access dates and times, pages viewed, and the page you visited before navigating to our Sites;</li>\n<li>Geolocation data, such as the country from which you access our Sites;</li>\n<li>Other information that relates to or is capable of being associated with you, such as information about the computer or mobile device you use to access our Services, including the hardware model, operating system and version, and mobile network information.</li>\n</ul>\n<p>Cookies.&nbsp;Cookies are small text files that are stored on your computer when you visit certain online pages that record your preferences.\nWe use cookies to track use of our Sites and other Services.\nWe may also use cookies to monitor traffic, improve the Sites, make the Sites easier and/or relevant for your use, and improve the performance of our advertising on other websites.\nYou can opt out of accepting cookies by adjusting your browser settings to not accept cookies or to notify you when you are sent a cookie.\nHowever, certain features of our Sites or other Services may not work if you delete or disable cookies.</p>\n<p>Web Beacons.&nbsp;Some pages of our Sites and our e-mails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an email, and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</p>\nINFORMATION WE COLLECT FROM OTHER SOURCES\n<p>We may collect information about you from other sources.\nFor example, we may collect information about you from:</p>\n<ul>\n<li>Residents (if you are not the Resident) or a person who contacts us seeking Services for a Resident;</li>\n<li>From senior care network providers;</li>\n<li>Third-party social media services, such as Facebook, Twitter, and Instagram, that you use to interact with our Services (e.g., to provide feedback on our Services) or that allow you to share information (e.g., via plugins, widgets or other tools).\nand</li>\n<li>Unaffiliated parties, such as our service providers, analytics companies, advertising networks, affiliates, and other third parties that provide us with information, so we can better understand you and provide you with information that may be of interest to you.</li>\n</ul>\nINFORMATION WE INFER\n<p>We may derive information or draw inferences about you based on the other information we collect about you.\nFor example, we may infer your location from our collection of your IP address.</p>\nUSE OF YOUR INFORMATION\n<p>For each category of Personal Information we collect about you (whether directly or automatically), we use such category of Personal Information for the business and commercial purposes set forth below:</p>\n<ul>\n<li>To provide you the Services and otherwise complete the transactions and/or referrals you request, perform our contractual obligations, and as otherwise anticipated within the context of our ongoing business relationship;</li>\n<li>Create and manage your online accounts;</li>\n<li>Communicate with you, including by telephone, text, email, and chat, regarding your use of the Services;</li>\n<li>Respond to your requests and any other communications from you, including to provide customer service;</li>\n<li>Send advertising or marketing communications about products, services, offers, promotions, rewards, and events offered by us and our partners and other third parties to provide news and information that we believe may be of interest to you;</li>\n<li>Offer and administer surveys, contests, prize draws, sweepstakes, and other promotions;</li>\n<li>Conduct internal research and development;</li>\n<li>Analyze your engagement with APFM and senior care network providers and your use of our Services to better understand your interests and behaviors and customize your experience;</li>\n<li>Detect security incidents and protect against malicious, deceptive, or illegal activity, including fraudulent transactions, error, negligence, and breach of contract, and to protect against harm to the rights, property, or safety of APFM and our users, customers, employees, or the public;</li>\n<li>Debug, identify, and repair errors that impair the functionality of our Services;</li>\n<li>Enable solely internal uses that are reasonably aligned with your expectations based on your relationship with our business;</li>\n<li>Comply with our legal obligations, including our tax obligations and those related to the prevention of fraud and money laundering, and those required for you to benefit from rights recognized by law or any regulatory requirements or provisions.\nand</li>\n<li>With our legal, financial, insurance, and other advisors in connection with the kinds of transactions described above or in connection with the management of all or part of APFM’s business or operations.</li>\n</ul>\nDISCLOSURE OF PERSONAL INFORMATION\n<p>We will disclose your Personal Information as follows:</p>\n<p>To Senior Care Network Providers.&nbsp;As your referral agent we may share Personal Information with senior care network providers to provide you with the Services you’ve requested.\nThe senior care network providers may contact you directly, including by email, telephone, regular mail, or in-person visits.</p>\n<p>To Partners and other Third Parties.&nbsp;We may sell Personal Information to partners and other third parties.</p>\n<p>To People Acting On Your Behalf.&nbsp;We may share Personal Information with the person who referred you as a Resident or to another person acting on your behalf.</p>\n<p>To Our Service Providers.&nbsp;We may share Personal Information with one or more service providers with which we have contracted to provide services to us or to offer the Services you have requested from us.</p>\n<p>To Affiliated Companies.&nbsp;We may share your Personal Information with our parent company, subsidiaries, joint ventures, or other companies under common control with us.</p>\n<p>For Our Internal Analyses and Operations.&nbsp;We may share Personal Information with third party vendors for our own internal statistical, design, or operational purposes, such as estimating our audience size, measuring aggregate traffic patterns, and understanding demographic trends among our users.\nThe use and disclosure of your Personal Information by these other parties is restricted to performance of such tasks and is subject to confidentiality.</p>\n<p>For Legal and Other Compliance.&nbsp;We may share Personal Information when we believe it is appropriate for legal purposes, including to: (a) comply with the law.\n(b) enforce or apply this Privacy Policy or our other policies or agreements.\n(c) protect our or our users’ rights, property, or safety.\n(d) protect our users from fraudulent, abusive, or unlawful use of our Site.\nor (e) if we reasonably believe that an emergency involving immediate danger of death or serious physical injury to any person requires disclosure of communications or justifies disclosure of records without delay.</p>\n<p>As Part of Business Transfers.&nbsp;We may share Personal Information as part of any merger, acquisition, debt financing, sale of company assets, or other business transaction.</p>\n<p>As Aggregated, Anonymized Information.&nbsp;We may share aggregated, anonymous, or de-identified information to our advertisers, business partners, and other third parties that cannot reasonably be used by those third parties to identify you.</p>\n<p>At your request.&nbsp;We may otherwise share Personal Information with your consent or at your direction.</p>\nLINKS TO THIRD PARTIES\n<p>We may provide links to third party websites from our Sites as a service to our users, but we have no ability to control nor are we responsible for the privacy and data collection, use, and disclosure practices of third party websites.\nWhen you click on links that take you to external websites, you will be subject to their privacy policies and practices and not ours.\nWe encourage you to review and understand the privacy policies of such websites before providing them with any information.</p>\nSECURITY\n<p>We use reasonable security measures to store and protect your Personal Information while it is under our control.\nPlease note, however, that no transmission of data over the Internet is 100% secure.</p>\nTHIRD PARTY ANALYTICS\n<p>To learn more about interest-based ads, or to opt out of having your web browsing information used for behavioral advertising purposes, please visit https://www.aboutads.info/choices.\nYour device may also include a feature (“Limit Ad Tracking” on iOS or “Opt Out of Interest-Based Ads” or “Opt Out of Ads Personalization” on Android) that allows you to opt out of having certain information collected through apps used for behavioral advertising purposes.</p>\nRECORDED TELEPHONE COMMUNICATIONS\n<p>Telephone communications between You and APFM may be recorded or monitored for quality control purposes.\nBy providing information to us, you expressly consent to the recording of these telephone communications.</p>\nCHILDREN\n<p>Our Services are designed for adults, not children under the age of 16.\nAs such, we do not intend to collect Personal Information from children under the age of 16, and our Services are not designed for such information.</p>\nADDITIONAL INFORMATION FOR CALIFORNIA CONSUMERS\n<p>The California Consumer Privacy Act or “CCPA” (California Civil Code Section 1798.100 et seq.) requires us to disclose to California consumers the categories of Personal Information (as defined in the CCPA) we have collected in the preceding 12 months, our business and commercial purposes for collecting, using, or selling such Personal Information, the categories of sources from which we collect Personal Information, whether we have disclosed or sold any Personal Information for business or commercial purposes in the preceding 12 months, the categories of Personal Information we have disclosed or sold for a business or commercial purpose in the preceding 12 months, and the categories of third parties with whom we share Personal Information.\nWe have provided these disclosures in the prior sections of this policy.\nAdditionally, in the preceding 12 months, we have disclosed the following categories of Personal Information for business purposes to the following categories of recipients:</p>\n<p>Category of Personal Information: Identifiers, such as your first name, last name, phone number, email address, and mailing address</p>\n<p>Categories of Recipients: Cloud storage service providers, marketing service providers, data analytics providers, internet service providers, email service providers, customer communication service providers</p>\n<p>Category of Personal Information: Categories of personal information described in subdivision (e) of Section 1798.80 of the California Civil Code, such as name, physical characteristics or description, address, telephone number and medical or health insurance information</p>\n<p>Categories of Recipients: Cloud storage service providers, marketing service providers, data analytics providers, internet service providers, email service providers, customer communication service providers</p>\n<p>Category of Personal Information: Internet or other electronic network activity information, such as the type of browser you use, app version, access dates and times, pages viewed, and the page you visited before navigating to our Sites</p>\n<p>Categories of Recipients: Cloud storage service providers, marketing service providers, data analytics providers, internet service providers, email service providers, customer communication service providers</p>\n<p>Category of Personal Information: Geolocation data, such as the country from which you access our Sites</p>\n<p>Categories of Recipients: Cloud storage service providers, marketing service providers, data analytics providers, internet service providers, email service providers, customer communication service providers</p>\n<p>Categories of Personal Information: Gender.\nhousehold income.\nbudget.\nsenior care needs.\nand veteran status, as well as other information you may choose to voluntarily provide, such as marital status, religion, or ethnicity</p>\n<p>Categories of Recipients: Cloud storage service providers, marketing service providers, data analytics providers, internet service providers, email service providers, customer communication service providers</p>\n<p>The CCPA also requires us to communicate information about rights California consumers have to request access to their Personal Information, to request deletion of their Personal Information, to request additional details about our information practices, to request to opt out of the “sale” of their Personal Information, if applicable, and to not be discriminated against for exercising such rights.</p>\n<p>Your options in regard to the Personal Information we collect about you are described below.\nYou may designate an authorized agent to exercise these options on your behalf by providing your authorized agent with written permission to act on your behalf and by verifying your own identity with APFM.\nAlternatively, you may provide a power of attorney pursuant to Probate Code sections 4000 to 4465.\nWe will verify your request by asking you to provide information related to your interactions with us, such as by confirming your email address and/or your state of residence.\nIn some cases, we may need to collect additional information to verify your identity, such as a government issued ID.</p>\n<p>Access: As a California resident, you may request access to your Personal Information we collect, use, disclose, or sell and the specific pieces of Personal Information we have collected about you, subject to specified exceptions.\nYou may also request additional details about our information practices, including the categories of the Personal Information we collected, the sources of collection, categories of Personal Information we share for a business or commercial purpose, and the categories of third parties we share your information with.\nYou may request access by calling APFM at 888-552-1632 or by visiting the page: https://my.aplaceformom.com/personal-information-request.html.\nYou must provide your First and Last Name, email address, and phone number used with APFM services in order for us to match you within our systems, as well as certify that you are a California resident.</p>\n<p>Deletion: As a California resident, you may request that we delete the Personal Information we have collected from or about you.\nPlease note that we may retain certain information as required or permitted by applicable law.\nYou may request that we delete Personal Information about you by calling APFM at 888-552-1632 or by visiting the Personal Request Page at https://my.aplaceformom.com/personal-information-request.html.\nYou must provide your First and Last Name, email address, and phone number used with APFM services in order for us to match you within our systems, as well as certify that you are a California resident.\nIf you request to delete your Personal Information, certain of our products and services may no longer be available to you.</p>\n<p>Personal Information We Disclose or Sell (as defined by the CCPA): California law requires that we provide transparency about Personal Information we “sell,” which, for purposes of the CCPA, broadly means instances in which APFM has shared Personal Information with certain senior care network providers and with partners and other third parties in exchange for valuable consideration.\nIf in the preceding 12 months, APFM may have disclosed Personal Information to senior care network providers to facilitate providing services to you and with partners and other third parties, this disclosure may be considered a sale under California law.\nIn the preceding 12 months, we have “sold” the following categories of personal information to the following categories of third parties:</p>\n<p>Category of Personal Information: Identifiers, such as your first name, last name, phone number, email address, and mailing address</p>\n<p>Categories of Third Parties: senior care network providers, partners, and other third parties</p>\n<p>Category of Personal Information: Information about the Services you are seeking for yourself or a Resident</p>\n<p>Category of Third Parties: Categories of Third Parties: Senior care network providers, partners, and other third parties</p>\n<p>For information about opting out of these “sales,” please see the “Do Not Sell My Info” section below.\nWe do not knowingly disclose or sell personal information of minors under 16 years old without affirmative authorization.</p>\n<p>Do Not Sell My Info: As described above, we may provide Personal Information for the purpose of connecting you with senior care network providers to discuss services that you may be interested in for yourself or for a Resident and to our partners and other third parties.\nWe give you the option to opt out of such sharing at any time by following the “Do Not Sell My Personal Information” link.\nThe link is also available on our Sites and mobile apps.</p>\n<p>California’s Shine the Light law also permits residents of California to request certain details about how their information is shared with third parties for direct marketing purposes.\nUnder the law, a business must either provide this information or permit California residents to opt in to, or opt out of, this type of sharing.\nAPFM qualifies for this alternative option.\nTo opt out of having information about you shared with third parties for direct marketing purposes, please email privacy@aplaceformom.com.</p>\nADDITIONAL INFORMATION FOR CANADIAN CONSUMERS\n<p>You have the right to submit a complaint or to object to the collection and use of your information by APFM at any time.\nUpon written request, you may access or request the deletion of your Personal Information that is in our possession and request a correction or update of any such information.</p>\n<p>Acknowledgement and authorization: In making a request, you confirm that you are:</p>\n<ul>\n<li>a Canadian resident.\nand</li>\n<li>a senior seeking living and care services for yourself.\nor</li>\n<li>an individual authorized to act on behalf of a senior seeking living and care services and possess legal documents, such as a Power of Attorney or Guardianship, or hold other proof of being the substitute decision maker of the senior seeking living and care services.</li>\n</ul>\n<p>You can exercise these rights by contacting APFM at:</p>\n<p>Email: privacy@aplaceformom.com<br>\nToll Free: 888-552-1632</p>\n<p>Canadian Mailing Address:<br>\nA Place for Mom Canada, Inc.<br>\n181 Bay Street, Suite 4400<br>\nToronto, ON M5J 2T3</p>\nSHARING OPT-OUT\n<p>As described above, we may provide Personal Information for the purpose of connecting you with senior care network providers or sell it to partners and other third parties.\nWe give you the option to opt out of such sharing at any time by following the “Do Not Sell My Personal Information” link.\nThe link is also available on our Sites and mobile apps.</p>\nOPT OUT OF APFM COMMUNICATIONS\n<p>At any time, you may visit https://my.aplaceformom.com/preference-center to adjust your communication preferences.</p>\n<p>Promotional Communications: When you receive a newsletter or other promotional communications from us, you may indicate a preference to stop receiving further newsletters and other promotional communications by visiting https://my.aplaceformom.com/preference-center</p>\n<p>Mobile Push Notifications/Alerts: With your consent, we may send promotional and non-promotional push notifications or alerts to your mobile device.\nYou can deactivate these messages at any time by changing the notification settings on your mobile device.</p>\n<p>If you wish to opt out of communications with senior care network providers, you must contact them directly, as we do not control communications from senior care network providers.</p>\nCHANGES IN THIS PRIVACY POLICY\n<p>We may change this Privacy Policy from time to time.\nIf we make changes, we will notify you by revising the date at the top of the policy and, in some cases, we may provide you with additional notice (such as adding a statement to our homepage or sending you a notification).\nWe encourage you to review the Privacy Policy whenever you access the Services or otherwise interact with us to stay informed about our information practices and the choices available to you.</p>\nGOVERNING LAW\n<p>APFM owns and maintains the Sites in Canada and the United States.\nWe attempt to comply with local data protection, privacy, and consumer rights laws to the extent they may apply to our services.\nIf you are uncertain whether this Privacy Policy conflicts with the applicable local privacy laws where you are located, you should not submit your Personal Information to the Sites.</p>\nQUESTIONS AND CONCERNS\n<p>If you have any questions about this Privacy Policy or our privacy practices,<br>\nplease contact us at privacy@aplaceformom.com</p>\nPrint this pageSee prior privacy policySign up for our newsletterGet insights and articles in your inbox.<p>Please enter a valid email address.</p>SubscribeContact Us120 Park Ave, New York, NY 10165<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>A Place for Mom is paid by our participating communities, therefore our service is offered at no charge to families.\nCopyright © 2023 A Place for Mom, Inc.\nAll Rights Reserved.\nPrivacy&nbsp;&amp;&nbsp;Terms.\nDo Not Sell My Personal Information.</p>\nWho we areAbout usHow our service worksOur leadershipOur expertsSign up to join our networkPress and mediaOur Provider NetworkCareersPlanning and AdviceBest of Senior Living AwardsBest Meals and Dining in Senior Living AwardsFind Senior Living Near MeWhat is Senior LivingSitemapTop CitiesNew York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CATop CitiesPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COTampa, FLDetroit, MI", "created_at": "2023-03-29 20:46:47.107786", "updated_at": "2023-03-29 20:49:37.317413"}, {"id": 15057, "name": "Terms of Use", "url": "https://www.aplaceformom.com/terms-of-use", "xpath": "/html/body/div[1]/div", "text": "Assisted LivingMemory CareIndependent LivingSenior LivingAssisted LivingMemory CareIndependent LivingSenior LivingNursing HomesHome CareSenior ApartmentsCare HomesVeteran ResourcesAbout Assisted LivingComplete guide to assisted livingBest of 2023 Assisted Living WinnersFind Assisted Living Near You New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Memory CareComplete guide to memory careBest of 2023 Memory Care WinnersFeatured Cities for Memory Care New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Independent LivingComplete guide to independent livingBest of 2023 Independent Living WinnersFeatured Cities for Independent Living New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Senior LivingComplete guide to senior livingFind senior living facilities near youFind Senior Living Near You New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Nursing HomesComplete guide to Nursing HomesFeatured Cities for Nursing Homes New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Home Care Complete guide to home careBest of 2023 Home Care WinnersFeatured Cities for Home Care New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Senior ApartmentsComplete guide to Senior ApartmentsFeatured Cities for Senior Apartments New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COAbout Care HomesComplete guide to care homesFeatured Cities for Care Homes New York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CAPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COVeteran ResourcesGuide to VA benefits for long-term careMore About Veterans Benefits VA Aid and Attendance Benefits for Senior LivingVA Benefits and Assisted LivingSenior Living Awards<ul>\n<li>Best of Senior Living</li>\n<li>Best Meals and Dining</li>\n<li>All-Star</li>\n</ul>How Our Service Works<ul>\n<li>How Our Service Works</li>\n<li>Testimonials</li>\n</ul>Caregiver ResourcesOur Company<ul>\n<li>About Us</li>\n<li>Leadership Team</li>\n<li>Careers</li>\n<li>News &amp.\nPR</li>\n<li>Contact Us</li>\n</ul>Add Review<ol>\n<li>Home</li>\n<li>/</li>\n<li>Terms of Use</li>\n</ol>Terms of Use Effective November 14, 2022 <p>PLEASE READ THESE TERMS AND CONDITIONS OF USE (“TERMS OF USE”) CAREFULLY.\nYOUR USE OF THIS WEB SITE AS WELL AS ALL OTHER WEB SITES OWNED AND/OR OPERATED BY A PLACE FOR MOM (INDIVIDUALLY AND COLLECTIVELY, “SITE” OR “SITES”) AND/OR THE SERVICES PROVIDED BY A PLACE FOR MOM THROUGH OR IN CONNECTION WITH THE SITES (INCLUDING SENIOR HOUSING AND CARE MARKETING AND INFORMATION SERVICES (“SERVICES”)) IS CONDITIONED UPON YOUR ACCEPTANCE OF THESE TERMS OF USE WITHOUT MODIFICATION.\nBY CHECKING THE BOX ACCOMPANYING THE LINK BY WHICH YOU ARRIVED AT THESE TERMS OR BY ACCESSING OR USING OUR SITES OR SERVICES, YOU AGREE TO BE BOUND BY THE TERMS OF USE AND ALL TERMS INCORPORATED BY REFERENCE.\nIF YOU DO NOT AGREE TO THE TERMS OF USE, DO NOT USE THE SITES AND/OR THE SERVICES.</p>\n<p>PLEASE NOTE THAT THESE TERMS OF USE CONTAIN A MANDATORY AND BINDING ARBITRATION, CLASS ACTION WAIVER, AND WAIVER OF RIGHT TO JURY TRIAL CLAUSE, WHICH AFFECTS YOUR RIGHTS REGARDING HOW TO RESOLVE ANY DISPUTE WITH A PLACE FOR MOM.\nPLEASE READ IT CAREFULLY.</p>\n<p>The Sites and the Services are provided by A Place for Mom, Inc.\n(“APFM”).</p>\n<p>The Terms of Use apply to your access to, and use of, the Sites and/or the Services, so please read them carefully.</p>\n<p>We reserve the right to change or modify any of the Terms of Use, the Sites, and/or the Services at any time.\nIf we decide to change our Terms of Use, we will notify you by revising the date at the top of the Terms of Use and, in some cases, we may provide you with additional notice (such as adding a statement to our homepage or sending you a notification).\nYour use of the Sites and/or the Services following the posting of changes or modifications to the Terms of Use will constitute your acceptance of the revised Terms of Use.\nTherefore, you should review the Terms of Use and applicable policies from time to time to understand the terms and conditions that apply to your use of the Sites and/or Services.\nIf you do not agree to the amended terms, you must immediately stop using the Sites and/or Services.\nTo the extent that notice is required under any applicable law or otherwise, you waive the right to such notice, provided that this sentence will not apply to you if you are a Washington State resident or to the extent you are seeking Services in Washington State.</p>\n<p>The Terms of Use do not alter in any way the terms or conditions of any other agreement you may have with APFM for services, products, or otherwise.\nYour access to, and use of, the Sites may also be subject to any legal notices or additional terms and conditions applicable to the Sites and/or Services, in addition to these Terms of Use, (“Additional Terms”).\nWhere Additional Terms apply to the Services, the Additional Terms will be accessible for you to read through your use of the Services and/or provided separately.\nThese Terms of Use, together with the Additional Terms, form a legally binding agreement between you and APFM in relation to your use of the Sites and/or Services.\nIt is important that you take the time to read them carefully.\nIf there is any contradiction between what the Additional Terms say and what these Terms of Use say with respect to the Services, then the Additional Terms shall take precedence in relation to that Service.</p>\n<p>To use the Sites and/or Services, you must be of legal age to enter into a binding contract and not be prohibited from using the Sites and/or Services by the laws of the jurisdiction from which you access the Sites and/or Services.</p>\nOUR SERVICES<p>A Place for Mom is a senior housing and care marketing and information service that provides resources and personalized assistance in finding senior housing and care.\nWe help families find options based on a loved one’s stated needs and preferences and empower them to make informed decisions.\nThis may include independent living, home care, residential care homes, assisted living, specialized memory care, and skilled nursing.\nBased on the family’s stated needs and preferences, we provide the family with information about contracted communities (“Participating Communities”) and we forward the family’s information to those Participating Communities.\nFamilies can review detailed information about local and national Participating Communities, and get personalized, knowledgeable assistance by telephone from an APFM Senior Living Advisor.\nThe service is offered at no charge to families as the Participating Communities pay a fee to APFM.</p>\nPARTICIPATING SENIOR HOUSING AND/OR CARE COMMUNITIES\n<p>The Participating Communities are solely responsible for evaluating, accepting (or declining, as appropriate), and caring for all residents, including, without limitation, ensuring that their staff are appropriately qualified, current on education, and possess the necessary facilities, resources, and equipment to competently provide the services and care required by its residents.\nEach Participating Community is responsible for the conditions at its community and the training of and acts and omissions of its employees, contractors, vendors, and any other individual who works at or for a community.</p>\n<p>Each Participating Community is responsible for the content of the information posted on its page or on the Sites.\nThe information does not represent our views or any individual associated with us, and we do not control this content.\nWe do not vouch for the accuracy or completeness of any of the information posted by and/or for the Participating Community on the Sites, and do not take any responsibility or assume any liability for any actions you may take as a result of reading the information posted by and/or for the Participating Community on the Sites.\nBy using the Sites and/or Services, you assume all associated risks.</p>\nNO ENDORSEMENT.\nNO AFFILIATION.\nNOT A BROKER\n<p>We exercise no independent judgment as to the quality of, nor do we recommend or endorse, any Participating Community.\nWe provide only an information service and do not (1) place the consumer in any Participating Community, (2) perform any medical assessment of or for the consumer or the Participating Community, or (3) participate in the consumer’s and Participating Community’s decision regarding final selection or admittance.\nFurther, we are not a representative of or agent for either the consumer or the Participating Community and do not act on either’s behalf.\nIt is the responsibility solely of the Participating Community and the potential resident, and/or the potential resident’s family and care provider(s) and/or other involved parties acting on the potential resident’s behalf to determine if any person is an appropriate admission to the Participating Community.\nAPFM does not broker, sell, or lease space directly and is not a party to any transaction between the provider and the family.</p>\nNO PROFESSIONAL ADVICE\n<p>All information, materials, content and/or advice on the Sites or provided through the Services is for informational purposes only and is not intended to replace or substitute for any professional, financial, medical, legal, or other advice.\nAPFM expressly disclaims, and you expressly release APFM from, any and all liability concerning any treatment, action by, or effect on any person following the information offered or provided within or through the Sites and/or Services.\nYou should consult with an appropriately trained and licensed specialist for all concerns that require medical, legal, financial, or other professional advice.</p>\nPRIVACY AND CONSENT TO COMMUNICATIONS\n<p>Your privacy is important to us, and we provide a Privacy Policy that sets out how we collect and use your personal information collected from the Sites and in connection with your use of our Services.\nPlease review our Privacy Policy to which you should refer to fully understand how we collect and use personal information.\nBy filling out any forms on the Sites or providing information to us, you expressly consent to being contacted by us and/or the Participating Communities, whether by phone, mobile phone, email, mail, or otherwise.\nIf you are a customer or potential customer of the Services, you authorize us to provide the information that you provided us and related information we may receive from third parties to Participating Communities for the purpose of providing Services.\nSuch authorization shall continue in effect until you have withdrawn your consent by requesting that we no longer provide you Services.\nprovided that we may continue to refer to and/or disclose your information when communicating with a Participating Community as necessary for our normal Participating Community related business practices (such as Participating Community billing matters) until such matters are closed.</p>\nRECORDED TELEPHONE COMMUNICATIONS\n<p>Telephone communications between You and APFM may be recorded or monitored for quality control purposes.\nYou expressly consent to APFM recording and monitoring these telephone communications.</p>\nCONSENT TO AUTOMATIC TELEPHONE DIALING SYSTEM\n<p>You agree to be contacted by APFM and by our senior living customers at the telephone number you have provided.\nYou agree that we and our senior living customers may use automatic telephone dialing systems and technology to contact you by call or text message at the telephone number you have provided, even if you previously registered on a Do Not Call registry.\nhowever you do not need to consent to this to use our Services.</p>\nUSE OF SITES.\nLIMITED LICENSE\n<p>You are granted a limited, revocable, non-exclusive, nontransferable, non-sublicensable license to access and use the Sites and all content, data, information, and materials included in the Sites (the “Site Materials”) solely for your personal use, subject to the terms and conditions set forth in these Terms of Use.\nYou will not use the Sites or any of the Site Materials other than for their intended purpose or in any way that is unlawful or harms APFM.\nAny use of the Sites or the Site Materials other than as specifically authorized herein is strictly prohibited and, without limiting other available remedies, will automatically and immediately terminate the license granted herein.\nSuch unauthorized use may also violate applicable laws, including without limitation copyright and trademark laws and applicable communications regulations and statutes.\nUnless explicitly stated herein, nothing in these Terms of Use shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication, or otherwise.\nThis license is revocable by APFM at any time.</p>\nNO UNAUTHORIZED ACCESS OF AND/OR USE OF THE SITES AND/OR SERVICES\n<p>The following are examples of some actions and activities that are prohibited by you in accessing and/or using the Sites and/or Services, and you agree not to do any of the following:</p>\n<ul>\n<li>Using the Sites for commercial purposes.</li>\n<li>Conducting or promoting any illegal activities while using the Sites or Services.</li>\n<li>Uploading or attempting to upload or otherwise transferring any virus, worm, trap door, back door, Trojan horse, timer, clock, counter, or other limiting or malicious routine, instruction, or design that would cause harm to the Sites, APFM’s computer and/or telecommunication systems or data.</li>\n<li>Interfering in any way with the proper functioning of the Sites (including harming, disabling, or significantly slowing) or interfering with or disrupting any servers or networks connected to the Sites, or disobeying any requirements, procedures, policies, or regulations of networks connected to the Sites.</li>\n<li>Modifying, copying, distributing, reselling, transmitting, displaying, performing, reproducing, publishing, licensing, creating derivative works from, framing in another web page, and/or using on any other Web site or service any of the Sites content.</li>\n<li>Engaging in the practices of “screen scraping,” “database scraping,” “data mining,” or any other activity with the purpose of obtaining lists of users or other information, in whole or in part, from the Sites or use web “bots” or similar data gathering or extraction methods for such purposes.</li>\n<li>Attempting to reverse engineer or jeopardize the correct functioning of the Sites, or otherwise attempting to derive the source code of the software (including the tools, methods, processes, and infrastructure) that enables or underlies the Sites.<br>\nAttempting to gain access to secured portions of the Sites.</li>\n<li>Circumventing, attempting to circumvent, disabling, or attempting to disable, or discovering or attempting to discover any security measures (including without limitation encryption algorithms, keys, passwords, and the like) used by or for APFM to protect its computer and/or telecommunications systems.</li>\n<li>Using the Sites and/or Services to generate unsolicited email advertisements or spam.\nand/or allowing, enabling, or otherwise supporting the transmission of mass unsolicited, commercial advertising or solicitations via e-mail (spam).</li>\n<li>Using the Sites and/or Services to stalk, harass, or harm another individual.<br>\nImpersonating any person or entity, or otherwise misrepresenting your affiliation with a person or entity.</li>\n<li>Uploading, distributing or printing anything that may be harmful to minors.</li>\n<li>Mirroring or framing the Sites, placing pop-up windows over its pages, or otherwise affecting the display of its pages.</li>\n<li>Engaging in any other action in any way that is unlawful or harms APFM.</li>\n</ul>\nINTELLECTUAL PROPERTY OWNERSHIP\n<p>All trademarks, service marks, and trade names are proprietary to APFM and our licensors.\nAll rights, title, and interests in and to the Sites, including content, materials, trademarks, and other intellectual property contained in the Sites, vest solely in APFM and its licensors.\nThe APFM name and any APFM products and services, slogans, or logos referenced herein on the Sites are either trademarks or registered trademarks of APFM in the United States and/or other countries.\nThe names of actual third party companies and products mentioned in the Sites may be the trademarks of their respective owners.\nAny rights not expressly granted herein are reserved.</p>\nACCOUNT SECURITY\n<p>On certain portions of the Sites, you will be provided with a password and user identification to use the Sites.\nYou must agree to abide by these Site Terms and are responsible for all activity under such user identification.\nYou are responsible for maintaining the confidentiality and security of any password connected with your account.</p>\nHYPERLINKS TO EXTERNAL WEB SITES\n<p>The Sites may provide links to external Web sites (“External Web Sites”).\nWe provide these links to External Web Sites for your convenience only.\nWe do not control such External Web Sites.\ntherefore, APFM is not responsible for the content of any linked site or any link contained in a linked site.\nOur inclusion of links to such External Web Sites does not imply any endorsement of any such third party who advertises their goods or services through the Sites (including Participating Communities).\nWe make no claim or representation regarding, and accept no responsibility for, the quality, content, nature, or reliability of External Web Sites.</p>\n<p>When you leave the Site, you should be aware that our Terms of Use and our Privacy Policy do not apply to your use of External Web Sites.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any External Web Sites to which you navigate from the Site.\nYour use of and dealings with the owners or operators of these External Web Sites are at your own risk, and you agree not to make any claim against APFM arising out of your use of these External Web Sites.</p>\nTHIRD PARTY PRODUCTS AND SERVICES\n<p>We may run advertisements and promotions from third parties (including Participating Communities) on the Sites or may otherwise provide information about or links or referrals to third-party (including Participating Communities) products or services on the Sites (“Third Party Products and Services”).</p>\n<p>We do not make any guarantees about the accuracy, currency, suitability, or quality of the information about such Third Party Products and Services, and we assume no responsibility for unintended, objectionable, inaccurate, misleading, or unlawful content made available by Third Party Products and Services.\nBecause we do not control such Third Party Products and Services, we are not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or promotions or from any Third Party Products and Services, and you use such Third Party Products and Services at your own risk.</p>\n<p>Your business dealings or correspondence with, or participation in promotions of, such Third Party Products and Services, and any terms, conditions, warranties, or representations associated with such dealings or promotions are solely between you and such third party.</p>\n<p>You should investigate and use your independent judgment regarding the merits, quality, and reputation of any Third Party Products and Services that you find on or through the Sites.</p>\nPUBLIC AREAS AND SUBMISSIONS\n<p>If you use a “Public Area,” such as the Eldercare Forum, message board, or other community area that allows user posts, additional terms and conditions apply to you.</p>\n<p>You agree that any materials, including but not limited to questions, comments, suggestions, ideas, plans, notes, drawings, original or creative materials, or other information regarding APFM, the Sites, and/or the Services, provided by you in any manner including but not limited to e-mail, other written, or oral submissions to APFM, or postings on the Sites (“Submissions”), are non-confidential.\nYou grant us a perpetual, irrevocable, nonexclusive, worldwide, fully paid, and sublicensable license to use, disseminate, distribute, display, reproduce, post, and publish your Submission and any name, username, or likeness provided in connection with your Submission in all media formats and channels now known or later developed without compensation to you.\nWhen you post or otherwise share your Submission on or through our Sites or Services, you understand that your Submission and any associated information may be visible to others.</p>\n<p>If you are an author of a Submission, you warrant that you will not post any materials that would (a) constitute or encourage conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, national, or international law, including any threatening, libelous, defamatory, obscene, vulgar, pornographic, profane, or indecent messages of any kind.\n(b) violate or infringe upon the rights of others, including their privacy or publicity rights, or which is protected by copyright, trademark, or other proprietary rights, without first obtaining permission from the person who owns or holds that right.\n(c) contain a virus or other material of a destructive nature.\nand (d) violate any law, statute, ordinance, or regulation including but not limited to misrepresentation, fraud, deception, anti-discrimination, and/or false advertising.</p>\n<p>Additional terms and conditions may apply to you in your use of the “Public Area,” the Eldercare Forum, message board, or other community area.</p>\nDISCLAIMER\n<p>THE SITES AND THE SITE MATERIALS (INCLUDING ALL THIRD PARTY CONTENT), AND ALL LINKS, INFORMATION, MATERIALS, EVALUATIONS, RECOMMENDATIONS, SERVICES, AND PRODUCTS PROVIDED ON OR THROUGH THE SITES ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nYOU EXPRESSLY AGREE THAT USE OF THE SITES AND THE MATERIALS IS AT YOUR SOLE RISK.\nAPFM AND ITS ASSOCIATED PARTIES (DEFINED AS AFFILIATES, SUCCESSORS, OFFICERS, DIRECTORS, SHAREHOLDERS, PERSONAL REPRESENTATIVES, AGENTS, AND EMPLOYEES) DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT AS TO THE SITES, THE SITE MATERIALS, LINKS, INFORMATION, MATERIALS, SERVICES, AND PRODUCTS AVAILABLE ON OR THROUGH ON THE SITES AND/OR SERVICES.\nIN ADDITION, APFM IS NOT RESPONSIBLE FOR THE PRODUCTS OR SERVICES PROVIDED BY, OR THE CONDUCT OF, ANY THIRD PARTY OR ITS AGENTS OR EMPLOYEES (EVEN IF WE HAVE INTRODUCED YOU TO SUCH PARTY OR PARTIES), INCLUDING WITHOUT LIMITATION, ANY PARTICIPATING COMMUNITY OR OTHER HEALTH CARE AND/OR ANY OTHER SENIOR HOUSING AND CARE PROVIDER, WHETHER OFFLINE OR ONLINE.\nNO ORAL OR WRITTEN INFORMATION FROM APFM OR ANY OTHER PARTY WILL MODIFY THIS DISCLAIMER.\nAPFM EXPRESSLY DISCLAIMS ANY REPRESENTATIONS, WARRANTIES, OR COVENANTS THAT THE MATERIALS ON THE SITES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR-FREE.\nWHILE WE ATTEMPT TO PROVIDE YOU ACCESS SAFE FROM VIRUSES, APFM DOES NOT REPRESENT, WARRANT, OR COVENANT THAT THE SITES OR ITS SERVER(S) ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nIN NO EVENT SHALL APFM BE LIABLE TO USER FOR ANY OF THE PRODUCTS, SERVICES, CONTENT, OR INFORMATION PROVIDED THROUGH THE SITES OR OTHERWISE PROVIDED BY OR ON BEHALF OF APFM.</p>\nLIMITATION OF LIABILITY\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL APFM OR THE ASSOCIATED PARTIES BE LIABLE FOR ANY, SPECIAL, PUNITIVE, EXEMPLARY, INCIDENTAL, INDIRECT, OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND WHATSOEVER, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS, OR LOSS OF DATA OR OTHER INFORMATION, FOR BUSINESS INTERRUPTION, AND FOR ANY OTHER PECUNIARY OR OTHER LOSS WHATSOEVER) ARISING OUT OF OR IN ANY WAY RELATED TO THE SITES AND/OR SERVICES, OUR ACTS OR OMISSIONS UNDER OR IN ANY WAY RELATED TO THE SITES AND/OR SERVICES, OR OTHERWISE UNDER OR IN CONNECTION WITH THE SITES AND/OR SERVICES, REGARDLESS OF THE LEGAL THEORY, INCLUDING WITHOUT LIMITATION TORT, STRICT LIABILITY, BREACH OF CONTRACT, OR BREACH OF WARRANTY BY US OR ANY ASSOCIATED PARTY, AND EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>THE FOREGOING LIMITATIONS, EXCLUSIONS AND DISCLAIMERS OF THIS “LIMITATION OF LIABILITY” SECTION SHALL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, EVEN IF ANY REMEDY FAILS ITS ESSENTIAL PURPOSE.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE AGGREGATE LIABILITY OF APFM OR THE ASSOCIATED PARTIES, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE, OR IMPUTED), OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OR INABILITY TO USE THE COMPLETE SITE EXCEED THE GREATER OF USD $50.00 OR ANY COMPENSATION YOU PAY, IF ANY, TO APFM FOR ACCESS TO OR USE OF THE SITE AND/OR SERVICES.\nTHE LIMITATIONS SET FORTH IN THIS SECTION WILL NOT LIMIT OR EXCLUDE APFM OR THE ASSOCIATED PARTIES’ LIABILITY FOR GROSS NEGLIGENCE, FRAUD, INTENTIONAL, WILLFUL, MALICIOUS, OR RECKLESS MISCONDUCT.\nSOME JURISDICTIONS (SUCH AS WASHINGTON STATE) DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CONSEQUENTIAL OR INDIRECT DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\nINDEMNIFICATION\n<p>To the fullest extent permitted by applicable law You agree to indemnify and hold APFM and the Associated Parties harmless from any claim or demand, including attorneys’ fees, arising out of your use of the Sites and/or the Services or your violation of our Terms of Use, or the infringement by you of any intellectual property or other right of any person or entity.</p>\nTERMINATION\n<p>We may terminate or suspend your access to the Sites at any time, with or without cause, and with or without notice.\nUpon such termination or suspension, your right to use the Sites will immediately cease.</p>\nCHANGES TO THE SITES AND/OR SERVICES\n<p>We reserve the right to change, modify, suspend, or cease providing the Sites and/or Services (and therefore, your access to and use of) at any time without notice.</p>\nGOVERNING LAW AND FORUM SELECTION\n<p>Any dispute arising from the Site and your use of the Services will be governed by and construed and enforced in accordance with the laws of the state of New York, except to the extent preempted by U.S.\nfederal law, without regard to conflict of law rules or principles (whether of New York or any other jurisdiction) that would cause the application of the laws of any other jurisdiction.\nAny dispute between the parties that is not subject to arbitration or cannot be heard in small claims court will be resolved in the state or federal courts of New York and the United States, respectively, sitting in New York County, New York.</p>\nCLAIMS SUBJECT TO MANDATORY AND BINDING ARBITRATION, CLASS WAIVER, AND JURY TRIAL WAIVER\n<p>Please read the following important section carefully.</p>\n<p>Except for small claims disputes or claims related to intellectual property, you and we waive our rights to a jury trial and to have any dispute arising out of or related to the Sites or Services resolved in court.\nInstead, disputes relating in any way to the Sites or Services must be submitted to binding arbitration administered by JAMS.\nThe Federal Arbitration Act and federal arbitration law apply to this agreement.\nThe most recent version of the JAMS Rules are available at www.jamsadr.com/rules-download and are hereby incorporated by reference.</p>\n<p>You and we agree that any dispute arising out of or related to the Sites or our Services is personal to you and us and that any dispute will be resolved solely through individual action, and will not be brought as a class arbitration, class action, or any other type of representative proceeding.</p>\n<p>You and we agree that for any arbitration you initiate, you will pay the filing fee (up to a maximum of $250 if you are a consumer), and we will pay the remaining JAMS fees and costs.\nFor any arbitration initiated by us, we will pay all JAMS fees and costs.\nYou have the right to an in-person hearing in your hometown area.</p>\n<p>You have the right to opt out of binding arbitration within 30 days of the date you first accepted the terms of this section by sending an email to privacy@aplaceformom.com.\nIn order to be effective, the opt-out notice must include your full name and address and clearly indicate your intent to opt out of binding arbitration.\nBy opting out of binding arbitration, you are agreeing to resolve disputes in accordance with the section, “Governing Law and Forum Selection.”</p>\n<p>If any portion of this section is found to be unenforceable or unlawful for any reason, (a) the unenforceable or unlawful provision shall be severed from these Terms of Use.\n(b) severance of the unenforceable or unlawful provision shall have no impact whatsoever on the remainder of this section or the parties’ ability to compel arbitration of any remaining claims on an individual basis pursuant to this section.\nand (c) to the extent that any claims must therefore proceed on a class, collective, consolidated, or representative basis, such claims must be litigated in a civil court of competent jurisdiction and not in arbitration, and the parties agree that litigation of those claims shall be stayed pending the outcome of any individual claims in arbitration.\nFurther, if any part of this section is found to prohibit an individual claim seeking public injunctive relief, that provision will have no effect to the extent such relief is allowed to be sought out of arbitration, and the remainder of this section will be enforceable.</p>\nCOPYRIGHT INFRINGEMENT NOTICES &amp.\nDMCA NOTICES\n<p>If you believe in good faith that materials hosted by us infringe your copyright, you (or your agent) may send us a written notice that includes the following information.\nPlease note that we will not process your complaint if it is not properly filled out or is incomplete.\nAny misrepresentations in your notice whether content or activity is infringing may expose you to liability for damages.</p>\n<ol>\n<li>A clear identification of the copyrighted work you claim was infringed.</li>\n<li>A clear identification of the material you claim is infringing on the Website, such as a link to the infringing material.</li>\n<li>Your address, email address, and telephone number.</li>\n<li>A statement that you have a “good faith belief that the material that is claimed as copyright infringement is not authorized by the copyright owner, its agent, or the law.”</li>\n<li>A statement that “the information in the notification is accurate, and under penalty of perjury, the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed”.</li>\n<li>A signature by the person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>You may send your notice by using the contact information below:</p>\n<p>A Place for Mom, Inc.<br>\nAttn: Legal Department<br>\n6300 Sprint Parkway, Suite 400<br>\nOverland Park, KS 66211<br>\nPhone: 888-552-1632<br>\nEmail:&nbsp;dmca@aplaceformom.com</p>\nGENERAL TERMS\n<p>If any part of the Terms of Use is determined to be invalid or unenforceable pursuant to applicable law, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the Terms of Use will continue in effect.\nYou may not assign the Terms of Use, or assign, transfer, or sublicense your rights, if any, in the Sites.\nExcept as expressly stated herein, the Terms of Use constitute the entire agreement between you and APFM with respect to the Sites.</p>\nSign up for our newsletterGet insights and articles in your inbox.<p>Please enter a valid email address.</p>SubscribeContact Us120 Park Ave, New York, NY 10165<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>A Place for Mom is paid by our participating communities, therefore our service is offered at no charge to families.\nCopyright © 2023 A Place for Mom, Inc.\nAll Rights Reserved.\nPrivacy&nbsp;&amp;&nbsp;Terms.\nDo Not Sell My Personal Information.</p>\nWho we areAbout usHow our service worksOur leadershipOur expertsSign up to join our networkPress and mediaOur Provider NetworkCareersPlanning and AdviceBest of Senior Living AwardsBest Meals and Dining in Senior Living AwardsFind Senior Living Near MeWhat is Senior LivingSitemapTop CitiesNew York, NYLos Angeles, CAChicago, ILHouston, TXDallas, TXPhiladelphia, PAMiami, FLAtlanta, GABoston, MASan Jose, CATop CitiesPhoenix, AZSeattle, WAMinneapolis, MNSan Diego, CADenver, COTampa, FLDetroit, MI", "created_at": "2023-03-29 20:46:47.074789", "updated_at": "2023-03-29 20:47:24.913811"}], "points": [], "urls": ["aplaceformom.com"]}}