{"error": 448, "message": "OK", "parameters": {"id": 9040, "name": "Le Alternative", "created_at": "2023-07-11 01:19:39.102814", "updated_at": "2023-07-11 10:02:13.109209", "wikipedia": null, "keywords": null, "related": null, "slug": "le-alternative", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9040.png", "url": "lealternative.net", "documents": [{"id": 17689, "name": "Privacy Policy", "url": "https://www.lealternative.net/privacy-policy-completa/", "xpath": "//*[@id=\"post-3\"]", "text": " Privacy Policy completa <p>🎉 <b>Novità</b> 🎉 Su <b>lista.lealternative.net</b> trovi una pratica guida e un veloce riassunto delle applicazioni più importanti e più sicure!</p>\n<p>Segnala errori o suggerisci alternative </p>\n<p> Segnala errori</p>\n<p>donazioni</p>\n<p>\n<strong>Informativa ai sensi dell’art.\n13 del Codice della Privacy</strong>\n</p>\n<p>\n<strong>Ai sensi dell’articolo 13 del codice della D.Lgs.\n196/2003, vi rendiamo le seguenti informazioni.</strong>\n</p>\n<p>Noi di <strong>https://lealternative.net</strong> riteniamo che la privacy dei nostri visitatori sia estremamente importante.\nQuesto documento descrive dettagliatamente i tipi di informazioni personali raccolti e registrati dal nostro sito e come essi vengano utilizzati.</p> File di Registrazione (Log Files) <p>Come molti altri siti web, il nostro utilizza file di log.\nQuesti file registrano semplicemente i visitatori del sito – di solito una procedura standard delle aziende di hosting e dei servizi di analisi degli hosting.</p>\n<p>Le informazioni contenute nei file di registro comprendono indirizzi di protocollo Internet (IP), il tipo di browser, Internet Service Provider (ISP), informazioni come data e ora, pagine referral, pagine d’uscita ed entrata o il numero di clic.</p>\n<p>Queste informazioni vengono utilizzate per analizzare le tendenze, amministrare il sito, monitorare il movimento degli utenti sul sito e raccogliere informazioni demografiche.\nGli indirizzi IP e le altre informazioni non sono collegate a informazioni personali che possono essere identificate, dunque <strong>tutti i dati sono raccolti in forma assolutamente anonima</strong>.</p> Dettagli sul trattamento dei Dati Personali <strong>Modulo di contatto</strong>\n<p>L’Utente, mandando una email al nostro indirizzo, acconsente al loro utilizzo per rispondere alle richieste di informazioni o di qualunque altra natura.<br>\n<strong>Dati Personali trattati: </strong>email.</p>\n<p>La informiamo del fatto che i dati che conferirà volontariamente tramite l’email potranno essere conservati all’interno del sistema di ricezione di email utilizzato dal titolare del sito.</p>\n<p>Qualora ne voleste l’eliminazione totale potete contattarci attraverso uno dei nostri numerosi canali, oppure semplicemente scrivendo una email ad info@lealternative.net.\nTutti i vostri eventuali dati saranno prontamente cancellati.</p>\n<strong>Servizi di piattaforma e hosting</strong>\n<p>Questi servizi hanno lo scopo di ospitare e far funzionare componenti chiave di questo sito, rendendo possibile l’erogazione di questo sito da un’unica piattaforma.\nQueste piattaforme forniscono al Titolare un’ampia gamma di strumenti quali, ad esempio, strumenti analitici, per la gestione della registrazione degli utenti, per la gestione dei commenti e del database, per il commercio elettronico, per l’elaborazione dei pagamenti etc.\nL’uso di tali strumenti comporta la raccolta e il trattamento di Dati Personali.<br>Alcuni di questi servizi funzionano attraverso server dislocati geograficamente in luoghi differenti, rendendo difficile la determinazione del luogo esatto in cui vengono conservati i Dati Personali.</p>\n<p>\n<strong>Infomaniak</strong>\n<br>Infomaniak.com è una piattaforma che consente al Titolare di sviluppare, far funzionare ed ospitare questo sito.</p>\n<p>\n<strong>Dati Personali trattati:</strong> varie tipologie di Dati secondo quanto specificato dalla privacy policy del servizio.<br>\n<strong>Luogo del trattamento:</strong> Svizzera – Privacy Policy.\n</p> Finalità del trattamento <p>I dati possono essere raccolti per una o più delle seguenti finalità:</p>\n<ul>\n<li>eseguire gli obblighi previsti da leggi o regolamenti;</li>\n<li>gestione contatti;</li>\n</ul> Modalità del trattamento <p>I dati verranno trattati con le seguenti modalità:</p>\n<ul>\n<li>raccolta dati con modalità single-opt, in apposito database;</li>\n<li>registrazione ed elaborazione su supporto cartaceo e/o magnetico;</li>\n<li>organizzazione degli archivi in forma prevalentemente automatizzata, ai sensi del Disciplinare Tecnico in materia di misure minime di sicurezza, Allegato B del Codice della Privacy.\n</li>\n</ul> Statistiche <p>\n<strong>Koko Analytics</strong>\n<br>Per le statistiche viene utilizzato Koko Analytics, un servizio totalmente privacy-friendly che non raccoglie nessun dato personale, non richiede cookie e e non utilizza nessun servizio esterno.\nPer maggiori informazioni il loro sito ufficiale: <strong>kokoanalytics.com</strong>.</p> Natura obbligatoria <p>Tutti i dati richiesti sono obbligatori.</p> Diritti dell’interessato <p>Ai sensi ai sensi dell’art.\n7 (Diritto di accesso ai dati personali ed altri diritti) del Codice della Privacy, vi segnaliamo che i vostri diritti in ordine al trattamento dei dati sono:</p>\n<ul>\n<li>conoscere, mediante accesso gratuito l’esistenza di trattamenti di dati che possano riguardarvi;</li>\n<li>essere informati sulla natura e sulle finalità del trattamento</li>\n<li>ottenere a cura del titolare, senza ritardo:<ul>\n<li>la conferma dell’esistenza o meno di dati personali che vi riguardano, anche se non ancora registrati, e la comunicazione in forma intellegibile dei medesimi dati e della loro origine, nonché della logica e delle finalità su cui si basa il trattamento.\nla richiesta può essere rinnovata, salva l’esistenza di giustificati motivi, con intervallo non minore di novanta giorni;</li>\n<li>la cancellazione, la trasformazione in forma anonima o il blocco dei dati trattati in violazione di legge, compresi quelli di cui non è necessaria la conservazione in relazione agli scopi per i quali i dati sono stati raccolti o successivamente trattati;</li>\n<li>l’aggiornamento, la rettifica ovvero, qualora vi abbia interesse, l’integrazione dei dati esistenti;</li>\n<li>opporvi in tutto o in parte per motivi legittimi al trattamento dei dati personali che vi riguardano ancorché pertinenti allo scopo della raccolta;</li>\n</ul>\n</li>\n</ul>\n<p>Per esercitare i diritti previsti all’art.\n7 del Codice della Privacy ovvero per la cancellazione dei vostri dati dall’archivio, è sufficiente contattarci attraverso uno dei canali messi a disposizione.</p>\n<p>Tutti i dati sono protetti attraverso l’uso di antivirus, firewall e protezione attraverso password.</p> Informazioni per i bambini <p>Riteniamo importante assicurare una protezione aggiunta ai bambini online.\nNoi incoraggiamo i genitori e i tutori a trascorrere del tempo online con i loro figli per osservare, partecipare e/o monitorare e guidare la loro attività online.\nNoi non raccogliamo dati personali di minori.\nSe un genitore o un tutore crede che il nostro sito abbia nel suo database le informazioni personali di un bambino, vi preghiamo di contattarci immediatamente (utilizzando la mail fornita) e faremo di tutto per rimuovere tali informazioni il più presto possibile.</p>\n<p>Questa politica sulla privacy si applica solo alle nostre attività online ed è valida per i visitatori del nostro sito web e per quanto riguarda le informazioni condivise e/o raccolte.\nQuesta politica non si applica a qualsiasi informazione raccolta in modalità offline o tramite canali diversi da questo sito web.</p> Consenso <p>Usando il nostro sito web, acconsenti alla nostra politica sulla privacy e accetti i suoi termini.\nSe desideri ulteriori informazioni o hai domande sulla nostra politica sulla privacy non esitare a contattarci.</p>\n<p>Hai domande o qualche commento su questo articolo? Trovi la comunità di Le Alternativa su Feddit, su Matrix oppure Telegram.</p>\n<p>Se ti piace il nostro lavoro da oggi puoi anche donare grazie!</p> Aiutaci a condividere privacy Artboard Created with Sketch.\nimage/svg+xml Diaspora icon Neutral Created with Sketch.\n<br> ", "created_at": "2023-07-11 01:19:39.132775", "updated_at": "2023-07-11 01:19:58.193334"}], "points": [], "urls": ["lealternative.net"]}}