{"error": 448, "message": "OK", "parameters": {"id": 7945, "name": "HostedScan ", "created_at": "2023-04-10 18:17:54.809515", "updated_at": "2023-04-22 11:50:39.42913", "wikipedia": null, "keywords": null, "related": null, "slug": "hostedscan", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7945.png", "url": "hostedscan.com", "documents": [{"id": 15372, "name": "Data Security And Privacy Policy And Cloud Terms of Service And Service Level Agreement", "url": "https://hostedscan.com/terms-and-policies", "xpath": "//body", "text": "Hosted Scan SecurityHostedScan&nbsp;Scan TypesPricingDocsLog inCreate Account<ul>\n<li>Data Security</li>\n<li>Privacy Policy</li>\n<li>Cloud Terms of Service</li>\n<li>Service Level Agreement</li>\n</ul>Data SecurityThe privacy and security of your data are our top priority.<p>HostedScan does not require any privileged access to your servers or infrastructure.\nAll scans are conducted externally to your network, and are configured with reasonable and well-tested settings designed for negligible impact to your servers.</p>\n<p>HostedScan maintains a formal security program in accordance with industry standards (ISO 27001) designed to: (i) ensure the security and integrity of your data.\n(ii) protect against threats or hazards to the security or integrity of your data.\nand (iii) prevent unauthorized access to your data.</p>\n<p>For more information, please reach out to security@hostedscan.com</p>Privacy PolicyIntroduction<p>This Privacy Policy will explain how our organization uses the personal data we collect from you when you use HostedScan's products and services.</p>What data do we collect?<p>Our organization collects the following data:</p>\n<ul>\n<li>IP address</li>\n<li>Browse's user agent</li>\n<li>Name/Surname</li>\n<li>Email address</li>\n</ul>How do we collect your data?<p>You directly provide HostedScan with most of the data we collect.\nWe collect data and process data when you:</p>\n<ul>\n<li>Use or view our website via your browser’s cookies</li>\n<li>Register in our website</li>\n<li>Subscribe to our newsletter</li>\n</ul>\n<p>HostedScan may also receive your data, if it is necessary, for resolving specific problems that can affect the usability of our software platform, or your user experience.</p>\n<p>HostedScan uses Google Analytics to collect standard Internet log information and details of visitor behavior patterns.\nWe do this to find out such things as the number of visitors to the various parts of the site.\nThis information is only processed in a way that does not directly identify anyone.\nWe do not make, and not allow Google to make, any attempt to find out the identities of those visiting our website.</p>\n<p>HostedScan also uses FullStory to capture and analyze usage data to make the user experience better, although this information is only processed in a way that does not directly identify any users who do not provide HostedScan their information directly via account registration or our newsletter.</p>How will we use your data?<p>HostedScan collects your data so that we can:</p>\n<ul>\n<li>Provide our service and enable customers to manage their accounts.</li>\n<li>View and analyze your data to troubleshoot and improve our service for internal purposes only.</li>\n<li>Upload your data to third party cloud providers as part of providing our service.\nHostedScan maintains an active Data Processing Agreement (DPA) with each third party service provider.</li>\n<li>Divulge your data to law enforcement if we receive a valid subpoena – We will notify you if this happens, unless legally prohibited from doing so.</li>\n</ul>\n<p>Independent of the third parties that we use to manage your data, you can pursue the following rights over your personal data at any time: access, rectification, erasure, restrict processing, data portability, object, and be informed.\nFor more information about these rights, please see below.</p>How do we store your data?<p>HostedScan securely stores your data in information systems that are in cloud environments, but are managed by us, using policies and procedures based on the ISO 27001 standard.</p>\n<p>Without limiting the forgoing HostedScan warrants it follows the following security policies and procedure:</p>\n<ul>\n<li>All your data is SSL encrypted at rest and in transit, configured to follow industry best practices</li>\n<li>Access control lists and firewall rules are designed to grant minimal necessary permissions</li>\n<li>Emails from our system are DKIM signed</li>\n<li>Regular monitoring for potential security vulnerabilities and immediate remediation of any material security vulnerabilities discovered</li>\n</ul>Marketing<p>HostedScan will never sell your data to a third party, or send you unsolicited marketing emails.</p>What are your data protection rights?<p>HostedScan would like to make sure you are fully aware of all of your data protection rights.\nThese data protection rights are the following:</p>\n<ul>\n<li>\n<strong>Right to access:</strong> You have the right to request HostedScan for copies of your personal data.</li>\n<li>\n<strong>Right to rectification:</strong> You have the right to request that HostedScan correct any information you believe is inaccurate.\nYou also have the right to request HostedScan to complete the information you believe is incomplete.</li>\n<li>\n<strong>Right to erasure:</strong> You have the right to request that HostedScan erase your personal data, under certain conditions.</li>\n<li>\n<strong>Right to restrict processing:</strong> You have the right to request that HostedScan restrict the processing of your personal data, under certain conditions.</li>\n<li>\n<strong>Right to object to processing:</strong> You have the right to object to HostedScan’s processing of your personal data, under certain conditions.</li>\n<li>\n<strong>Right to data portability:</strong> You have the right to request that HostedScan transfer the data that we have collected to another organization, or directly to you, under certain conditions.</li>\n</ul>\n<p>If you make a request, we have 1 month to respond to you, and if you want to exercise any of these rights, you can write us at our email: privacy@hostedscan.com</p>Cooperation with EU Data Protection Authorities and the Swiss Federal Data Protection and Information Commissioner<p>HostedScan commits to cooperate with European Data Protection Authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner (FDPIC) and complies with the advice given by such authorities with regard to human resources data transferred from the EU and Switzerland in the context of the employment relationship.</p>Federal Trade Commission<p>HostedScan is subject to the investigatory and enforcement powers of the U.S.\nFederal Trade Commission (FTC).</p>Affirmative commitment to comply with the Privacy Shield Framework<p>HostedScan complies with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/</p>Cookies<p>Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information.\nSo, when you visit our website, we may collect information from you automatically through cookies or similar technology.\nFor more information about cookies, you can visit this website: www.allaboutcookies.org</p>How do we use cookies?<p>HostedScan uses cookies in a range of ways to improve your experience on our website, including understanding how you use our website.</p>What types of cookies do we use?<p>There are a number of different types of cookies our website uses:</p>\n<ul>\n<li>\n<strong>Functionality:</strong> HostedScan uses these cookies so that we recognize you on our website and remember your previously selected preferences.\nThese could include what language you prefer, and location you are in.</li>\n<li>\n<strong>Behavior:</strong> HostedScan uses these cookies to collect information about your visit to our website, the content you viewed, information about your browser, device, and IP address.</li>\n</ul>How to manage cookies<p>You can set your browser not to accept cookies, and this website www.allaboutcookies.org tells you how to remove cookies from your browser.\nHowever, in a few cases, some of our website features may not function as a result.</p>Privacy policies of other websites<p>The HostedScan website can contain links to other websites, but our Privacy Policy applies only to our website.\nIf you click on a link to another website, that website’s own Privacy Policy will govern the privacy of your data.</p>Changes to our privacy policy<p>HostedScan keeps its Privacy Policy under regular review and places any updates on this web page.\nThis Privacy Policy was last updated on March 24, 2020.</p>How to contact us<p>If you have any questions about our Privacy Policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us at: privacy@hostedscan.com</p>Independent recourse mechanism<p>According to the Privacy Shield Principles, HostedScan commits to resolve complaints about our collection or use of personal data.\nEuropean Union and Swiss individuals with inquiries or complaints regarding our policy should first contact us at: privacy@hostedscan.com</p>\n<p>Also, an individual has the possibility, under certain conditions, to invoke binding arbitration for complaints regarding Privacy Shield compliance not resolved by any of the other Privacy Shield mechanisms.\nAdditional information about binding arbitration can be found here: https://www.privacyshield.gov/article?id=ANNEX-I-introduction</p>Cloud Terms of Service<p>HostedScan LLC (“HostedScan”), a duly registered company in the United States, develops and makes available via hosted services the HostedScan Software (the “Software”).\nThis Agreement sets the terms and conditions of your use of the Software.\nBy creating an account to use the Software, you agree to this Agreement.\nIf you represent an organization, you represent and warrant that you are authorized to agree to this Agreement on behalf of your organization.\nIf you do not agree to this Agreement, you may not use the Software.</p>DEFINITIONS<p>Software means all cloud services and supporting files created or managed by HostedScan and made available to you under this Agreement.</p>1.\nGrant of Rights<p>For the term of this Agreement and subject to your payment of applicable fees as defined below, HostedScan grants you a worldwide, non-exclusive, non-transferable, non-sublicensable right to use the Software.</p>2.\nRestrictions<p>You acknowledge that the Software contains trade secrets and other proprietary information of HostedScan.\nYou shall not, directly or indirectly: (i) modify the Software in any way without written consent from HostedScan or according to HostedScan’s public documentation.\n(ii) attempt to reverse engineer, decompile or disassemble the Software.\n(iii) reproduce, distribute, or publicly display the Software except under its normal intended use or as explicitly granted by HostedScan.</p>3.\nFees and Payment<p>HostedScan offers several plan types, which may include a Free Forever plan which is free to use and does not expire.\nYou shall pay to HostedScan the fees according to HostedScan’s publicly listed pricing terms on its website, or as mutually agreed between the parties in writing.\nHostedScan may modify the fees it charges for the Software at any time, but will give existing customers at least 90 days written notice before any changes in fees take effect.\nFees are non-refundable, and payable monthly via credit card, or as mutually agreed between the parties in writing.</p>4.\nConfidential Information &amp.\nIntellectual Property<p>Confidential Information means: (i) any information that is clearly and conspicuously marked as “confidential” or has a similar designation at time of disclosure.\n(ii) any materials and/or information that are disclosed under circumstances that one would reasonably expect it to be confidential or proprietary.\nand, (iii) information that is identified by the disclosing party as confidential and/or proprietary before, during, or promptly after presentation or communication.\nConfidential Information shall include each party’s business and technical information.\nConfidential Information of the other party will be used solely as necessary to fulfill obligations under this Agreement and for no other purpose whatsoever.</p>\n<p>The receiving party agrees that nothing in this Agreement grants to the receiving party any license, right, title, or interest in or to the Confidential Information, except as expressly set forth herein.\nThe parties agree to protect the other’s Confidential Information using the same degree of care they use to protect their own confidential information of a like nature, but never less than ordinary care.\nWithin thirty (30) days of the termination of this Agreement, or promptly upon the disclosing party’s written request, the receiving party will cease using and delete or return the disclosing party’s Confidential Information.</p>\n<p>Exclusions/Exceptions.\nConfidential information does not include information that: (i) was known to a receiving party without restriction before receipt from the disclosing party.\n(ii) is publicly available through no fault of the receiving party.\n(iii) is rightfully received by the receiving party from a third party without a duty of confidentiality.\nor, (iv) is independently developed by the receiving party without reference to any Confidential Information.\nA receiving party may disclose Confidential Information as necessary to comply with a valid judicial or other governmental order, provided that the receiving party shall: (i) give the disclosing party reasonable written notice (to the extent permitted under applicable laws) and opportunity to object prior to such disclosure.\n(ii) seek confidential treatment of such Confidential Information.\nand, (iii) comply with any applicable protective order or its equivalent.</p>\n<p>Remedies.\nIn the event of actual or threatened breach of the foregoing Confidential Information provisions, the disclosing party will have no adequate remedy at law and therefore will be entitled to immediate injunctive and other equitable relief, without bond and without the necessity of showing actual monetary damages.</p>\n<p>HostedScan reserves all rights in the Software not expressly granted to you in this Agreement.\nThe Software is protected by copyright and other intellectual property laws and treaties.\nThe Software is licensed, not sold.\nYou may not remove the copyright notice from any copy of the Software or any copy of the written materials, if any, accompanying the Software.</p>5.\nDuration and Termination<p>The term of this Agreement begins when you create an account and will remain in effect until terminated in accordance with this Agreement.\nYou may terminate this Agreement by terminating your entire use of the Software, and we may terminate this Agreement for any reason by providing you 30 days advance notice.</p>\n<p>We may also terminate your account and this Agreement immediately if: (i) you are late in payment or otherwise in breach of this Agreement.\n(ii) we reasonably determine your use of the Software poses a risk to the Software or to others or may be unlawful.\n(iii) you become insolvent or make any voluntary arrangement with creditors, become subject to an administrative order, have a receiver or administrator appointed over any of your property, or go into liquidation or bankruptcy.</p>\n<p>Upon termination of this Agreement all your rights under this Agreement immediately terminate, and you will remain responsible for all fees and charges you have incurred up to and including the date of termination.</p>6.\nMaintenance, Updates, and Support<p>HostedScan will provide maintenance and updates, including security updates, to the Software during the term.\nIf you are on a paid plan, HostedScan will provide support to you via email during the term.\nThe email address for support is hello@hostedscan.com.</p>7.\nWarranty<p>HostedScan represents and warrants that it has the legal power and authority to enter into this Agreement, and that it has the right to offer the HostedScan Software to you.</p>\n<p>HostedScan does not warrant that the functions contained in the Software will meet your requirements or that the operation of the Software will be correct, uninterrupted or error-free.</p>8.\nIndemnification<p>You will defend, indemnify, and hold harmless HostedScan and our respective employees, officers, directors, and representatives from and against any claim, damages, losses, liabilities, costs, and expenses (including reasonable legal fees) arising out of or relating to any third party claim relating to: (i) your use of the Software.\n(ii) your breach of this Agreement or violation of applicable law.\n(iii) your data, including any claim involving alleged infringement or misappropriation of intellectual property rights.\nWe will promptly notify you of any claim, but our failure to promptly notify you will only affect your obligations to the extent that our failure materially harms your ability to defend the claim.</p>9.\nLimitation of Remedies and Damages<p>In no event will either party be liable for any indirect, incidental, special or consequential damages, or for any lost profits, lost savings, loss of use, lost revenues or lost data arising from or relating to the Software or this Agreement, even if the parties have been advised of the possibility of such damages.\nHostedScan will not be responsible for any compensation, reimbursement, or direct damages arising in connection with: (i) your use of the Software.\n(ii) your inability to use the Software.\n(iii) the cost of replacing the Software.\nor (iv) any investments, expenditures, or commitments by you in connection with this Agreement.\nHostedScan’s aggregate liability under this Agreement will be limited to the actual fees paid by you under this Agreement during the 12 months preceding the claim.</p>10.\nDispute Resolution<p>If any dispute, controversy, claim or conflict arises out of or in connection with this Agreement, the parties shall use reasonable endeavors to settle the dispute as soon as practicable.\nIf the parties are unable to resolve the dispute within 10 business days after the dispute commences, each party shall refer the dispute to a senior manager having the appropriate authority to resolve the dispute, and use all reasonable endeavors to settle the dispute as soon as practicable.</p>11.\nForce Majeure<p>If HostedScan’s performance of its obligations under this Agreement are affected by events beyond its reasonable control (events of “Force Majeure”), then HostedScan will immediately notify you.\nHostedScan will not be in breach of this Agreement by reason of the failure or delay in performance of any obligations to the extent that such failure or delay is caused by Force Majeure, and the time for performance will be extended accordingly.</p>12.\nGeneral<p>HostedScan warrants that it has the legal power and authority to enter into this Agreement.\nThis Agreement is binding on you as well as your employees, contractors and agents.\nNeither party may assign any of its rights or obligations hereunder, whether by operation of law or otherwise, without the prior written consent of the other (not to be unreasonably withheld).\nHostedScan may amend this Agreement at any time by posting a revised version on its website or by otherwise notifying you by email.\nBy continuing to use the Software after the effective date of any amendment to this Agreement, you agree to be bound by the amended terms of this Agreement.</p>\n<p>This Agreement is governed by the laws of the State of Delaware.\nThis Agreement incorporates any Data Processing Agreement or Business Associate Agreement, and is the entire agreement between you and HostedScan.\nIf any provision of this Agreement is deemed invalid or unenforceable by any country or government agency having jurisdiction, that particular provision will be deemed modified to the extent necessary to make the provision valid and enforceable, and the remaining provisions will remain in full force and effect.</p>Service Level Agreement<p>HostedScan will provide a Monthly Uptime Percentage to Licensee of at least 99.9% (the <strong>SLA</strong>).</p>\n<p>If HostedScan does not meet the SLA, and if you meets your obligations under the SLA, you will be eligible to receive the Financial Credits described below.</p>\n<p>This SLA states your sole and exclusive remedy for any failure by HostedScan to meet the SLA.</p>\n<p>\n<strong>Downtime</strong> means either of the following occur:</p>\n<ul>\n<li>HostedScan website is inaccessible or returns HTTP status codes starting with 5 (e.g 500, 503).</li>\n<li>HostedScan scans that are initiated encounter server errors with greater than 5% frequency.</li>\n<li>“Downtime Period“ means a period of at least fifteen consecutive minutes of Downtime.</li>\n</ul>\n<p>\n<strong>Monthly Uptime Percentage</strong> means the total number of minutes in a month, minus the total number of minutes of Downtime suffered from all Downtime Periods in a month, divided by the total number of minutes in a month.</p>\n<p>\n<strong>Financial Credit</strong> means:</p>\n<blockquote>Monthly Uptime Percentage<ul>\n<li>99% - 99.9% </li>\n<li>95% - 99% </li>\n<li>less than 95% </li>\n</ul>Percentage of month's bill as credit<ul>\n<li>10%</li>\n<li>25%</li>\n<li>50%</li>\n</ul>\n</blockquote>\n<p>You must request Financial Credit within 30 days of eligibility.\nFailure to comply with this requirement will forfeit your right to receive a Financial Credit.</p>\n<p>Financial Credits may only be applied to future paid use of HostedScan.</p>Trusted by these companies and 1000s moreGet Started<p>HostedScan is 100% read-only, and will never make any modifications to your servers.</p>Sign in with emailSend me the link<p>Sign in with Microsoft</p>\n<p>Sign in with Google</p>\n<p>Sign in with Github</p>\n<p>Linode</p>\n<p>DigitalOcean</p>Use Cases<ul>\n<li>Automated Penetration Testing</li>\n<li>Authenticated Web App Scanning</li>\n<li>External Vulnerability Scan</li>\n<li>Wordpress Vulnerability Scan</li>\n<li>DAST Scan</li>\n<li>Online Port Scanner</li>\n<li>Online Vulnerability Scanner</li>\n<li>Continuous Security Monitoring</li>\n<li>DevSecOps Scanning</li>\n<li>Enterprise &amp.\nReseller</li>\n<li>MSPs &amp.\nMSSPs</li>\n<li>Compliance</li>\n</ul>Compliance Use Cases<ul>\n<li>ISO 27001</li>\n<li>SOC 2</li>\n<li>GDPR</li>\n<li>TPN</li>\n</ul>Comparisons<ul>\n<li>Qualys vs HostedScan</li>\n<li>Nessus Tenable vs HostedScan</li>\n<li>Netsparker vs HostedScan</li>\n</ul>Scanners<ul>\n<li>OpenVAS - Network Scan</li>\n<li>Nmap - Port Scan</li>\n<li>OWASP ZAP - Web Applications</li>\n<li>OWASP ZAP - API Security Scan</li>\n<li>SSLyze - TLS &amp.\nSSL</li>\n</ul>\n<p>HostedScan</p>AboutCareersTerms &amp.\nPolicieshello@hostedscan.com<p>2212 Queen Anne Ave N<br> Suite #521<br> Seattle, WA 98109</p>\n<p>© HostedScan, LLC.\n2019 - 2023.\nAll rights reserved.</p>\n<p>\n</p>", "created_at": "2023-04-10 18:17:54.842094", "updated_at": "2023-04-10 18:18:10.806393"}], "points": [], "urls": ["hostedscan.com"]}}