{"error": 448, "message": "OK", "parameters": {"id": 8492, "name": "Mobile Citizen", "created_at": "2023-06-27 01:13:01.394764", "updated_at": "2023-06-27 10:02:07.137514", "wikipedia": null, "keywords": null, "related": null, "slug": "mobile-citizen", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8492.png", "url": "mobilecitizen.org", "documents": [{"id": 16488, "name": "Privacy Policy ", "url": "https://mobilecitizen.org/privacy-policy-website-terms-of-use/", "xpath": "//body", "text": " Skip to Content <i>Search Icon</i>\n<ul>\n<li>Products &amp.\nServices\n<ul>\n<li>Mobile Hotspot Devices</li>\n<li>Affordable Wireless Internet</li>\n</ul>\n</li>\n<li>Who We Serve\n<ul>\n<li>Schools</li>\n<li>Libraries</li>\n<li>Healthcare</li>\n<li>Nonprofits</li>\n<li>Social Welfare</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>News &amp.\nEvents</li>\n<li>Case Studies</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li>About Us\n<ul>\n<li>Company Overview</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>Get Started</li>\n</ul>\n<i>Search Icon</i> Privacy Policy <p>\n<strong>Mobile Citizen Online Privacy Policy</strong>\n</p>\n<p>Effective Date: January 31, 2020</p>\n<p>This Privacy Policy describes how Mobile Citizen, LLC (“we”, “us”, or “Mobile Citizen”) protects your privacy when you use our website located at mobilecitizen.org (our “Website”).\nThis Privacy Policy applies only to personal information collected through our Website or through e-mails sent to us.\n“Personal information” means information that identifies you or other people personally, either alone or in combination with other information available to us.\nThis Privacy Policy is part of and incorporated into our Website Terms of Use.</p>\n<p>\n<strong>Your Consent to This Privacy Policy.\nContact Us</strong>\n</p>\n<p>By using our Website, you are agreeing to the collection, use, and disclosure of your personal information as described in this Privacy Policy.\nIf you do not consent to the collection, use, and disclosure of your personal information as described in this Privacy Policy, you may not use our Website.\n<strong>If you have any questions or concerns regarding this Privacy Policy or our privacy practices, please send an email to us at customerservice@mobilecitizen.org.</strong>\n</p>\n<p>\n<strong>This Privacy Policy May Change</strong>\n</p>\n<p>We reserve the right to update or modify this Privacy Policy, at any time and without prior notice, by posting the revised version of this Privacy Policy on our Website.\nYour use of our Website following any such change constitutes your agreement that all personal information collected from or about you through our Website after the revised Privacy Policy is posted will be subject to the terms of the revised Privacy Policy.\nYou may access the current version of this Privacy Policy at any time by clicking on the link marked “Privacy Policy” at the bottom of each page of our Website.</p>\n<p>\n<strong>What Personal Information Do We Collect on Our Website?</strong>\n</p>\n<p>Information You Volunteer.\nWe collect the personal information you knowingly and voluntarily provide when you use our Website.\nFor example, we collect the information you provide when you register on our Website, complete the “Contact Us” or “Getting Started” form on our Website, or otherwise voluntarily provide information to us.\nIn addition, if you have signed up for the Mobile Citizen wireless broadband service (the “Service”), when you complete your registration process online, the information you provide (which may include your name, billing address, credit card number, email address, or other information) may be provided directly to our Service provider and shared with Mobile Citizen.</p>\n<p>Information Sent to Us by Your Web Browser.\nWe may collect information that is sent to us automatically by your web browser, such as your IP address, the address of the web page you were visiting when you accessed our Website, information on your operating system and browser, and the date and time of your visit.\nThe information we receive depends on the settings on your web browser.\nThe information provided by your browser does not identify you personally.\nWe use this non-personal information primarily to create statistics that help us improve our Website and our business.\nHowever, if you have created a user profile by registering on our Website, we may link the information provided by your browser to information that identifies you personally.\nIn addition, we may review our server logs for security purposes, such as detecting intrusions into our network.\nIf we suspect criminal activity, we might share our server logs — which contain visitors’ IP addresses — with the appropriate investigative authorities who could use that information to trace and identify individuals.</p>\n<p>Information Collected Using “Cookies” and Other Web Technologies.\nLike many websites, we may use “cookies,” and similar technologies to collect information and manage our Website.\nA cookie is a small text file that is placed on your hard disk by a Web server.\nCookies cannot be used to install computer programs or deliver viruses to your computer.\nWe may use cookies to collect information about the ways visitors use our Website or to facilitate your interactions with our Website.\nIf you do not wish to receive cookies, you may set your browser to reject cookies or to alert you when a cookie is placed on your computer.\nYou may also delete our cookies as soon as you leave our Website.</p>\n<p>\n<strong>How Do We Use Your Personal Information?</strong>\n</p>\n<p>We use the personal information collected through our Website to provide information you may request, to respond to your inquiries, to improve our Website, to provide you with certain information or updates regarding the Service, for billing purposes, and for any other applicable purposes related to our business.\nWe may, from time to time, use your personal information to send you information we believe may be of interest to you.\nWe also use your personal information for security and fraud prevention purposes, to better understand our guests, to better market and advertise our services, and for other purposes as we may disclose to you at the time that we collect your personal information or to which you subsequently consent.</p>\n<p>\n<strong>With Whom Do We Share Your Personal Information? </strong>\n</p>\n<p>Related Entities and Trusted Third Parties.\nWe may share personal information collected through our Website with our current or future affiliates, subsidiaries, parent company, or related entities (collectively, the “Mobile Citizen Affiliates”), or with companies and organizations that perform services on our behalf.\nExamples of organizations that provide services on our behalf include companies that provide data management, data storage, web hosting, or email services.\nWe will not share your information with third parties (other than Mobile Citizen Affiliates or vendor’s providing services to Mobile Citizen) for their marketing purposes without your permission, except as described in this Privacy Policy.</p>\n<p>Anonymous or Aggregated Information.\nMobile Citizen reserves the right to create and share aggregate reports on user demographics, Website traffic, and usage information with third parties administering advertising programs on our Website (“Third Parties”).\nWe may inform these Third Parties of our analyses of our server logs, including details regarding Website usage and general information about our Website users.\nHowever, such disclosures will refer only to general, aggregate usage data from these analyses – never specific identifying information.\nThis may allow these Third Parties to provide advertisements that are pertinent to our users’ needs, or to provide improvements to the Service or marketing thereof.\nBecause we don’t track usage patterns in a manner which can be identified to individual users, no Third Party will ever have the right to know that a specific user clicked their ad or profile.</p>\n<p>Legal Compliance and Safety.\nWe and the Mobile Citizen Affiliates may disclose the personal information collected through our Website when we or they, in good faith, believe disclosure is appropriate to: (i) comply with the law (or a court order or subpoena).\n(ii) prevent or investigate a possible crime, such as fraud or identity theft.\n(iii) enforce the Website Terms of Use or other agreements that govern your use of our Website.\n(iv) respond to your requests for customer service.\n(v) protect the rights, property or safety of Mobile Citizen, the Mobile Citizen Affiliates, any of our users or others.\nor (vi) to protect your vital interests.</p>\n<p>Successor Entities.\nInformation submitted to our Website is an asset of Mobile Citizen and will become part of our normal business records.\nYour personal information and other data collected by us may be transferred to another company that has acquired the assets of Mobile Citizen or any of the Mobile Citizen Affiliates, as the result of a sale, merger, reorganization, dissolution, liquidation or otherwise.\nIf such a transfer occurs, the acquiring company’s use of your personal information will still be subject to this Privacy Policy, and the privacy preferences you have expressed to us (although the acquiring company may revise this Privacy Policy after the acquisition).</p>\n<p>Modifying or Deleting Your Information.\nWe respect your right to make choices about the ways we collect, use and disclose your personal information.\nYou may update or modify your information, or request that we delete your information from our databases, at any time by visiting the “Contact Us” section of our Website or by sending an email to us at customerservice@mobilecitizen.org.</p>\n<p>\n<strong>Transfer of Data Abroad</strong>\n</p>\n<p>If you are visiting this Website from a country other than the countries in which our servers are located (currently USA) the various communications will necessarily result in the transfer of information across international boundaries.\nBy visiting our Website and communicating electronically with us, you consent to the processing, storage and transfer of your data as set out in this policy.</p>\n<p>\n<strong>Third-Party Website Privacy Practices</strong>\n</p>\n<p>Our Website may contain links to third-party websites and/or databases that are not operated by us (including without limitation those operated by or for our Service provider).\nThese links are provided for your reference and convenience only and do not necessarily imply any endorsement of the activities of these third-party websites nor any association with their operators.\nWe do not control these websites and we are not responsible for their data practices.\nWe urge you to review the privacy policy posted on any websites you visit before using the websites or providing any personal information about yourself.\nWhen you complete your online registration for the Service, the data you provide may be submitted directly to our Service provider and will be subject to their privacy policy (in addition, if our Service provider shares such data with us, that data will also be subject to this Privacy Policy).</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>Our Website is not intended for users under the age of 18, and we will not knowingly request personal information from or market to children under the age of 13.\nIf you are under the age of 13, do not provide us with any personal information.\nIf we learn that someone under 13 has provided personal information to our Website, we will use reasonable efforts to remove such information from our databases.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>Mobile Citizen uses industry-standard firewall and password-protection systems to protect its networks, and only authorized individuals have access to the personal information provided by our Website’s users.\nOur security and privacy policies are periodically reviewed and modified as necessary.\nHowever, please note that no data transmission over the Internet is 100% secure.\nAs a result, we cannot guarantee the security of the information that you transmit via our Website.</p>\n<p>&nbsp;</p> Get Started 877-216-9603<br>\nsupport@mobilecitizen.org <i>Mobile Citizen On Facebook</i>\n<i>Mobile Citizen On Twitter</i>\n<i>Mobile Citizen On LinkedIn</i> Copyright © 2023 Mobile Citizen, a Voqal project.\nAll Rights Reserved.\nTerms of Use | Privacy Notice | Legal Notice<br>\nWeb Site Design &amp.\nDevelopment by Tiger Studios.\n", "created_at": "2023-06-27 01:13:01.455597", "updated_at": "2023-06-27 01:13:22.911565"}, {"id": 16487, "name": "Terms of Use ", "url": "https://mobilecitizen.org/terms-of-use", "xpath": "//body", "text": " Skip to Content <i>Search Icon</i>\n<ul>\n<li>Products &amp.\nServices\n<ul>\n<li>Mobile Hotspot Devices</li>\n<li>Affordable Wireless Internet</li>\n</ul>\n</li>\n<li>Who We Serve\n<ul>\n<li>Schools</li>\n<li>Libraries</li>\n<li>Healthcare</li>\n<li>Nonprofits</li>\n<li>Social Welfare</li>\n</ul>\n</li>\n<li>Resources\n<ul>\n<li>News &amp.\nEvents</li>\n<li>Case Studies</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Resellers</li>\n</ul>\n</li>\n<li>About Us\n<ul>\n<li>Company Overview</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>Get Started</li>\n</ul>\n<i>Search Icon</i> Terms of Use MOBILE CITIZEN WEBSITE TERMS OF USE\n<p>Effective Date: October 2016</p>\n<p>The website located at mobilecitizen.org (the “Website”) is provided by Mobile Citizen, LLC (“we”, “us” or “Mobile Citizen”).\nYour use of and access to this Website is subject to the following Terms of Use (these “Terms”)</p>\nAcceptance of Terms\n<p>These Terms are a legally binding agreement between you and Mobile Citizen regarding your use of the Website.\nBy using our Website, you agree to be bound by these Terms, or, if you have provided us with your email address (through registration or the Contact Us function on our Website), we will send you an email to notify you of any substantial revisions to these Terms.\nYou acknowledge that you have read and understand these Terms and agree to be bound by these Terms with respect to your use of and access to this Website.\nIf you do not wish to be bound by any or all of these Terms, you may not use or access this Website.</p>\nModification of Terms\n<p>We reserve the right to modify these Terms, in whole or in part, at any time.\nSuch modifications will be effective immediately when posted on this Website.\nYou agree to be bound by any such modifications if you use or access this Website after we have posted such revised terms.\nYou should regularly review these Terms to be sure that you are aware of, and are in compliance with, the most recent version.</p>\nOur Online Privacy Policy\n<p>Our Privacy Policy describes how we protect your privacy when you use our Website and can be found on our Website.\nOur Privacy Policy is part of and is hereby expressly incorporated into these Terms.</p>\nOther Agreements\n<p>These Terms govern your use of your Website.\nThese Terms are separate from and subject to the terms and conditions applicable to your use of the third-party mobile broadband service that we sell (the “Broadband Service”), such as our Direct Customer Agreement or the minimum terms passed through to you through our resellers, which you must accept prior to using the Broadband Service (the “Broadband Service Agreement”).</p>\nOwnership, Copyright and Trademark Information\n<p>Mobile Citizen or our third-party licensors, own and reserve all rights, title and interests in our Website, including all of the software and code that comprise and operate our Website, and all of the text, photographs, video, audio, graphics, or other content of any type featured on our Website or distributed from or via our Website (collectively “Content”).\nOur Website, including the Content, is protected under copyright, trademark, service mark, trade dress, patent, trade secret and other intellectual property laws.\nIn addition, we own the copyright in the entire Website as a collective work under U.S.\nand international copyright laws and treaties.\nNothing in these Terms shall be construed as transferring any right, title or interest in our Website or Content to you or anyone else, except the limited license to use our Website and Content on the terms expressly set forth herein.\nMobile Citizen reserves all rights regarding this Website and the Content.\nThe trademarks and service marks used or displayed on our Website (“Trademarks”) are registered and unregistered trademarks of Mobile Citizen or third parties.\nYou may not use any Trademarks displayed on our Website without the prior express written permission of Mobile Citizen or the trademark owner.</p>\nLicense and Restrictions\n<p>We hereby grant you a limited, revocable, non-sublicensable license to download and print copies of any portion of the Content, but only for your own personal, non-commercial use, and only if you do not remove, modify or obscure any copyright, trademark, or other proprietary notices from such Content.\nThe foregoing license is subject to these Terms and does not include the right to use any data mining, robots or similar data gathering or extraction methods.\nThis license is revocable at any time without notice and with or without cause.\nYou may not copy, distribute, perform or display publicly, prepare derivative works based on, broadcast, exploit or use any part of the Content except as expressly provided in these Terms of Use without our prior written permission.\nAny use of our Website, including the Content, other than as specifically authorized in these Terms of Use is strictly prohibited and will terminate the license granted herein.</p>\nRegistration and Account Information\n<p>We and/or our Broadband Service provider reserve the right to offer or require online account registrations.\nBy completing your online registration for the Broadband Service, you are representing that the information you have provided on the registration form (“Account Information”) is true, accurate, current and complete.\nYou are also agreeing to maintain and promptly update your Account Information to keep it true, accurate, current and complete.\nYou may update your Account Information by sending an email to customerservice@mobilecitize.org.\nYou are responsible for maintaining the confidentiality of your username and password.\nYou will be solely responsible for the activities of anyone accessing our Website or the Broadband Service using a username and password assigned to you, even if the individual is not, in fact, authorized by you.\nIf you have reason to believe that your password has been compromised or used without authorization, you must promptly change it, using the functionality provided in the “Contact Us” section of our Website, and notify us at customerservice@mobilecitizen.org.</p>\nProhibited Activities.\n<p>You are prohibited from interfering with or disrupting the Website, or servers or networks connected thereto, or accessing, hacking into or cracking any data therein not intended for you without authorization.\nYou are further prohibited from using the Website in violation of any applicable law or regulation, or in a manner that would potentially harm any individual or entity, including without limitation Mobile Citizen or our Broadband Service provider.</p>\nDisclaimer Regarding Accuracy of Content\n<p>Mobile Citizen makes no representations or warranties as to the accuracy or reliability of any Content on the Website, any websites with which our Website is linked, or any Content you may encounter through use of the Broadband Service.\nYou expressly agree to hold Mobile Citizen harmless for any claims of damage arising from any product or service provided by any third party which you have accessed on or through links on the Website.</p>\nYour Comments and Feedback\n<p>We welcome your comments, feedback, suggestions, ideas and other communications regarding our Website and the information and services we make available through this Website (collectively, “Comments”).\nAny Comments you provide to us through our Website and through e-mail, verbal communications, or otherwise will be and remain the exclusive property of Mobile Citizen, and Mobile Citizen may use such Comments in any manner Mobile Citizen deems appropriate, including without limitation in a commercial manner, without providing notice or compensation to you, and without seeking your permission.\nBy providing Comments to us as described in this paragraph, you are deemed to have assigned to Mobile Citizen and its related entities all worldwide rights, title and interests in your Comments, including all copyrights and other intellectual property rights in your Comments.\nThis means, for example, that we can use your Comments and any ideas, concepts, know-how or techniques contained in your Comments to modify or improve the Website, to make changes to our products or services, or in any other way we want without restriction, and we do not have to compensate you or provide you with attribution.</p>\nAgent to Receive Notice of Claimed Intellectual Property Infringement\n<p>If you have reason to believe any part of the Content infringes the copyright or other intellectual property rights of others, or that any link on our Website links to infringing materials, please notify us immediately using the contact information provided below.\nIt is our policy to investigate any allegations of intellectual property infringement brought to our attention.\nWe reserve the right in our sole discretion to immediately suspend and/or terminate access to our Website or the Broadband Service by any user who is alleged to have posted or transmitted infringing materials or a link to infringing materials, and to immediately remove or disable the allegedly infringing materials or link.</p>\n\u2028\u2028Notice of Claim of Intellectual Property Infringement.\n<p>If you are the copyright owner (or are authorized to act on behalf of the copyright owner), please notify us immediately if you believe that (a) any Content displayed on our Website or accessible through our Website infringes your copyright or other intellectual property rights (b) any link posted on our Website links to materials that infringe your copyright or other intellectual property rights.\nAs soon as we receive your notice of claimed infringement, in the form described below, we will promptly remove or disable access to the materials that are claimed to be infringing (or the subject of infringing activity).\nYour notice must be in writing and must include (i) a description of the work you believe has been infringed (or if you believe multiple works have been infringed, a representative list).\n(ii) a description of the material you believe is infringing or the subject of infringing activity, together with enough information to permit us to locate the material on the Website.\n(iii) enough information to permit us to contact you, such as, your name, address, telephone number and, if available, e-mail address.\n(iv) a statement that you have a good faith belief that the allegedly infringing use of the material was not authorized by the owner, an agent for the owner, or by law.\n(v) a statement that all of the information you have provided is accurate.\nand (vi) a statement, made under penalty of perjury, that you are the owner of the applicable intellectual property right(s) or are authorized to act on behalf of the owner.\nYour notice must be signed (physically or electronically) and must be addressed to:</p>\n<p>Attn: Operations Manager<br>\nMobile Citizen<br>\nPO Box 6060<br>\nBoulder, CO 80306<br>\nOr e-mail to: customerservice@mobilecitizen.org</p>\nLinks to Third-Party Websites\n<p>Our Website contains links to websites of third parties.\nWe are not responsible for examining or evaluating, and we do not warrant the products or offerings of, any of these businesses or individuals, or the accuracy of the content of their websites (with the exception of the Broadband Service which is offered on our Website, and is subject to the terms of our Broadband Service Agreement).\nBefore you use any third party website, you should review the applicable terms of use and policies for such websites.\nWith the exception of our Broadband Service provider, the inclusion of a link in our Website does not imply our endorsement of such third-party website.\nYour access to any such linked websites is at your own risk.</p>\nModification and Termination\n<p>We reserve the right at any time to modify, edit, delete, suspend or discontinue, temporarily or permanently: (i) the Website (or any portion thereof).\n(ii) any Content.\nand (iii) any licenses granted herein, at any time with or without notice, for any reason or for no reason whatsoever, in our sole discretion.\nWe further reserve the right to suspend or discontinue access of any registered user’s account and password pursuant to the terms of our Customer Agreement.\nYou agree that we will not be liable to you or to any third party for any such modification, editing, deletion, suspension, or termination.</p>\nDisclaimer of Warranties\n<p>YOUR USE OF OUR WEBSITE IS AT YOUR SOLE RISK.\nOUR WEBSITE, AND ALL CONTENT, PRODUCTS AND SERVICES AVAILABLE ON OR THROUGH OUR WEBSITE, ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND OTHER THAN AS EXPRESSLY SET FORTH IN OUR CUSTOMER AGREEMENT.\nTO THE FULLEST EXTENT PERMITTED BY LAW, MOBILE CITIZEN, our RELATED ENTITIES, OUR SUPPLIERS (INCLUDING WITHOUT LIMITATION CLEARWIRE), AND EACH OF THEIR OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, LICENSORS AND SERVICE PROVIDERS (COLLECTIVELY THE “MOBILE CITIZEN PARTIES”), EXPRESSLY DISCLAIM ALL REPRESENTATIONS AND WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO OUR WEBSITE, YOUR USE OF OUR WEBSITE OR ANY WEBSITE TO WHICH IT IS LINKED, INCLUDING ALL REPRESENTATIONS AND WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, THE MOBILE CITIZEN PARTIES DO NOT REPRESENT OR WARRANT THAT (A) OUR WEBSITE WILL MEET YOUR REQUIREMENTS.\n(B) YOUR USE OF OUR WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE.\n(C) THE CONTENT IS ACCURATE, COMPLETE, CURRENT, OR RELIABLE.\n(D) YOUR CONTENT, COMMUNICATIONS, SETTINGS OR OTHER DATA WILL NOT BE DELETED, LOST, MISDELIVERED, OR CORRUPTED.\nOR (E) NO VIRUSES OR OTHER HARMFUL CODE WILL BE TRANSMITTED TO YOU.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OF CERTAIN WARRANTIES, SO SOME OF THESE DISCLAIMERS MAY NOT APPLY TO YOU.</p>\nLimitation of Liability\n<p>UNDER NO CIRCUMSTANCES WILL ANY OF THE MOBILE CITIZEN PARTIES HAVE ANY LIABILITY TO YOU OR TO ANY THIRD PARTY FOR ANY LOSSES OR DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE USE OF OR INABILITY TO USE OUR WEBSITE, INCLUDING THE CONTENT, PRODUCTS AND SERVICES MADE AVAILABLE THROUGH OUR WEBSITE.\nTHIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL LOSSES AND DAMAGES (WHETHER DIRECT, INDIRECT, GENERAL, SPECIAL, CONSEQUENTIAL, INCIDENTAL, EXEMPLARY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, LOSS OF DATA, INCOME OR PROFITS), WHETHER THE CLAIM IS BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR ANY OTHER LEGAL THEORY, EVEN IF ANY MOBILE CITIZEN PARTY HAS BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nIF ANY PART OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE, THE LIABILITY OF THE MOBILE CITIZEN PARTIES FOR LIABILITIES THAT OTHERWISE WOULD HAVE BEEN LIMITED SHALL NOT EXCEED THE AMOUNT YOU HAVE PAID TO MOBILE CITIZEN FOR USE OF ANY SERVICE AVAILABLE ON THIS WEBSITE (EXCLUDING, FOR CLARITY, THE BROADBAND SERVICE).</p>\nIndemnity\n<p>You agree to indemnify and hold harmless each of the Mobile Citizen Parties from any and all third party claims, losses, liability, damages, losses, costs and expenses (including reasonable attorneys’ fees and costs) arising from your use of our Website other than as expressly permitted herein, or your breach of these Terms</p>\nMiscellaneous\n<p>These Terms, as may be supplemented or amended by our Broadband Service Agreement or any applicable “click-through agreements,” contains the entire agreement between you and us with respect to our Website and supersede all previous communications and agreements, whether oral, written, or electronic between you and us with respect thereto.\nThese Terms are governed by the laws of the State of Colorado without regard to its conflicts of law provisions.\nAll actions or proceedings arising out of or relating to these Terms will be held exclusively in state or federal court in Denver, Colorado.\nYou hereby irrevocably consent to the personal jurisdiction of said courts for all such purposes.\nOur failure at any time to require performance of any provision of these Terms or to exercise any right provided for herein will not be deemed a waiver of such provision or such right.\nAll waivers must be in writing.\nUnless the written waiver contains an express statement to the contrary, no waiver by us of any breach of these Terms or any right provided for herein shall be construed as a waiver of any continuing or succeeding breach of such provision, a waiver of the provision itself, or a waiver of any right under these Terms.\nIf any provision of these Terms is held by a court of competent jurisdiction to be contrary to law, such provision will be modified and interpreted so as to best accomplish the objectives of the original provision to the fullest extent allowed by law and the remaining provisions of these Terms will remain in full force and effect.\nAny cause of action related to use of our Website must be filed within one (1) year after such cause of action arose or be forever barred.</p>\nQuestions About These Terms\n<p>If you have any questions regarding these Terms, please contact us by email at customerservice@mobilecitizen.org or by mail to Mobile Citizen, PO Box 6060, Boulder, CO 80306, or by telephone at 877.216.9603.</p> Get Started 877-216-9603<br>\nsupport@mobilecitizen.org <i>Mobile Citizen On Facebook</i>\n<i>Mobile Citizen On Twitter</i>\n<i>Mobile Citizen On LinkedIn</i> Copyright © 2023 Mobile Citizen, a Voqal project.\nAll Rights Reserved.\nTerms of Use | Privacy Notice | Legal Notice<br>\nWeb Site Design &amp.\nDevelopment by Tiger Studios.\n", "created_at": "2023-06-27 01:13:01.425433", "updated_at": "2023-06-27 01:13:38.971121"}], "points": [], "urls": ["mobilecitizen.org"]}}