{"error": 448, "message": "OK", "parameters": {"id": 7159, "name": "Cake Wallet", "created_at": "2022-12-31 21:02:45.772067", "updated_at": "2023-01-22 17:00:13.129707", "wikipedia": null, "keywords": null, "related": null, "slug": "cake-wallet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7159.png", "url": "cakewallet.com", "documents": [{"id": 13686, "name": "Terms of Use", "url": "https://raw.githubusercontent.com/cake-tech/cake_wallet/main/assets/text/Terms_of_Use.txt", "xpath": "//body", "text": "Last Modified: January 11, 2022 Acceptance of the Terms of Use\n============================== These terms of use are entered into by and between You and Cake Labs LLC, a limited liability company formed under the laws of Nevis (\"Company,\" \"we,\" or \"us\").\nThe following terms and conditions \"Terms of Use\") govern your access to and use of the Cake Wallet and Monero.com apps, including any content, functionality, and services offered on or through the Cake Wallet app and the Monero.com app, as applicable (the “App\").\nPlease read the Terms of Use carefully before you start to use the App.\nBy using the App you accept and agree to be bound and abide by these Terms of Use and our Privacy Policy, incorporated herein by reference.\nIf you do not wish to agree to these Terms of Use or the Privacy Policy, you must not access or use the App.\nChanges to the Terms of Use\n=========================== We may revise and update these Terms of Use from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the App thereafter.\nYour continued use of the App following the posting of revised Terms of Use means that you accept and agree to the changes.\nYou are expected to check this page from time to time so you are aware of any changes, as they are binding on you.\nAccessing the App and Security\n============================== We reserve the right to withdraw or amend this App, and any service or material we provide on the App, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the App is unavailable at any time or for any period.\nYou are responsible for the following: - Making all arrangements necessary for you to have access to the App.\n- Ensuring that all persons who access the App through your internet connection are aware of these Terms of Use and comply with them.\n- To access the App or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the App that all the information you provide on the App is correct, current, and complete.\nYou agree that all information you provide during the use of this App or otherwise, including, but not limited to, through the use of any interactive features on the App, is governed by our Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Privacy Policy.\n- If you choose, or are provided with, a seed or private keys for any wallet within the App, you MUST treat such information as confidential, and you MUST NOT disclose it to any other person or entity.\n- You MUST keep the app up to date.\nFailure to update the application means you will not be receiving the latest security fixes and features.\nIntellectual Property Rights\n============================ The App and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by the Company, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.\nThese Terms of Use permit you to use the App for your personal and commercial use.\nYou are permitted to download, store, publicly display, publicly perform, republish and transmit any of the code in our App.\nYou are also permitted to reproduce, distribute, modify, or create derivative works of, any of the code in our App, under the license conditions published with the accompanying code.\nIf there is no license offered for the specific code, then you must contact us for a license for that specific code.\nYou must not: - Modify copies of any images from the Application.\n- Use any illustrations, photographs, video or audio sequences, or any graphics separately from the accompanying text.\n- Delete or modify any copyright, trademark, or other rights notices from copies of materials from this site.\n- Claim ownership of any code, image, text or any other information authored or created by Cake Labs.\nTrademarks\n========== The Company name, the term Cake Wallet, the Company logo, and all related names, logos, product and service names, designs, and slogans are trademarks of the Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the Company.\nAll other names, logos, product and service names, designs, and slogans on this App are the trademarks of their respective owners.\nProhibited Uses\n=============== You may use the App only for lawful purposes and in accordance with these Terms of Use.\nYou agree not to use the App: - In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).\n- For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.\n- To impersonate or attempt to impersonate the Company, a Company employee, another user, or any other person or entity (including, without limitation, by using email addresses associated with any of the foregoing).\n- To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of the App, or which, as determined by us, may harm the Company or users of the App, or expose them to liability.\nAdditionally, you agree not to: - Use the App in any manner that could disable, overburden, damage, or impair the App or interfere with any other party's use of the App, including their ability to engage in real time activities through the App.\n- Use any robot, spider, or other automatic device, process, or means to access the App for any purpose, including monitoring or copying any of the material on the App.\n- Use any manual process to monitor or copy any of the material on the App, or for any other purpose not expressly authorized in these Terms of Use, without our prior written consent.\n- Use any device, software, or routine that interferes with the proper working of the App or the Nodes operated by Cake Labs.\n- Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.\n- Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the App, or any node, server, computer, or database connected to the App.\n- Attack the App or the Nodes operated by Cake Labs via a denial-of-service attack or a distributed denial-of-service attack.\n- Otherwise attempt to interfere with the proper working of the App or the Nodes operated by Cake Labs.\nInformation About You and Your Visits to the App\n================================================ All information we collect on this App is subject to our Privacy Policy.\nBy using the App, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.\nLinks from the App\n================== If the App contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third-party Apps or services linked to this App, you do so entirely at your own risk and subject to the terms and conditions of use for such Apps.\nGeographic Restrictions\n======================= Please consult with qualified legal counsel to assess the appropriate use of the App or any of its contents in the jurisdiction(s) you intend to use the App.\nThe owner of the App makes no representation or warranty as to the suitability for use, compliance or other matter of law with respect to use in any jurisdiction.\nIf you access the App, you do so on your own initiative and are responsible for compliance with local laws and regulations.\nTranslations\n============ The App may contain translations of the English version of the content available on the App.\nThese translations are provided only as a convenience.\nIn the event of any conflict between the English language version and the translated version, the English language version shall take precedence.\nIf you notice any inconsistencies, please report them on GitHub.\nRisks Related to the use of the App\n=================================== The App, the Company and the Company’s owners, partners, employees, contributors, and any affiliates will not be responsible for any losses, damages or claims arising from: - Mistakes made by the user of any cryptocurrency-related software or service, e.g., forgotten passwords, payments sent to wrong cryptocurrency addresses, or accidental deletion of wallets.\n- Software problems of the App and/or any cryptocurrency-related software or service, e.g., corrupted wallet file, incorrectly constructed transactions, unsafe cryptographic libraries, malware affecting the App and/or any cryptocurrency-related software or service.\n- Technical failures in the hardware of the user of any cryptocurrency-related software or service, e.g., data loss due to a faulty or damaged storage device.\n- Security problems experienced by the user of any cryptocurrency-related software or service, e.g., unauthorized access to users' wallets and/or accounts.\nor - Actions or inactions of third parties and/or events experienced by third parties, e.g., bankruptcy of service providers, information security attacks on service providers, and fraud conducted by third parties.\nInvestment Risks\n================ All investments, including investments in Monero, Litecoin and Bitcoin, are speculative in nature and involve substantial risk of loss.\nWe encourage investors to invest carefully.\nWe also encourage investors to get personal advice from professional investment advisors and to make independent investigations before making any investment.\nWe do not in any way guarantee the success of any action you take with respect to investments on the App or otherwise.\nPast performance is not necessarily indicative of future results.\nAll investments, including investments in Monero, Litecoin or Bitcoin, carry risk and all investment decisions of an individual remain the responsibility of that individual.\nDo not enter any investment without fully understanding the worst-case scenario of that investment, including but not limited to, large market fluctuations or total loss.\nCake Labs does not provide investment advice.\nTax Matters\n=========== The users of the App are solely responsible in determining what, if any, taxes apply to their cryptocurrency transactions.\nCake Labs is not responsible for determining any taxes that apply to such transactions.\nYou agree not to hold Cake Labs responsible for any issues relating to the taxation of purchases, sale, exchanges, transfers, or any other transactions related to any cryptocurrency.\nCryptocurrency Transactions\n======================================= The App does not store cryptocurrencies, including Monero, Litecoin or Bitcoin.\nCryptocurrencies exist only by virtue of the ownership record maintained in their respective networks.\nAny transfer of title in cryptocurrency occurs within a decentralized cryptocurrency network, and not in the App.\nDisclaimer of Warranties\n======================== You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the App will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE APP OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE APP OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY APP LINKED TO IT.\nYOUR USE OF THE APP, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE APP IS AT YOUR OWN RISK.\nTHE APP, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE APP ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE APP.\nWITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE APP, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE APP WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE APP OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE APP WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.\nTO THE FULLEST EXTENT PROVIDED BY LAW, THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.\nTHE APP IS PROVIDED ON AN “AS IS” BASIS.\nTHE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\nLimitation on Liability\n======================= TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL THE COMPANY, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE APP, ANY APPS LINKED TO IT, ANY CONTENT ON THE APP OR SUCH OTHER APPS, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.\nThe limitation of liability set out above does not apply to liability resulting from our gross negligence or willful misconduct.\nTHE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\nIndemnification\n=============== You agree to defend, indemnify, and hold harmless the Company, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your violation of these Terms of Use or your use of the App, including, but not limited to, your User Contributions, any use of the App's content, services, and products other than as expressly authorized in these Terms of Use, or your use of any information obtained from the App.\nGoverning Law and Jurisdiction\n============================== All matters relating to the App and these Terms of Use, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Florida without giving effect to any choice or conflict of law provision or rule (whether of the State of Florida or any other jurisdiction).\nAny legal suit, action, or proceeding arising out of, or related to, these Terms of Use or the App shall be instituted exclusively in the federal courts of the United States or the courts of the State of Florida, although we retain the right to bring any suit, action, or proceeding against you for breach of these Terms of Use in your country of residence or any other relevant country.\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.\nArbitration\n=========== At Company's sole discretion, it may require You to submit any disputes arising from these Terms of Use or use of the App, including disputes arising from or concerning their interpretation, violation, invalidity, non-performance, or termination, to final and binding arbitration under the Rules of Arbitration of the American Arbitration Association applying Florida law.\nLimitation on Time to File Claims\n================================= ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE APP MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.\nWaiver and Severability\n======================= No waiver by the Company of any term or condition set out in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.\nIf any provision of these Terms of Use is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.\nEntire Agreement\n================ The Terms of Use and our Privacy Policy constitute the sole and entire agreement between you and Cake Labs LLC regarding the App and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the App.\nYour Comments and Concerns\n========================== This App is operated by Cake Labs LLC.\nAll feedback, comments, and other communications relating to the App should be directed to info@cakewallet.com.\nAll requests for technical support should be directed to support@cakewallet.com.\n", "created_at": "2022-12-31 21:02:45.833866", "updated_at": "2022-12-31 21:03:13.299997"}, {"id": 13687, "name": "Privacy Policy", "url": "https://raw.githubusercontent.com/cake-tech/cake_wallet/main/PRIVACY.md", "xpath": "//body", "text": "Privacy Policy Last modified: July 21, 2022 Introduction\n============ Cake Labs LLC (\"Cake Labs\", \"Company\", or \"We\") respect your privacy and are committed to protecting it through our compliance with this policy.\nThis policy describes the types of information we may collect from you or that you may provide when you use the App (our \"App\") and our practices for collecting, using, maintaining, protecting, and disclosing that information.\nThis policy applies to information we collect: - On this App.\n- In email, text, and other electronic messages between you and this App.\nIt does not apply to information collected by: - Us offline or through any other means, including on any other App operated by Company or any third party (including our affiliates and subsidiaries)].\nor - Any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from or on the App.\nPlease read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, you have the choice to not use the App.\nBy accessing or using this App, you agree to this privacy policy.\nThis policy may change from time to time.\nYour continued use of this App after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.\nDefinitions\n----------- - \"App\" means any software program provided by the Company, downloaded by You on any electronic device, including but not limited to Cake Wallet and Monero.com.\n- \"Device\" means any device that can access the App, such as a cell phone or tablet device.\n- \"Node\" means a server on a supported cryptocurrency network which transmits data to your App for processing and synchronization, and to which your Device transmits transactions which you would like to submit to the supported cryptocurrency networks.\nThis includes full nodes, Electrum servers, and lightning network nodes.\n- \"Cake Labs Nodes\" refers to the set of cryptocurrency nodes operated and maintained by Cake Labs LLC.\n- \"Service\" refers to the App.\n- \"Third-party Service\" refers to any service integrated into the App.\nThis includes but is not limited to ChangeNOW, Wyre, MoonPay, and BlockBuy.\n- \"Usage Data\" refers to data collected automatically about your usage of an App.\n- \"You\" means the individual, group, corporation, or any other entity accessing or using the Service.\nInformation We Never Receive Nor Collect\n---------------------------------------- Usage Data (including the date and time at which you use an application, the duration of using it, and other ‘metadata’) is NOT collected by Cake Labs through the usage of the App.\nCake Labs has no reason to care about any aspect of your continued usage of our App.\nWe believe that this data is your own property and that we have no right to collect it.\nData relating to your funds, and their security and privacy, remains on your device at ALL times.\nYour private keys (including your Monero private view keys), seeds, backup files, and wallet passcode are your own responsibility.\nThis data is not received, collected, or stored by Cake Labs at any time, for any reason.\nInformation We May Receive But Do Not Retain\n-------------------------------------------- We receive but do NOT store information from and about users of our App, including: - The device IP address, the block height to which your wallet is synchronized, and any transactions or channels which you use our Node to submit to supported cryptocurrency networks.\nWe receive this information: - Automatically as you use the App.\nThis data is provided by connecting to the Nodes and price API maintained by Cake Labs.\nYou have the right to choose not to provide synchronization data to Cake Labs by choosing a different Node.\nWe provide a list of Nodes in the app that include our own and third party Nodes, or you can use your own Node (which we recommend).\nPersonal Data sent through the Cake Labs Nodes is limited to your device's IP address, the block height to which your wallet is synchronized, and any transactions or channels which you use our Node to submit to the supported cryptocurrency networks.\nPersonal Data received by Cake Labs in this manner is not stored for any length of time, and thus Cake Labs is both unwilling to and incapable of sharing this data, or using it for any purpose beyond ensuring your appropriate connection to our Nodes.\nIf you decide to use a Node offered by any third party, some of which we include in our Apps, said third party will receive this Personal Data instead of Cake Labs.\nWe take no responsibility for the actions of any third-party Node offered within the Application.\nWe recommend connecting to your own Node to limit third party sharing of your Personal Information.\nInformation We May Collect About You and How We Collect It\n---------------------------------------------------------- We collect several types of information from and about users of our App, including information: - By which you may be personally identified, such as name, e-mail address, or and a/any other identifier by which you may be contacted online or offline (\"personal information\" or \"Personal Data”), ONLY when you provide it to us.\nWe collect this information: - Directly from you when you provide it to us.\nPersonal information is received by Cake Labs ONLY in the event that you choose to provide it to us by voluntarily contacting Cake Labs regarding support, questions or suggestions.\nHow We Use Your Information\n--------------------------- We use information that we collect about you or that you provide to us, including any personal information: - To present our App and its contents to you.\n- To allow you to sync using the closest geographical Node: In the event that you choose to synchronize your wallet using the Node maintained by Cake Labs, we determine your location using your IP address to redirect your Wallet to the fastest possible Node.\n- To contact you: In the event that you contact Cake Labs first, we will use the Personal Data with which you provide us, to contact you by email, Telegram, Reddit, or any other means.\n- To manage your requests: To attend and manage your requests to us.\n- For any other purpose with your consent.\nTransfer of Your Personal Data\n------------------------------ Personal Data received by the Cake Labs Nodes, or voluntarily submitted to Cake Labs through e-mail, Telegram, Reddit, or any other method, may be transferred to computers located outside of your governmental jurisdiction, where the data protection laws may differ from yours.\nYour consent to this Privacy Policy, and your submission of such information, represents your agreement to this transfer.\nCake Labs will take all necessary steps to ensure that your data is treated securely and in accordance with this Privacy Policy.\nNo transfer of your Personal Data will take place to an organization or a country, unless there are adequate controls in place to protect the security of your data.\nDisclosure of Your Information\n------------------------------ We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\nFor example, we may, from time to time, disclose the number of users who have downloaded our Application.\nWe may disclose personal information that we collect or you provide as described in this Privacy Policy: - To our subsidiaries and affiliates.\n- To contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.\n- To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Cake Labs's assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by Cake Labs about our App users is among the assets transferred.\nHowever, we will provide notice before this Personal Data is transferred and becomes subject to a different Privacy Policy.\n- To fulfill the purpose for which you provide it.\n- For any other purpose disclosed by us when you provide the information.\n- With your consent.\nWe may also disclose your personal information: - To comply with any court order, law, or legal process, including to respond to any government or regulatory request.\n- To enforce or apply our terms of use and other agreements, including for billing and collection purposes.\n- If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Cake Labs, our customers, or others.\nCake Labs is incapable of providing any authority or government agency with data received by the Cake Labs Nodes, because we do not store this data.\nUnder certain circumstances, Cake Labs may be required by authorities to disclose Personal Data which you voluntarily provide us, including your e-mail address, Telegram username, or Reddit username.\nWE STRONGLY RECOMMEND THAT YOU DO NOT TRANSMIT ANY PERSONALLY IDENTIFIABLE INFORMATION TO US VIA THESE OR ANY OTHER METHODS.\nData Security\n------------- You are responsible for your personal data, including all data related to the safety of your funds.\nYou should take all appropriate action to protect this data.\nCake Labs cannot recover any data related to your funds in the event that you lose or give away this data.\nCake Labs strongly recommends that you take action to secure your funds, by writing down your seeds or keys, storing encrypted backups, and never sharing this information.\nCake Labs undertakes any and all reasonable steps possible to secure any data that you voluntarily transmit to us.\nHowever, we cannot guarantee that any outside system used to transmit this data is entirely secure and, as such, we recommend that you exercise caution when voluntarily transmitting data to us.\nIn any situation, Cake Labs takes no responsibility for interception of personal data by any outside individual, group, corporation, or institution.\nYou should understand this and take any and all appropriate actions to secure your own data.\nLinks to Other Websites\n----------------------- The App may contain links to other websites that are not operated by us.\nIf you click on a third-party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.\nChanges to Our Privacy Policy\n----------------------------- It is our policy to post any changes we make to our privacy policy on this page.\nIf we make material changes to how we treat our users' personal information, we will notify you through a notice on the App.\nThe date the privacy policy was last revised is identified at the top of this document.\nYou are responsible for periodically visiting our App and this privacy policy to check for any changes to our Privacy Policy.\nContact Us\n---------- If you have any questions about this Privacy Policy, you are encouraged to contact us by email at info@cakewallet.com.\n", "created_at": "2022-12-31 21:02:45.896377", "updated_at": "2022-12-31 21:03:03.339234"}], "points": [], "urls": ["cakewallet.com"]}}