{"error": 448, "message": "OK", "parameters": {"id": 9393, "name": "Aria Network", "created_at": "2023-08-23 20:04:33.06791", "updated_at": "2023-08-23 22:02:29.031333", "wikipedia": null, "keywords": null, "related": null, "slug": "aria-network", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9393.png", "url": "aria-net.org,aria.im,mail.aria-net.org,metronome.im", "documents": [{"id": 18492, "name": "Privacy Policy and Service Agreement", "url": "https://aria-net.org/SitePages/Portal/ToS.aspx", "xpath": "/html/body/div[1]/div[2]/div[1]/div/div/div/div[2]/div/div[2]/div/div/div[2]/div[1]/div/div/div/div/div/div/div[1]", "text": "<p>\n<em>-- Short rules statement</em>\n</p>\n<p>You're not entitled to use our services&nbsp;for malicious intents like:&nbsp;</p>\n<ul>\n<li>\n<strong>Spamming</strong>\n</li>\n<li>\n<strong>Harrassing</strong>\n</li>\n<li>\n<strong>Hate seeding and xenophoby/racism promoting activities and discussions</strong>\n</li>\n<li>\n<strong>Promoting, discussing or sharing of illegal sexual material</strong>\n</li>\n<li>\n<strong>Illegal sharing of copyrighted material</strong>\n</li>\n<li>\n<strong>Phishing,&nbsp;Scamming and other ill intented activities</strong>\n</li>\n<li>\n<strong>Any Denial of Servicing</strong>\n</li>\n<li>\n<strong>Use this service as \"carrier for\" or \"intermediate to\" cheat bots, and/or other game cheating activities</strong>\n</li>\n</ul>\n<p>Regarding the use of Disposable E-Mail Addresses to register to the service:</p>\n<ul>\n<li>\n<strong>Furthermore you're&nbsp;NOT&nbsp;entitled to use a DEA to register to our services.\nThrow-away addresses are mainly used for malicious intents and most of these services simply let the messages being web harvested, which is&nbsp;<em>UNACCEPTABLE</em>\n</strong>\n<strong>.\nPeriodically we&nbsp;review registrations&nbsp;and seek for&nbsp;Throw-away E-Mail providers (which aren't catched by our DEA filter), if found, the accounts will be assumed, no matter what, as ToS breaching without the possibility of an appeal.</strong>\n</li>\n</ul>\n<p>Failing to comply to every of the above will result in a breach of the terms of service and the immediate account GDPR erasure and disabilitation.</p>\n<p>\n<em>-- Regarding privacy</em>\n</p>\n<p>\n<strong>Logging, data retention</strong>:</p>\n<ul>\n<li>We do not monitor data content (e.g.\nmessage content) passing through our services.</li>\n<li>For the nature of the Matrix Protocol, every type of chat works like group chat, so a \"room\" entity is created to store the ineherent data and metadata, the information&nbsp;is then replicated coherently over all the HomeServers partecipating in the discussion so it's actually impossible to guarantee the usage of that&nbsp;once it's replicated to a 3rd party HomeServer.</li>\n<li>We offer&nbsp;a STUN/TURN relay service to facilitate traversal of NATs for Audio / Video conferencing via Jingle or WebRTC, data that is relayed may be passed to 3rd parties which are beyond the bundaries of this service which means we're unable to guarantee the safety or usage of the mentioned data when it transits away from our systems.</li>\n<li>Frontend Servers do log the IP address of all systems communicating before routing requests internally in our network.</li>\n</ul>\n<p>\n<strong>Push Notifications, data processing and disclosure</strong>:</p>\n<ul>\n<li>We offer additional services, like bridges, that&nbsp;cross our own service jurisdiction boundary, by doing so the user implicitly consent the treatment of their data to the 3rd party they transit to and also it will cause personal data and metadata pertaining to the remote platform (e.g.\nyour contacts) to be stored on our systems.</li>\n<li>PUSH notifications are handled in conformance to the Matrix.org spec, and in the case the client used is a Mobile one will allow the Metadata to be relayed by the application's push notification server to the Mobile service handling the notification, which changes depending on the operating system on your mobile device (APN for iOS, FCM or GCM in case of Android etc).\nWhich perhaps is already beyond this service boundaries and we can't be responsible of in the event anything beyond our web client (<strong>\n<em>https://aria.im</em>\n</strong>) is used, please contact&nbsp;your Mobile carrier or Operating System manufacturer for more information.</li>\n</ul>\n<p>\n<strong>Direct data disclosure</strong>:</p>\n<ul>\n<li>Aria Network does use RECAPTCHA to protect the registration form perhaps some anonymous metadata may be disclosed to Google Inc.\nto verify the registration doesn't come from some automated software.</li>\n<li>Aria Network will match the mail address used in the registration against either the NameAPI, QuickEmailVerification or KickBox databases, to verify that the said mail address isn't a disposable address.</li>\n<li>Aria Network&nbsp;will not&nbsp;willingly disclose personal data pertaining to its users to any third party, also we&nbsp;don't require you&nbsp;to provide any information which would make it possible to identificate yourself (Name, Surname, Residence etc.) to register to it, given the exception of the E-Mail address which is verified for legitimacy&nbsp;(as mentioned above) and used to send you the verification token to complete the account registration process.</li>\n<li>The above statement would partially or not apply in case of abuse or ToS breach as every measure deemed necessary will be taken in order to settle the situation and pursue investigations including disclosure of data to middle parties, involved or to be involved parties and/or recognized authorities, etc.</li>\n</ul>\n<p>\n<strong>Third-Party Identifiers (\"3PID\")&nbsp;storage within matrix</strong>:</p>\n<ul>\n<li>Matrix defines&nbsp;other identifiers and addresses used to make a relationship with the account as \"3PID\", they can be mail addresses or phone numbers.</li>\n<li>The server software, formerly Synapse, stores that information within its database in clear format.</li>\n<li>With our service, as explained later in this document, a valid mail address at least needs to be associated with the account to mantain proper functionality.</li>\n</ul>\n<p>\n<strong>Use of the Integrations Manager:</strong>\n</p>\n<ul>\n<li>Using of the Integrations offered by our Matrix Dimensions instance require the storing OpenID like tokens, \"Scalar\" tokens, that gets used by the appservice to interact and authenticate with the HomeServer to&nbsp;execute certain actions on behalf of the user.</li>\n<li>The manager stores configuration data about certain bots (Go-Neb based ones like Wikipedia, Imgur, Giphy, RSS and Travis CI)&nbsp;and&nbsp;widgets.</li>\n<li>Some other configuration is instead saved directly on the user's account data store on the HomeServer.</li>\n</ul>\n<p>\n<strong>Opt-out requesting and oblivion rights</strong>:</p>\n<ul>\n<li>Unfortunately it's very complicated to actually <em>delete&nbsp;</em>your account from the Matrix, it's possible to disable that permanently and issue erasion in the form of redaction of all metadata and content data regarding your account from the federated servers.</li>\n<li>You can be certain that such request will go to full length on our systems, and you can contact us to double check, but we can't be responsible for what happens on servers beyond ours.</li>\n</ul>\n<p>\n<strong>Cookie Policy</strong>:</p>\n<ul>\n<li>Cookies are used solely for browser session data, internal cluster routing&nbsp;and minor diagnostics of our systems usage by our web frontends, the Element client and our portal software, SharePoint.</li>\n</ul>\n<p>\n<strong>Passwords safety</strong>:</p>\n<ul>\n<li>Passwords are stored into the server in hashed format making it way harder for 'em to be decoded or cracked.</li>\n<li>We do although encourage you to apply basic safety measures to create passwords of decent strength.</li>\n<li>Our administrators will never ask you for your password/s and or will be able to retrieve 'em on your behalf in case of loss.</li>\n</ul>\n<p>\n<em>--&nbsp;Regarding account validity</em>\n</p>\n<ul>\n<li>A valid 3PID (mail address) is required to be associated with your account to properly receive&nbsp;validation tokens.</li>\n</ul>\n<p>\n<em>-- Final disclaimers</em>\n</p>\n<p>Aria Network&nbsp;provides its public services, AS IS, without guarantees of sort, we perhaps decline any liability in case of damage or loss derived from their usage.\nWe also reserve the right to suspend either the services, and/or the access to them to any third party, without notice.</p>\n<p>By registering and/or using an account,&nbsp;<em>\n<strong>you agree to abide to the above service agreement and consent the eventual treatment of your data and meta data by us or a third party as described (implicitly or explicitly) in this document</strong>\n</em>.</p>", "created_at": "2023-08-23 20:04:33.099609", "updated_at": "2023-08-23 20:07:01.432189"}], "points": [], "urls": ["aria-net.org", "aria.im", "mail.aria-net.org", "metronome.im"]}}