{"error": 448, "message": "OK", "parameters": {"id": 7107, "name": "Boston Pizza", "created_at": "2022-12-20 21:06:42.107149", "updated_at": "2022-12-20 23:01:22.858973", "wikipedia": "https://en.wikipedia.org/wiki/Boston_Pizza", "keywords": null, "related": null, "slug": "boston-pizza", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7107.png", "url": "bostonpizza.com", "documents": [{"id": 13506, "name": "Privacy Policy", "url": "https://bostonpizza.com/en/privacy-policy.html", "xpath": "//*[@id=\"container-69eff38f23\"]", "text": " Privacy Policy Privacy Policy <p>This version in effect since June 13, 2014.</p>\n<p>&nbsp;</p>\n<p>Protecting your privacy is important to Boston Pizza International Inc.\nand its&nbsp;affiliates (“Boston Pizza”).\nThis Policy explains how Boston Pizza collects, uses and discloses the personal and non-personal information you may provide to Boston Pizza: (i) while using Boston Pizza’s websites and the services provided through the websites (collectively the “Websites”).\n(ii) while using Boston Pizza’s mobile applications and the services provided through the mobile applications (collectively, the “Mobile Apps”, and together with the Websites, the “Boston Pizza Technology”).\nor (iii) while otherwise corresponding to or with Boston Pizza (collectively, “Correspondence”).</p> Your Consent <p>1.&nbsp;By using the Boston Pizza Technology or by submitting information to Boston Pizza through or in connection with the Boston Pizza Technology&nbsp;or via Correspondence, you signify your consent to the collection, use and disclosure of your personal information in accordance with this Policy and Boston Pizza’s General Terms and Conditions&nbsp;(which are available here).&nbsp;If you do not consent to the collection, use, and disclosure of your personal information in accordance with this Policy and the General Terms and Conditions, you may not use the Boston Pizza Technology.</p> Information Automatically Collected Through The Website <p>2.\nNon-Personal Information – The Boston Pizza Technology automatically collects certain non-personal information regarding users, such as the date and time you access the Boston Pizza Technology, the Internet address of the website from which you linked directly to the Boston Pizza Technology, the browser and operating system you are using, and the Boston Pizza Technology pages read and content accessed or downloaded.\nThis non-personal information is used for system administration purposes and to improve the Boston Pizza Technology.\nNon-personal information may be disclosed to other persons and permanently retained for future use.\nIf non-personal information is combined with personal information, then the non-personal information will be treated as personal information.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>3.\nCookies – The Boston Pizza Technology uses “cookies”, a technology that installs a small amount of information on a user’s computer or smartphone to permit the Boston Pizza Technology to recognize future visits using that computer or smartphone.\nCookies enhance the convenience and&nbsp;use of the Boston Pizza Technology.\nFor example, the information provided through cookies is used to recognize you as a previous user of the Boston Pizza Technology (so you do not have to enter information every time), offer personalized page content and information for your use, and otherwise facilitate your Boston Pizza Technology experience.\nYou may choose to decline cookies if your computer or smartphone permits, but doing so may affect your ability to access or use certain features of the Boston Pizza Technology.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>4.\nAdvertisement Cookies – Advertisements may be displayed on the Boston Pizza Technology and may contain cookies or other technologies.\nThird party advertising companies may provide those advertisements and Boston Pizza has no control over, and no responsibility or liability for, the cookies or other technologies used in the advertisements or for the use and disclosure of information collected through advertisement cookies or other technologies.<br>\n</p> Personal Information You Specifically Provide <p>5.\nYour Personal Information – During your use of the Boston Pizza Technology, you may be asked to voluntarily provide personal information (such as your personal name, email address, postal address, telephone number, fax number, login and password information, birth date, occupation, present employer and other information).\nYou can choose not to provide certain requested personal information, but then you may not be able to use certain services provided by Boston Pizza or access or use certain features of the Boston Pizza Technology.</p>\n<p>&nbsp;</p>\n<p>6.\nUse of Your Personal Information – Boston Pizza uses your personal information for the following purposes and as otherwise permitted by law: (a) to contact and correspond with you regarding the Boston Pizza Technology, your visits to Boston Pizza restaurants, and promotions offered by Boston Pizza, its franchisees, and its suppliers and contractors.\n(b) to respond to specific requests from you, and to otherwise administer Boston Pizza’s relationship with you.\n(c) to process orders for products or services from Boston Pizza restaurants and to facilitate your transactions through the Boston Pizza Technology.\n(d) to facilitate your participation in rewards programs offered by Boston Pizza.\n(e) to facilitate your participation in sweepstakes or contests and to fulfill prizes.\n(f) to process suggestions and comments provided by you.\n(g) to provide you with franchise information or evaluate your suitability as a prospective franchisee.\n(h) to help us better understand visitors’ use of the Boston Pizza Technology.\nand (i) to administer the Boston Pizza Technology and to protect the security of the Boston Pizza Technology when necessary.\nBoston Pizza may also develop a confidential profile for you, which will be used to provide services to you and facilitate your use of the Boston Pizza Technology, and may keep a record of all communications with you.</p>\n<p>&nbsp;</p>\n<p>7.\nCommunications from Boston Pizza – Subject to you providing your express or implied consent and applicable laws, from time to time, Boston Pizza may send to you email, text messages or other communications containing information about Boston Pizza, current promotions or specials, the Boston Pizza Technology, programs offered or administered by Boston Pizza, and other matters Boston Pizza believes will interest you.\nAt any time, you may ask Boston Pizza to stop sending you such email, text messages or other communications by sending your request to Boston Pizza’s Privacy Officer at one of the addresses noted below.\nAlso, each email Boston Pizza sends to you will tell you how to decline further communications.</p>\n<p>&nbsp;</p>\n<p>8.\nDisclosure of Your Personal Information – Boston Pizza may disclose your personal information in the following circumstances and as otherwise permitted by law:</p>\n<p>(a) Authorized Disclosure: Boston Pizza may disclose your personal information as permitted by Boston Pizza’s General Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>(b) Disclosure to Authorizing Persons – If you use the Boston Pizza Technology on behalf of another person or organization (such as your employer), Boston Pizza may provide your personal information to that authorizing person or organization.\nBoston Pizza has no control over, and no responsibility or liability for, the use of your personal information by your authorizing person or organization, and that use is not subject to this Policy.\nIf you do not wish your personal information to be disclosed to the person or organization on whose behalf you use the Boston Pizza Technology, you may not use the Boston Pizza Technology.</p>\n<p>&nbsp;</p>\n<p>(c) Disclosure to Affiliates, Agents, Suppliers, and Service Providers – Boston Pizza may provide your personal information to its affiliates, agents, suppliers and service providers for use in connection with matters relating to your use of the Boston Pizza Technology, in order to provide products and services to you, to bill you and process payments for the products and services requested by you, and as otherwise permitted by law.\nBoston Pizza requires its affiliates, agents, suppliers and service providers to agree to use your personal information only for the purposes for which it is provided to them, and to protect the privacy of your personal information in a manner that is consistent with this Policy.\nIf at any time you do not wish your personal information to be disclosed to certain or any other persons, please send your request to Boston Pizza’s Privacy Officer at one of the addresses noted below.\nhowever, this may affect your ability to use the Boston Pizza Technology, participate in programs offered or administered by Boston Pizza, or receive products or services from Boston Pizza.</p>\n<p>&nbsp;</p>\n<p>(d) Disclosure in Business Transfers – Boston Pizza may be involved in the sale or transfer of some or all of its businesses.\nAs part of that sale or transfer, Boston Pizza may disclose your personal information to the acquiring organization, but will require the acquiring organization to agree to protect the privacy of your personal information in a manner that is consistent with this Policy and applicable law.</p>\n<p>&nbsp;</p>\n<p>(e) Law Enforcement and Legal Disclosure – Boston Pizza may disclose your personal information to a government institution that has asserted its lawful authority to obtain the information or where Boston Pizza has reasonable grounds to believe the information could be useful in the investigation of unlawful activity, or to comply with a subpoena or warrant or an order made by a court, person or body with jurisdiction to compel the production of information, or to comply with court rules regarding the production of records and information, or to its legal counsel.\nBoston Pizza has no control over, or liability for, those persons’ use and disclosure of your personal information, and that use and disclosure is not subject to this Policy.</p>\n<p>&nbsp;</p>\n<p>9.\nAccessing Your Personal Information – You may request access to your personal information and information about Boston Pizza’s collection, use and disclosure of that information by sending your request to Boston Pizza’s Privacy Officer at one of the addresses noted below.\nSubject to certain exceptions and limitations prescribed by law, you will be given reasonable access to your personal information, and will be entitled to challenge the accuracy and completeness of the information and to have it amended as appropriate.\nYou can help Boston Pizza maintain the accuracy of your information by notifying Boston Pizza of any changes to your personal information.</p>\n<p>&nbsp;</p>\n<p>10.\nDepersonalized Information – Boston Pizza may use personal information to create non-personal information regarding the use of the Boston Pizza Technology and related services.\nBoston Pizza may then disclose that non-personal information to other persons and permanently retain that non-personal information for future use.</p>\n<p>&nbsp;</p>\n<p>11.\nBusiness Contact Information – To the extent permitted by law, the provisions of this Policy concerning “personal information” do not apply to information (such as your personal name, position or title, business address, business telephone number, business fax number and business email address) which enable you to be contacted at a place of business.</p>\n<p>&nbsp;</p>\n<p>12.\nLocation of Information – Boston Pizza will store and process your personal information in Canada and the United States of America.\nThe laws of other countries regarding the collection, use, and disclosure of personal information may be different from the laws of Canada.\nThe disclosure of your information in accordance with this Policy and applicable law may result in your personal information being transferred outside of Canada and the United States.</p>\n<p>&nbsp;</p>\n<p>13.\nSecuring Your Information – Boston Pizza employs reasonable security safeguards appropriate to the sensitivity of the personal information in its possession or under its control in order to protect that information from unauthorized access, collection, use, disclosure, copying, modification or disposal or similar risks.</p> Other Matters <p>14.\nPersonal Information of Children – Boston Pizza only collects personal information from or relating to persons who indicate that they are at least </p>\n<p>&nbsp;</p>\n<p>13 years of age.\nIf we learn that we have inadvertently collected personal information from or relating to a child under 13 years of age, we will delete that information from our systems.\nIf you are under the age of 13, do not submit or post any information via the Boston Pizza Technology, and do not provide any Correspondence containing personal information.</p>\n<p>&nbsp;</p>\n<p>15.\nOther Websites – The Boston Pizza Technology may contain links to other websites or Internet resources.\nWhen you click on one of those links you are contacting another website.\nBoston Pizza has no responsibility or liability for or control over those other websites or their collection, use and disclosure of your personal information.</p>\n<p>&nbsp;</p>\n<p>16.\nPolicy Changes – To accommodate changes in Boston Pizza’s businesses, the Boston Pizza Technology, changing technology, and legal developments, among other things, this Policy may be changed from time to time in Boston Pizza’s discretion and without any prior notice or liability to you or any other person.\nBoston Pizza’s collection, use and disclosure of your personal information will be governed by the version of this Policy in effect at that time.\nNew versions of the Policy will be posted on the Websites.\nYour continued dealings with Boston Pizza or your use of the Boston Pizza Technology subsequent to any changes to this Policy will signify your consent to the collection, use and disclosure of your personal information in accordance with the changed Policy.\nAccordingly, when you use the Boston Pizza Technology you should check the date of this Policy and review any changes since the last version.\nYou should also bookmark this page and periodically review this Policy to ensure that you are familiar with the most current version.</p>\n<p>&nbsp;</p>\n<p>17.\nFormer Users – If you stop using the Boston Pizza Technology or your permission to use the Boston Pizza Technology is terminated, Boston Pizza may continue to use and disclose your personal information in accordance with this Policy as amended from time to time.</p>\n<p>&nbsp;</p>\n<p>18.\nContacting The Company’s Privacy Officer</p>\n<p>Boston Pizza’s Privacy Officer may be contacted by mail, facsimile or email at:</p>\n<p>Boston Pizza International Inc.</p>\n<p>100 10760 Shellbridge Way</p>\n<p>Richmond, British Columbia</p>\n<p>V6X 3H1</p>\n<p>Facsimile No.: 604-270-1041</p>\n<p>Email: privacy@bostonpizza.com</p>\n<p>Attention: Privacy Officer</p>\n<p>&nbsp;</p>\n<p>19.\nEnglish Language – The parties have expressly requested and required that this Policy and all other related documents be drawn up in the English language.</p> ", "created_at": "2022-12-20 21:08:14.260232", "updated_at": "2022-12-20 21:08:26.275064"}, {"id": 13507, "name": "Legal Disclaimer", "url": "https://bostonpizza.com/en/legal-disclaimer.html", "xpath": "//*[@id=\"container-a4514c5060\"]", "text": " Legal Disclaimer Legal Disclaimer <p>\n<b>Website User Agreement</b>\n</p>\n<p>This version in effect since June 13, 2014.</p> 1.\nDefinitions <p>In these General Terms and Conditions, the following terms have the following meanings:</p>\n<p>“Boston Pizza” means Boston Pizza International Inc.\nand its affiliates.</p>\n<p>“Boston Pizza Technology” means the Websites and the Mobile Apps.</p>\n<p>“Mobile Apps” means the mobile applications and the services provided through the mobile applications that are owned, operated or controlled by Boston Pizza.</p>\n<p>“Websites” means the websites and the services provided through the websites that are owned, operated or controlled by Boston Pizza.</p> 2.\nLegal Conditions for Use of Boston Pizza Technology <p>By using or downloading information or content from Boston Pizza Technology, you represent that you have read and understand these General Terms and Conditions and agree to be bound by these General Terms and Conditions.\nIf you do not agree, do not use or download information or content from Boston Pizza Technology.\nThis Website is owned and operated by Boston Pizza.</p> 3.\nPermitted Uses and Access <p>Boston Pizza Technology may not be used by persons in jurisdictions where access to or use of Boston Pizza Technology or any part of it may be illegal or prohibited.</p> 4.\nSubmissions <p>You may not use any collaborative browsing or display technologies in connection with your use of Boston Pizza Technology or to post comments, communications, or any other data of any kind (collectively, “Submissions”) via Boston Pizza Technology with the intention that such postings may be viewed by other users of Boston Pizza Technology.</p>\n<p>If you send Submissions to Boston Pizza or Boston Pizza Technology you automatically grant (or warrant that the owner of the Submissions grants) to Boston Pizza and its assigns a perpetual, royalty-free, irrevocable, unrestricted, non-exclusive, world-wide, assignable, sub-licensable, right and license to use, copy, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, display and otherwise exploit the Submissions or any ideas, concepts, know-how or techniques associated with the Submissions for any purpose whatsoever, commercial or otherwise, using any form, media or technology now known or later developed, without providing compensation to you or any other person, without any liability whatsoever, and free from any obligation of confidence or other duties on the part of Boston Pizza or its assigns, and you agree, represent and warrant that all moral rights in the Submissions are waived in favour of Boston Pizza and its assigns.</p> 5.\nDisclaimer <p>NEITHER BOSTON PIZZA, BOSTON PIZZA ROYALTIES INCOME FUND, BOSTON PIZZA HOLDINGS TRUST, BOSTON PIZZA HOLDINGS LIMITED PARTNERSHIP, BOSTON PIZZA ROYALTIES LIMITED PARTNERSHIP, BOSTON PIZZA HOLDINGS GP INC., BOSTON PIZZA GP INC.\nOR ANY OF THEIR RESPECTIVE AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, TRUSTEES, AGENTS OR REPRESENTATIVES (COLLECTIVELY, THE “BP GROUP”) ACCEPTS ANY LIABILITY FOR YOUR USE OF BOSTON PIZZA TECHNOLOGY.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, BOSTON PIZZA TECHNOLOGY, MATERIALS, INFORMATION, TEXT, GRAPHICS AND LINKS AND OTHER ITEMS CONTAINED IN BOSTON PIZZA TECHNOLOGY ARE PROVIDED ON AN \"AS IS\" AND “AS AVAILABLE” BASIS AND WITHOUT WARRANTY, REPRESENTATION OR CONDITION OF ANY KIND, EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ALL WARRANTIES, REPRESENTATIONS OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT OF INTELLECTUAL PROPERTY, TITLE, PERFORMANCE, DURABILITY, AVAILABILITY, TIMELINESS, ACCURACY, COMPLETENESS AND FREEDOM FROM ERRORS, VIRUSES, BUGS, UNINTERRUPTED SERVICE, DEFECTS OR HARMFUL COMPONENTS.\nNONE OF THE BP GROUP WILL BE LIABLE FOR ANY DAMAGES OR INJURY CAUSED BY, INCLUDING BUT NOT LIMITED TO, ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, DELAY IN OPERATION OF TRANSMISSION, COMPUTER VIRUS, OR LINE FAILURE.\nINFORMATION WITHIN BOSTON PIZZA TECHNOLOGY MAY CONTAIN TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS.\nBOSTON PIZZA RESERVES THE RIGHT TO MAKE CHANGES, CORRECTIONS AND/OR IMPROVEMENTS TO THE MATERIALS AND INFORMATION CONTAINED WITHIN BOSTON PIZZA TECHNOLOGY, AT ANY TIME, WITHOUT NOTICE TO YOU.</p>\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, THE BP GROUP MAKES NO REPRESENTATION, WARRANTY, CONDITION OR GUARANTEE THAT: (A) BOSTON PIZZA TECHNOLOGY WILL BE AVAILABLE OR WILL FUNCTION WITHOUT INTERRUPTION OR WILL BE FREE OF ERRORS OR THAT ANY ERRORS WILL BE CORRECTED.\n(B) BOSTON PIZZA TECHNOLOGY WILL MEET YOUR REQUIREMENTS.\n(C) THE INFORMATION AVAILABLE ON, THROUGH OR CONNECTED WITH BOSTON PIZZA TECHNOLOGY WILL BE TIMELY, UNINTERRUPTED, SEQUENTIAL, ACCURATE OR COMPLETE.\n(D) CERTAIN OR ANY RESULTS MAY BE OBTAINED THROUGH THE ACCESS TO OR USE OF BOSTON PIZZA TECHNOLOGY.\nOR (E) THE ACCESS TO AND USE OF BOSTON PIZZA TECHNOLOGY WILL BE FREE OF VIRUSES, TROJAN HORSES, WORMS OR OTHER DESTRUCTIVE OR DISRUPTIVE COMPONENTS AND WILL NOT INFRINGE THE RIGHTS (INCLUDING INTELLECTUAL PROPERTY RIGHTS) OF ANY PERSON.\nAND THE BP GROUP DISCLAIMS ANY AND ALL LIABILITY REGARDING SUCH MATTERS TO THE FULLEST EXTENT PERMITTED BY LAW.</p> 6.\nExclusion and Limitation on Liability <p>NOTWITHSTANDING ANY OTHER PROVISION OF THESE GENERAL TERMS AND CONDITIONS, UNDER NO CIRCUMSTANCES WILL THE BP GROUP EVER BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE OR EXEMPLARY LOSS OR DAMAGE ARISING FROM, CONNECTED WITH, OR RELATING TO BOSTON PIZZA TECHNOLOGY, THESE GENERAL TERMS AND CONDITIONS, THE SUBJECT MATTER OF THESE GENERAL TERMS AND CONDITIONS, THE TERMINATION OF THESE GENERAL TERMS AND CONDITIONS OR OTHERWISE, INCLUDING BUT NOT LIMITED TO LOSS OF DATA, BUSINESS, MARKETS, SAVINGS, INCOME, PROFITS, USE, PRODUCTION, REPUTATION OR GOODWILL, ANTICIPATED OR OTHERWISE, OR ECONOMIC LOSS, UNDER ANY THEORY OF LIABILITY (WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR ANY OTHER THEORY OR LAW OR EQUITY), REGARDLESS OF ANY NEGLIGENCE OR OTHER FAULT OR WRONGDOING (INCLUDING WITHOUT LIMITATION GROSS NEGLIGENCE AND FUNDAMENTAL BREACH) BY THE BP GROUP OR ANY PERSON FOR WHOM THE BP GROUP IS RESPONSIBLE, AND EVEN IF THE BP GROUP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE BEING INCURRED.</p>\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, THE BP GROUP WILL NOT BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY LOSS OR DAMAGE SUFFERED BY YOU OR ANY OTHER PERSON AS A RESULT OF ANY FAILURE OR REFUSAL BY THE BP GROUP NOW TO GIVE EFFECT TO, OR FOR ANY FAILURE OR DELAY BY THE BP GROUP NOW IN RECEIVING, ACCESSING, PROCESSING OR ACCEPTING, ANY COMMUNICATION SENT TO THE BP GROUP NOW BY MEANS OF BOSTON PIZZA TECHNOLOGY, EMAIL OR OTHERWISE, OR FOR ANY LOSS OR DAMAGE SUFFERED AS A RESULT OF THE OPERATIONAL FAILURE, MALFUNCTION, INTERRUPTION, CHANGE, AMENDMENT OR WITHDRAWAL OF BOSTON PIZZA TECHNOLOGY OR ANY PART OF IT.</p>\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING AND NOTWITHSTANDING ANY OTHER PROVISION OF THESE GENERAL TERMS AND CONDITIONS, UNDER NO CIRCUMSTANCES WILL THE TOTAL AGGREGATE LIABILITY OF THE BP GROUP TO YOU OR ANY OTHER PERSON UNDER ANY THEORY OF LIABILITY (WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR ANY OTHER THEORY OR LAW OR EQUITY), REGARDLESS OF ANY NEGLIGENCE OR OTHER FAULT OR WRONGDOING (INCLUDING WITHOUT LIMITATION GROSS NEGLIGENCE AND FUNDAMENTAL BREACH) BY THE BP GROUP OR ANY PERSON FOR WHOM THE BP GROUP IS RESPONSIBLE, AND EVEN IF THE BP GROUP HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH POTENTIAL LOSS OR DAMAGE BEING INCURRED, EVER EXCEED TEN DOLLARS $10 (CAD).\nYOU HEREBY RELEASE, REMISE AND FOREVER DISCHARGE THE BP GROUP FROM ANY AND ALL LIABILITY IN EXCESS OF TEN DOLLARS $10 (CAD).</p> 7.\nIndemnity <p>YOU WILL INDEMNIFY, DEFEND AND HOLD THE BP GROUP HARMLESS FROM AND AGAINST ANY AND ALL LIABILITIES, EXPENSES AND COSTS, INCLUDING WITHOUT LIMITATION REASONABLE LEGAL FEES AND EXPENSES, INCURRED BY THE BP GROUP IN CONNECTION WITH ANY CLAIM, DEMAND OR PROCEEDING ARISING OUT OF, RELATED TO, OR CONNECTED WITH YOUR ACCESS TO OR USE OF BOSTON PIZZA TECHNOLOGY, YOUR BREACH OF THESE GENERAL TERMS AND CONDITIONS, OR ANY WRONGFUL CONDUCT BY YOU OR ANY PERSON FOR WHOM YOU ARE RESPONSIBLE UNDER THESE GENERAL TERMS AND CONDITIONS OR AT LAW.\nYOU WILL ASSIST AND CO-OPERATE AS FULLY AS REASONABLY REQUIRED BY THE BP GROUP IN THE DEFENCE OF ANY SUCH CLAIM, DEMAND OR PROCEEDING.</p> 8.\nAcknowledgement and Exclusion by Statute in Certain Jurisdictions <p>YOU ACKNOWLEDGE AND AGREE THAT THESE GENERAL TERMS AND CONDITIONS REPRESENT A FAIR ALLOCATION OF RISK AND LIABILITY.\nADVICE AND INFORMATION PROVIDED BY BOSTON PIZZA, WHETHER ORAL OR WRITTEN, WILL NOT CREATE ANY REPRESENTATION, WARRANTY, CONDITION OR GUARANTEE OR VARY OR AMEND THESE GENERAL TERMS AND CONDITIONS, AND YOU MAY NOT RELY UPON ANY SUCH ADVICE OR INFORMATION.\nTHE EXCLUSION OF CERTAIN WARRANTIES AND THE LIMITATION OF CERTAIN LIABILITIES IS PROHIBITED IN SOME JURISDICTIONS.\nTHESE STATUTORY PROHIBITIONS MAY APPLY TO YOU.</p> 9.\nOther Sites <p>For your convenience, Boston Pizza Technology may contain links to other Websites operated by other persons (“Other Sites”) that may be of interest to you, including the U.S.\nWebsite (defined below) and the BP Income Fund Website (defined below).\nOther Sites are independent of Boston Pizza, and Boston Pizza has no responsibility or liability for or control over Other Sites, their business, goods, services or content.\nBoston Pizza is not responsible for the content of any Other Sites or any link contained in the Other Sites.\nBoston Pizza reserves the right to terminate any link or linking program at any time.\nThe inclusion of any link to the Other Sites does not constitute or imply an endorsement, authorization, sponsorship or affiliation by Boston Pizza of the Other Sites, or any products or services provided by such Other Sites.\nIf you decide to access any of the Other Sites you do so entirely at your own risk, and you will not make any claim against any of the BP Group arising from, connected with, or relating to your use of Other Sites or your dealings with the owners or operators of the Other Sites.</p> 10.\nU.S.\nWebsite / BP Income and Fund Website <p>Boston Pizza Technology may include hyperlinks to the web site of Boston Pizza Restaurants, LP, a Delaware limited partnership (“BPR”), linked by the words, including but not limited to, “BP USA” (the “U.S.\nWebsite”).\nThe U.S.\nWebsite is owned by Treliving Private Investments Ltd.\nand operated under the control of BPR and not Boston Pizza.\nThe terms and conditions for the use of the U.S.\nWebsite are set forth on the U.S.\nWebsite.\nBoston Pizza Technology may include hyperlinks to the web site of Boston Pizza Royalties Income Fund, a British Columbia trust (“BP Income Fund”), linked by the words, including but not limited to, “BP Income Fund” (the “BP Income Fund Website”).\nThe BP Income Fund Website is owned by the BP Income Fund and operated under the control of the BP Income Fund.\nThe terms and conditions for the use of the BP Income Fund Website are set forth on the BP Income Fund Website.</p> 11.\nNo Linking, Framing, Mirroring, Scraping, and Data-Mining <p>Links to Boston Pizza Technology without the express written permission of Boston Pizza are strictly prohibited.\nThe framing, mirroring, scraping or data-mining of Boston Pizza Technology or any of its content in any form and by any method is strictly prohibited.</p> 12.\nPersonal information Privacy <p>Boston Pizza collects, uses and discloses your personal information in accordance with its Privacy Policy, which is available by clicking here and which may be changed from time to time by Boston Pizza in its discretion without any notice or liability to you or any other person by making an amended Privacy Policy accessible through the Websites.\nBy accepting these General Terms and Conditions, and each time you use Boston Pizza Technology, you consent to the collection, use and disclosure of your personal information by Boston Pizza in accordance with the Privacy Policy as it then reads.</p> 13.\nCopyright and Restriction on Use <p>© Boston Pizza International Inc.\n2021.\nAll rights reserved.</p>\n<p>Boston Pizza Technology including all of its content (including all text, data, graphics, video, audio, images, icons, software, designs, applications and other elements available on or through Boston Pizza Technology) as well as its layout, organization and design are copyrighted and are protected by Canadian and worldwide copyright trademark and other laws and treaty provisions.\nMaterial and content from Boston Pizza Technology (“Materials”) may not be copied, distributed, republished, uploaded, posted, or transmitted in any way, without the prior written consent of Boston Pizza (except you may download one copy of the Materials for your personal, non-commercial, internal use).\nModification or use of Materials for any other purpose is or will be a violation copyright, trademark, and other laws.\nExcept as otherwise described, all Materials on Boston Pizza Technology are made available only to provide information.\nNo right, title or interest of any kind whatsoever will be or is transferred to you by your use or download of Materials from Boston Pizza Technology and shall remain with Boston Pizza who owns full and complete right, title and interest in, to and associated with Boston Pizza Technology and all Materials on Boston Pizza Technology.\nBoston Pizza make no representations that Boston Pizza Technology or Materials are or will be appropriate, accessible, or available for your use.\nYou are responsible for compliance with all applicable local laws with respect to your use of Boston Pizza Technology and Materials.<br>\n</p> 14.\nTrade-Mark Notices <p>Nothing contained herein shall be construed as conferring, by estoppel, implication or otherwise, any license or right in respect of any trade-mark or other intellectual property right of the BP Group, or any other party.\nThe Boston Pizza name and logos displayed throughout Boston Pizza Technology and all related products and service names are the trade-marks, service marks or registered trade-marks of Boston Pizza Royalties Limited Partnership and are duly licensed to Boston Pizza.\nAny reproduction of any of these marks, names or logos without the express written consent of Boston Pizza Royalties Limited Partnership is strictly prohibited.\nAll other trademarks are the property of their respective trademark owners.</p> 15.\nFranchise <p>None of the communications made through Boston Pizza Technology should be construed as an offer to sell any Boston Pizza franchises in, nor is any such communication directed to, residents of any jurisdiction requiring registration of the franchise before it is offered and sold in that jurisdiction.\nNo Boston Pizza franchises will be sold to any resident of any such jurisdiction until the offering of such franchises has been exempted from the requirements of, or duly registered in and declared effective by, such jurisdiction and a Disclosure Document (if any) has been delivered to the prospective franchisee before the sale in compliance with applicable law.\nIf you should have any questions concerning the registration status of Boston Pizza franchises in your jurisdiction, please contact Lisa McFadden at mcfaddenl@bostonpizza.com.</p> 16.\nContests <p>From time to time Boston Pizza may make contests available to users of Boston Pizza Technology and others.\nAll such contests are governed by these General Terms and Conditions and the applicable Contest Rules.\nBy participating in a contest through Boston Pizza Technology, you signify your agreement and acceptance of these General Terms and Conditions and the applicable Contest Rules.</p> 17.\nSeverability <p>The provisions of these General Terms and Conditions are intended to be severable.\nIf for any reason any provision of these General Terms and Conditions is held invalid or unenforceable in whole or in part in any jurisdiction, such provision shall, as to such jurisdiction, be ineffective to the extent of such invalidity or unenforceability without in any manner affecting the validity or enforceability thereof in any other jurisdiction or the remaining provisions hereof in any jurisdiction.</p> 18.\nTermination of These General Terms and Conditions and Boston Pizza Technology <p>If you breach any provision of these General Terms and Conditions, you may no longer use Boston Pizza Technology.\nBoston Pizza may, at any time and for any reason and in its absolute discretion, change, suspend or terminate, temporarily or permanently, Boston Pizza Technology or any part of it, or your permission to use Boston Pizza Technology, without any prior notice or liability to you or any other person.\nIf these General Terms and Conditions or your permission to use Boston Pizza Technology is terminated by you, Boston Pizza for any reason, then: (a) these General Terms and Conditions will nevertheless continue to apply and be binding upon you in respect of your prior use of Boston Pizza Technology.\nand (b) Boston Pizza may continue to use and disclose your personal information in accordance with Boston Pizza’s Privacy Policy as amended from time to time.\nSections 1, 4, 5, 6, 7, 8, 9, 10, 11, 12, 14, 17, 18, 19 and 20 of these General Terms and Conditions survive indefinitely after the termination of these General Terms and Conditions.</p> 19.\nGoverning Law and Venue <p>Boston Pizza Technology is controlled by Boston Pizza from Vancouver, British Columbia, Canada and Mississauga, Ontario.\nThese General Terms and Conditions will be governed and construed pursuant to the laws of the Province of British Columbia, Canada, and the laws of Canada applicable therein notwithstanding any principles of conflict of laws or choice of law.\nYou hereby irrevocably and unconditionally consent to submit to the exclusive jurisdiction of the courts of the Province of British Columbia, Canada, for any litigation arising out of or relating to the use of Boston Pizza Technology, waive any objection to the venue of any such litigation in the British Columbia courts and agree not to plead or claim in any British Columbia court that such litigation brought therein has been brought in an inconvenient forum.\nProceedings regarding any disputes with respect to These General Terms and Conditions and Boston Pizza Technology must be commenced in a court of competent jurisdiction in the City of Vancouver, British Columbia, Canada within six (6) months after such a dispute arose, after which time any and all proceedings regarding such disputes are barred.</p> 20.\nRefund Policy <p>Online orders that are placed for “pick-up asap” or “delivery asap” are non-cancellable and non-refundable.\nOnline orders placed for a future day and/or time may be cancelled and the amount paid for them fully refunded via the same method of payment originally used until 60 minutes prior to a future designated “pick-up” time or until 2 hours prior to a future designated “delivery” time, after which they become non-cancellable and non-refundable.</p> 21.\nMiscellaneous <p>Boston Pizza may, from time to time, incorporate these General Terms and Conditions into any other terms and conditions or policy issued by Boston Pizza (collectively, “Other Terms and Conditions”).\nUpon incorporating these General Terms and Conditions into Other Terms and Conditions, these General Terms and Conditions and those Other Terms and Conditions shall be considered and interpreted as one collective document except to the extent of inconsistency, in which case these General Terms and Conditions shall govern.\nThese General Terms and Conditions, including any changes made to these General Terms and Conditions from time to time and any Other Terms and Conditions incorporating these General Terms and Conditions, constitutes the entire agreement between you and Boston Pizza relating to your use of Boston Pizza Technology, and supersedes all previous agreements, written, oral or otherwise, between you and Boston Pizza with respect to your use of Boston Pizza Technology.\nBoston Pizza may, in its absolute discretion, revise these General Terms and Conditions at any time, without any prior notice or liability to you or any other person, by posting amended General Terms and Conditions on the Websites.</p>\n<p>These General Terms and Conditions enure to the benefit of and is binding upon each of the BP Group and their respective successors and assigns and related persons, and you and your heirs, executors, administrators, successors, permitted assigns, and personal representatives.\nYou may not assign these General Terms and Conditions or your rights and obligations under these General Terms and Conditions without the express prior written consent of Boston Pizza, which may be withheld in Boston Pizza’s absolute discretion.\nThe BP Group may assign these General Terms and Conditions and their respective rights and obligations under these General Terms and Conditions without your consent.<br>\n</p>\n<p>No consent or waiver by either party to or of any breach or default by the other party in its performance of its obligations under these General Terms and Conditions will be deemed or construed to be a consent to or waiver of a continuing breach or default or any other breach or default of those or any other obligations of that party.\nNo consent or waiver will be effective unless in writing and signed by both parties.<br>\n</p>\n<p>The parties have expressly requested and required that these General Terms and Conditions and all other related documents be drawn up in the English language.\nLes parties conviennent et exigent expressement que ces Conditions d’Utilisation et tous les documents qui s’y rapportent soient rediges en anglais.<br>\n</p> ", "created_at": "2022-12-20 21:10:16.240567", "updated_at": "2022-12-20 21:10:24.748731"}], "points": [], "urls": ["bostonpizza.com"]}}