{"error": 448, "message": "OK", "parameters": {"id": 8708, "name": "Dispenser.Design", "created_at": "2023-07-02 04:56:58.992359", "updated_at": "2023-07-02 10:02:46.617214", "wikipedia": null, "keywords": null, "related": null, "slug": "dispenser-design", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8708.png", "url": "dispenser.design", "documents": [{"id": 16987, "name": "Privacy", "url": "https://dispenser.design/privacy/", "xpath": "//body", "text": " <ul>\n<li>Archivio</li>\n<li>Blog</li>\n<li>Info</li>\n</ul> Privacy <p>Dispenser.Design è una newsletter occasionale su grafica, design, tipografia, web e dintorni.\nViene inviata solo a chi ne fa eplicita richiesta, comiplando il form sulla home page.\nDopo aver compilato il form viene spedita un’email dove si richiede di confermare la propria registrazione <em>(double opt-in)</em>.</p>\n<p>La newsletter arriva tramite MailChimp e i dati di iscrizione vengono memorizzati sui server di MailChimp (qui la privacy policy di Mailchimp).\nIl titolare e il responsabile del trattamento dei dati è Ciro Esposito.</p>\n<p>I dati personali forniti (nome, cognome, indirizzo e-mail) sono utilizzati al solo fine di inviare la newsletter, e non saranno comunicati a terzi, né ora né in futuro.\nPer nessun motivo.</p>\n<p>È possibile cancellarsi dalla newsletter (o modificare i propri dati) in qualunque momento, attraverso il link che si trova in fondo a ciascun messaggio o facendone richiesta inviando un’e-mail.</p>\n<p>I font sono caricati tramite il servizio di font hosting di Fontstand, che non genera nessun cookie.\nCome scrivono sul sito, Fontstand raccoglie solo i dati relativi delle richieste del browser necessari a caricare i font.\nNon raccolgono né memorizzano alcuna informazione sul client del webfont, né sui visitatori del sito web.</p>\nCookie\n<p>È possibile disabilitare i cookie direttamente dal proprio browser.\nOgni browser utilizza una procedura divera, sotto le istruzioni:</p>\n<ul>\n<li>Apple Safari</li>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n</ul>\n<p>Per avere altre informazioni sui cookie archiviati sul proprio computer visita questo link: www.youronlinechoices.com/it/</p>\n<p>Si parla di design, si segnalano poi tre link, un magazine e un font.<br> Per info sulla privacy consulta questa pagina.\n</p> ", "created_at": "2023-07-02 04:56:59.022757", "updated_at": "2023-07-02 04:57:20.204619"}], "points": [], "urls": ["dispenser.design"]}}