{"error": 448, "message": "OK", "parameters": {"id": 7501, "name": "GoyimTV ", "created_at": "2023-03-12 19:43:53.404737", "updated_at": "2023-03-29 19:26:44.733229", "wikipedia": null, "keywords": null, "related": null, "slug": "goyimtv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7501.png", "url": "goyimtv.tv", "documents": [{"id": 14424, "name": "Privacy Policy", "url": "https://www.goyimtv.tv/page?t=page-privacy", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i> Guest 0 followers <ul>\n<li>\n<i>\n</i> Dark theme: Off<i>\n</i>\n</li>\n<li>\n<i>\n</i> Dark theme <p>Dark theme turns the light surfaces of the page dark, creating an experience ideal for night.\nTry it out!<br>\n<br>Your Dark theme setting will apply to this browser only.\n</p> Dark theme </li>\n<li>\n<i>\n</i> Sign In</li>\n</ul> Sign In <ul>\n<li>Home</li>\n<li>Browse</li>\n<li>Upload</li>\n<li>Donate</li>\n<li>Shop</li>\n</ul>\n<i>\n</i>GoyimTV Privacy Policy <p>This Privacy Policy governs the manner in which GoyimTV collects, uses, maintains and discloses information collected from Users (each, a \"User\") of the GoyimTV website and associated services (collectively known as the \"Service\").\nThis privacy policy applies to all elements of the Service.\nPlease ensure that you read this Privacy Policy, the Terms &amp.\nConditions and the Cookie Policy carefully.\nThese are collectively known as the \"Terms\".</p> Your acceptance of these Terms <p>By using the Service, you are agreeing to be bound by these Terms.\nIf you do not agree with these Terms, then please do not use the Service.\nYour continued use of the Service following the posting of changes to these Terms will be deemed as your acceptance of those changes.\nIf you are accessing and using the Service on behalf of a company (such as your employer) or another legal entity, then you represent and warrant that you have the authority to bind that company or other legal entity to these Terms.\nIn that case, \"you\" and \"your\" will refer to that company or other legal entity.</p> Changes to the Terms and/or Service <p>GoyimTV has the discretion to update the Terms at any time.\nWhen we do, we will revise the updated date at the bottom of this page.\nIt is important that you frequently review the Terms for any changes to stay informed.\nBy using the Service, you acknowledge and agree that it is your responsibility to review the Terms periodically to become aware of modifications.\nAs our Service is constantly evolving over time, we may change or discontinue all or any part of the Service, at any time and without notice, at our sole discretion.</p> Terms &amp.\nConditions <p>Please refer to the Terms &amp.\nConditions for more information on the expected use of the Service.</p> Cookie Policy <p>Please refer to the Cookie Policy for more information on cookies we utilize.</p> What information do we collect <p>We collect information from Users in a variety of ways, including but not limited to, when Users use Service, register for the Service, place an order, subscribe to a channel or discussion, and in connection with other activities, services, features or resources we make available.</p> Personal Identification Information <p>The collection of personal identification information is limited to Registered Users of the Service.\nRegistered Users may be asked for, as appropriate for the goods and services they are utilising: their first and last name, age, residential address, delivery address, billing address, email address, phone number, and/or payment card details.\nSuch personal identification information will only be collected from Registered Users if they voluntarily submit such information to us.\nData will be processed by GoyimTV in a way that is crucial to agreeing on a contract, its fulfilment, and in delivery of the wider Service.\nUsers can always refuse to supply personal identification information, with the understanding that it may prevent them from engaging in certain Service related activities.\nUsers have the right to see the content of their data and any corrections made to it.\nExplicit consent to this Privacy Policy is required when registering as a User of the Service.\n</p> Non-personal Identification Information <p>We may collect non-personal identification information about all Users whenever they interact with the Service.\nThis may include details of the type of device, the operating system, the browser, and information about the means of connection to the Service, such as Internet Service Providers utilized and other similar related information.</p> How we use the information <p>We may collect and use Users information for the following purposes:\nTo improve customer service.\nInformation you provide helps us respond to your customer service requests and support needs more efficiently.\nTo improve the Service.\nWe may use feedback you provide to improve our products and services.\nTo run a promotion, contest, survey or other feature.\nTo send Users information they agreed to receive about topics we think will be of interest to them.\nTo send periodic emails.\nWe may use the email address to send User information and updates pertaining to their subscriptions, activity and/or orders.\nIt may also be used to respond to their inquiries, questions, and/or other requests.\nIf User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc.\nIf at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email.</p> How we protect the information <p>We adopt appropriate collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and associated data stored on our Service.\nSensitive and private exchange between the Service and its Users happens over a SSL secured communication channel and is encrypted and protected with digital signatures.\n</p> How we share the information <p>We do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.\nWe may use third party service providers to help us operate our business and the Service or administer activities on our behalf, such as sending out newsletters or surveys.\nWe may share your personal identification information with these third parties for those limited purposes provided that you have given us your consent.\nIn special limited circumstances we may be required to disclose your data without express consent, these are:\nWhen we have a good faith belief it is required by law.\nWhen we have a good faith belief it is necessary to protect our rights or property.\nTo any successor or purchaser in a merger, acquisition, liquidation, dissolution or sale of assets.\nYour consent will not be required for disclosure in these cases, but we will attempt to notify you, to the extent permitted by law to do so.</p>\nWithdrawal of consent <p>If at any time a Registered User wishes to withdraw their consent to this policy they can do so via their profile settings page.\nWithdrawal of consent will result in the Account concerned being suspended and scheduled for termination.\nAll content, activity and associated information relating to the Account will be removed as part of this process.</p> Contacting us <p>If you have any questions about the Terms, the Service or the practices of GoyimTV, please contact us at legal@GoyimTV.com.</p>\n<i>\n</i>Browse GoyimTV <ul>\n<li>\n<i>\n</i>Browse Videos</li>\n<li>\n<i>\n</i>Browse Streams</li>\n<li>\n<i>\n</i>Browse Pictures</li>\n<li>\n<i>\n</i>Browse Music</li>\n<li>\n<i>\n</i>Browse Documents</li>\n<li>\n<i>\n</i>Browse Blogs</li>\n<li>\n<i>\n</i>Browse Channels</li>\n</ul>\n<i>\n</i>Best of GoyimTV <ul>\n<li>\n<i>\n</i>Today's Picks</li>\n<li>\n<i>\n</i>911 </li>\n<li>\n<i>\n</i>Bible / Sermons </li>\n<li>\n<i>\n</i>Censorship </li>\n<li>\n<i>\n</i>Cointel Pro Shills </li>\n<li>\n<i>\n</i>Comedy / Animation </li>\n<li>\n<i>\n</i>Covid 19 84 / HoloCough </li>\n<li>\n<i>\n</i>Cultural Marxism / Kalergi </li>\n<li>\n<i>\n</i>Freemasonry </li>\n<li>\n<i>\n</i>Geoengineering </li>\n<li>\n<i>\n</i>History </li>\n<li>\n<i>\n</i>Hoaxes / False Flags </li>\n<li>\n<i>\n</i>Hollywood / Jewish Media </li>\n<li>\n<i>\n</i>HoloHoax / WW1 &amp.\nWW2 </li>\n<li>\n<i>\n</i>Homo / LGBTQP Agenda </li>\n<li>\n<i>\n</i>How to GoyimTV </li>\n<li>\n<i>\n</i>IRL Activism </li>\n<li>\n<i>\n</i>Israel / Zionism </li>\n<li>\n<i>\n</i>Jewish Genocides </li>\n<li>\n<i>\n</i>Jewish Question </li>\n<li>\n<i>\n</i>Judaism / Talmud </li>\n<li>\n<i>\n</i>Live Streams / Podcasts </li>\n<li>\n<i>\n</i>Money System / IMF / FED </li>\n<li>\n<i>\n</i>Music <i>\n</i>\n</li>\n<li>\n<i>\n</i>Hip Hop</li>\n<li>\n<i>\n</i>Rock</li>\n<li>\n<i>\n</i>Pop</li>\n<li>\n</li>\n<li>\n<i>\n</i>Pedophilia / Trafficking </li>\n<li>\n<i>\n</i>Pharmajewdicals Vaccines </li>\n<li>\n<i>\n</i>Police State / J.W.O.\n</li>\n<li>\n<i>\n</i>Politics </li>\n<li>\n<i>\n</i>Satanic Music Industry </li>\n<li>\n<i>\n</i>Satanism / Occult </li>\n<li>\n<i>\n</i>Slavery </li>\n<li>\n<i>\n</i>Technology / Spy Grid / 5G </li>\n<li>\n<i>\n</i>USS Liberty </li>\n<li>\n<i>\n</i>Wars / Military Industrial ...\n</li>\n</ul> Live Streaming About Us Copyright Terms of Use Privacy Policy Donate © 2023 GoyimTV - All Rights Reserved.\nPowered by GoyimTV <p>\n</p> ", "created_at": "2023-03-12 19:43:53.472549", "updated_at": "2023-03-12 19:44:14.958008"}, {"id": 14423, "name": "Terms and Conditions", "url": "https://www.goyimtv.tv/page?t=page-terms", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i> Guest 0 followers <ul>\n<li>\n<i>\n</i> Dark theme: Off<i>\n</i>\n</li>\n<li>\n<i>\n</i> Dark theme <p>Dark theme turns the light surfaces of the page dark, creating an experience ideal for night.\nTry it out!<br>\n<br>Your Dark theme setting will apply to this browser only.\n</p> Dark theme </li>\n<li>\n<i>\n</i> Sign In</li>\n</ul> Sign In <ul>\n<li>Home</li>\n<li>Browse</li>\n<li>Upload</li>\n<li>Donate</li>\n<li>Shop</li>\n</ul>\n<i>\n</i>GoyimTV Terms and Conditions Introduction <p>These Website Standard Terms and Conditions written on this webpage shall manage your use of our website, GoyimTV accessible at https://www.goyimtv.com.</p>\n<p>These Terms will be applied fully and affect to your use of this Website.\nBy using this Website, you agreed to accept all terms and conditions written in here.\nYou must not use this Website if you disagree with any of these Website Standard Terms and Conditions.</p>\n<p>Minors or people below 18 years old are not allowed to use this Website.</p> Intellectual Property Rights <p>Other than the content you own, under these Terms, GoyimTV and/or its licensors own all the intellectual property rights and materials contained in this Website.</p>\n<p>You are granted limited license only for purposes of viewing the material contained on this Website.</p> Restrictions <p>You are specifically restricted from all of the following:</p>\n<ul>\n<li>publishing any Website material in any other media;</li>\n<li>selling, sublicensing and/or otherwise commercializing any Website material;</li>\n<li>publicly performing and/or showing any Website material;</li>\n<li>using this Website in any way that is or may be damaging to this Website;</li>\n<li>using this Website in any way that impacts user access to this Website;</li>\n<li>using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity;</li>\n<li>engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website;</li>\n<li>using this Website to engage in any advertising or marketing.</li>\n</ul>\n<p>Certain areas of this Website are restricted from being access by you and GoyimTV may further restrict access by you to any areas of this Website, at any time, in absolute discretion.\nAny user ID and password you may have for this Website are confidential and you must maintain confidentiality as well.</p> Your Content <p>In these Website Standard Terms and Conditions, “Your Content” shall mean any audio, video text, images or other material you choose to display on this Website.\nBy displaying Your Content, you grant GoyimTV a non-exclusive, worldwide irrevocable, sub licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media.</p>\n<p>Your Content must be your own and must not be invading any third-party's rights.\nGoyimTV reserves the right to remove any of Your Content from this Website at any time without notice.</p> No warranties <p>This Website is provided “as is,” with all faults, and GoyimTV express no representations or warranties, of any kind related to this Website or the materials contained on this Website.\nAlso, nothing contained on this Website shall be interpreted as advising you.</p> Limitation of liability <p>In no event shall GoyimTV, nor any of its officers, directors and employees, shall be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract.\n&nbsp;GoyimTV, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website.</p> Indemnification<p>\n</p>\n<p>You hereby indemnify to the fullest extent GoyimTV from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms.</p>\n<br>Severability <p>If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein.</p> Variation of Terms <p>GoyimTV is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms on a regular basis.</p> Assignment <p>The GoyimTV is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification.\nHowever, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms.</p> Entire Agreement <p>These Terms constitute the entire agreement between GoyimTV and you in relation to your use of this Website, and supersede all prior agreements and understandings.</p> Governing Law &amp.\nJurisdiction <p>These Terms will be governed by and interpreted in accordance with the laws of the State of Country, and you submit to the non-exclusive jurisdiction of the state and federal courts located in Country for the resolution of any disputes.</p>\n<i>\n</i>Browse GoyimTV <ul>\n<li>\n<i>\n</i>Browse Videos</li>\n<li>\n<i>\n</i>Browse Streams</li>\n<li>\n<i>\n</i>Browse Pictures</li>\n<li>\n<i>\n</i>Browse Music</li>\n<li>\n<i>\n</i>Browse Documents</li>\n<li>\n<i>\n</i>Browse Blogs</li>\n<li>\n<i>\n</i>Browse Channels</li>\n</ul>\n<i>\n</i>Best of GoyimTV <ul>\n<li>\n<i>\n</i>Today's Picks</li>\n<li>\n<i>\n</i>911 </li>\n<li>\n<i>\n</i>Bible / Sermons </li>\n<li>\n<i>\n</i>Censorship </li>\n<li>\n<i>\n</i>Cointel Pro Shills </li>\n<li>\n<i>\n</i>Comedy / Animation </li>\n<li>\n<i>\n</i>Covid 19 84 / HoloCough </li>\n<li>\n<i>\n</i>Cultural Marxism / Kalergi </li>\n<li>\n<i>\n</i>Freemasonry </li>\n<li>\n<i>\n</i>Geoengineering </li>\n<li>\n<i>\n</i>History </li>\n<li>\n<i>\n</i>Hoaxes / False Flags </li>\n<li>\n<i>\n</i>Hollywood / Jewish Media </li>\n<li>\n<i>\n</i>HoloHoax / WW1 &amp.\nWW2 </li>\n<li>\n<i>\n</i>Homo / LGBTQP Agenda </li>\n<li>\n<i>\n</i>How to GoyimTV </li>\n<li>\n<i>\n</i>IRL Activism </li>\n<li>\n<i>\n</i>Israel / Zionism </li>\n<li>\n<i>\n</i>Jewish Genocides </li>\n<li>\n<i>\n</i>Jewish Question </li>\n<li>\n<i>\n</i>Judaism / Talmud </li>\n<li>\n<i>\n</i>Live Streams / Podcasts </li>\n<li>\n<i>\n</i>Money System / IMF / FED </li>\n<li>\n<i>\n</i>Music <i>\n</i>\n</li>\n<li>\n<i>\n</i>Hip Hop</li>\n<li>\n<i>\n</i>Rock</li>\n<li>\n<i>\n</i>Pop</li>\n<li>\n</li>\n<li>\n<i>\n</i>Pedophilia / Trafficking </li>\n<li>\n<i>\n</i>Pharmajewdicals Vaccines </li>\n<li>\n<i>\n</i>Police State / J.W.O.\n</li>\n<li>\n<i>\n</i>Politics </li>\n<li>\n<i>\n</i>Satanic Music Industry </li>\n<li>\n<i>\n</i>Satanism / Occult </li>\n<li>\n<i>\n</i>Slavery </li>\n<li>\n<i>\n</i>Technology / Spy Grid / 5G </li>\n<li>\n<i>\n</i>USS Liberty </li>\n<li>\n<i>\n</i>Wars / Military Industrial ...\n</li>\n</ul> Live Streaming About Us Copyright Terms of Use Privacy Policy Donate © 2023 GoyimTV - All Rights Reserved.\nPowered by GoyimTV <p>\n</p> ", "created_at": "2023-03-12 19:43:53.438503", "updated_at": "2023-03-12 19:44:31.363836"}], "points": [], "urls": ["goyimtv.tv"]}}