{"error": 448, "message": "OK", "parameters": {"id": 8992, "name": "ApertaTube ", "created_at": "2023-07-10 00:53:59.645708", "updated_at": "2023-07-10 10:02:43.663483", "wikipedia": null, "keywords": null, "related": null, "slug": "apertatube", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8992.png", "url": "apertatube.net", "documents": [{"id": 17610, "name": "Terms And Code of conduct", "url": "https://apertatube.net/about", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div", "text": "InstancePeerTubeNetworkAbout ApertaTubeContact usEducationScience &amp.\nTechnologyEnglishPeerTube, an ActivityPub-federated video streaming platform using P2P directly in your web browser.\nADMINISTRATORS &amp.\nSUSTAINABILITY Who we are<ul>\n<li>This instance operates autonomously, but is funded by The New Oil Media LLC.\nSee here for more information.</li>\n</ul>\nWhy we created this instance<ul>\n<li>To host The New Oil videos</li>\n<li>To host Surveillance Report videos</li>\n<li>To foster the FOSS and decentralized community</li>\n<li>Anyone who wishes to post content here is free to contact us to request permission.</li>\n</ul>\nHow long we plan to maintain this instance<ul>\n<li>Indefinitely.</li>\n</ul>\nHow we will pay for keeping our instance running<ul>\n<li>This instance can be funded directly via Open Collective</li>\n<li>Alternately, you can contribute to The New Oil overall here and some of those funds will go toward maintaining this instance.</li>\n</ul> INFORMATION Description<p>ApertaTube (from the Latin word meaning \"open\") is a PeerTube instance dedicated to helping spread the message of data privacy, cybersecurity, data sovereignty, and other related topics.</p>\n<p>Help keeping us online by contributing via our OpenCollective and get your name listed here!</p> MODERATION Moderation information<ul>\n<li>This instance is currently moderated by The New Oil Media LLC.\nSee here for more information.</li>\n<li>We will take appropriate action for Code of Conduct violators as soon as we become aware of their existence on our instance.</li>\n</ul>\nCode of conduct<ul>\n<li>No hate speech</li>\n<li>No spam/scam/advertising/etc</li>\n<li>No \"NSFW\" content</li>\n</ul>\nTerms<ul>\n<li>You agree that you are at least 13 years of age</li>\n<li>You promise not to use this instance for anything illegal as defined by US and Icelandic law</li>\n<li>This instance does not use any kind of analytics or data collection.\nWe only examine your posts to investigate claims of abuse and to ensure compliance with the Terms and Code of Conduct.\n(But all your posts are publicly visible and therefore should not be considered private or encrypted anyways.)</li>\n</ul> OTHER INFORMATION Hardware information<ul>\n<li>This instance is hosted on a VPS #2 from 1984 Hosting.\nYou can view the specs here.</li>\n<li>We have upgraded to an additional 100 GB of storage, costing us $17.15/month.</li>\n</ul>\nFEATURESFeatures found on this instancePeerTube version5.1.0Default NSFW/sensitive videos policycan be redefined by the usersBlurred with confirmation requestUser registrationEnabledVideo uploadsTranscoding in multiple resolutionsVideo uploadsAutomatically publishedVideo quota 0 B (0 B per day)Live streamingLive streaming enabledTranscode live video in multiple resolutionsMax parallel lives 1 per user / 2 per instance ImportHTTP import (YouTube, Vimeo, direct URL...)Torrent importChannel synchronization with other platforms (YouTube, Vimeo, ...)SearchUsers can resolve distant contentPlugins &amp.\nThemesAvailable themes dark Plugins enabled hcaptcha STATISTICSBy users on this instance<p>26</p>\n<p>users</p>\n<p>43</p>\n<p>videos</p>\n<p>1,563</p>\n<p>views</p>\n<p>33</p>\n<p>comments</p>\n<p>21.1 GB</p>\n<p>hosted video</p>In this instance federation<p>520</p>\n<p>videos</p>\n<p>4,671</p>\n<p>comments</p>\n<p>38</p>\n<p>followers</p>\n<p>3</p>\n<p>following</p>", "created_at": "2023-07-10 00:53:59.675846", "updated_at": "2023-07-10 00:54:23.110625"}, {"id": 17611, "name": "P2P & Privacy", "url": "https://apertatube.net/about/peertube", "xpath": "/html/body/my-app/div/div[2]/div/div/my-about/div/div[2]/my-about-peertube/div/div[3]", "text": "P2P &amp.\nPrivacy<p> PeerTube uses the BitTorrent protocol to share bandwidth between users by default to help lower the load on the server, but ultimately leaves you the choice to switch back to regular streaming exclusively from the server of the video.\nWhat follows applies only if you want to keep using the P2P mode of PeerTube.\n</p>\n<p> The main threat to your privacy induced by BitTorrent lies in your IP address being stored in the instance's BitTorrent tracker as long as you download or watch the video.\n</p>What are the consequences?<p> In theory, someone with enough technical skills could create a script that tracks which IP is downloading which video.\nIn practice, this is much more difficult because: </p>\n<ul>\n<li> An HTTP request has to be sent on each tracker for each video to spy.\nIf we want to spy all PeerTube's videos, we have to send as many requests as there are videos (so potentially a lot) </li>\n<li> For each request sent, the tracker returns random peers at a limited number.\nFor instance, if there are 1000 peers in the swarm and the tracker sends only 20 peers for each request, there must be at least 50 requests sent to know every peer in the swarm </li>\n<li> Those requests have to be sent regularly to know who starts/stops watching a video.\nIt is easy to detect that kind of behaviour </li>\n<li> If an IP address is stored in the tracker, it doesn't mean that the person behind the IP (if this person exists) has watched the video </li>\n<li> The IP address is a vague information: usually, it regularly changes and can represent many persons or entities </li>\n<li> Web peers are not publicly accessible: because we use the websocket transport, the protocol is different from classic BitTorrent tracker.\nWhen you are in a web browser, you send a signal containing your IP address to the tracker that will randomly choose other peers to forward the information to.\nSee this document for more information </li>\n</ul>\n<p> The worst-case scenario of an average person spying on their friends is quite unlikely.\nThere are much more effective ways to get that kind of information.\n</p>How does PeerTube compare with YouTube?<p> The threats to privacy with YouTube are different from PeerTube's.\nIn YouTube's case, the platform gathers a huge amount of your personal information (not only your IP) to analyze them and track you.\nMoreover, YouTube is owned by Google/Alphabet, a company that tracks you across many websites (via AdSense or Google Analytics).\n</p>What can I do to limit the exposure of my IP address?<p> Your IP address is public so every time you consult a website, there is a number of actors (in addition to the final website) seeing your IP in their connection logs: ISP/routers/trackers/CDN and more.\nPeerTube is transparent about it: we warn you that if you want to keep your IP private, you must use a VPN or Tor Browser.\nThinking that removing P2P from PeerTube will give you back anonymity doesn't make sense.\n</p>What will be done to mitigate this problem?<p> PeerTube wants to deliver the best countermeasures possible, to give you more choice and render attacks less likely.\nHere is what we put in place so far: </p>\n<ul>\n<li>We set a limit to the number of peers sent by the tracker</li>\n<li>We set a limit on the request frequency received by the tracker</li>\n<li>Allow instance admins to disable P2P from the administration interface</li>\n</ul>\n<p> Ultimately, remember you can always disable P2P by toggling it in the video player, or just by disabling WebRTC in your browser.\n</p>", "created_at": "2023-07-10 00:54:57.370779", "updated_at": "2023-07-10 00:55:04.281053"}], "points": [], "urls": ["apertatube.net"]}}