{"error": 448, "message": "OK", "parameters": {"id": 6893, "name": "blomp", "created_at": "2022-11-16 02:52:27.031845", "updated_at": "2022-11-16 23:01:10.900132", "wikipedia": null, "keywords": null, "related": null, "slug": "blomp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6893.png", "url": "blomp.com,dashboard.blomp.com", "documents": [{"id": 12627, "name": "Terms and Conditions", "url": "https://www.blomp.com/terms-and-conditions/", "xpath": "//body", "text": " <ul>\n<li>Plans</li>\n<li>Why Blomp?</li>\n<li>Downloads</li>\n<li>Blog</li>\n<li>Swag</li>\n<li>FAQs</li>\n<li>Support</li>\n<li>Login</li>\n</ul> Select Page <ul>\n<li>Plans</li>\n<li>Why Blomp?</li>\n<li>Downloads</li>\n<li>Blog</li>\n<li>Swag</li>\n<li>FAQs</li>\n<li>Support</li>\n<li>Login</li>\n</ul> Terms and Conditions\n<p>Blomp Terms of Service</p>\n<p>Posted: August 20, 2020</p>\n<p>Effective: August 23, 2020</p>\n<p>Thanks for using Blomp! These terms of service (“Terms”) cover your use and access to our services, client software and websites&nbsp.\nand all of the things required to provide you them (“Services”).\nOur Privacy Policy explains how we collect and use your information while our Acceptable Use Policy outlines your responsibilities when using our Services.\nBy using our Services, you’re agreeing to be bound by these Terms, our Privacy Policy, and Acceptable Use Policy.\nIf you’re using our Services for an organization, you’re agreeing to these Terms on behalf of that organization.</p>\n<p>&nbsp;</p>\nYour Stuff &amp.\nYour Permissions\n<p>When you use our Services, you provide us with things like your files, content, messages, contacts, and so on (“Your Stuff”).\nYour Stuff is yours.\nThese Terms don’t give us any rights to Your Stuff except for the limited rights that enable us to offer the Services.</p>\n<p>We need your permission to do things like hosting Your Stuff, backing it up, and we don’t share Your Stuff.\nWe don’t look at it unless we are trying to identify a service problem.\nWe don’t sell it.\nWe won’t monetize it.\nYour Stuff is your stuff.</p>\n<p>Our Services also provide you with features like photo thumbnails, document previews, commenting, easy sorting, editing, sharing, and searching.\nThese and other features may require our systems to access, store, and scan Your Stuff.\nYou give us permission to do those things, provided they are only for your benefit as part of the Services.\nWe may scan Your Stuff for viruses and bad things.</p>\n<p>&nbsp;</p>\nSharing Your Stuff\n<p>&nbsp;</p>\n<p>Blomp doesn’t share Your Stuff.\nWe may have affiliated services you can use that could do that, but that would be a separate system with a separate agreement.\nYou are not agreeing to sharing Your Stuff by joining Blomp.</p>\n<p>&nbsp;</p>\nYour Responsibilities\n<p>You’re responsible for your conduct.\nYour Stuff and you must comply with our Acceptable Use Policy.\nContent in the Services may be protected by others’ intellectual property rights.\nPlease don’t copy, upload, download, or share content unless you have the right to do so.</p>\n<p>We may review your conduct and content for compliance with these Terms and our Acceptable Use Policy.\nWith that said, we have no obligation to do so.\nWe aren’t responsible for the content people use with our Services.</p>\n<p>Help us keep you informed and Your Stuff protected.\nSafeguard your password to the Services, and keep your account information current.\nDon’t share your account credentials or give others access to your account.</p>\n<p>You may use our Services only as permitted by applicable law, including export control laws and regulations.\nFinally, to use our Services, you must be at least 13, or in some cases, even older.\nIf you live in France, Germany, or the Netherlands, you must be at least 16.\nPlease check your local law for the age of digital consent.\nIf you don’t meet these age requirements, you may not use the Services.</p>\n<p>&nbsp;</p>\nSoftware\n<p>Some of our Services allow you to download client software (“Software”) which may update automatically.\nSo long as you comply with these Terms, we give you a limited, nonexclusive, nontransferable, revocable license to use the Software, solely to access the Services.\nTo the extent any component of the Software may be offered under an open source license, we’ll make that license available to you and the provisions of that license may expressly override some of these Terms.\nUnless the following restrictions are prohibited by law, you agree not to reverse engineer or decompile the Services, attempt to do so, or assist anyone in doing so.</p>\n<p>None of our Software will spy on you.\nNone of it will secretly send us Your Stuff.\nWe will not track your usage outside of your use of the Services.\nWe will not retain your data if you cancel or are otherwise removed from our services (some time delays, and legal issues aside).</p>\n<p>&nbsp;</p>\n<p>We use our Software to protect our own stuff.\nWe think that makes it good enough to share with you so you can use it.</p>\nBeta Services\n<p>We sometimes release products and features that we are still testing and evaluating.\nThose Services have been marked beta, preview, early access, or evaluation (or with words or phrases with similar meanings) and may not be as reliable as Blomp’s other services, so please keep that in mind.</p>\n<p>&nbsp;</p>\nOur Stuff\n<p>The Services are protected by copyright, trademark, and other US and foreign laws.\nThese Terms don’t grant you any right, title, or interest in the Services, others’ content in the Services, Blomp trademarks, logos and other brand features.\nWe welcome feedback, but note that we may use comments or suggestions without any obligation to you.</p>\n<p>&nbsp;</p>\nCopyright\n<p>We respect the intellectual property of others and ask that you do too.\nWe respond to notices of alleged copyright infringement if they comply with the law, and such notices should be reported using our Copyright Policy.\nWe reserve the right to delete or disable content alleged to be infringing and terminate accounts of repeat infringers.\nOur designated agent for notice of alleged copyright infringement on the Services is:</p>\n<p>Copyright Agent<br>Blomp<br>11700 Montgomery Rd<br>Beltsville, MD 20705</p>\n<p>Billing.\nYou can increase your storage space and add paid features to your account (turning your account into a “Paid Account”).\nWe’ll automatically bill you from the date you convert to a Paid Account and on each periodic renewal until cancellation.\nIf you’re on an annual plan, we’ll send you a notice email reminding you that your plan is about to renew within a reasonable period of time prior to the renewal date.\nYou’re responsible for all applicable taxes, and we’ll charge tax when required to do so.\nSome countries have mandatory local laws regarding your cancellation rights, and this paragraph doesn’t override these laws.</p>\n<p>You may cancel your Blomp Paid Account at any time.</p>\n<p>Downgrades.\nYour Paid Account will remain in effect until it’s cancelled or terminated under these Terms.\nIf you don’t pay for your Paid Account on time, we reserve the right to suspend it or reduce your storage to free space levels.</p>\n<p>Changes.\nWe may change the fees in effect but will give you advance notice of these changes via a message to the email address associated with your account.</p>\n<p>Your account is linked to your email address.\nIf you are going to lose access to your email address (say an organizational one) you can create a second Blomp account to copy the data between the two.</p>\nTermination\n<p>You’re free to stop using our Services at any time.\nWe reserve the right to suspend or terminate your access to the Services with notice to you if:</p>\n<p>(a) you’re in breach of these Terms,</p>\n<p>(b) you’re using the Services in a manner that would cause a real risk of harm or loss to us or other users, or</p>\n<p>(c) you don’t have a Paid Account and haven’t accessed our Services for 2 consecutive months.</p>\n<p>We’ll provide you with reasonable advance notice via the email address associated with your account to remedy the activity that prompted us to contact you and give you the opportunity to export Your Stuff from our Services.\nIf after such notice you fail to take the steps we ask of you, we’ll terminate or suspend your access to the Services.</p>\n<p>We won’t provide notice before termination where:</p>\n<p>(a) you’re in material breach of these Terms,</p>\n<p>(b) doing so would cause us legal liability or compromise our ability to provide the Services to our other users, or</p>\n<p>(c) we’re prohibited from doing so by law.</p>\n<p>Discontinuation of Services</p>\n<p>We may decide to discontinue the Services in response to unforeseen circumstances beyond Blomp’s control or to comply with a legal requirement.\nIf we do so, we’ll give you reasonable prior notice so that you can export Your Stuff from our systems.\nIf we discontinue Services in this way before the end of any fixed or minimum term you have paid us for, we’ll refund the portion of the fees you have pre-paid but haven’t received Services for.</p>\n<p>&nbsp;</p>\nServices “AS IS”\n<p>We strive to provide great Services, but there are certain things that we can’t guarantee.\nTO THE FULLEST EXTENT PERMITTED BY LAW, Blomp AND ITS AFFILIATES, SUPPLIERS AND DISTRIBUTORS MAKE NO WARRANTIES, EITHER EXPRESS OR IMPLIED, ABOUT THE SERVICES.\nTHE SERVICES ARE PROVIDED “AS IS.” WE ALSO DISCLAIM ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nSome places don’t allow the disclaimers in this paragraph, so they may not apply to you.</p>\n<p>&nbsp;</p>\nLimitation of Liability\n<p>WE DON’T EXCLUDE OR LIMIT OUR LIABILITY TO YOU WHERE IT WOULD BE ILLEGAL TO DO SO—THIS INCLUDES ANY LIABILITY FOR Blomp’S OR ITS AFFILIATES’ FRAUD OR FRAUDULENT MISREPRESENTATION IN PROVIDING THE SERVICES.\nIN COUNTRIES WHERE THE FOLLOWING TYPES OF EXCLUSIONS AREN’T ALLOWED, WE’RE RESPONSIBLE TO YOU ONLY FOR LOSSES AND DAMAGES THAT ARE A REASONABLY FORESEEABLE RESULT OF OUR FAILURE TO USE REASONABLE CARE AND SKILL OR OUR BREACH OF OUR CONTRACT WITH YOU.\nTHIS PARAGRAPH DOESN’T AFFECT CONSUMER RIGHTS THAT CAN’T BE WAIVED OR LIMITED BY ANY CONTRACT OR AGREEMENT.</p>\n<p>IN COUNTRIES WHERE EXCLUSIONS OR LIMITATIONS OF LIABILITY ARE ALLOWED, Blomp, ITS AFFILIATES, SUPPLIERS OR DISTRIBUTORS WON’T BE LIABLE FOR:</p>\n<p>i.\nANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY, OR CONSEQUENTIAL DAMAGES, OR</p>\n<p>ii.\nANY LOSS OF USE, DATA, BUSINESS, OR PROFITS, REGARDLESS OF LEGAL THEORY.</p>\n<p>THESE EXCLUSIONS OR LIMITATIONS WILL APPLY REGARDLESS OF WHETHER OR NOT Blomp OR ANY OF ITS AFFILIATES HAS BEEN WARNED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>IF YOU USE THE SERVICES FOR ANY COMMERCIAL, BUSINESS, OR RE-SALE PURPOSE, Blomp, ITS AFFILIATES, SUPPLIERS OR DISTRIBUTORS WILL HAVE NO LIABILITY TO YOU FOR ANY LOSS OF PROFIT, LOSS OF BUSINESS, BUSINESS INTERRUPTION, OR LOSS OF BUSINESS OPPORTUNITY.\nBlomp AND ITS AFFILIATES AREN’T RESPONSIBLE FOR THE CONDUCT, WHETHER ONLINE OR OFFLINE, OF ANY USER OF THE SERVICES.</p>\n<p>OTHER THAN FOR THE TYPES OF LIABILITY WE CANNOT LIMIT BY LAW (AS DESCRIBED IN THIS SECTION), WE LIMIT OUR LIABILITY TO YOU TO THE GREATER OF $20 USD OR 100% OF ANY AMOUNT YOU’VE PAID UNDER YOUR CURRENT SERVICE PLAN WITH Blomp.</p>\n<p>Resolving Disputes</p>\n<p>Let’s Try To Sort Things Out First.\nWe want to address your concerns without needing a formal legal case.\nBefore filing a claim against Blomp, you agree to try to resolve the dispute informally by contacting support@Blomp.com.\nWe’ll try to resolve the dispute informally by contacting you via email.\nIf a dispute is not resolved within 15 days of submission, you or Blomp may bring a formal proceeding.</p>\n<p>Judicial forum for disputes.\nYou and Blomp agree that any judicial proceeding to resolve claims relating to these Terms or the Services will be brought in the federal or state courts of San Francisco County, California, subject to the mandatory arbitration provisions below.\nBoth you and Blomp consent to venue and personal jurisdiction in such courts.\nIf you reside in a country (for example, European Union member states) with laws that give consumers the right to bring disputes in their local courts, this paragraph doesn’t affect those requirements.</p>\n<p>&nbsp;</p>\nIF YOU’RE A U.S.\nRESIDENT, YOU ALSO AGREE TO THE FOLLOWING MANDATORY ARBITRATION PROVISIONS:\n<p>We Both Agree To Arbitrate.\nYou and Blomp agree to resolve any claims relating to these Terms or the Services through final and binding arbitration by a single arbitrator, except as set forth under Exceptions to Agreement to Arbitrate below.\nThis includes disputes arising out of or relating to interpretation or application of this “Mandatory Arbitration Provisions” section, including its enforceability, revocability, or validity.</p>\n<p>Opt-out of Agreement to Arbitrate.\nYou can decline this agreement to arbitrate by submitting your request to support@blomp.com within 30 days of first registering your account.\nHowever, if you agreed to a previous version of these Terms that allowed you to opt out of arbitration, your previous choice to opt out or not opt out remains binding.</p>\n<p>Arbitration Procedures.\nThe American Arbitration Association (AAA) will administer the arbitration under its Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes.\nThe arbitration will be held in the United States county where you live or work, Washington, DC, or any other location we agree to.</p>\n<p>Arbitration Fees and Incentives.\nThe AAA rules will govern payment of all arbitration fees.\nBlomp will pay all arbitration fees for individual arbitration for claims less than $75,000.\nIf you receive an arbitration award that is more favorable than any offer we make to resolve the claim, we will pay you $1,000 in addition to the award.\nBlomp will not seek its attorneys’ fees and costs in arbitration unless the arbitrator determines that your claim is frivolous.</p>\n<p>Exceptions to Agreement to Arbitrate.\nEither you or Blomp may assert claims, if they qualify, in small claims court in Prince George’s County, MD or any United States county where you live or work.\nEither party may bring a lawsuit solely for injunctive relief to stop unauthorized use or abuse of the Services, or intellectual property infringement (for example, trademark, trade secret, copyright, or patent rights) without first engaging in arbitration or the informal dispute-resolution process described above.\nIf the agreement to arbitrate is found not to apply to you or your claim, you agree to the exclusive jurisdiction of the state and federal courts in Prince George’s County, Maryland (MD) to resolve your claim.</p>\n<p>NO CLASS ACTIONS.\nYou may only resolve disputes with us on an individual basis, and may not bring a claim as a plaintiff or a class member in a class, consolidated, or representative action.\nClass arbitrations, class actions, private attorney general actions, and consolidation with other arbitrations aren’t allowed.\nIf this specific paragraph is held unenforceable, then the entirety of this “Mandatory Arbitration Provisions” section will be deemed void.<br>Controlling Law</p>\n<p>These Terms will be governed by California law except for its conflicts of laws principles.\nHowever, some countries (including those in the European Union) have laws that require agreements to be governed by the local laws of the consumer’s country.\nThis paragraph doesn’t override those laws.<br>Entire Agreement</p>\n<p>These Terms constitute the entire agreement between you and Blomp with respect to the subject matter of these Terms, and supersede and replace any other prior or contemporaneous agreements, or terms and conditions applicable to the subject matter of these Terms.\nThese Terms create no third party beneficiary rights.<br>Waiver, Severability &amp.\nAssignment</p>\n<p>Blomp’s failure to enforce a provision is not a waiver of its right to do so later.\nIf a provision is found unenforceable, the remaining provisions of the Terms will remain in full effect and an enforceable term will be substituted reflecting our intent as closely as possible.\nYou may not assign any of your rights under these Terms, and any such attempt will be void.\nBlomp may assign its rights to any of its affiliates or subsidiaries, or to any successor in interest of any business associated with the Services.<br>Modifications</p>\n<p>We may revise these Terms from time to time to better reflect:</p>\n<p>(a) changes to the law,</p>\n<p>(b) new regulatory requirements, or</p>\n<p>(c) improvements or enhancements made to our Services.</p>\n<p>If an update affects your use of the Services or your legal rights as a user of our Services, we’ll notify you prior to the update’s effective date by sending an email to the email address associated with your account or via an in-product notification.\nThese updated terms will be effective no less than 30 days from when we notify you.</p>\n<p>If you don’t agree to the updates we make, please cancel your account before they become effective.\nWhere applicable, we’ll offer you a prorated refund based on the amounts you have prepaid for Services and your account cancellation date.\nBy continuing to use or access the Services after the updates come into effect, you agree to be bound by the revised Terms.</p> Sign Up or Login Privacy Policy <strong>Blomp: Free Photo, Video &amp.\nMore Storage!</strong>\n<p>Blomp is your permanent home for all of your family memories and valuable files.\nBlomp is reliable, secure and best of all free!</p>\n<p>Use Blomp through any of one of our apps to always have access to your music, movies and photos.\nUse your own software with our open standards interface and really surprise us.\nBlomp grows with you whether you need 20GB, 200GB, 2TB or more!</p>\n<p>Blomp © 2022</p>\n<p>\n<strong>Affiliates</strong>\n</p>\n<p>\n<strong>Terms and Conditions&nbsp;</strong>\n</p>\n<p>\n<strong>Privacy Policy&nbsp;</strong>\n</p> ", "created_at": "2022-11-16 02:52:27.036236", "updated_at": "2022-11-16 01:54:09.761788"}, {"id": 12626, "name": "Privacy Policy", "url": "https://www.blomp.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Plans</li>\n<li>Why Blomp?</li>\n<li>Downloads</li>\n<li>Blog</li>\n<li>Swag</li>\n<li>FAQs</li>\n<li>Support</li>\n<li>Login</li>\n</ul> Select Page <ul>\n<li>Plans</li>\n<li>Why Blomp?</li>\n<li>Downloads</li>\n<li>Blog</li>\n<li>Swag</li>\n<li>FAQs</li>\n<li>Support</li>\n<li>Login</li>\n</ul> Privacy Policy\nBlomp Privacy Policy\nPosted: August 1, 2018\nEffective: August 13, 2018\n&nbsp.\nThanks for using Blomp! Here we describe how we collect, use and handle your information when you use our websites, software and services (“Services”).\n&nbsp.\nWhat &amp.\nWhy\nWe collect and use the following information to provide, improve and protect our Services:\nAccount.\nWe collect, and associate with your account, information like your name, email address, phone number, payment info, physical address, and account activity.\nSome of our services let you access your accounts and your information with other service providers.\nServices.\nOur Services are designed to make it simple for you to store Your Stuff, collaborate with others, and work across multiple devices.\nTo make that possible, we store, process, and transmit Your Stuff—like files, messages, comments, and photos—as well as information related to it.\nThis related information can be things like your profile information that makes it easier to collaborate and share Your Stuff with others.\nOur Services provide you with different options for sharing Your Stuff.\nYou may choose to give us access to your contacts to make it easy for you to do things like share and collaborate on Your Stuff, send messages, and invite others to use the Services.\nIf you do, we’ll store those contacts on our servers for you to use.\nUsage.\nWe collect information related to how you use the Services, including actions you take in your account (like sharing, editing, viewing, and moving files or folders).\nThis helps us provide you with features like the “Events” page and version history.\nWe also collect information from and about the devices you use to access the Services.\nThis includes things like IP addresses, the type of browser and device you use, the web page you visited before coming to our sites, and identifiers associated with your devices.\nYour devices (depending on their settings) may also transmit location information to the Services.\nCookies and other technologies.\nWe use technologies like cookies and pixel tags to provide, improve, protect and promote our Services.\nFor example, cookies help us with things like remembering your username for your next visit, understanding how you are interacting with our Services, and improving them based on that information.\nYou can set your browser to not accept cookies, but this may limit your ability to use the Services.\nIf our systems receive a DNT:1 signal from your browser, we’ll respond to that signal as outlined here.\n&nbsp.\nWith whom\nWe may share information as discussed below, but we won’t sell it to advertisers or other third parties.\nOthers working for Blomp.\nBlomp uses certain trusted third parties (for example, providers of customer support and IT services) to help us provide, improve, protect, and promote our Services.\nThese third parties will access your information only to perform tasks on our behalf in compliance with this Privacy Policy, and we’ll remain responsible for their handling of your information per our instructions.\nOther users.\nOur Services display information like your name, profile picture, and email address to other users in places like your user profile and sharing notifications.\nWhen you register your Blomp account with an email address on a domain owned by your employer or organization, we may help collaborators find you and your team by making some of your basic information—like your name, team name, profile picture, and email address—visible to other users on the same domain.\nThis helps us show you teams you can join, and helps other users share files and folders with you.\nCertain features let you make additional information available to others.\nOther applications.\nYou can also give third parties access to your information and account – for example, via Blomp APIs.\nJust remember that their use of your information will be governed by their privacy policies and terms.\nLaw &amp.\nOrder.\nWe may disclose your information to third parties if we determine that such disclosure is reasonably necessary to (a) comply with the law.\n(b) protect any person from death or serious bodily injury.\n(c) prevent fraud or abuse of Blomp or our users.\nor (d) protect Blomp’s property rights.\nStewardship of your data is critical to us and a responsibility that we embrace.\nWe believe that our users’ data should receive the same legal protections regardless of whether it’s stored on our services or on their home computer’s hard drive.\nWe’ll abide by the following Government Request Principles when receiving, scrutinizing and responding to government requests (including national security requests) for our users’ data:\nBe transparent,\nFight blanket requests,\nProtect all users and\nProvide trusted services.\nWe publish a Transparency Report as part of our commitment to informing users about when and how governments ask us for information.\nThis report details the types and numbers of requests we receive from law enforcement.\nWe encourage users to review our Government Request Principles and Transparency Report for more detailed information on our approach and response to government requests.\n&nbsp.\nHow\nSecurity.\nWe have a team dedicated to keeping your information secure and testing for vulnerabilities.\nWe also continue to work on features to keep your information safe in addition to things like two-factor authentication, encryption of files at rest, and alerts when new devices and apps are linked to your account.\nRetention.\nWe’ll retain information you store on our Services for as long as we need it to provide you the Services.\nIf you delete your account, we’ll also delete this information.\nBut please note: (1) there might be some latency in deleting this information from our servers and back-up storage.\nand (2) we may retain this information if necessary to comply with our legal obligations, resolve disputes, or enforce our agreements.\nYou can access your personal information by logging into your Blomp account.\nLearn more here.\n&nbsp.\nWhere\nAround the world.\nTo provide you with the Services, we may store, process and transmit information in the United States and locations around the world – including those outside your country.\nInformation may also be stored locally on the devices you use to access the Services.\nEU-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield.\nWhen transferring data from the European Union, the European Economic Area, and Switzerland, Blomp relies upon a variety of legal mechanisms, including contracts with our users.\nBlomp complies with the EU-U.S.\nand Swiss–U.S.\nPrivacy Shield Frameworks as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union, the European Economic Area, and Switzerland to the United States.&nbsp.\nYou can also learn more about Privacy Shield at https://www.privacyshield.gov.\nBlomp is subject to oversight by the U.S.\nFederal Trade Commission.\nJAMS is the US-based independent organization responsible for reviewing and resolving complaints about our Privacy Shield compliance — free of charge to you.\nWe ask that you first submit any such complaints directly to us via support@Blomp.com.\nIf you aren’t satisfied with our response, please contact JAMS at https://www.jamsadr.com/eu-us-privacy-shield.\nIn the event your concern still isn’t addressed by JAMS, you may be entitled to a binding arbitration under Privacy Shield and its principles.\n&nbsp.\nChanges\nIf we are involved in a reorganization, merger, acquisition or sale of our assets, your information may be transferred as part of that deal.\nWe will notify you (for example, via a message to the email address associated with your account) of any such deal and outline your choices in that event.\nWe may revise this Privacy Policy from time to time, and will post the most current version on our website.\nIf a revision meaningfully reduces your rights, we will notify you.\n&nbsp.\nContact\nHave questions or concerns about Blomp, our Services and privacy? Contact us at support@blomp.com.\nSign Up or Login Terms &amp.\nConditions <strong>Blomp: Free Photo, Video &amp.\nMore Storage!</strong>\n<p>Blomp is your permanent home for all of your family memories and valuable files.\nBlomp is reliable, secure and best of all free!</p>\n<p>Use Blomp through any of one of our apps to always have access to your music, movies and photos.\nUse your own software with our open standards interface and really surprise us.\nBlomp grows with you whether you need 20GB, 200GB, 2TB or more!</p>\n<p>Blomp © 2022</p>\n<p>\n<strong>Affiliates</strong>\n</p>\n<p>\n<strong>Terms and Conditions&nbsp;</strong>\n</p>\n<p>\n<strong>Privacy Policy&nbsp;</strong>\n</p> ", "created_at": "2022-11-16 02:52:27.034274", "updated_at": "2022-11-16 01:53:14.716793"}], "points": [], "urls": ["blomp.com", "dashboard.blomp.com"]}}