{"error": 448, "message": "OK", "parameters": {"id": 3273, "name": "Surface Owl", "created_at": "2021-04-23 20:46:13.980242", "updated_at": "2023-07-10 22:00:27.621611", "wikipedia": null, "keywords": null, "related": null, "slug": "surface_owl", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3273.png", "url": "surfaceowl.com,surfaceowl.io", "documents": [{"id": 5357, "name": "Privacy Policy", "url": "https://www.surfaceowl.com/privacy-policy", "xpath": "", "text": " Back to Main Page <p>surfaceOwl Privacy Policy</p>\n<p>Effective: February 27, 2017</p>\n<br>\n<p>This Privacy Policy has been crafted with the intent of making you—our Clients— feel informed and empowered with respect to your privacy on surfaceOwl Inc.</p>\n<br>\n<p>1.\nIntroduction</p>\n<p>\n</p>\n<p>We are a cloud based platform for professionals.</p>\n<p>\n</p>\n<p>1.1 Purpose</p>\n<p>Our mission to enable enterprises to evaluate current business performance and estimate the business value of many potential business transformation options that may exist for their enterprise.</p>\n<p>\n</p>\n<p>\n</p>\n<p>When you use our Services you are entering into a legal agreement and you agree to all of these terms.</p>\n<p>We protect your personal information using industry-standard safeguards.</p>\n<p>We may share your information with your consent or as required by law, and we will always let you know when we make significant changes to this Privacy Policy.</p>\n<p>1.2 Agreement</p>\n<p>You agree that by clicking “Register”, “Join”, “Join Now”, “Sign Up”, “Login”, “Sign in” or similar, registering, accessing or using our services, you are entering into a legally binding agreement (even if you are using our Services on behalf of a company) with surfaceOwl Inc.</p>\n<p>You agree to only provide information that is truthful and that you are authorized to provide.\n&nbsp;You also agree to provide only information that does not violate the law nor anyone's rights (e.g., without violating any intellectual property rights or breaching a contract).\nYou also agree that your profile information will be truthful.</p>\n<p>We protect your personal information and will only provide it to third parties: (1) with your consent.\n(2) where it is necessary to carry out your instructions.\n(3) as reasonably necessary in order to provide our features and functionality to you.\n(4) when we reasonably believe it is required by law, subpoena or other legal process.\nor (5) as necessary to enforce our User Agreement or protect the rights, property, or safety of surfaceOwl, our Users, our Clients, and the public.</p>\n<p>We have implemented appropriate security safeguards designed to protect your information in accordance with industry standards.</p>\n<p>\n</p>\n<p>2.\nInformation We Collect</p>\n<p>\n</p>\n<p>\n</p>\n<p>Our Privacy Policy applies to all Users of surfaceOwl.\n&nbsp;We collect information when you use our Services to offer you a personalized and relevant experience, including providing insights relevant to you and other Clients.</p>\n<p>2.1 Data Controllers</p>\n<p>The information provided to or collected by our Services is controlled by surfaceOwl Inc., a California Corporation.\n&nbsp;If you have any concern about providing information to us or having such information displayed on our Services or otherwise used in any manner permitted in this Privacy Policy and the User Agreement, you should not become a User, visit our websites or otherwise use our Services.</p>\n<p>\n</p>\n<p>When you create an account with us, we collect information (including your name, email address, and password).</p>\n<p>2.2 &nbsp;Registration</p>\n<p>To create an account on surfaceOwl, you must provide us with at least your name, email address and/or mobile number, a password, and agree to our User Agreement and this Privacy Policy, which governs how we treat your information.\nYou may provide additional information during the registration flow (for example, your postal code, job title, and company) to help you build your profile.\n&nbsp;We may also ask for your credit card details if you purchase certain services.</p>\n<p>We collect information when you contact us for customer support.</p>\n<p>2.3 Customer Service</p>\n<p>When you contact our customer support services, we may have to access the information you submitted to our Services and collect the information we need to categorize your question, respond to it, and, if applicable, investigate any breach of our User Agreement or this Privacy Policy.\nWe also use this information to track potential problems and trends, and customize our support responses to better serve you.\nWe do not use this information for advertising.</p>\n<p>We collect information when you use our Services.</p>\n<p>2.4 Using the surfaceOwl Services</p>\n<p>We collect information when you use our Services from all platforms.\n&nbsp;For example, when you use surfaceOwl we collect information such as your IP address, and device to perform important functions for the Service such as monitoring and improving usability.\n&nbsp;We also receive your computer operating system details, your type of web browser, your mobile device (including your mobile device identifier provided by your mobile device operating system), your mobile operating system (if you are accessing surfaceOwl using a mobile device), and the name of your ISP or your mobile carrier.</p>\n<p>We may use cookies and similar technologies to collect information.</p>\n<p>2.5 Cookies</p>\n<p>We may use cookies and similar technologies, including mobile application identifiers, to help us recognize you across different Services, learn about your interests both on and off our Services, improve your experience, increase security, as well as measuring use and effectiveness of our Services.</p>\n<p>We are constantly innovating to improve our Services, which means we may create new ways to collect information on the Services.</p>\n<p>2.6 Other</p>\n<p>Our Services are a dynamic, innovative environment, which means we are always seeking to improve the Services we offer you.\nWe often introduce new features, some of which may result in the collection of new information.\n&nbsp;If we start collecting substantially new types of personal information and materially change how we handle your data, we will modify this Privacy Policy and notify you.</p>\n<p>\n</p>\n<p>3.\nHow we use your information</p>\n<p>\n</p>\n<p>You agree that information you provide can be used by us as described in this Privacy Policy and our User Agreement.</p>\n<p>3.1 User Communications</p>\n<p>We use your information to respond to feedback or requests you make, and to initiate new communications with you.</p>\n<p>We use the information and content you provide to us to conduct research and development and to customize your experience and try to make it relevant and useful to you.</p>\n<p>3.2 Development of the surfaceOwl Services</p>\n<p>We use information and content that you and other Users provide to us to conduct research and development for the improvement of our Services in order to provide you and other Users with a better, more intuitive and impactful experience.</p>\n<p>If there is a change in control or sale of all or part of surfaceOwl, we may share your information with a third party, who will have the right to use that information in line with this Privacy Policy.</p>\n<p>3.3 Disclosures to Others as a result of Change of Control</p>\n<p>We may disclose your information to a third party as part of a sale of the assets of surfaceOwl Inc., a subsidiary, or division, or as the result of a change in control of the company or one of its affiliates, or in preparation for any of these events.\nAny third party to which we transfers or sells our assets will have the right to continue to use the information that you provide to us in the manner set out in this Privacy Policy.</p>\n<p>We may employ third parties to help us with the Services</p>\n<p>3.4 Service Providers</p>\n<p>We may employ third party companies and individuals to facilitate our Services (e.g., maintenance, analysis, audit, marketing and development).\nThese third parties have limited access to your information only to perform these tasks on our behalf and are obligated to surfaceOwl not to disclose or use your information for other purposes.</p>\n<p>\n</p>\n<p>4.\n&nbsp;Important Information</p>\n<p>\n</p>\n<p>We take security and privacy seriously.</p>\n<p>4.1 Security</p>\n<p>We have implemented security safeguards designed to protect the information that you provide in accordance with industry standards.\nAccess to your data on our Services is password-protected, and data such as credit card information is protected by SSL encryption when it is exchanged between your web browser and the Services.\nWe also offer secure https access to the surfaceOwl.com website.\nTo protect any data you store on our servers, we also regularly monitor our system for possible vulnerabilities and attacks.\n&nbsp;However, since the Internet is not a 100% secure environment, we cannot ensure or warrant the security of any information that you transmit to us.\nThere is no guarantee that information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nIt is your responsibility to protect the security of your login information.\nPlease note that emails, instant messaging, and similar means of communication are not encrypted, and we strongly advise you to communicate all confidential information through other means that are secure.\nPlease help keep your account safe by using a strong password.</p>\n<p>We will notify you when we change this Privacy Policy.</p>\n<p>4.2 Changes to this Privacy Policy.</p>\n<p>We may change this Privacy Policy from time to time.\nIf we make significant changes in the way we treat your personal information, or to the Privacy Policy, we will provide notice to you on the Services or by some other means, such as email.\nPlease review the changes carefully.\nIf you agree to the changes, simply continue to use our Services.\nIf you object to any of the changes to our terms and you no longer wish to use our Services, you may close your account(s).\nUnless stated otherwise, our current Privacy Policy applies to all information that we have about you and your account.\nUsing our Services after a notice of changes has been communicated to you or published on our Services shall constitute consent to the changed terms or practices.</p>\n<p>\n</p>\n<p>5.\nHow to Contact Us</p>\n<p>\n</p>\n<p>Please contact us at the following:</p>\n<p>Online: &nbsp;feedback@surfaceowl.com</p>\n<p>\n</p>\n<p>Mail:</p>\n<p>surfaceOwl Inc.</p>\n<p>4778 Dewey Dr.</p>\n<p>Fair Oaks, CA 95628</p>\n<p>USA</p>\n<p>\n</p>\n<br>\n<p>© 2017-2020 surfaceOwl Inc.</p> surfaceOwl © 2017-2021 All Rights Reserved.Javascript is disabled!<p>Please enable javascript in your browser - without it surfaceOwl does not work.</p>\n<p>If you need help, do a simple web search for \"enable javascript\" and your browser type (e.g.\nchrome, firefox, etc.)</p>\n<br>\n<p>After you have enabled javascript, please reload this page, and you will be able to log into the application.</p>\n<br>\n<p>Thank you!</p>", "created_at": "2021-04-23 20:46:14.949651", "updated_at": "2021-04-23 20:46:43.653473"}, {"id": 13203, "name": "User Agreement", "url": "https://surfaceowl.com/user-agreement", "xpath": "//body", "text": " Back to Main Page <p>surfaceOwl User Agreement</p>\n<p>Effective: February 27, 2017</p>\n<br>\n<p>This User Agreement governs your access and use of our online platform (the “Services”).</p>\n<p>Please read them carefully as you are entering into a binding legal agreement.\nWe are grateful you’re here.\n</p>\n<br>\n<p>1.\nIntroduction</p>\n<p>\n</p>\n<p>We are a cloud based platform for professionals.</p>\n<p>1.1 Purpose</p>\n<p>Our mission to enable enterprises to evaluate current business performance and estimate the business value of potential business transformation options that may exist for their enterprise.</p>\n<p>\n</p>\n<p>\n</p>\n<p>When you use our Services you are entering into a legal agreement and you agree to all of these terms.</p>\n<p>You agree to provide only truthful information you are authorized to provide.</p>\n<p>You also agree to our Privacy Policy, which covers how we collect, use, share, and store information you provide.</p>\n<p>1.2 Agreement</p>\n<p>You agree that by clicking “Register”, “Join”, “Join Now”, “Sign Up”, “Login”, “Sign in” or similar, registering, accessing or using our services, you are entering into a legally binding agreement (even if you are using our Services on behalf of a company) with surfaceOwl Inc.</p>\n<p>You agree to only provide information that is truthful and that you are authorized to provide.\n&nbsp;You also agree to provide only information that does not violate the law nor anyone's rights (e.g., without violating any intellectual property rights or breaching a contract).\nYou also agree that your profile information will be truthful.</p>\n<p>This “Agreement” includes this User Agreement and the Privacy Policy, and other terms that will be displayed to you at the time you first use certain features, as may be amended by surfaceOwl from time to time.\nIf you do not agree to this Agreement, do NOT click “Register” or “Login” (or similar) and do not access or otherwise use any of our Services.</p>\n<p>\n</p>\n<p>2.\nObligations</p>\n<p>\n</p>\n<p>Here are promises you make to surfaceOwl in this agreement:</p>\n<p>You are eligible to enter into this agreement and you are at least our “Minimum Age”.</p>\n<p>2.1 Service Eligibility</p>\n<p>To use the Services, you agree that: &nbsp;(1) &nbsp;you must be the “Minimum Age” (defined below) or older.\n(2) you will have only one surfaceOwl account per individual.\n(3) you are authorized by your company to provide all information required about your company to use the Services.</p>\n<p>“Minimum Age” means (a) 18 years old for the People's Republic of China, (b) 16 years old for the Netherlands, (c) 14 years old for the United States, Canada, Germany, Spain, Australia and South Korea, and (d) 13 years old for all other countries.\nHowever, if law requires that you must be older in order for surfaceOwl to lawfully provide the Services to you (including the collection, storage and use of your information) then the Minimum Age is such older age.\nThe Services are not for use by anyone under the age of 13.</p>\n<p>You will follow the law, and our rules.</p>\n<p>You will keep your password a secret.</p>\n<p>You will not share an account with anyone else.</p>\n<p>2.2 &nbsp;Your Account</p>\n<p>Your account belongs to you.\n&nbsp;You are responsible for everything that happens through your account.\n&nbsp;As such, you agree to (1) follow the law.\n(2) choose a strong password.\n(3) keep your password confidential and secure.\n(4) not share your account with any other person(s).</p>\n<p>You will honor all payment obligations and accept that we store payment information either directly or with a 3rd&nbsp;party.</p>\n<p>You agree that there may be fees and taxes added on to prices, and that we do not guarantee refunds.</p>\n<p>2.3 Payment</p>\n<p>When you purchase any of our Services, you agree to pay us the applicable fees and taxes.\n&nbsp;Failure to pay these fees and taxes may result in termination of your subscription.\n&nbsp;Also:</p>\n<p>2.3.1.\nForeign Exchange Fees.\n&nbsp;If you are located outside the United States, your purchase may be subject to foreign exchange fees based on location.</p>\n<p>2.3.2.\nYou authorize us to store and continue billing your payment method even after it has expired, to avoid termination of service and to facilitate easy payment for new services.</p>\n<p>2.3.3.\nTaxes are calculated based on the billing information you provide at the time of purchase.</p>\n<p>2.3.4.\nUnless an order says something different, (a) all subscriptions automatically renew (without the need to go through the services-interface “check-out” or execute a renewal order form) for additional periods equal to one (1) year or the preceding term, whichever is shorter.\nand (b) the per-unit pricing during any automatic renewal term will remain the same as it was during the immediately prior term.\nEither party can give the other notice of non-renewal at least thirty (30) days before the end of a subscription term to stop the subscriptions from automatically renewing.</p>\n<p>\n</p>\n<p>3.\nRights and Limits</p>\n<p>\n</p>\n<p>You own all of the content and information you provide to us, but you also grant us a non-exclusive perpetual license to it.</p>\n<p>3.1 Your License to surfaceOwl</p>\n<p>You own the content and information that you submit to the Services and you are granting surfaceOwl the following non-exclusive perpetual license: A worldwide, transferable and sub licensable right to use, analyze, copy, modify and process, content and information you provide through our Services, without any further consent, notice and/or compensation to you or others.\n</p>\n<p>surfaceOwl will not share your information with others in any manner that is directly attributable to you or your company without your written consent.\n&nbsp;However, you expressly license surfaceOwl to analyze and use your information to improve the Service.</p>\n<p>Some content comes from other Users and 3rd&nbsp;Party content providers.\n&nbsp;When you see content or information on our Service, use it at your own risk.</p>\n<p>3.2 Other Content</p>\n<p>By using the Services, you may encounter content or information that might be inaccurate, incomplete, delayed, misleading, illegal, offensive or otherwise harmful.\nsurfaceOwl generally does not review every element of content provided by our Members or 3rd&nbsp;Party Partners.\nYou agree that we are not responsible for third parties' (including other Members') content or information or for any damages that may result from your use of or reliance on the content or information.</p>\n<p>You are solely responsible for deciding if you want to use information or recommendations from our Services</p>\n<p>We do not promise to store or maintain any information or content you provide.</p>\n<p>3.3 Service Availability</p>\n<p>We may change, suspend or end any Service, or change and modify prices prospectively in our discretion.\nTo the extent allowed under law, these changes may be effective upon notice provided to you.</p>\n<p>surfaceOwl is not a storage service.\nYou agree that we have no obligation to store, maintain or provide you a copy of any content or information that you or others provide, except to the extent required by applicable law and as noted in our Privacy Policy</p>\n<p>We have the right to limit how you connect and interact on our Services.</p>\n<p>We're providing you notice about our intellectual property rights.</p>\n<p>3.4 Limits</p>\n<p>surfaceOwl reserves the right to limit your use of the Services, including the number of your connections and your ability to contact other Users.\n&nbsp;surfaceOwl reserves the right to restrict, suspend, or terminate your account if surfaceOwl believes that you may be in breach of this Agreement or law, or are misusing the Services.</p>\n<p>surfaceOwl reserves all of its intellectual property rights in the Services.\nYou agree to not copy or download any information that is not authorized by surfaceOwl.\n&nbsp;Specifically, Client will not reverse engineer, decompile, disassemble or otherwise attempt to derive the source code, techniques, processes, algorithms, know-how or other information from surfaceOwl (collectively, \"Reverse Engineering\") or permit or induce the foregoing.\n&nbsp;If, however, directly applicable law prohibits enforcement of the foregoing, Client may engage in Reverse Engineering solely for purposes of obtaining such information as is necessary to achieve interoperability of independently created software with surfaceOwl, or as otherwise and to the limited extent permitted by directly applicable law, but only if: (a) Reverse Engineering is strictly necessary to obtain such information.\nand (b) Client has first requested such information from surfaceOwl and surfaceOwl failed to make such information available (for a fee or otherwise) under reasonable terms and conditions.\nAny information supplied to or obtained by Client under this section is confidential information of surfaceOwl, may only be used by Client for the purpose described in this section, and will not be disclosed to any third party or used to create any software that is substantially similar to the expression of surfaceOwl technology.</p>\n<p>\n</p>\n<p>4.\n&nbsp;Disclaimer and Limitation of Liability</p>\n<p>\n</p>\n<p>We are providing the Service on and “as-is” basis only.\n&nbsp;</p>\n<p>4.1 No Warranty</p>\n<p>The Service is provided on an “as-is” basis, with no guarantee of minimum availability or uptime.\n&nbsp;TO THE EXTENT ALLOWED UNDER LAW, surfaceOwl (AND THOSE THAT surfaceOwl WORKS WITH TO PROVIDE THE SERVICES) EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED INCLUDING BUT NOT LIMITED TO (A) WE DISCLAIM ALL IMPLIED WARRANTIES AND REPRESENTATIONS (E.G., FITNESS FOR A PARTICULAR PURPOSE, ACCURACY OF DATA, AND NONINFRINGEMENT).\n(B) WE DO NOT GUARANTEE THAT THE SERVICES WILL FUNCTION WITHOUT INTERRUPTION OR ERRORS OR NON-INFRINGEMENT, AND (C) PROVIDE THE SERVICE (INCLUDING CONTENT AND INFORMATION) ON AN “AS IS” AND “AS AVAILABLE” BASIS.\n&nbsp;CLIENT EXPRESSLY ACKNOWLEDGES THAT surfaceOwl DOES NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.</p>\n<p>SOME LAWS DO NOT ALLOW CERTAIN DISCLAIMERS, SO SOME OR ALL OF THESE DISCLAIMERS MAY NOT APPLY TO YOU.</p>\n<p>These are the limits of legal liability we may have to you.</p>\n<p>4.2 Limitation of Liability</p>\n<p>TO THE EXTENT PERMITTED UNDER LAW (AND UNLESS surfaceOwl HAS ENTERED INTO A SEPARATE WRITTEN AGREEMENT THAT SUPERSEDES THIS AGREEMENT), surfaceOwl (AND THOSE THAT surfaceOwl WORKS WITH TO PROVIDE THE SERVICES) SHALL NOT BE LIABLE TO YOU OR OTHERS FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF DATA, OPPORTUNITIES, REPUTATION, PROFITS OR REVENUES, RELATED TO THE SERVICES (E.G., DOWN TIME OR LOSS, ACCURACY OF FINDINGS OR RECOMMENDATIONS, &nbsp;USE OR CHANGES TO YOUR INFORMATION OR CONTENT).</p>\n<p>IN NO EVENT SHALL THE LIABILITY OF surfaceOwl (AND THOSE THAT surfaceOwl WORKS WITH TO PROVIDE THE SERVICES) EXCEED, IN THE AGGREGATE FOR ALL CLAIMS, AN AMOUNT THAT IS THE LESSER OF (A) THE MOST RECENT MONTHLY OR YEARLY FEE THAT YOU PAID, IF ANY, OR (B) US $1000.</p>\n<p>THIS LIMITATION OF LIABILITY IS PART OF THE BASIS OF THE BARGAIN BETWEEN YOU AND surfaceOwl AND SHALL APPLY TO ALL CLAIMS OF LIABILITY (E.G., WARRANTY, TORT, NEGLIGENCE, CONTRACT, LAW) AND EVEN IF surfaceOwl HAS BEEN TOLD OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF THESE REMEDIES FAIL THEIR ESSENTIAL PURPOSE.</p>\n<p>SOME LAWS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY, SO THESE LIMITS MAY NOT APPLY TO YOU.</p>\n<p>\n</p>\n<p>5.\nTermination</p>\n<p>\n</p>\n<p>We can each end this Agreement anytime we want.</p>\n<p>5.1 Termination</p>\n<p>You or surfaceOwl may terminate this Agreement at any time with notice to the other.\nOn termination, you lose the right to access or use the Services.\nThe following shall survive termination: 2, 3, 4, 6.</p>\n<p>\n</p>\n<p>6.\nDispute Resolution</p>\n<p>\n</p>\n<p>In the unlikely event we end up in a legal dispute, it will take place in California courts, applying California law.</p>\n<p>6.1 Governing Law</p>\n<p>You agree that the laws of the State of California, U.S.A., excluding its conflict of laws rules, shall exclusively govern any dispute relating to this Agreement and/or the Services.\nWe both agree that all of these claims can only be litigated in the federal or state courts of San Francisco County, California, USA, and we each agree to personal jurisdiction in those courts.</p>\n<p>\n</p>\n<p>7.\nFeedback</p>\n<p>\n</p>\n<p>We value your feedback on the Service</p>\n<p>The more suggestions our clients make, the better the Services become.\nIf a Client sends us any feedback or suggestions regarding the Services, there is a chance we will use it, so Client grants us (for itself and all of its Authorized Users and other Client personnel) an unlimited, irrevocable, perpetual, sub licensable, transferable, royalty-free license to use any such feedback or suggestions for any purpose without any obligation or compensation to Client, any Authorized User or other Client personnel.\nIf we choose not to implement the suggestion, please don’t take it personally.\nWe appreciate it nonetheless.</p>\n<p>\n</p>\n<p>7.\nGeneral Terms</p>\n<p>\n</p>\n<p>Here are some important details about how to read the Agreement.</p>\n<p>7.1 Valid Agreement</p>\n<p>If a court with authority over this Agreement finds any part of it not enforceable, you and us agree that the court should modify the terms to make that part enforceable while still achieving its intent.\nIf the court cannot do that, we agree to jointly ask the court to remove that unenforceable part and still enforce the rest of this Agreement.\nTo the extent allowed by law, the English version of this Agreement is binding and other translations are for convenience only.\nThis Agreement (including additional terms that may be provided by us when you engage with a feature of the Services) is the only agreement between us regarding the Services and supersedes all prior agreements for the Services.</p>\n<p>If we don't act to enforce a breach of this Agreement, that does not mean that surfaceOwl has waived its right to enforce this Agreement.\nYou may not assign or transfer this Agreement (or your membership or use of Services) to anyone without our consent.\nHowever, you agree that surfaceOwl may assign this Agreement to its affiliates or a party that buys it without your consent.\nThere are no third party beneficiaries to this Agreement.</p>\n<p>7.2 Reserved Right to Change Agreement Terms</p>\n<p>We reserve the right to change the terms of this Agreement and will provide you notice if we do and we agree that changes cannot be retroactive.\nIf you don't agree to these changes, you must stop using the Services.</p>\n<p>7.3 Single Legal Notice Address</p>\n<p>You agree that the only way to provide us legal notice is at the physical mailing address provided in Section 8.</p>\n<p>\n</p>\n<p>8.\nHow to Contact Us</p>\n<p>\n</p>\n<p>Please contact us at the following:</p>\n<p>Online: &nbsp;feedback@surfaceowl.com</p>\n<p>\n</p>\n<p>Mail:</p>\n<p>surfaceOwl Inc.</p>\n<p>4778 Dewey Dr.</p>\n<p>Fair Oaks, CA 95628</p>\n<p>USA</p>\n<p>\n</p>\n<br>\n<p>© 2017-2020 surfaceOwl Inc.</p> surfaceOwl © 2017-2022 All Rights Reserved.Javascript is disabled!<p>Please enable javascript in your browser - without it surfaceOwl does not work.</p>\n<p>If you need help, do a simple web search for \"enable javascript\" and your browser type (e.g.\nchrome, firefox, etc.)</p>\n<br>\n<p>After you have enabled javascript, please reload this page, and you will be able to log into the application.</p>\n<br>\n<p>Thank you!</p>", "created_at": "2022-12-12 02:25:51.105105", "updated_at": "2022-12-26 02:50:28.799922"}], "points": [{"id": 19135, "title": "Third parties are involved in operating the service", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:53:36.417874", "updated_at": "2023-07-11 06:33:26.316859", "quoteText": null, "case_id": 207, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19129, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:50:24.020042", "updated_at": "2023-07-11 10:15:03.088976", "quoteText": null, "case_id": 399, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19127, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:48:19.229554", "updated_at": "2023-07-11 10:15:03.268737", "quoteText": null, "case_id": 228, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19128, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:49:18.179575", "updated_at": "2023-07-11 10:15:03.793255", "quoteText": null, "case_id": 214, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19132, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:51:43.747835", "updated_at": "2023-07-11 10:15:05.374592", "quoteText": null, "case_id": 227, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19136, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:53:57.261066", "updated_at": "2023-07-11 10:15:05.953599", "quoteText": null, "case_id": 188, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19138, "title": "The user is informed about security practices", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:54:36.973155", "updated_at": "2023-07-11 10:15:06.152668", "quoteText": null, "case_id": 226, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19130, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:50:49.208245", "updated_at": "2023-07-11 10:15:06.453085", "quoteText": null, "case_id": 323, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19131, "title": "This service tracks you on other websites", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:51:05.94434", "updated_at": "2023-07-11 10:15:06.600209", "quoteText": null, "case_id": 129, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19133, "title": "Promises will be kept after a merger or acquisition", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:52:22.62392", "updated_at": "2023-07-11 10:15:06.800292", "quoteText": null, "case_id": 321, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19139, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:55:20.147881", "updated_at": "2023-07-11 10:15:07.859128", "quoteText": null, "case_id": 403, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19137, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:54:18.28104", "updated_at": "2023-07-11 04:47:30.609578", "quoteText": null, "case_id": 210, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19126, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:47:33.295926", "updated_at": "2023-07-11 04:47:30.981346", "quoteText": null, "case_id": 329, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19125, "title": "There is a date of the last update of the agreements", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:47:10.166961", "updated_at": "2023-07-11 10:07:40.055434", "quoteText": null, "case_id": 331, "document_id": 5357, "quoteStart": null, "quoteEnd": null}, {"id": 19134, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.surfaceowl.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-23 20:52:57.958862", "updated_at": "2023-07-11 10:15:06.285793", "quoteText": null, "case_id": 243, "document_id": 5357, "quoteStart": null, "quoteEnd": null}], "urls": ["surfaceowl.com", "surfaceowl.io"]}}