{"error": 448, "message": "OK", "parameters": {"id": 9398, "name": "uChoose Rewards", "created_at": "2023-08-23 20:18:06.620975", "updated_at": "2023-08-23 22:02:28.608754", "wikipedia": null, "keywords": null, "related": null, "slug": "uchoose-rewards", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9398.png", "url": "uchooserewards.com", "documents": [{"id": 18506, "name": "Terms of Service", "url": "https://www.uchooserewards.com/e/members/article.php?sid=40XXdKrlo40&method=terms", "xpath": "//body", "text": null, "created_at": "2023-08-23 20:18:06.65036", "updated_at": "2023-08-23 20:18:41.158909"}, {"id": 18507, "name": "Privacy Policy", "url": "https://www.uchooserewards.com/e/members/article.php?sid=40XXdKrlo40&method=privacy", "xpath": "//body", "text": " <ul>\n<li>\n</li>\n</ul>\n<ul>\n<li> Log In </li>\n<li> Register </li>\n</ul>\n<ol>\n<li>Home</li>\n<li>Privacy Policy</li>\n</ol> Privacy Policy <strong>Effective Date: 16 July 2021</strong>\n<p>\n<strong>Privacy Notice</strong>\n</p>\n<p>This uChoose Rewards<sup>®</sup> Program Privacy Notice (the “Privacy Notice”) describes how your personal data is handled and the rights and choices available to you in connection with the uChoose Rewards® Program and its associated fulfillment services (collectively, the “Program”).\nFiserv Solutions, Inc.\n(“Fiserv” or “we,” “us,” or “our”) is providing the Program on behalf of your financial institution, and the information in this Privacy Notice is intended to supplement privacy information that was previously provided to you by your financial institution.\n[In addition, please also refer to the “Terms &amp.\nConditions” found on the Program’s website for more information about your rights and obligations with respect to other issues.] </p>\n<p>Fiserv and your financial institution provide separate privacy notices that apply to other products or services, in which case this Privacy Notice does not apply.\nWhere this Privacy Notice applies, we also may provide additional or supplemental privacy notices to individuals at the time we collect their data, which will govern how we may process the information provided at that time.\n</p>\n<p>\n</p>\n<ul>\n<strong> I.\n&nbsp;&nbsp;&nbsp;&nbsp.\nThe personal data we collect</strong>\n</ul>\n<p>\n</p>\n<p>We may collect several categories of information when you use the Program:</p>\n<p>\n</p>\n<ul>\n<li>\n<i>\n<u>Information that we or our service providers collect directly from you, your financial institution, or the parties with which we do business.</u>\n</i> For example:</li>\n<ul>\n<li>\n<strong>Contact information</strong>, including name, address, telephone number, and email address;</li>\n<br>\n<li>\n<strong>Profile and identification information</strong>, such as username and password, the last four digits of your Social Security Number, and your mother’s maiden name;</li>\n<br>\n<li>\n<strong>Demographic details</strong>, such as date of birth and zip code;</li>\n<br>\n<li>\n<strong>Application Information</strong> – additional information you provide to us on applications and through other means that will help us determine if you are eligible for services you request;</li>\n<br>\n<li>\n<strong>Financial account information</strong>, such as payment card or bank account details, when you enroll in an account with uChoose Rewards;</li>\n<br>\n<li>\n<strong>Transaction data</strong>, including your rewards account numbers, account balances, payment history, account usage information (e.g., transaction data associated with enrolled cards), accumulated points, and information regarding your rewards redemptions;</li>\n<br>\n<li>\n<strong>Correspondence you send to us</strong>.</li>\n</ul>\n<br>\n<li>\n<i>\n<u>Information we collect from other sources.</u>\n</i> We and our service providers may collect information about individuals that is publicly available, for example, by searching media and the internet.\nWe and or our third-party verification providers may also collect information from private or commercially available sources.\nFor example, we may obtain consumer report information, such as your credit score and credit history, from consumer reporting agencies.<br>\n<br> We may also maintain pages for our company and our products and services on a variety of third-party platforms, such as LinkedIn, Facebook, Twitter, YouTube, Instagram, and other social networking services.\nWhen you interact with our pages on those third-party platforms, the third-party’s privacy policy will govern your interactions on the relevant platform.\nIf the third-party platform provides us with information about our pages on those platforms or your interactions with them, we will treat that information in accordance with this Privacy Notice.</li>\n<br>\n<li>\n<i>\n<u>Information collected via automated means</u>\n</i>.\nWhen you access the Program (e.g.\non our websites), we, our service providers, and our partners may automatically collect information about you, your computer or mobile device, and activity on our websites or mobile applications.\nTypically, this information includes your computer or mobile device operating system type and version number, manufacturer and model, device identifier, browser type, screen resolution, IP address, the website you visited before browsing to our website, general location information such as city, state or geographic area.\nand information about your use of and actions on or in our websites or mobile applications, such as pages or screens you accessed, how long you spent on a page or screen, navigation paths between pages or screens, information about your activity on a page or screen, access times, and length of access.<br>\n<br> Our service providers and business partners may collect this type of information over time and across third-party websites.\nThis information is collected via various mechanisms, such as via cookies, proxy session ID, and similar technologies.\nThis type of information may also be collected when you read our HTML-enabled emails.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<strong> II.\n&nbsp;&nbsp;&nbsp;&nbsp.\nHow we use your personal data</strong>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>We use and otherwise process the information that we collect for a variety of business purposes, including:</p>\n<p>\n</p>\n<ul>\n<li>\n<i>\n<u>Providing and improving our products and services</u>\n</i>.\nFor example, by:</li>\n<br>\n<ul>\n<li>Operating, evaluating, maintaining, improving, and providing the products and services, such as new Program features and functionality;</li>\n<br>\n<li>Providing support and maintenance for our products and services, including responding to your requests, questions and feedback.\nconducting analytics.\nand managing our relationship with you and your financial institution.\nand</li>\n<br>\n<li>Communicating with you about your account.</li>\n<br>\n</ul>\n<li>\n<i>\n<u>Research and Development</u>\n</i>.\nWe use the information we collect for research and development purposes, including to develop and create analytics and related reporting, such as regarding industry and fraud trends.</li>\n<br>\n<li>\n<i>\n<u>Marketing</u>\n</i>.\nFor example, we may use your information to form a view on what rewards may be of interest to you.\nWe may also contact you with marketing communications using the information you have provided to us, although you may opt-out of receiving commercial email marketing messages by following the opt-out processes described under “Your rights and choices” below;</li>\n<br>\n<li>\n<i>\n<u>Compliance, fraud prevention and safety</u>\n</i>.\nWe use your information to ensure the integrity of our products and services.\nFor example, we may verify your identify.\nenforce the terms and conditions that govern our products and services.\nprotect our rights, privacy, safety or property, and/or that of you or others.\nand protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</li>\n<br>\n<li>\n<i>\n<u>Complying with law</u>\n</i>.\nWe use your information to comply with applicable laws, lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.</li>\n<br>\n<li>\n<i>\n<u>To create anonymous or de-identified data</u>\n</i>.\nWe may create anonymous or de-identified data from your personal data and other individuals whose personal data we collect.\nInformation that no longer identifies you is not covered by this Privacy Notice.</li>\n<br>\n<li>\n<i>\n<u>As otherwise authorized by you.</u>\n</i>\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<strong> III.\n&nbsp;&nbsp;&nbsp;&nbsp.\nHow we share your personal data</strong>\n</ul>\n<p>\n</p>\n<p>We are committed to maintaining your trust, and we want you to understand when and with whom we may share the information we collect.</p>\n<p>\n</p>\n<ul>\n<li>\n<i>\n<u>Our clients</u>\n</i>.\nWhen we perform services for our clients, such as your financial institution, we may share your information with those entities.\nWe are not responsible for the privacy practices of our clients.</li>\n<br>\n<li>\n<i>\n<u>To effectuate rewards and other transactions</u>\n</i>.\nWe share your information with companies to effectuate rewards and transactions you request.\nFor example, we may share your information with redemption partners as necessary to allow for redemption of points and other rewards.\nWe also may share information with redemption partners (e.g.\ne-commerce or online marketplace providers which have their own points and redemption platforms), third-party wallet, or similar platform providers to allow you to redeem rewards points through their platforms.</li>\n<br>\n<li>\n<i>\n<u>Affiliated companies</u>\n</i>.\nWe may disclose your personal data to our subsidiaries and corporate affiliates for purposes consistent with this Privacy Notice.</li>\n<br>\n<li>\n<i>\n<u>Service providers</u>\n</i>.\nWe may employ third party companies and individuals (possibly including parties outside of the United States) to administer and provide services on our behalf, for example, to provide customer support or IT systems, or to calculate the redemption points that you have earned.\nThese third parties may use your information only as directed by us and in a manner consistent with this Privacy Notice, and are prohibited from using or disclosing your information for other purposes.</li>\n<br>\n<li>\n<i>\n<u>Credit reference, fraud protection, risk management, and identity and verification agencies</u>\n</i>.\nWe share personal data with credit reference, fraud protection, risk management, and identity verification agencies to help guard against, detect, and respond to fraud or money laundering, and/or manage our or our clients’ risk, and ensure we comply with contractual, legal, or regulatory requirements.</li>\n<br>\n<li>\n<i>\n<u>Compliance with laws and law enforcement.\nprotection and safety</u>\n</i>.\nWe may disclose information about you to government or law enforcement officials (including tax authorities) or private parties as required by law, and disclose and use such information as we believe necessary or appropriate to (a) comply with applicable laws and lawful requests and legal process, such as to respond to subpoenas or requests from government authorities.\n(b) enforce the terms and conditions that govern our products and services.\n(c) protect our rights, privacy, safety or property, and/or that of you or others.\nand (d) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</li>\n<br>\n<li>\n<i>\n<u>Professional advisors</u>\n</i>.\nWe may disclose your information to professional advisors, such as lawyers, bankers, auditors and insurers, where necessary in the course of the professional services that they render to us.</li>\n<br>\n<li>\n<i>\n<u>Business transfers</u>\n</i>.\nWe may sell or transfer some or all of our business or assets, including your information, in connection with a business transaction (or potential business transaction) such as a merger, consolidation, acquisition, reorganization or sale of assets or in the event of bankruptcy, in which case we will make reasonable efforts to require the recipient to honor this Privacy Notice.</li>\n<br>\n<li>\n<i>\n<u>To other parties with your permission or to fulfill a contract they have with you</u>\n</i>.\nWe may transfer your information to any third party who is not otherwise covered by this Notice where you have given us permission to do so, or with whom you have entered into a contract when we need to transfer your information to that party in order to fulfil that contract.</li>\n<br>\n<li>\n<i>\n<u>As otherwise authorized by you.</u>\n</i>\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<strong>IV.\n&nbsp;&nbsp;&nbsp;&nbsp.\nYour rights and choices</strong>\n</ul>\n<p>\n</p>\n<p>The following options are available to you:</p>\n<p>\n</p>\n<ul>\n<li>If you have any questions about this Privacy Notice or the privacy of your information, you may contact Fiserv via email at the following address: CSprivacypolicy@fiserv.com.</li>\n<br>\n<li>If you believe that Program records contain inaccurate or incomplete information about you, please notify your financial institution to correct any inaccuracies.</li>\n<br>\n<li>If at any time you would like to stop receiving uChoose Rewards marketing and promotional email messages, you may go to the uChoose Rewards “Profile” page and change your email preference.\nAlternative instructions may also appear in individual messages that you receive.</li>\n<br>\n<li>If you would like to stop the sharing of your personal information as described in this Privacy Notice, you may contact your financial institution and ask to be removed from the Program.</li>\n</ul>\n<p>\n</p>\n<p>Additionally, to the extent required by law, you may be entitled to request access to, deletion of, and portability of your information or more information about our information practices.\nRequests should be submitted by your or an authorized agent in writing as set out in the “Contact Information” section below.\nIf you make a request, you will be asked to provide sufficient information to allow us to reasonably verify that the individual is the person about whom we collected information.\nThese rights are not absolute, and we may decline your request as permitted by applicable laws.</p>\n<p>\n</p>\n<ul>\n<strong>V.\n&nbsp;&nbsp;&nbsp;&nbsp.\nHow we keep your data safe</strong>\n</ul>\n<p>\n</p>\n<p>We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorized way, altered or disclosed.\nIn addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.\nHowever, you should understand that no data storage system or transmission of data over the Internet or any other public network can be guaranteed to be 100 percent secure, accurate, complete, or current.\nPlease note that information collected by third parties may not have the same security protections as information you submit to us, and we are not responsible for protecting the security of such information.</p>\n<p>We have put in place procedures to deal with any suspected personal data breach and to notify you and any applicable regulator of a breach where we are legally required to do so.</p>\n<p>\n</p>\n<ul>\n<strong>VI.\n&nbsp;&nbsp;&nbsp;&nbsp.\nYour acceptance of these terms</strong>\n</ul>\n<p>\n</p>\n<p>By using the uChoose Rewards Program, you signify your acceptance of our Privacy Notice.\nIf you do not agree with this Notice, please withdraw from the Program and do not use the website or other Program services.\nIn all cases, your continued use of our products or services after the posting of any modified Privacy Notice indicates your acceptance of the terms of the modified Privacy Notice.</p>\n<p>\n</p>\n<ul>\n<strong>VII.\n&nbsp;&nbsp;&nbsp;&nbsp.\nChanges to this Privacy Notice</strong>\n</ul>\n<p>\n</p>\n<p>We may modify this Privacy Notice from time to time.\nWhen we update the Privacy Notice, we will revise the “Effective Date” date above and post the new Privacy Notice on this website.\nWe recommend that you review the Privacy Notice each time you access or use the Program to stay informed of our privacy practices.</p>\n<p>\n</p>\n<ul>\n<strong>VIII.\n&nbsp;&nbsp;&nbsp;&nbsp.\nCompliance with applicable laws</strong>\n</ul>\n<p>\n</p>\n<p>We comply with applicable laws and regulations pertaining to information about you, including U.S.\nfederal laws pertaining to “nonpublic personal information” and “consumer report information.”</p>\n<p>\n</p>\n<ul>\n<strong>IX.\n&nbsp;&nbsp;&nbsp;&nbsp.\nContact us</strong>\n</ul>\n<p>\n</p>\n<p>If you have any questions about this Privacy Notice or our practices, please email us at CSprivacypolicy@fiserv.com.\n</p> Modal title × <p>Modal body text goes here.</p> Close <p>© uChoose Rewards</p> Privacy Policy <ul>\n<li>\n<p>© uChoose Rewards</p>\n</li>\n<li> uChoose Rewards Program Terms &amp.\nConditions </li>\n<li> Privacy Policy </li>\n</ul> ", "created_at": "2023-08-23 20:18:18.519167", "updated_at": "2023-08-23 20:18:28.445347"}], "points": [], "urls": ["uchooserewards.com"]}}