{"error": 448, "message": "OK", "parameters": {"id": 8640, "name": "Wifi Magic ", "created_at": "2023-06-30 03:39:50.6227", "updated_at": "2023-06-30 10:02:06.103752", "wikipedia": null, "keywords": null, "related": null, "slug": "wifi-magic", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8640.png", "url": "wifimagic.com", "documents": [{"id": 16828, "name": " Terms and Conditions ", "url": "https://wifimagic.com/termsandconditions_en/", "xpath": "//body", "text": " <ul>\n<li>Português</li>\n<li>English</li>\n<li>Español</li>\n</ul> Select Page <ul>\n<li>Português</li>\n<li>English</li>\n<li>Español</li>\n</ul>\n<b>Terms and Conditions</b>\n<br>\nrev 26/01/2022 <p>We recommend reading the documents called “Terms of Use” and “Privacy Policy” prior to downloading the application and using our services.</p>\n<p>ACCEPTANCE OF BOTH DOCUMENTS IS ABSOLUTELY IMPERATIVE TO ANY FORM OF USE OF THE WiFi&nbsp;Magic APPLICATION</p>\n<p>The “Terms of Use” apply to the use of the WiFi Magic application, in a free or paid manner, for mobile devices (smartphones, tablets and similar devices), which use the iOS (Apple) and Android operating systems.</p>\n<p>Acceptance of the “Terms of Use” as described below is IMPERATIVE for any form of use of the application.</p>\nTerms of Use\n<p>This document is an integral part of the set of actions defined by the developer of the WiFi&nbsp;Magic / Mandic Magic application, hereinafter referred to as “Application” , relative to data privacy and security, with the purpose of informing the responsibilities, duties and obligations that every user assumes when downloading it.</p>\n<p>Any individual or legal entity, hereinafter referred to as user, who wishes to use the application, shall accept the terms below.</p>\n1.\nDefinitions\n<ol>\n<li>“User” is anyone who uses the “Application” in a mobile device, that just created an account and registered by means of “Application” form and has fully accepted the “Terms of Use”;</li>\n<li>“WiFi&nbsp;Magic” refers to the application of Wi-Fi passwords sharing for mobile devices (smartphones, tablets and similar devices), which use the iOS (Apple) and Androiod operating systems.</li>\n<li>“User’s content” refers to (i) any content (image, text, audio or video) the user sends to the “Application”.\nand (ii) to any content (image, text, audio or video) related to the user produced in events connected to the “Application”.\n(Example: off-line meetings, contests, activities, etc.);</li>\n<li>“WiFi&nbsp;Magic Content” refers to any content made available by the “Application”.\nand</li>\n<li>“Services” refer to all information, functionalities and services made available to the “User” through the “Application”.</li>\n</ol>\n2.\nUse Authorization\n<p>In order to use the “Application, the “User” must be of age, according to the laws of each location, wherein “Application” use is prohibited by underage and incapable individuals, unless in cases provided for by the law.</p>\n<p>The “User” who uses the “Application” on behalf of a legal entity shall have legal authorization to do so, under penalty to be criminally liable.</p>\n3.\nTerms of Use\n<p>The “Terms of Use” shall remain in effect while the “User” uses the “Application”, and may be changed at any time, regardless of previous notice.</p>\n<p>All changes shall become effective ten (10) days after publishing the updated version of the “Terms of Use”.\nShould the “User” disagree of the changes, they shall delete their account and stop using the “Application”.</p>\n<p>The “User” is recommended to fully read this document, available at Apple’s Appstore.\nThe continued use and the lack of manifestation of non-compliance shall be understood as full tacit acceptance to the “Terms of Use” , which agreement shall remain binding the parties.</p>\n4.\nPrevious Registration\n<p>The “User”, to send and receive information to the “Application”, must register previously upon filling-out the “Application” form and accepting the “Terms of Use” and “Privacy Policy”.</p>\n<p>Upon opening an account (exclusive and non-transferable), the “User” states that all information submitted is true and that they shall be always kept up-to-date.</p>\n<p>The use of all information supplied to the “Application” during the account opening process is regulated by our “Privacy Policy”.</p>\n<p>Should a violation to the “Terms of Use” be confirmed, the account of the “User” may be closed, removed or edited, as well as the “User” content.</p>\n<p>To protect and restrict access to the account, the “User” states that:</p>\n<ol>\n<li>They shall not trust their personal password to third parties or allow third parties to use their “User” account;</li>\n<li>They shall access their account through safe connections;</li>\n<li>They shall not access suspect sites or links, and also shall not supply their password when browsing them, restricting the use of their identification to the use of the “Application”;</li>\n<li>They shall log-off their account as soon as they cease accessing it.\nand</li>\n<li>They shall not access nor try to access the accounts of other users.</li>\n</ol>\n<p>The use of passwords combining letters and numbers is recommended, in order to ensure the safety of your access, as well as replacing it from time to time.</p>\n<p>The “User” is fully responsible for ensuring the confidentiality of their password to the “Application” and for all activities that may occur through their exclusive account.</p>\n5.\nUser Content and Responsibilities\n<p>All content made available by the “User” is of their full responsibility, as well as their use.</p>\n<p>The “User” is the single responsible for their “User Content” and assumes all risks and responsibilities related thereto, including any disclosure of information allowing third parties to identify them.</p>\n<p>The “Application” database is not subject to previous editorial control, and the “User” is responsible for what is published, also ensuring that information published in their “User content” is true.</p>\n<p>Advertisements, information and all content published in the pages of third parties are of full responsibility of those offering them, even though the links are presented by the “Application”.\nThe “User” must pay attention to the correction, clarity and accuracy of such offers, once any losses resulting of such advertisements are of full responsibility of the advertising company.</p>\n<p>The “User” who chooses to use any offers of these advertisers, partners or other sites, shall do so under their own risk, and must, as a result thereof, always verify the credibility of the advertiser and of the third party.</p>\n6.\nLegal content and activities\n<p>The developer of the “Application” reserves the right of refusing to publish or remove any “User Content” that breaches the “Terms of Use” or the “Privacy Policy”, at any moment, without previous notice, as well as suspending or closing a “User” account.</p>\n<p>There is no obligation of maintaining or supplying copies to the “User” regarding their “User Content”.</p>\n<p>The “User” also ensures that they shall NOT use the “Application” to:</p>\n<ol>\n<li>Promote false or misleading information, illegal activities or inadequate conduct;</li>\n<li>Share information of offensive, illegal or abusive content.\nExample: Obscenities or explicit sex;</li>\n<li>Promote crime, intolerance, discrimination or racism;</li>\n<li>Accuse third parties;</li>\n<li>Breach the law or rights of third parties;</li>\n<li>Include data, pictures or any other information of third parties without the express consent of said third party by writing;</li>\n<li>Disclose negotiated information or opinions;</li>\n<li>Disclosing promotional or business information.\nExample: Links to personal blogs or websites or of third parties, except when expressly authorized to do so;</li>\n<li>Interfere in the functioning, remove or change any information or warning of the “Application”;</li>\n<li>Interfere in the use of the “Application” by another “User”;</li>\n<li>Disclose a programming routine that may interfere, damage, intercept or appropriate any system, data, information of the “User” or “WiFi&nbsp;Magic”, as well as to recover, steal or access unauthorized third-party information.\nor for any other unauthorized purpose.\nand</li>\n<li>Reproduce or, in any other way, exploit the “Application”, except relative to the content of their own authorship or if expressly authorized.</li>\n</ol>\n7.\nContent Use Authorization\n<p>When using the “Application”, the “User”:</p>\n<ol>\n<li>Grants, for an indefinite term, a non-exclusive and free authorization (with the right to grant sublicenses), irrevocable and transferable, allowing the free use of their “User Content” , including, but not limited to, storage, exhibition, copy, adaptation, modification, reproduction and broadcast;</li>\n<li>Grants to the users of the “Application” the right of accessing their content, waiving at any claim of copyrights regarding their “User Content”;</li>\n<li>Understands that, considering the granting to the non-exclusive and free authorization ““ referred to in item “a”, shall have no right to any compensation for the use of their “User Content” .\nand</li>\n<li>Agrees in paying any amounts, royalties, as well as indemnifications that may be due to third parties as a result of any content supplied thereby.</li>\n</ol>\n<p>The cancellation of the “User” account does not imply in revoking this license, which is irrevocable, except upon a written agreement between the parties.</p>\n8.\nServices Offered\n<p>The continuation of services made available by the “Application”, under development, and any responsibilities for effects caused by interruption, modification and cancellation thereof, is not guaranteed.</p>\n<p>All information made available by the “Application” is of full and exclusive responsibility of the “User” who has published it.</p>\n<p>Services offered for free must be seen by the “User” as temporary gifts, reason why they may be interrupted, modified or cancelled at any moment without previous notice.</p>\n9.\nInformation Privacy\n<p>The use of the “Application” is subject to the “Privacy Policy”, which is an integral part of these “Terms of Use”.</p>\n<p>Confidential data of the users shall only be supplied in case of legal request, or a similar process, issued by a court of competent jurisdiction or a governmental agency.</p>\n10.\nDisclaimer\n<p>The developer of the “Application”:</p>\n<ol>\n<li>Does not ensure the safety of the WiFi networks registered by the users, once they are administered by third parties not related to the “Application” , and we remind you that information published are of merely informative character;</li>\n<li>Does not ensure that the “Application”, under development, shall be free of interruptions, modifications or errors, therefore, its full functioning is not guaranteed.</li>\n<li>Denies any responsibility for any losses or damages resulting of the use of this “Application” upon unprotected connection.\nExample: Losses or damages resulting of access of third parties to their account.\ndata interception;</li>\n<li>Is not responsible for the conduct of any users;</li>\n<li>Denies any responsibility for any loss or damage resulting of communication or relationship of the “User” with any third party, advertiser or not;</li>\n<li>Is not responsible for any inaccurate, wrong or malicious content;</li>\n<li>Is not responsible for the Internet connection service or for the malfunctioning of the mobile device of the “User”;</li>\n<li>Does not guarantee the quality of the “Application”, under development.\nand</li>\n<li>Shall not be responsible for any loss or damage resulting of the use of the “Application” or for the publishing of any content by the “User”, who must care for the privacy of their password to the “Application”.</li>\n</ol>\n<p>The developer of the “Application” reserves the right of removing, at their criteria and without any communication, any content that breaches these “Terms of Use” , and cannot be held responsible for any losses or damages.</p>\n11.\nIndemnification and Demands\n<p>The “User” agrees in indemnifying the developer of the “Application” , controlled or controlling companies, as well as their directors, administrators, collaborators, representatives and employees for any complaint or demand, including regarding attorneys’ fees, brought by any third party due to, or as a result of, their use of the “Application”.</p>\n<p>The developer of the “Application”, or whoever is authorized thereby, reserves the right to assume the exclusive control of any proceeding through which the “User” may indemnify us, and also agrees to cooperate with the defense in such proceedings and also to not enter into any agreement in such proceedings without the previous written consent of whoever assumes the defense.</p>\n12.\nFinal Considerations\n<p>These “Terms of Use” constitute the full agreement between the “User” and the developer relative to the use of the “Application”.</p>\n<p>An eventual tolerance to the exercise or execution of any right or provision hereof shall not mean a novation, transaction or waiver to said right or provision, constituting a mere liberality.</p>\n<p>The voidance of any clause or item hereof shall not prejudice the others, which shall remain in full effect and must be fully complied with.</p>\n<p>&nbsp;</p> Visit on Wifi Magic <ul>\n<li>Deleting Personal Data Process</li>\n<li>Politica de Privacidade</li>\n<li>Privacy Policy</li>\n<li>Terms and Conditions</li>\n</ul> Languages <ul>\n<li>English</li>\n<li>Español</li>\n<li>Politica de Privacidade</li>\n<li>Português</li>\n</ul>\n<ul>\n<li> Facebook </li>\n</ul> ", "created_at": "2023-06-30 03:39:50.682239", "updated_at": "2023-06-30 03:40:49.635014"}, {"id": 16827, "name": "Privacy Policy ", "url": "https://wifimagic.com/privacypolicy_en/", "xpath": "//body", "text": " <ul>\n<li>Português</li>\n<li>English</li>\n<li>Español</li>\n</ul> Select Page <ul>\n<li>Português</li>\n<li>English</li>\n<li>Español</li>\n</ul>\n<p>\n<strong>\n<br>&nbsp;</strong>\n<strong>Privacy Policy<br>\n</strong>rev 05/31/2023</p>\n<p>WiFi Magic, with its parent company DigBez, LLC, its other affiliates and its subsidiaries (collectively, “WiFi Magic“us”, “our” or “we”), owns, operates, or provides access to, several interactive websites, mobile and connected applications, and other online interactive features and services, including, but not limited to, emails, newsletters, reviews, ratings sweepstakes and contests (collectively “Services”).\nThis Privacy Policy applies to all information collected about you by WiFi Magic through and in relation to the Services, regardless of how it is collected or stored, and describes, among other things, the types of information collected about you when you interact with the Services, how your information may be used, when your information may be disclosed, how you can control the use and disclosure of your information, and how your information is protected.</p>\n<p>This document contains guidelines on protection of “User” data, regarding the use of the “Application” for mobile devices, such as smartphones, tablets and similar devices, which use the iOS (Apple) and Android operating systems.</p>\n<p>This “Privacy Policy” is an integral part of our “Terms of Use” and its acceptance is IMPERATIVE to the use of the application.</p>\n<p>Should you NOT agree with any term or condition of this “Privacy Policy” or of the “Terms of Use” , DO NOT&nbsp;USE&nbsp;the “Application”.</p>\n<p>&nbsp;</p>\n1.\nCollected and Stored Information\n<p>The “Application” may collect and store personal information of the “User, such as: Name, nationality, residence, electronic address, age, telephone number, interests and activities.</p>\n<p>It may also collect and store information sent by the “User” , such as suggestions, questions or complaints, as well as information of use of the “Application” such as IP address, mobile device operating system, access times, services used and pages visited, as well as personal data supplied on third parties, should the “User” use the “Application” to communicate with other people.</p>\n<p>The “User”, when using the “Application”, may receive cookies and other technologies for their mobile devices with the purpose of facilitating the update of the “Application”, allowing its customization and also suggesting additional resources, with the purpose of improving it.</p>\n<p>&nbsp;</p>\n2.\nUse of Data Collected\n<p>Data collected is used to send to the “User” updates, suggestions and news.\nto monitor, manage and improve the services offered.\nto deliver products and services requested of their interest.\nto open and manage their account.\nto render support.\nto carry out publicity activities.\nto process and deal with any comments and complaints.\nto enforce our “Terms of Use” and our “Privacy Policy”.\nand to fulfill demands of public authorities.</p>\n<p>That information may also be used by third parties to customize ads in this app for instance if your device is often located at or near music venues, you might receive offers for music tickets (even when you are not at a music venue).\nThe information also may be used for market or other research regarding aggregated traffic patterns: for instance, a company that analyzes shopping trends might use the information to learn whether more or fewer devices are seen near malls or in other shopping districts.</p>\n<p>&nbsp;</p>\n2.1 Request of&nbsp;data deletion\n<p>To prover request the complete data deletion from our database, please follow these instructions.</p>\n<p>2.1.1 – If you are using our old WIFI Magic Version &lt.\n5.6 (no option to delete your data on menu):</p>\n<p>-&gt.\nFrom your main primary email (that’s registered in your Wifi Magic account), please send an email to&nbsp;<strong>tech@wifimagic.com</strong>&nbsp;using the following information:</p>\n<p>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nSubject: Data deletion<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nBody: Requesting data deletion for account &lt;your email&gt;.</p>\n<p>2.1.2 – If you are using our WIFI Magic Version 5.6 &gt.\n(option to delete your data on menu):</p>\n<p>-&gt.\nNavigate to my account -&gt.\nDelete account</p>\n<p>If you send an email request, it should be processed within 30 days or if you request using the app, deletion should be immediately .&nbsp;<br>In case you still have any active subscriptions, please also cancel it thru your Apple account -&gt.\nsubscription OR Android Google play store account.</p>\n<p>&nbsp;</p>\n3.\nInformation Sharing\n<p>As provided for in the “Terms of Use”, the “User” authorizes the use of their content, which may be shared with third parties, which, on their turn, may use the information, publicly or not.</p>\n<p>Personal information, such as name and electronic address is not made available to third parties, such as, for instance: Collaborators and service providers, except when they are imperative for the performance of their tasks or when dealing with a judicial order, or similar process, issued by a court of competent jurisdiction or by a governmental agency.</p>\n<p>Service providers are not authorized to supply or use information to any other purpose beyond the performance of the work they have been hired to do.</p>\n<p>Information may also be shared with a controlling company, subsidiaries, joint ventures or other controlled companies.</p>\n<p>All those with access to said shared information must fulfill this “Privacy Policy”.</p>\n<p>&nbsp;</p>\n4.\nData Made Available by the Users\n<p>Third parties may be invited to use the “Application”, by submitting data by the “User”, who expressly states to do so freely and also ensure to possess the express consent of said third party to do so.\nThe “User” shall not be entitled to any compensation as a result of submitting such information.</p>\n<p>&nbsp;</p>\n5.\nPrivacy Settings\n<p>The “User” may, at any time, change their privacy settings and information options.</p>\n<p>All business information sent to the “User” by the “Application” shall contain the option of not receiving them anymore.</p>\n<p>&nbsp;</p>\n6.\nPublicity of Advertisers, Partners or Links to other Sites.\n<p>Terms provided for in this “Privacy Policy” do not apply to advertisements or links to pages of third parties, advertisers or not, which may be connected to the “Application”, each one responding for their own policies and conducts.</p>\n<p>The “User” is fully responsible for access to said offers or links, and must, therefore, read carefully the privacy policy of those responsible for the publications, upon browsing their pages.</p>\n<p>&nbsp;</p>\n7.\nData Protection\n<p>“User” data is protected by passwords exclusively created by the “User” upon previous registration, imperative to the use of the “Application”.</p>\n<p>Under no event the content of such information will be disclosed, except when dealing with a judicial order, or similar process, issued by a court of competent jurisdiction or by a&nbsp;government agency.\nUser data may also be made available to those who need it for their tasks, such as, for instance: Collaborators and service providers.</p>\n<p>No judicial order issued by a court of competent jurisdiction or request of governmental agency shall be questioned.</p>\n<p>The “User” states and acknowledges that they shall use their password responsibly, not disclosing it, neither allowing third parties to use it without authorization, and understands that they shall not be entitled to any indemnification for damage caused by any interception of data submitted through their Internet connection.</p>\n<p>Giving the foregoing, the “User” is recommended, in the attempt of reducing risks of interception and unauthorized access to their account, to:</p>\n<ol>\n<li>Access their account through safe connections and never trust their passwords to third parties;</li>\n<li>Always log-off, as soon as stopping using it;</li>\n<li>Never disclose or supply your “User” identification to access any application, site or link different from the “Application”.\nand</li>\n<li>Avoid sharing or making available secret information in your “User” account, mainly in unprotected environments, which facilitate data interception.</li>\n</ol>\n8.\nAmendments\n<p>This “Privacy Policy” may be amended at any time, regardless of previous communication, reason why the “User” is recommended to read continuously this document in order to keep up-to-date with the protection of information collected and shared.\nThe document shall be available at Apple’s Appstore.</p>\n<p>All amendments shall become effective ten (10) days after the publication of the updated version of the “Privacy Policy”.</p>\n<p>The continued use of the “Application” shall be considered as a full tacit acceptance of the latest version of this “Privacy Policy”, as well as the “Terms of Use”.</p>\n<p>Should you not agree with any amendment to this “Privacy Policy”, <b>DO NOT&nbsp;USE</b>&nbsp;the “Application”.</p>\n<p>\n<strong>9.\nSummary – Contact Details</strong>\n<br> You may contact us at the addresses set out below or by emailing tech@wifimagic.com<br> Digbez, LLC<br> 2255 Glades Rd.\nSte 324-A<br> Boca Raton, FL 33431</p>\n<p>&nbsp;</p> Visit on Wifi Magic <ul>\n<li>Deleting Personal Data Process</li>\n<li>Politica de Privacidade</li>\n<li>Privacy Policy</li>\n<li>Terms and Conditions</li>\n</ul> Languages <ul>\n<li>English</li>\n<li>Español</li>\n<li>Politica de Privacidade</li>\n<li>Português</li>\n</ul>\n<ul>\n<li> Facebook </li>\n</ul> ", "created_at": "2023-06-30 03:39:50.653035", "updated_at": "2023-06-30 03:40:19.26215"}], "points": [], "urls": ["wifimagic.com"]}}