{"error": 448, "message": "OK", "parameters": {"id": 8052, "name": "Smart Receipts ", "created_at": "2023-04-16 01:47:57.801841", "updated_at": "2023-04-22 11:50:43.228971", "wikipedia": null, "keywords": null, "related": null, "slug": "smart-receipts", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8052.png", "url": "smartreceipts.co", "documents": [{"id": 15621, "name": "Privacy Policy ", "url": "https://www.smartreceipts.co/privacy", "xpath": "//body", "text": " <ul>\n<li>Usage Guide\n</li>\n<li>Support\n</li>\n<li>Download\n</li>\n<li>My Account\n</li>\n</ul> Privacy and Data Policy <p>Smart Receipts collects some Personal Data from its Users.</p>\n<p>\n<b>Owner contact email:</b>\nsupport@smartreceipts.co\n</p>\nTypes of Data collected\n<p>Among the types of Personal Data that Smart Receipts collects, by itself or through third parties, there are:</p>\n<ul>\n<li>\nCookies\n</li>\n<li>\nUsage Data\n</li>\n<li>\nUnique Device Identifiers for advertising (eg Google Advertiser ID or IDFA)\n</li>\n<li>\nIP Addresses\n</li>\n<li>\nEmail addresses\n</li>\n</ul>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to requesting for this data collection.</p>\n<p>Personal Data may be freely provided by the User, or, in case of application Usage Data, collected automatically when using Smart Receipts.</p>\n<p>Unless specified otherwise, all Data requested by Smart Receipts is mandatory and failure to provide this Data may make it impossible for Smart Receipts to provide its services.\nIn cases where Smart Receipts specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.</p>\n<p>Users who are uncertain about which Personal Data is mandatory are welcome to contact us.</p>\n<p>Any use of Cookies – or of other tracking tools – by Smart Receipts or by the owners of third-party services used by Smart Receipts serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through Smart Receipts and confirm that they have the third party's consent to provide the Data to the Owner.</p>\nMode and place of processing the Data\nMethods of processing\n<p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.</p>\n<p>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of Smart Receipts (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p>\nLegal basis of processing\n<p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.</li>\n<li>Provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>Processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>Processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>Processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p>\nPlace\n<p>\nThe Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.\n<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.\n</p>\n<p>\nUsers are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.\n<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.\n</p>\nRetention time\n<p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>\nThe Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.\n<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.\n</p>\nThe purposes of processing\n<p>The Data concerning the User is collected to allow the Owner to provide its Services, as well as for the following purposes: Access to Third-Party Cccounts, Advertising, Analytics, Infrastructure Monitoring, Backup Management, Contacting the User, Handling payments, Registration, Authentication, and Hosting Infrastructure.</p>\n<p>Users can find further detailed information about such purposes of processing and about the specific Personal Data used for each purpose in the respective sections of this document.</p>\nDetailed information on the processing of Personal Data\n<p>Personal Data is collected for the following purposes and using the following services:</p>\nAccess to third-party accounts\n<p>\nThis type of service allows Smart Receipts to access Data from your account on a third-party service and perform actions with it.\n<br>\nThese services are not activated automatically, but require explicit authorization by the User.\n</p>\nGoogle Drive account access (Google Inc.)\n<p>This service allows Smart Receipts to connect with the User's account on Google Drive, provided by Google, Inc in order to automatically back up the User's receipt data to his/her Google Drive account.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nAdvertising\n<p>\nThis type of service allows User Data to be utilized for advertising communication purposes displayed in the form of banners and other advertisements on Smart Receipts, possibly based on User interests.\n<br>\nThis does not mean that all Personal Data are used for this purpose.\nInformation and conditions of use are shown below.\n<br>\nSome of the services listed below may use Cookies to identify Users or they may use the behavioral retargeting technique, i.e.\ndisplaying ads tailored to the User’s interests and behavior, including those detected outside Smart Receipts.\nFor more information, please check the privacy policies of the relevant services.\n<br>\nIn addition to any opt out offered by any of the services below, the User may opt out of a third-party service's use of cookies by visiting the\nNetwork Advertising Initiative opt-out page.\n</p>\nAdMob (AdMob Google Inc.)\n<p>\nAdMob is an advertising service provided by AdMob Google Inc.\n<br>\n<strong>\nIn order to understand Google's use of Data, consult\nGoogle's partner policy\n</strong>.\n</p>\n<p>Personal Data collected: Cookies, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and Usage Data.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy\n–\nOpt Out.\n</p>\nAnalytics\n<p>The services contained in this section enable the Owner to monitor and analyze application/web traffic to better understand generic user behavior</p>\nGoogle Analytics (Google Inc.)\n<p>\nGoogle Analytics is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the Data collected to track and examine the use of Smart Receipts, to prepare reports on its activities and share them with other Google services.\n<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.\n</p>\n<p>Personal Data collected: Cookies and Usage Data.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy\n–\nOpt Out.\n</p>\nGoogle Analytics for Firebase (Google Inc.)\n<p>\nGoogle Analytics for Firebase or Firebase Analytics is an analytics service provided by Google Inc.\n<strong>\nIn order to understand Google's use of Data, consult\nGoogle's partner policy\n</strong>.\n</p>\n<p>Firebase Analytics may share Data with other tools provided by Firebase, such as Crash Reporting, Authentication, Remote Config, or Notifications.\nThe User may check this privacy policy to find a detailed explanation about the other tools used by the Owner.</p>\n<p>Smart Receipts uses identifiers for mobile devices (including Android Advertising ID or Advertising Identifier for iOS, respectively) and technologies similar to cookies to run the Firebase Analytics service.</p>\n<p>Users may opt-out of certain Firebase features through applicable device settings, such as the device advertising settings for mobile phones or by following the instructions in other Firebase related sections of this privacy policy, if available.</p>\n<p>Personal Data collected: Cookies, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and Usage Data.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nBackup saving and management\n<p>This type of service allows the Owner to save and manage backups of Smart Receipts on external servers managed by the service provider itself.\nThe backups may include the source code and content as well as the data that the User provides to Smart Receipts.</p>\nBackup on Google Drive (Google Inc.)\n<p>Google Drive is a service to save and manage backups provided by Google Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nContacting the User\nMailing list or newsletter (Smart Receipts)\n<p>By explicitly registering on the mailing list or for the newsletter, the User’s email address will be added to the contact list of those who may receive email messages containing information of commercial or promotional nature concerning Smart Receipts.</p>\n<p>Personal Data collected: email address.</p>\nHandling payments\n<p>\nPayment processing services enable Smart Receipts to process payments by credit card, bank transfer or other means.\nTo ensure greater security, Smart Receipts shares only the information necessary to execute the transaction with the financial intermediaries handling the transaction.\n<br>\nSome of these services may also enable the sending of timed messages to the User, such as emails containing invoices or notifications concerning the payment.\n</p>\nStripe (Stripe Inc)\n<p>Stripe is a payment service provided by Stripe Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nHosting and backend infrastructure\n<p>This type of service has the purpose of hosting Data and files that enable Smart Receipts to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of Smart Receipts.\nSome of these services work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p>\nAmazon Web Services (AWS) (Amazon Web Services, Inc.)\n<p>Amazon Web Services is a hosting and backend service provided by Amazon.com Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nInfrastructure monitoring\n<p>\nThis type of service allows Smart Receipts to monitor the use and behavior of its components so its performance, operation, maintenance and troubleshooting can be improved.\n<br>\nWhich Personal Data are processed depends on the characteristics and mode of implementation of these services, whose function is to filter the activities of Smart Receipts.\n</p>\nCrashlytics (Google Inc.)\n<p>Crashlytics is a monitoring service provided by Google Inc.</p>\n<p>Personal Data collected: geographic position, unique device identifiers for advertising (Google Advertiser ID or IDFA, for example) and various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nFirebase Crash Reporting (Google Inc.)\n<p>Firebase Crash Reporting is a monitoring service provided by Google, Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nSentry (GetSentry, LLC)\n<p>Sentry is a monitoring service provided by GetSentry, LLC.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nSplunk MINT Express (Splunk Inc.)\n<p>Splunk MINT Express is a monitoring service provided by Splunk Inc.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nSending emails\n<p>\nThis type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.\n<br>\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.\n</p>\nMailChimp (The Rocket Science Group, LLC.)\n<p>MailChimp is an email address management and message sending service provided by The Rocket Science Group, LLC.</p>\n<p>Personal Data collected: email address.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nAmazon Simple Email Service (Amazon)\n<p>Amazon Simple Email Service is an email message sending service provided by Amazon.com Inc.</p>\n<p>Personal Data collected: email address.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nRegistration and authentication\n<p>\nBy registering or authenticating, Users allow Smart Receipts to identify them and give them access to dedicated services.\n<br>\nDepending on what is described below, third parties may provide registration and authentication services.\nIn this case, Smart Receipts will be able to access some Data, stored by these third-party services, for registration or identification purposes.\n</p>\nFacebook Authentication (Facebook, Inc.)\n<p>Facebook Authentication is a registration and authentication service provided by Facebook, Inc.\nand is connected to the Facebook social network.</p>\n<p>Personal Data collected: various types of Data as specified in the privacy policy of the service.</p>\n<p>\nPlace of processing: United States –\nPrivacy Policy.\n</p>\nFurther information about Personal Data\nOCR Processing for Receipt Image Recognition\n<p>\nUsers may optionally register to have their receipt files uploaded in order to attempt to automatically determine the receipt metadata (eg price, name, etc).\n</p>\nTaggun.io\n<p>\nTo perform automatic scans, Smart Receipts uses Taggun to process OCR (Optical Character Recognition).\nTheir privacy policy is available here: Taggun Privacy Policy\n</p>\nThe rights of Users\n<p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<b>Withdraw their consent at any time.</b>\nUsers have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.\n</li>\n<li>\n<b>Object to processing of their Data.</b>\nUsers have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.\n</li>\n<li>\n<b>Access their Data.</b>\nUsers have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.\n</li>\n<li>\n<b>Verify and seek rectification.</b>\nUsers have the right to verify the accuracy of their Data and ask for it to be updated or corrected.\n</li>\n<li>\n<b>Restrict the processing of their Data.</b>\nUsers have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<b>Have their Personal Data deleted or otherwise removed.</b>\nUsers have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.\n</li>\n<li>\n<b>Receive their Data and have it transferred to another controller.</b>\nUsers have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.\n</li>\n<li>\n<b>Lodge a complaint.</b>\nUsers have the right to bring a claim before their competent data protection authority.\n</li>\n</ul>\nDetails about the right to object to processing\n<p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.</p>\nHow to exercise these rights\n<p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p>\nAdditional information about Data collection and processing\nLegal action\n<p>\nThe User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of Smart Receipts or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.\n</p>\nAdditional information about User's Personal Data\n<p>In addition to the information contained in this privacy policy, Smart Receipts may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p>\nSystem logs and maintenance\n<p>For operation and maintenance purposes, Smart Receipts and any third-party services may collect files that record interaction with Smart Receipts (System logs) use other Personal Data (such as the IP Address) for this purpose.</p>\nInformation not contained in this policy\n<p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p>\nHow “Do Not Track” requests are handled\n<p>\nSmart Receipts does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.\n</p>\nChanges to this privacy policy\n<p>The Owner reserves the right to make changes to this privacy policy at any time by giving notice to its Users on this page and possibly within Smart Receipts and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\nIf a User objects to any of the changes to the Policy, the User must cease using this Application and can request that the Owner remove the Personal Data.\nUnless stated otherwise, the then-current privacy policy applies to all Personal Data the Owner has about Users.</p>\nDefinitions and legal references\nPersonal Data (or Data)\n<p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p>\nUsage Data\n<p>Information collected automatically through Smart Receipts (or third-party services employed in Smart Receipts), which can include: the IP addresses or domain names of the computers utilized by the Users who use Smart Receipts, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p>\nUser\n<p>The individual using Smart Receipts who, unless otherwise specified, coincides with the Data Subject.</p>\nData Subject\n<p>The natural person to whom the Personal Data refers.</p>\nData Processor (or Data Supervisor)\n<p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p>\nData Controller (or Owner)\n<p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of Smart Receipts.\nThe Data Controller, unless otherwise specified, is the Owner of Smart Receipts.</p>\nSmart Receipts (or this Application)\n<p>The means by which the Personal Data of the User is collected and processed.</p>\nService\n<p>The service provided by Smart Receipts as described in the relative terms (if available) and on this site/application.</p>\nEuropean Union (or EU)\n<p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p>\nCookies\n<p>Small sets of data stored in the User's device.</p>\nLegal information\n<p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to Smart Receipts, if not stated otherwise within this document.</p>\n<p>Latest update: May 24, 2018</p> Overview\n<ul>\n<li>\nHome\n</li>\n<li>\nGuides\n</li>\n<li>\nSupport\n</li>\n<li>\nDownload\n</li>\n</ul> Menu\n<ul>\n<li>\nPrivacy\n</li>\n<li>\nContact us\n</li>\n</ul> Contact us\n<ul>\n<li>\n<p>\nEmail us\n<br>\n<u>\n<br>support@smartreceipts.co</u>\n</p>\n</li>\n</ul> © Smart Receipts ✖We use cookies to enhance your experience.\nBy continuing to visit this site you agree to our use of cookies.\nLearn more", "created_at": "2023-04-16 01:47:57.834455", "updated_at": "2023-04-16 01:48:13.129148"}], "points": [], "urls": ["smartreceipts.co"]}}