{"error": 448, "message": "OK", "parameters": {"id": 2228, "name": "MuseScore", "created_at": "2020-04-26 00:10:54.428471", "updated_at": "2023-09-16 22:02:40.627026", "wikipedia": "https://en.wikipedia.org/wiki/MuseScore", "keywords": null, "related": null, "slug": "musescore", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2228.png", "url": "musescore.org,musescore.com", "documents": [{"id": 13141, "name": "Privacy Policy", "url": "https://musescore.com/legal/privacy", "xpath": "/html/body/div/div/section/section/main", "text": "Musescore Privacy Policy<p>\n<em>Last updated:</em> September 22, 2022</p>\n<ol>\n<li>\n<strong>About this Notice</strong>\n</li>\n<ol>\n<li>This Privacy Notice (\"<strong>Notice</strong>\") explains how we (as defined below) collect, share and use any information that, alone or in combination with other information, relates to you (\"<strong>Personal Data</strong>\") when you (\"<strong>you</strong>\" and \"<strong>your</strong>\") use our websites https://musescore.com/ and www.musescore.org (the \"<strong>Website</strong>\") and mobile app (the \"<strong>App</strong>\").\nOur Website and App make available various services, including music-related tools and content (the “<strong>Service</strong>\").</li>\n<li>This Notice also sets out the rights that you have in relation to the Personal Data that we process about you and how you can exercise them.</li>\n<li>MuseScore treats compliance with its privacy obligations seriously.\nThis is why we have developed this Notice, which describes the standards that MuseScore applies to protect Personal Data.</li>\n<li>For the purposes of this Notice, MuseScore Ltd with registered office at Spyrou Kyprianou, 84, 4004, Limassol, Cyprus (\"<strong>MuseScore</strong>\", \"<strong>us</strong>\", \"<strong>we</strong>\", or \"<strong>our</strong>\") acts as the data controller for the Personal Data that is collected via the Website and the App and through the Service.\nAs a data controller, MuseScore is responsible for ensuring that the processing of Personal Data complies with applicable data protection law, and specifically with the General Data Protection Regulation.</li>\n<li>Please take the time to read this Notice carefully.\nIf you have any questions or comments, please contact us via privacy@musescore.com.</li>\n</ol>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>What Personal Data does MuseScore collect and why?</strong>\n</li>\n<ol>\n<li>The types of Personal Data that we may collect about you, and the reasons why we process it, are as follows:&nbsp;</li>\n</ol>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>Why we collect it</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Personal Data we collect</strong>\n</p>\n<p>\n<strong>Legal grounds for processing</strong>\n</p>\n<p>-Administering our Website and App</p>\n<p>-Ensuring the functioning of our Website and App, including chat rooms and message board and other community features, and for maintenance purpose</p>\n<p>- IP address&nbsp;</p>\n<p>-Device ID (Client ID for web), device type, screen resolution</p>\n<p>-Browsing data (what actions user did on the site)-Country</p>\n<p>-User name-User-agent&nbsp;</p>\n<p>-Email</p>\n<p>-Payment info (such as payment ID)</p>\n<p>-Name/Last name, gender (if user decided to add it)&nbsp;</p>\n<p>- Legitimate interest of MuseScore to offer and ensure the proper functioning of the Website and the App</p>\n<p>&nbsp;</p>\n<p>-Website/App analytics</p>\n<p>-Improving our Website and App</p>\n<p>-Device ID (Client ID)</p>\n<p>-Browsing data (clicks, page views)</p>\n<p>-User name</p>\n<p>-Push notification token</p>\n<p>Please see our Cookie Notice</p>\n<p>-Responding to your queries when you contact us through our Website or App</p>\n<p>-Name</p>\n<p>-Email address</p>\n<p>-Message</p>\n<p>- Device model, OS version, all version for the App</p>\n<p>- Depending on the nature of your query, we will rely either on the necessity to take steps prior to entering into a contract with a potential customer or our legitimate interest to respond to customer queries</p>\n<p>-Completing your online registration on the Website or the App</p>\n<p>-Name</p>\n<p>-User name</p>\n<p>-Gender</p>\n<p>-City/Country</p>\n<p>-Links to social media accounts (if any)</p>\n<p>-Birthday</p>\n<p>-Time zone</p>\n<p>-Contact details</p>\n<p>-Sign in or log in data if you use your social media accounts</p>\n<p>-Profile and account information (such as your viewing and listening habits and preferences, the instructions you play and your level)</p>\n<p>This includes optional information.</p>\n<p>- Contractual necessity</p>\n<p>&nbsp;</p>\n<p>-Fulfilling your order and processing your payment or donation</p>\n<p>-Email</p>\n<p>-Subscription plan</p>\n<p>-Payment system</p>\n<p>-Payment system ID</p>\n<p>- Contractual necessity</p>\n<p>&nbsp;</p>\n<p>-Providing you with support through our customer support team</p>\n<p>&nbsp;</p>\n<p>-User name</p>\n<p>-Usage data</p>\n<p>-Communication with customer support team by email and other data stored by our customer support provider</p>\n<p>- Contractual necessity</p>\n<p>&nbsp;</p>\n<p>-Updating you about our products or services</p>\n<p>&nbsp;</p>\n<p>-Name</p>\n<p>-Contact details (email)</p>\n<p>-Marketing preferences: information about unsubscribing (if you unsubscribe from our mailing list)&nbsp;</p>\n<p>- Consent for online marketing</p>\n<p>-Contacting you through newsletters or with offers of new products or services that we believe may be of interest to you (online marketing)</p>\n<p>-Name</p>\n<p>-Contact details&nbsp;</p>\n<p>-Marketing preferences information about unsubscribing (if you unsubscribe from our mailing list)</p>\n<p>- Consent for online marketing</p>\n<p>Optimizing and analyzing the effectiveness of MuseScore's advertising campaigns (applicable to the ads of MuseScore mobile app only)</p>\n<p>- IDFA (iOS device Advertising ID)</p>\n<p>- GAID (Google Advertising ID)</p>\n<p>- Consent for iOS / Android advertising ID sharing (you can withdraw this consent through iOS / Android privacy settings for installed applications)</p>\n<p>-Organizing contests, sweeptakes and surveys</p>\n<p>-Name</p>\n<p>-Contact details&nbsp;</p>\n<p>-Marketing preferences information about unsubscribing (if you unsubscribe from our mailing list)</p>\n<p>-Data provided on the registration or survey form</p>\n<p>- Contractual necessity if conclusion of contractual terms</p>\n<p>- Otherwise legitimate interest of MuseScore to organise events</p>\n<p>-For legal enforcement&nbsp;</p>\n<p>&nbsp;</p>\n<p>_Data necessary for law enforcement, litigation and authorities' requests (if any)</p>\n<p>- Legitimate interest of MuseScore to defend its legal rights and interests</p>\n<p>&nbsp;</p>\n<ol>\n<ol>\n<li>We also collect certain information automatically from your device.\nSpecifically, the information we collect automatically may include information like your IP address, device type, unique device identification numbers, browser-type, broad geographic location and other technical information.\nWe may also collect information about how your device has interacted with our Website or App, including the pages accessed and links clicked.\n&nbsp;</li>\n</ol>\n</ol>\n<p>Collecting this information facilitates our online operations and ensures an efficient online experience for you.\nIt enables us to better understand the visitors who come to our Website or App, where they come from, and what content on our Website or App is of interest to them.&nbsp.\nWe use this information for our internal analytics purposes and to improve the quality and relevance of our Website and App to our visitors.&nbsp;</p>\n<p>Some of this information are collected using cookies and similar tracking technology, as explained further in our Cookie Notice which is available on Cookies Notice.</p>\n<ol>\n<li>\n<strong>Minors</strong>\n</li>\n<ol>\n<li>The Service we provide through the Website and the App is not intended for individuals below the age of 13.\nIf you are under 13 years old, please do not use the Service.\nYou may only use MuseScore if you are over the age at which you can provide consent to data processing under the laws of your country or if verifiable parental consent for your use of MuseScore has been provided to us.</li>\n</ol>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Who does MuseScore share your Personal Data with?</strong>\n</li>\n<ol>\n<li>We may disclose your Personal Data to the following categories of recipients:</li>\n<ol>\n<ol>\n<li>to <strong>our group companies</strong> for purposes consistent with this Notice.\nWe take precautions to allow access to Personal Data only to those staff members who have a legitimate business need for access and with a contractual prohibition of using the Personal Data for any other purpose.</li>\n<li>to <strong>our</strong>\n<strong>third party vendors, services providers and partners</strong> who provide data processing services to us, or who otherwise process Personal Data for purposes that are described in this Notice or notified to you when we collect your Personal Data.\nThe services these vendors provide to us are transaction services (e.g., fulfillment, billing, mailing, storage or delivery services), cloud storage, customer support, maintenance, database management, analytics, improvement of the Website's and App's features and advertising.</li>\n<li>to <strong>any competent law enforcement body, regulatory, government agency, court or other third party</strong> where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person;</li>\n<li>to <strong>our auditors, advisors, legal representatives and similar agents</strong> in connection with the advisory services they provide to us for legitimate business purposes and under contractual prohibition of using the Personal Data for any other purpose.\nWe share Personal Data with our external counsel.&nbsp;</li>\n<li>to <strong>a potential buyer</strong> (and its agents and advisers) in connection with any proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your Personal Data only for the purposes disclosed in this Notice;</li>\n<li>to any other person if you have provided your prior consent to the disclosure.</li>\n</ol>\n</ol>\n</ol>\n</ol>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>How we protect your privacy&nbsp;</strong>\n</li>\n<ol>\n<li>We will process Personal Data in accordance with this Notice, as follows:</li>\n<ol>\n<ol>\n<li>\n<strong>Fairness</strong>: We will process Personal Data fairly.\nThis means that we are transparent about how we process Personal Data and that we will process it in accordance with applicable law.</li>\n<li>\n<strong>Lawfulness</strong>: We will process Personal Data only on lawful grounds.</li>\n<li>\n<strong>Purpose limitation</strong>: We will process Personal Data for specified and legitimate purposes, and will not process it in a manner that is incompatible with those purposes, unless permitted by applicable data protection laws.&nbsp;</li>\n<li>\n<strong>Data minimization</strong>: We will process Personal Data that is adequate, relevant and limited to what is necessary to achieve the purposes for which the data are processed.&nbsp;</li>\n<li>\n<strong>Data accuracy</strong>: We take appropriate measures to ensure that the Personal Data that we hold about you is accurate, complete and, where necessary, kept up to date.\nHowever, it is also your responsibility to ensure that your Personal Data is kept as accurate, complete and current as possible by informing us promptly of any changes or errors.\nYou should notify us of any changes to the Personal Data that we hold about you (e.g.\nnew home address or change of name).</li>\n<li>\n<strong>Data security: </strong>We use appropriate technical and organisational measures to protect the Personal Data that we collect and process about you.&nbsp.\nThe measures we use are designed to provide a level of security appropriate to the risk of processing your Personal Data.\nSpecific measures we use include to-date secure network architectures that contain firewalls and intrusion detection devices and backups.&nbsp;</li>\n</ol>\n</ol>\n</ol>\n<li>\n<strong>Data storage, retention and deletion</strong>\n</li>\n<ol>\n<li>We retain Personal Data we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements).\n&nbsp;</li>\n<li>When we have no ongoing legitimate business need to process your Personal Data, we will either delete or anonymise it or, if this is not possible (for example, because your Personal Data has been stored in backup archives), then we will securely store your Personal Data and isolate it from any further processing until deletion is possible.</li>\n</ol>\n<li>\n<strong>Data storage and transfers of data</strong>\n</li>\n<ol>\n<li>All your personal data is stored on our servers in the European Economic Area (EEA).\nHowever, we use third party service providers and business partners who may be operating from outside the EEA and therefore, your data may be transferred to, or accessed from those countries.\n&nbsp;</li>\n<li>We have put in place appropriate safeguards (which includes the European Commission’s Standard Contractual Clauses) to ensure that whenever your Personal Data is transferred outside the EEA to countries that are not deemed adequate by the European Commission, your Personal Data receives an adequate level of protection in accordance with the GDPR.</li>\n</ol>\n<li>\n<strong>Profiling&nbsp;</strong>\n</li>\n<ol>\n<li>In some instances, we carry out profiling to better understand our users and their potential interests.\nHowever, profiling does not result in automated decisions being taken that legally affect you or similarly significantly affect you.</li>\n</ol>\n<li>\n<strong>Your data protection rights</strong>\n</li>\n<ol>\n<li>You have the following data protection rights:</li>\n<ol>\n<ol>\n<li>If you wish to <strong>access, correct, update or request deletion</strong> of your Personal Data, you can do so at any time by contacting via privacy@musescore.com.\nYou can also correct your Personal Data by clicking on the My Profile tab.</li>\n<li>In addition, in certain circumstances, as stipulated in the applicable data protection legislation, you can <strong>object to processing</strong> of your Personal Data, ask us to <strong>restrict processing</strong> of your Personal Data or <strong>request portability</strong> of your Personal Data.\nAgain, you can exercise these rights by contacting us using the following contact details: privacy@musescore.com.&nbsp;</li>\n<li>If we have collected and process your Personal Data with your consent, then you can <strong>withdraw your consent</strong> at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your Personal Data conducted in reliance on lawful processing grounds other than consent.</li>\n<li>You have the <strong>right to opt-out of marketing communications</strong> we send you at any time.\nYou can exercise this right by clicking on the “unsubscribe” or “opt-out” link in the marketing e-mails we send you.\nYou can also access your profile page and modify your preferences.</li>\n<li>If you have a complaint or concern about how we are processing your Personal Data then we will endeavour to address such concern(s).\nIf you feel we have not sufficiently addressed your complaint or concern, you have the <strong>right to complain to a data protection authority</strong> about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority.\n(Contact details for data protection authorities in the European Economic Area, Switzerland and certain non-European countries (including the US and Canada) are available here.)</li>\n</ol>\n</ol>\n<li>We respond to all requests we receive at via privacy@musescore.com from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.</li>\n</ol>\n<li>\n<strong>Linking to other websites</strong>\n</li>\n<ol>\n<li>The Website or App may contain hyperlinks to websites owned and operated by third parties.\nThese websites have their own privacy policies and we urge you to review them.\nThey will govern the use of Personal Data you submit whilst visiting these websites.\n&nbsp;</li>\n</ol>\n</ol>\n<p>We do not accept any responsibility or liability for the privacy practices of such third party websites and your use of such websites is at your own risk.</p>\n<ol>\n<li>\n<strong>Updates to this Notice</strong>\n</li>\n<ol>\n<li>We may update this Notice from time to time in response to changing legal, technical or business developments.\nWhen we update our Notice, we will take appropriate measures to inform you, consistent with the significance of the changes we make.\nWe will obtain your consent to any material Notice changes if and where this is required by applicable data protection laws.&nbsp;</li>\n<li>You can see when this Notice was last updated by checking the “last updated” date displayed at the top of this Notice.&nbsp;</li>\n</ol>\n<li>\n<strong>How to contact us</strong>\n</li>\n<ol>\n<li>If you have any questions or comments, or if you wish to exercise your data protection rights,&nbsp.\nplease contact us via privacy@musescore.com.&nbsp;</li>\n</ol>\n</ol>\n<p>&nbsp;</p>\n<p>\n<strong>13.</strong>\n<strong> Additional Information for California Consumers</strong>\n</p>\n<p>13.1 The&nbsp;California Consumer Privacy Act (“CCPA”) provides California residents, referred to in the law as “consumers,” with rights to receive certain disclosures regarding the collection, use, and sharing of personal information, as well as rights to access and control personal information.&nbsp.\nCertain information that we collect may be exempt from the CCPA because it is considered public information (because it is made available by a government entity) or covered by another federal privacy law, such as the Gramm-Leach-Bliley Act, the Health Insurance Portability and Accountability Act, or the Fair Credit Reporting Act.&nbsp;</p>\n<p>To the extent that we collect personal information about you that is subject to the CCPA, that information, our practices, and your rights are described below.</p>\n<p>\n<strong>Right to information regarding the categories of personal information collected, sold, and disclosed:&nbsp;</strong>You have the right to obtain information regarding the categories of personal information we collect, sell, or disclose.&nbsp.\nThat information is provided in this Privacy Policy.</p>\n<p>&nbsp;</p>", "created_at": "2022-12-10 23:36:44.820507", "updated_at": "2023-05-19 18:32:38.543575"}, {"id": 13140, "name": "DMCA Copyright Policy", "url": "https://musescore.com/legal/dmca", "xpath": "/html/body/div/div/section/section/main/div/article", "text": "Infringement Notification<p>If you are a copyright owner or an agent thereof and believe that any content on Musescore (“Content”) infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;</li>\n<li>Information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an electronic mail;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>You may direct copyright infringement notifications to our DMCA Agent at Musescore Ltd, Spyrou Kyprianou, 84, 4004, Limassol, Cyprus, Email:&nbsp;copyright@musescore.com.\nFor clarity, only DMCA notices should go to the Copyright Agent.\nany other feedback, comments, requests for technical support, and other communications should be directed to Musescore customer service through&nbsp;https://musescore.com/contact&nbsp;or by email at&nbsp;support@musescore.com.\nYou acknowledge that if you fail to comply with all of the requirements above, your DMCA notice may not be valid.</p>\n<br>Counter-Notice<p>If you believe that your Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the material in your Content, you may send a counter-notice containing the following information to the Copyright Agent:</p>\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the Content that has been removed or to which access has been disabled and the location at which the Content appeared before it was removed or disabled;</li>\n<li>A statement that you have a good faith belief that the Content was removed or disabled as a result of mistake or a misidentification of the Content.\nand</li>\n<li>Your name, address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in San Francisco, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p>If a counter-notice is received by the Copyright Agent, Musescore may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed Content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the Content provider, member or user, the removed Content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at Musescore's sole discretion.</p>", "created_at": "2022-12-10 23:36:02.432829", "updated_at": "2023-05-19 18:34:52.425308"}, {"id": 16282, "name": "Cookie Notice", "url": "https://musescore.com/legal/cookies", "xpath": "/html/body/div/div/section/section/main/article", "text": "<p>\n<em>Last updated: 21 April 2021</em>\n</p>\n<ol>\n<li>\n<strong>About this Notice</strong>\n</li>\n<ol>\n<li>This Cookie Notice (\"<strong>Notice</strong>\") explains how we use cookies and other similar technologies to recognise you when you visit our websites https://musescore.com/ and www.musescore.org (\"<strong>Website</strong>\") or when you use our mobile application (\"<strong>App</strong>\").\nIt explains what these technologies are and why we use them, as well as your rights to control our use of them.</li>\n<li>Please take the time to read this Notice carefully.\nIf you have any questions or comments, please contact us via email at privacy@musescore.com.</li>\n</ol>\n<li>\n<strong>What are cookies?</strong>\n</li>\n<ol>\n<li>Cookies are small data files that are placed on your computer or mobile device when you visit a website or use a mobile application.\nCookies are widely used by website or mobile application owners in order to make their websites or mobile applications work, or to work more efficiently, as well as to provide reporting information.</li>\n<li>Cookies have many different features, such as allowing you to navigate between pages efficiently, remembering your preferences, and generally improving your user experience.\nThey can also help ensure that the advertisements you see online are more relevant to you and your interests.</li>\n<li>Cookies set by the website or app owner (in this case, MuseScore) are called \"<em>first party cookies</em>\".&nbsp.\nCookies set by parties other than the website or app owner are called \"<em>third party cookies</em>\".\nThird party cookies enable third party features or functionality to be provided on or through the website or mobile application (e.g.\nlike advertising, interactive content and analytics).\nThe parties that set these third party cookies can recognise your computer or mobile device both when it visits the websites or uses the mobile application in question and also when it visits certain other websites.</li>\n</ol>\n<li>\n<strong>How long do cookies last?</strong>\n</li>\n<ol>\n<li>Cookies can remain on your computer or mobile device for different periods of time.\nSome cookies are <em>'session cookies'</em>, which means they only exist when your browser is open and are automatically deleted when you close your browser or quit the app.\nOther cookies are <em>'persistent cookies</em>', meaning they survive after your browser or app is closed and can be used by websites or apps to recognize your computer when you re-open your browser or app later.\nThe length of the cookies used on our Website or our App is explained in more detail in the link provided below.</li>\n</ol>\n</ol>", "created_at": "2023-05-19 18:35:48.158068", "updated_at": "2023-05-19 18:35:58.645753"}, {"id": 2495, "name": "Terms of Service", "url": "https://musescore.com/legal/terms", "xpath": "/html/body/div/div/section/section/main/article", "text": "<p>THIS TERMS OF&nbsp;SERVICE AGREEMENT («AGREEMENT») IS&nbsp;A&nbsp;LEGAL AND BINDING AGREEMENT BETWEEN YOU («YOU,» «YOUR» OR&nbsp;«YOURSELF») AND MUSESCORE LIMITED («OUR,» «US,» «WE» OR «MUSESCORE»), WHICH GOVERNS YOUR USE OF&nbsp;THE MUSECORE WEBSITE, APPS, APIs AND WIDGETS, TOGETHER WITH ALL&nbsp;INFORMATION, CONTENT, PRODUCTS, MATERIALS AND SERVICES MADE AVAILABLE TO&nbsp;YOU THROUGH THE SAME BY&nbsp;US (COLLECTIVELY, «THE SERVICE»).\nPLEASE READ THIS AGREEMENT CAREFULLY PRIOR TO&nbsp;USING THE SERVICE.\nBY&nbsp;REGISTERING FOR, USING OR&nbsp;OTHERWISE ACCESSING THE SERVICE, YOU ARE CONSENTING TO&nbsp;BECOME A&nbsp;PARTY TO&nbsp;THIS AGREEMENT AND AGREEING TO&nbsp;BE BOUND BY&nbsp;AND COMPLY WITH THE TERMS AND CONDITIONS HEREIN.\nTHE SERVICE IS&nbsp;OFFERED AND MADE AVAILABLE ONLY TO&nbsp;USERS 13&nbsp;YEARS OF&nbsp;AGE OR&nbsp;OLDER.\nIF&nbsp;YOU ARE NOT YET 13&nbsp;YEARS OLD, PLEASE DISCONTINUE USING THE SERVICE IMMEDIATELY, OR&nbsp;IF, FOR ANY REASON, YOU DO&nbsp;NOT ACCEPT AND AGREE TO&nbsp;ALL&nbsp;THE TERMS AND CONDITIONS OF&nbsp;THESE TERMS OF&nbsp;SERVICE AND OUR PRIVACY POLICY.</p>\n<p>\n<strong>1.\nACCESS TO&nbsp;THE SERVICE</strong>\n</p>\n<p>1.1 You may use the Service only if&nbsp;you can legally form a&nbsp;binding contract with MuseScore, and only in&nbsp;compliance with these Terms and all applicable laws.\nWhen you create your MuseScore account, you must provide&nbsp;us with accurate and complete information.\nAny use or&nbsp;access by&nbsp;anyone under the age of&nbsp;13&nbsp;is not allowed.\nIf&nbsp;you’re based in&nbsp;the EEA, you may only use MuseScore if&nbsp;you are over the age at&nbsp;which you can provide consent to&nbsp;data processing under the laws of&nbsp;your country or&nbsp;if&nbsp;verifiable parental consent for your use of&nbsp;MuseScore has been provided to&nbsp;us.\nUsing MuseScore may include downloading software to&nbsp;your computer, phone, tablet, or&nbsp;other device.\nYou agree that we&nbsp;may automatically update that software, and these Terms will apply to&nbsp;any updates.</p>\n<p>1.2 Subject to&nbsp;certain limitations as&nbsp;described herein, you are granted the right to&nbsp;access text, files, images, photos, video, sounds, musical works, works of&nbsp;authorship, applications, or&nbsp;any other materials (collectively, «Content») under certain terms and conditions as&nbsp;set forth in&nbsp;this Agreement.\nIn&nbsp;order to&nbsp;use the Service, you must obtain access to&nbsp;the Internet and pay any service fees associated with such access.\nIn&nbsp;addition, you must provide all equipment necessary to&nbsp;make such connection to&nbsp;the Internet and to&nbsp;be&nbsp;able to&nbsp;access the digital Content files.\nDownload and use of&nbsp;software content may be&nbsp;subject to&nbsp;an&nbsp;additional license agreement.</p>\n<p>\n<strong>2.\nYOUR REGISTRATION OBLIGATIONS</strong>\n</p>\n<p>You agree to&nbsp;provide true, accurate, current and complete information about yourself as&nbsp;prompted by&nbsp;the Service registration process (such information being the «Registration Data»).\nYou further agree that, in&nbsp;providing such Registration Data, you will not knowingly omit or&nbsp;misrepresent any material facts or&nbsp;information and that you will promptly enter corrected or&nbsp;updated Registration Data via the Service, or&nbsp;otherwise advise&nbsp;us promptly in&nbsp;writing of&nbsp;any such changes or&nbsp;updates.\nYou further consent and authorize&nbsp;us to&nbsp;verify your Registration Data as&nbsp;required for your use of&nbsp;and access to&nbsp;the Service, as&nbsp;applicable.\nIf&nbsp;you are already registered for the Service, you shall utilize your existing user&nbsp;ID and password in&nbsp;connection with your account (collectively referred to&nbsp;herein as&nbsp;«IDs»).\nIf&nbsp;you are not already registered, you shall establish IDs.\nYou agree that you will not allow another person to&nbsp;use your IDs to&nbsp;access and use the Service under any circumstances.\nYou are solely and entirely responsible for maintaining the confidentiality of&nbsp;your IDs and for any charges, damages, liabilities or&nbsp;losses incurred or&nbsp;suffered as&nbsp;a&nbsp;result of&nbsp;your failure to&nbsp;do&nbsp;so.\nWe&nbsp;are not liable for any harm caused by&nbsp;or&nbsp;related to&nbsp;the theft of&nbsp;your IDs, your disclosure of&nbsp;your IDs, or&nbsp;your authorization to&nbsp;allow another person to&nbsp;access and use the Service using your IDs.\nFurthermore, you are solely and entirely responsible for any and all activities that occur under your account including any charges incurred relating to&nbsp;the Service.\nYou agree to&nbsp;immediately notify&nbsp;us of&nbsp;any unauthorized use of&nbsp;your account or&nbsp;any other breach of&nbsp;security known to&nbsp;you.\nYou acknowledge that the complete privacy of&nbsp;your data and messages transmitted while using the Service cannot be&nbsp;guaranteed.\nA&nbsp;person who completes the registration process for the Service is&nbsp;sometimes referred to&nbsp;herein as&nbsp;a&nbsp;«Registered User».</p>\n<p>\n<strong>3.\nSERVICE FEES</strong>\n</p>\n<p>3.1&nbsp;By registering for the Service, you agree to&nbsp;pay the fees designated for the Service level you select and in&nbsp;accordance with this section 3.1.\nAdditional charges may include purchases you make or&nbsp;service level changes you request.\nSubject to&nbsp;your right to&nbsp;terminate the Service prior to&nbsp;the expiration of&nbsp;a&nbsp;Trial Period (defined hereinafter), if&nbsp;any, as&nbsp;described in&nbsp;Section&nbsp;3.3&nbsp;below, you agree to&nbsp;pay the applicable amounts for the minimum period specified therein.\nThe term «month» (or&nbsp;«monthly») is&nbsp;defined herein as&nbsp;a&nbsp;30-day cycle.\nand «year» (or&nbsp;«annual» or&nbsp;«annually») is&nbsp;defined as&nbsp;a&nbsp;360-day cycle.\nIf&nbsp;you access the Service via the iOS platform, payment will be&nbsp;charged to&nbsp;your iTunes Account at&nbsp;confirmation of&nbsp;purchase.</p>\n<p>3.2 Your subscription will continue automatically at&nbsp;the fee rate applicable to&nbsp;the Service, which you have selected unless terminated by&nbsp;MuseScore or&nbsp;until you notify MuseScore of&nbsp;your decision to&nbsp;cancel your subscription to&nbsp;the Service via your account portal.\nSee the Section entitled «Termination&nbsp;/ Cancellation» for cancellation instructions.\nAll subscriptions require a&nbsp;commitment for a&nbsp;minimum period(s) of&nbsp;time («Service Level Period») and, consequently, cannot be&nbsp;cancelled until the end of&nbsp;the Service Level Period.\nYou may, at&nbsp;any time during your subscription period, set your account to&nbsp;cancel, or&nbsp;select another monthly, quarterly , semiannual, or&nbsp;annual subscription plan into which to&nbsp;renew, effective at&nbsp;the end of&nbsp;your then-current plan.\nAt&nbsp;the end of&nbsp;your monthly, quarterly, semiannual, or&nbsp;annual subscription period(s), your subscription will automatically renew (the «Renewal Date») and you will be&nbsp;billed for a&nbsp;monthly, quarterly, semiannual, annual or&nbsp;biennial subscription respectively at&nbsp;your then-current plan level, unless you elect to&nbsp;terminate the Service pursuant to&nbsp;Section 4&nbsp;at the rates in&nbsp;effect when the charges were incurred.\nAll fees and charges are nonrefundable.\nYou will receive an&nbsp;email notice approximately 30&nbsp;days prior to&nbsp;the Renewal Date.\nThe notice will let you know that your current subscription term is&nbsp;about to&nbsp;end and the Renewal Date when your subscription will be&nbsp;renewed and your account charged.\nAll notices regarding your subscription will be&nbsp;sent to&nbsp;your last email of&nbsp;record.\nPlease keep a&nbsp;record of&nbsp;when your subscription term ends and the next Renewal Date.\nYou are responsible for timely canceling your subscription regardless of&nbsp;whether you receive any notice from&nbsp;us.\nMonthly or&nbsp;yearly subscriptions automatically renew unless auto-renew is&nbsp;turned off at&nbsp;least 24-hours before the end of&nbsp;the current period.\nThe account will be&nbsp;charged for renewal within 24-hours before the end of&nbsp;the current period.\nYou can manage your subscription&nbsp;— change or&nbsp;cancel auto-renewal&nbsp;— in&nbsp;your Account Settings after purchase.</p>\n<p>3.3&nbsp;If, when registering, you signed up&nbsp;for a&nbsp;subscription with a&nbsp;«Trial Period,» you will be&nbsp;allowed a&nbsp;period during which you can try out the Service.\nOnly one Trial Period is&nbsp;permitted per person.\nCertain Content may not be&nbsp;available for access during your Trial Period.\nThe Trial Period will expire upon the last day of&nbsp;the number of&nbsp;days indicated in&nbsp;the Trial Period offer concerned («Expiration of&nbsp;the Trial Period»).\n(Please refer to&nbsp;the confirmation provided on&nbsp;the site and via email for the specific terms of&nbsp;your Trial Period).\nIf&nbsp;you terminate the Service prior to&nbsp;the Expiration of&nbsp;the Trial Period, you will not have any further obligation with respect to&nbsp;the version of&nbsp;the Service to&nbsp;which you have committed and any remaining Trial Period credits will expire.\nIf&nbsp;you do&nbsp;not terminate and do&nbsp;nothing, at&nbsp;the Expiration of&nbsp;the Trial Period, you will be&nbsp;automatically subscribed to&nbsp;the MuseScore Subscription Service and billed based on&nbsp;the payment plan selected when you registered (or&nbsp;as&nbsp;you may have updated through the «Your Account» section of&nbsp;the Service).\nBy&nbsp;signing up&nbsp;to&nbsp;a&nbsp;Trial Period, you understand and agree that: (i) you will be&nbsp;required to&nbsp;provide billing payment method upon registration.\n(ii) MuseScore will obtain a&nbsp;pre-authorization for the fee amount that you will be&nbsp;charged at&nbsp;the Expiration of&nbsp;the Trial Period.\nA&nbsp;purchased subscription activates immediately and eliminates any unused portion of&nbsp;a&nbsp;free trial period.</p>\n<p>3.4 Payment must be&nbsp;made by&nbsp;a&nbsp;major credit card accepted by&nbsp;MuseScore (currently, VISA, MasterCard, American Express and Discover), or&nbsp;any other methods of&nbsp;payment as&nbsp;MuseScore may accept from time to&nbsp;time.\nIf&nbsp;MuseScore does not receive payment from the credit card issuer or&nbsp;its agent, you agree to&nbsp;pay all amounts due upon demand by&nbsp;MuseScore.\nYour card issuer agreement governs your use of&nbsp;your designated card in&nbsp;connection with the Service, and you must refer to&nbsp;that agreement and not this Agreement to&nbsp;determine your rights and liabilities as&nbsp;a&nbsp;cardholder.\nYOU, AND NOT MUSESCORE, ARE RESPONSIBLE FOR PAYING ANY AMOUNTS BILLED TO&nbsp;YOUR CREDIT CARD BY&nbsp;A&nbsp;THIRD PARTY, WHICH WERE NOT AUTHORIZED BY&nbsp;YOU.\nIf&nbsp;you want to&nbsp;designate a&nbsp;different credit card or&nbsp;there is&nbsp;a&nbsp;change in&nbsp;credit card validity or&nbsp;expiration date, or&nbsp;if&nbsp;you believe someone has accessed the Service using your IDs without your authorization, you must contact MuseScore immediately at&nbsp;support@musescore.com.</p>\n<p>3.5&nbsp;If MuseScore does not receive the full amount of&nbsp;your Service account balance within thirty (30) days of&nbsp;the Billing Date, a&nbsp;late payment charge of&nbsp;one and one-half percent (1.5%) per month (or&nbsp;the highest amount allowed by&nbsp;law, whichever is&nbsp;lower) may be&nbsp;added to&nbsp;your bill and immediately become due and payable.\nUnless you notify MuseScore of&nbsp;any discrepancies within sixty (60) days after they first appear on&nbsp;your account statement, they will be&nbsp;deemed accepted by&nbsp;you for all purposes, including resolution of&nbsp;inquiries made by&nbsp;your card issuer.\nYou release MuseScore from all liabilities and claim of&nbsp;loss resulting from any error or&nbsp;discrepancy that is&nbsp;not reported to&nbsp;MuseScore within sixty (60) days of&nbsp;its first appearance on&nbsp;an&nbsp;invoice or&nbsp;credit card statement.</p>\n<p>3.6 You agree to&nbsp;pay MuseScore all reasonable attorney’s fees and costs incurred by&nbsp;MuseScore to&nbsp;collect any past due amounts.\nYour account may be&nbsp;deactivated without further notice if&nbsp;payment is&nbsp;past due, regardless of&nbsp;the dollar amount.\nYou agree to&nbsp;pay any outstanding balance in&nbsp;full within thirty (30) days of&nbsp;cancellation or&nbsp;termination of&nbsp;your Service account.</p>\n<p>3.7 The fees, charges and payments hereunder do&nbsp;not include and you are solely responsible for paying any taxes, duties, government levies or&nbsp;other charges imposed by&nbsp;a&nbsp;taxing or&nbsp;other regulatory authority relating to&nbsp;your use of&nbsp;the Service.\nYou are solely responsible for arranging payment for any and all additional or&nbsp;premium charges for your use of&nbsp;any third party services via the Service.</p>\n<p>3.8&nbsp;MUSESCORE RESERVES THE RIGHT, AT&nbsp;ANY TIME, TO&nbsp;CHANGE ITS FEES AND BILLING METHODS, INCLUDING THE ADDITION OF&nbsp;SUPPLEMENTAL FEES OR&nbsp;SEPARATE CHARGES FOR CONTENT, OR&nbsp;SERVICES PROVIDED BY&nbsp;MUSESCORE.\nIf&nbsp;any such change is&nbsp;unacceptable to&nbsp;you, you may cancel your subscription to&nbsp;the Service, as&nbsp;provided in&nbsp;Section&nbsp;4.\nYOUR CONTINUED USE OF&nbsp;THE SERVICE FOLLOWING THE EFFECTIVE DATE OF&nbsp;A&nbsp;CHANGE TO&nbsp;SUCH FEES AND BILLING METHODS SHALL&nbsp;CONSTITUTE YOUR ACCEPTANCE OF&nbsp;SUCH CHANGE.</p>\n<p>3.9 MuseScore iOS services are: MuseScore.</p>\n<p>\n<strong>4.\nTERMINATION /CANCELLATION/ REFUNDS</strong>\n</p>\n<p>4.1&nbsp;To cancel your MuseScore account, please visit the Account link within the&nbsp;Settings&nbsp;section of your Profile page.\nFollowing the cancellation of your account, you will not be able to access the Service.\nTo&nbsp;cancel your trial or the automatic renewal of the subscription to the Service, please visit the Subscription link within the&nbsp;Settings&nbsp;section of your Profile page.\nIf you cancel your trial, you will not be charged.\nAs a courtesy to you, we will convert your Account to a free account immediately.\nIf you cancel the automatic renewal of&nbsp;the&nbsp;subscription, you’ll still have access to&nbsp;the Service for&nbsp;the remainder of the paid subscription term.\nMuseScore will not refund any remaining portion of&nbsp;your subscription fees except as expressly provided for herein.</p>\n<ul>\n<li>For monthly subscriptions, you may cancel your monthly subscription anytime during the month however, you will not receive a refund for the current month’s subscription (&nbsp;which will remain active for the remainder of that month’s subscription term&nbsp;) and your payment method will not be charged for any subsequent monthly billing periods.\nas a courtesy to you we will convert your account to a free account.</li>\n<li>For annual subscriptions, if&nbsp;you cancel your subscription during the first fourteen (14) days of&nbsp;your&nbsp;subscription term you can receive different offers from&nbsp;MuseScore depending on your usage period and activity (see 4.4) including receiving a refund of the difference between the then-in-effect and current annual subscription fee to which You are subscribed and the then-in-effect and current monthly subscription fee.\nYour account’s auto-renew function will be turned&nbsp;off and no recurring periodic charges will be charged at the end of the subscription term.\nAs a courtesy to you we will convert your Account to&nbsp;a&nbsp;free account.</li>\n</ul>\n<p>Your non-termination or&nbsp;continued use of&nbsp;the Service reaffirms that MuseScore is&nbsp;authorized to&nbsp;charge your payment method.\nWe&nbsp;may submit those charges for payment and you agree you will be&nbsp;responsible for such charges.\nThis does not waive our right to&nbsp;seek payment directly from you.</p>\n<p>4.2&nbsp;We may terminate this Agreement, restrict, suspend or&nbsp;terminate your use of&nbsp;the Service immediately and without notice or&nbsp;liability, if&nbsp;you violate, breach or&nbsp;fail to comply with this Agreement in&nbsp;any way, and it&nbsp;will not limit any other rights or&nbsp;remedies which are available to&nbsp;us.</p>\n<p>4.3&nbsp;You may terminate this Agreement by&nbsp;providing&nbsp;us with notice of&nbsp;your termination via your account portal and ceasing to&nbsp;use Service.\nTermination is&nbsp;your sole right and exclusive remedy if&nbsp;you are not satisfied with the Service.\nUpon the effective date of&nbsp;any such termination, your right to&nbsp;use the Service shall immediately cease.</p>\n<p>4.4&nbsp;Refund requests for annual subscriptions can be initiated through the following channels.\nVia email,&nbsp;support@musescore.com.\nVia the web,&nbsp;https://musescore.com/contact or https://musescore.com/contact-refund&nbsp;.\nVia Facebook,&nbsp;https://www.facebook.com/musescore/&nbsp;.\nVia the MuseScore mobile app messenger.</p>\n<p>4.5 Auto-renewing subscriptions purchased through an&nbsp;iOS application can only be&nbsp;cancelled by&nbsp;following the instructions located at&nbsp.\nhttps://support.apple.com/en-us/HT202039.\nRefund requests for cancelled auto-renewing subscriptions purchased through an&nbsp;iOS application must be&nbsp;submitted to&nbsp;Apple Support using this link: &nbsp;https://getsupport.apple.com/solutions.</p>\n<p>4.6 Auto-renewing subscriptions purchased through an&nbsp;Android application can only be&nbsp;cancelled by&nbsp;following the instructions located at&nbsp.\nhttps://support.google.com/googleplay/answer/7018481.\nRefund requests for cancelled auto-renewing subscriptions purchased through an&nbsp;Android application must be&nbsp;submitted to&nbsp;Google Play Support using this link: https://support.google.com/googleplay/answer/2479637.</p>\n<p>4.7 You acknowledge that MuseScore Pro and MuseScore Learn are separate subscriptions and that you will be&nbsp;charged separately upon subscribing.</p>\n<p>\n<strong>5.\nUSER RESTRICTIONS</strong>\n</p>\n<p>5.1 You may not use the Service to&nbsp;upload, distribute, transmit, communicate, link&nbsp;to, publish or&nbsp;access any data, information or&nbsp;material through, using or&nbsp;otherwise in&nbsp;connection with the Service, that: (a) is&nbsp;libelous, defamatory, vulgar or&nbsp;obscene, pornographic, sexually offensive or&nbsp;explicit, harmful or&nbsp;harassing, threatening, hateful, racially, culturally, ethnically or&nbsp;otherwise objectionable or&nbsp;offensive, discriminatory or&nbsp;abusive.\n(b) violates any law or&nbsp;regulation or&nbsp;the rights of&nbsp;others.\n©&nbsp;causes duress, distress or&nbsp;discomfort to&nbsp;another or&nbsp;is&nbsp;likely to&nbsp;deter or&nbsp;discourage others from using the Service.\nand/or (d) infringes any intellectual property, proprietary rights or&nbsp;confidentiality obligations of&nbsp;others.</p>\n<p>5.2 You may not use the Service&nbsp;to: (a) attempt to&nbsp;or&nbsp;actually disrupt, impair or&nbsp;interfere with, alter or&nbsp;modify the Service or&nbsp;any information, data or&nbsp;materials posted and/or displayed by&nbsp;us or&nbsp;anyone else.\n(b) act in&nbsp;a&nbsp;way that affects or&nbsp;reflects negatively on&nbsp;us, the Service, or&nbsp;anyone else.\nand/or ©&nbsp;collect or&nbsp;attempt to&nbsp;collect any information from others including, without limitation, personally identifiable information, without such party’s prior consent.\nYou agree to&nbsp;comply with all local, state, federal laws, statutes, rules and regulations, as&nbsp;well as&nbsp;any international treaties, which are applicable to&nbsp;your use of&nbsp;the Service.</p>\n<p>5.3 You are prohibited from violating or&nbsp;attempting to&nbsp;violate the security of&nbsp;the Service, including, without limitation: (a) accessing data not intended for you or&nbsp;logging onto a&nbsp;processor, communications or&nbsp;access device or&nbsp;account which you are not authorized to&nbsp;access.\n(b) attempting to&nbsp;probe, scan or&nbsp;test the vulnerability of&nbsp;the Service or&nbsp;to&nbsp;breach security or&nbsp;authentication measures, regardless of&nbsp;your motives or&nbsp;intent.\n©&nbsp;attempting to&nbsp;interfere with or&nbsp;disrupt the Service or&nbsp;service to&nbsp;any user, processor, host or&nbsp;network, including, without limitation, by&nbsp;submitting a&nbsp;virus, worm or&nbsp;Trojan horse.\nor&nbsp;(d) sending unsolicited e-mail or&nbsp;other information, including promotions or&nbsp;advertising.\nViolations of&nbsp;system or&nbsp;network security or&nbsp;this Agreement may result in&nbsp;civil or&nbsp;criminal liability.\nWe&nbsp;have the right to&nbsp;investigate occurrences, which may involve such violations and we&nbsp;may involve, provide information to&nbsp;and cooperate with, law enforcement authorities in&nbsp;prosecuting users who are involved in&nbsp;such violations.</p>\n<p>\n<strong>6.\nINTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<p>6.1&nbsp;In some cases, MuseScore derives its rights to&nbsp;use the Content offered on&nbsp;the Service from third party content owners («Content Providers») for fixed periods of&nbsp;time.\nAs&nbsp;well, MuseScore is&nbsp;sometimes required to&nbsp;remove certain Content off the Service for legal reasons.\nTherefore, certain Content offered or&nbsp;advertised by&nbsp;MuseScore may not be&nbsp;available when you try to&nbsp;access&nbsp;it, and not all Content is&nbsp;available in&nbsp;all countries or&nbsp;territories.</p>\n<p>6.2&nbsp;By using the Service, you acknowledge and agree that you have no&nbsp;right to&nbsp;provide any files obtained through the Service to&nbsp;any other party or&nbsp;through any other means.\nYou agree that you will not duplicate or&nbsp;otherwise reproduce the Content, or&nbsp;any portion thereof, onto any physical medium, memory or&nbsp;device now known or&nbsp;hereinafter devised.\nIn&nbsp;addition, you agree that you will not attempt&nbsp;to, or&nbsp;encourage or&nbsp;assist any other person&nbsp;to, circumvent or&nbsp;modify any Content protection methods.<br>\n<br> 6.3 Except as&nbsp;expressly stated in&nbsp;Section&nbsp;7 («User Generated Content»), the Content available through the Service is&nbsp;the property of&nbsp;MuseScore or&nbsp;its Content Providers and is&nbsp;protected by&nbsp;copyright and other intellectual property laws.\nContent received through the Service may be&nbsp;accessed for your personal, non-commercial use only.\nWithout limiting the foregoing, this means that you may not use the Content for classroom purposes, except when permitted by&nbsp;our Content Providers.<br>\n<br> 6.4 You acknowledge that MuseScore retains exclusive ownership of&nbsp;the Service and all intellectual property rights associated therewith, subject to&nbsp;the terms of&nbsp;the GNU Public License.\nThe Service contains proprietary and confidential information that is&nbsp;protected by&nbsp;copyright laws and international treaty provisions.\nExcept as&nbsp;expressly provided herein, you are not granted any rights or&nbsp;license to&nbsp;patents, copyrights, trade secrets or&nbsp;trademarks with respect to&nbsp;the Service or&nbsp;the Content, and MuseScore reserves all rights not expressly granted hereunder.\nYou may not copy, reproduce, transfer or&nbsp;access (except as&nbsp;expressly authorized by&nbsp;this Agreement), re-license, reverse engineer, decompile, disassemble, translate, publish, transmit, distribute, display, broadcast, re-broadcast, redistribute, modify, create derivative works from, capture or&nbsp;store in&nbsp;any physical media, market, rent, sell, lease, sublicense, or&nbsp;participate in&nbsp;any sale of&nbsp;or&nbsp;exploit in&nbsp;any way, in&nbsp;whole or&nbsp;in&nbsp;part, directly or&nbsp;indirectly, the Service or&nbsp;any related software, except as&nbsp;expressly provided for in&nbsp;the GNU Public license.\nYou shall promptly notify MuseScore in&nbsp;writing upon your discovery of&nbsp;any unauthorized use or&nbsp;infringement of&nbsp;the Service or&nbsp;the Content or&nbsp;MuseScore’s patent, copyright, trade secret, trademarks or&nbsp;other intellectual property rights.\nExcept as&nbsp;expressly provided for herein, any copy or&nbsp;use of&nbsp;any portion of&nbsp;the Service shall constitute an&nbsp;act of&nbsp;copyright infringement and a&nbsp;breach of&nbsp;this Agreement.\nFurthermore, MuseScore may in&nbsp;its sole discretion pursue any other available rights or&nbsp;remedies at&nbsp;law or&nbsp;in&nbsp;equity for a&nbsp;violation of&nbsp;this Agreement or&nbsp;such copyright infringement.<br>\n<br> 6.5&nbsp;We respect the intellectual property of&nbsp;others, and we&nbsp;ask our users to&nbsp;do&nbsp;the same.\nIf&nbsp;you believe that your work has been copied in&nbsp;a&nbsp;way that constitutes copyright infringement, or&nbsp;your intellectual property rights have been otherwise violated, please provide our Copyright Agent the following information:<br>\n<br> (i) an&nbsp;electronic or&nbsp;physical signature of&nbsp;the person authorized to&nbsp;act on&nbsp;behalf of&nbsp;the owner of&nbsp;the copyright or&nbsp;other intellectual property interest;<br>\n<br> (ii) a&nbsp;description of&nbsp;the copyrighted work or&nbsp;other intellectual property that you claim has been infringed;<br>\n<br> (iii) a&nbsp;description of&nbsp;where the material that you claim is&nbsp;infringing is&nbsp;located on&nbsp;the site;<br>\n<br> (iv) your address, telephone number, and email address;<br>\n<br> (v) a&nbsp;statement by&nbsp;you that you have a&nbsp;good faith belief that the disputed use is&nbsp;not authorized by&nbsp;the copyright owner, its agent, or&nbsp;the law;<br>\n<br> (vi) a&nbsp;statement by&nbsp;you, made under penalty of&nbsp;perjury, that the above information in&nbsp;your Notice is&nbsp;accurate and that you are the copyright or&nbsp;intellectual property owner or&nbsp;authorized to&nbsp;act on&nbsp;the copyright or&nbsp;intellectual property owner’s behalf.<br>\n<br> Our Agent for Notice of&nbsp;claims of&nbsp;copyright or&nbsp;other intellectual property infringement can be&nbsp;reached as&nbsp;follows:<br>\n<br>By&nbsp;mail:<br> Copyright Agent<br> Musescore Limited<br> 84, Spyrou Kyprianou<br> 4004, Limassol, Cyprus<br> Phone: 415.599.4620, ext 2<br> Email:&nbsp;copyright@musecore.com</p>\n<p>6.6 Please note that any Content made available on&nbsp;or&nbsp;through the Service which contains or&nbsp;displays the YouTube logo or&nbsp;which is&nbsp;provided via the YouTube player is&nbsp;hosted on&nbsp;YouTube’s servers, and MuseScore thus does not have the ability to&nbsp;permanently remove all or&nbsp;any such content from YouTube’s servers.\nTherefore, if&nbsp;you have a&nbsp;complaint concerning any video content made available on&nbsp;the Service that is&nbsp;provided by&nbsp;YouTube, you should contact YouTube directly in&nbsp;accordance with copyright policies&nbsp;at: http://www.youtube.com/t/terms.\nIf&nbsp;you believe that your work is&nbsp;available on&nbsp;the Website via the YouTube player in&nbsp;a&nbsp;way that constitutes copyright infringement, please: (i) contact YouTube directly in&nbsp;accordance with copyright policies&nbsp;at: http://www.youtube.com/t/terms and (i) contact MuseScore by&nbsp;sending&nbsp;us a&nbsp;notice in&nbsp;accordance with the provisions of&nbsp;this Section&nbsp;6.<br>\n<br> 6.7 The MuseScore logos and other trademarks on&nbsp;the site are the property of&nbsp;their respective owners and are owned&nbsp;by, licensed&nbsp;to, or, where required, used with permission by&nbsp;MuseScore and may not be&nbsp;reproduced, copied, or&nbsp;manipulated in&nbsp;any manner without the express, written approval of&nbsp;the trademark owner.</p>\n<p>\n<strong>7.\nUSER GENERATED CONTENT</strong>\n</p>\n<p>7.1 The Service may, but is&nbsp;not obligated&nbsp;to, offer interactive features that allow Registered Users&nbsp;to, among other things, submit or&nbsp;post Content («User Generated Content») or&nbsp;links to&nbsp;third party Content on&nbsp;areas of&nbsp;the Service accessible and viewable by&nbsp;other users of&nbsp;the Service and the public.\nIf&nbsp;you are a&nbsp;Registered User, you represent and agree that any use by&nbsp;you of&nbsp;such features, including any User Generated Content or&nbsp;links submitted or&nbsp;posted by&nbsp;you, shall be&nbsp;your sole responsibility, shall not infringe or&nbsp;violate the rights of&nbsp;any other party or&nbsp;violate any laws, contribute to&nbsp;or&nbsp;encourage infringing or&nbsp;otherwise unlawful conduct, or&nbsp;otherwise be&nbsp;obscene, objectionable or&nbsp;in&nbsp;poor taste, and that you have obtained all necessary rights, licenses or&nbsp;clearances.\nRegistered Users also further agree to&nbsp;provide accurate and complete information in&nbsp;connection with your submission or&nbsp;posting of&nbsp;any User Generated Content on&nbsp;the Service.\n«User Generated Content» includes, without limitation, Notation, reviews, videos, photos, articles, audio files, applications and any other content whether copyrightable or&nbsp;not.\n«Notation» means a&nbsp;system of&nbsp;notation using letters, symbols, or&nbsp;other visual cues to&nbsp;indicate how a&nbsp;musical work is&nbsp;to&nbsp;be&nbsp;played.</p>\n<p>7.2 MuseScore does not claim any ownership rights in&nbsp;User Generated Content that you transmit, submit, display or&nbsp;publish («post») on, through or&nbsp;in&nbsp;connection with the Service.\nAfter posting your User Generated Content&nbsp;on, through or&nbsp;in&nbsp;connection with the Service, you continue to&nbsp;retain any such rights that you may have in&nbsp;your User Generated Content, subject to&nbsp;the limited license herein.\nBy&nbsp;posting any User Generated Content&nbsp;on, through or&nbsp;in&nbsp;connection with the Service, you hereby grant to&nbsp;MuseScore a&nbsp;limited license to&nbsp;use, modify, delete from, add&nbsp;to, publicly perform, publicly display, reproduce, and distribute such User Generated Content solely&nbsp;on, through or&nbsp;in&nbsp;connection with the Service, including, without limitation, through the Service to&nbsp;applications, widgets, websites or&nbsp;mobile, desktop, including, without limitation, distributing part or&nbsp;all of&nbsp;the Service and any User Generated Content included therein, in&nbsp;any media formats and through any media channels, including without limitation, third party social media and streaming platforms, and shall constitute a&nbsp;waiver of&nbsp;any rights, ’’moral rights,’’ or&nbsp;any similar rights under any jurisdiction.\nExcept as&nbsp;expressly provided for herein, this limited license does not grant MuseScore the right to&nbsp;sell or&nbsp;otherwise distribute your User Generated Content outside of&nbsp;the Service.</p>\n<p>7.3 The license you grant to&nbsp;MuseScore is&nbsp;non-exclusive (meaning you are free to&nbsp;license your User Generated Content to&nbsp;anyone else in&nbsp;addition to&nbsp;MuseScore), fully-paid and royalty-free (meaning that MuseScore is&nbsp;not required to&nbsp;pay you or&nbsp;anyone else deriving rights from you for the use on&nbsp;the Service of&nbsp;the User Generated Content that you post), sublicensable (so&nbsp;that MuseScore is&nbsp;able to&nbsp;use its affiliates, subcontractors and other partners such as&nbsp;Internet content delivery networks and wireless carriers to&nbsp;provide the Services), perpetual (meaning that no&nbsp;termination of&nbsp;this Agreement will affect the license granted by&nbsp;you), and worldwide (because the Internet and the Services are global in&nbsp;reach).</p>\n<p>7.4 MuseScore reserves the right not to&nbsp;post or&nbsp;publish any User Generated Content, and to&nbsp;delete, remove or&nbsp;edit any User Generated Content, at&nbsp;any time in&nbsp;its sole discretion without notice or&nbsp;liability.\nWithout limiting the foregoing, User Generated Content which is&nbsp;not playable, downloadable and/or displayable in&nbsp;mobile apps, or&nbsp;which is&nbsp;posted primarily for the purpose of&nbsp;promoting another website or&nbsp;service, may be&nbsp;removed in&nbsp;MuseScore’s sole discretion and without notice or&nbsp;liability.</p>\n<p>7.5 MuseScore has the right, but not the obligation, to&nbsp;monitor any information and User Generated Content submitted or&nbsp;posted by&nbsp;you or&nbsp;otherwise available on&nbsp;the Service, to&nbsp;investigate any reported or&nbsp;apparent violation of&nbsp;this Agreement, and to&nbsp;take any action that MuseScore in&nbsp;its sole discretion deems appropriate.</p>\n<p>7.6 Rights Granted to&nbsp;Registered Users:</p>\n<p>(a) Notation Rights.\nSubject to any third party restrictions, MuseScore grants to Registered Users a nonexclusive right and license, solely on or through Service, to (i) create Notation based upon the compositions that we have licensed from third party publishers and writers (the \"Licensed Compositions\").\nand (ii) reproduce, distribute and display the Notation (or any portion thereof) on or through the Service.</p>\n<p>(b) Demonstration Rights.\nSubject to&nbsp;any third party restrictions, MuseScore grants to&nbsp;Registered Users a&nbsp;nonexclusive right and license, solely on&nbsp;or&nbsp;through the Service, to&nbsp;(i) record the Licensed Compositions as&nbsp;audio files, (ii) record the Licensed Compositions in&nbsp;synchronization with visual images representing Notation.\nand (iii) perform publicly the Licensed Compositions and any reproductions in&nbsp;conjunction with Notation (collectively the «Demonstration Rights»).</p>\n<p>(c) The Notation Rights and the Demonstration Rights as&nbsp;provided hereunder are collectively referred to&nbsp;hereunder as&nbsp;the «Rights Granted.» For purposes of&nbsp;clarification and the avoidance of&nbsp;doubt, the Rights Granted are only granted to&nbsp;Registered Users of&nbsp;the Service and not to&nbsp;any other users of&nbsp;or&nbsp;visitors to&nbsp;the Service.</p>\n<p>(d) Ownership and Reservation of&nbsp;Rights.\nExcept for the Rights Granted hereunder, and subject to&nbsp;any third party restrictions, the respective Content Providers retain all right, title and interest in&nbsp;and to&nbsp;the Licensed Compositions and nothing in&nbsp;this Agreement shall (or&nbsp;shall be&nbsp;construed&nbsp;to) restrict, impair, transfer, license, convey or&nbsp;otherwise alter or&nbsp;deprive the respective Content Providers of&nbsp;any of&nbsp;their rights or&nbsp;proprietary interests in&nbsp;any intellectual property, content, data, information or&nbsp;any other materials or&nbsp;rights, tangible or&nbsp;intangible.</p>\n<p>7.7 Downloads and printing</p>\n<p>You may only use downloads and printing from MuseScore for personal, non-commercial, use.\nFor MuseScore PRO and PRO+ plans there are the following limitations:</p>\n<ul>\n<li>20&nbsp;scores for downloading and printing per day</li>\n<li>300 scores for downloading and printing per month</li>\n</ul>If Content from the Service is removed or changed at any time, MuseScore shall not be liable to you in any way.<br>\n<br>Except as expressly provided in this Terms of Use, you DO NOT have the right to:<ul>\n<li>Redistribute downloaded or printed Content to third parties by any means.</li>\n<li>Rent, give or lend downloaded or printed Content to third parties.</li>\n<li>Use automated systems (except for those that may be provided by MuseScore) for accessing or downloading Content, or</li>\n<li>Attempt to circumvent, alter, or in any other way modify any copy-protection technologies placed on downloads offered by MuseScore.</li>\n</ul>\n<p>\n</p>\n<p>7.8&nbsp;By uploading any PDF notation files for conversion into MSCZ format files&nbsp;on, through or&nbsp;in&nbsp;connection with the Service, you hereby grant to&nbsp;MuseScore a non-exclusive, fully-paid and royalty-free, sublicensable, perpetual, and worldwide license to&nbsp;use, modify, delete from, add&nbsp;to, publicly perform, publicly display, reproduce, and distribute such converted files solely&nbsp;on, through or&nbsp;in&nbsp;connection with the Service, including, without limitation, through the Service to&nbsp;applications, widgets, websites or&nbsp;mobile, desktop, including, without limitation, distributing part or&nbsp;all of&nbsp;the Service and any converted files included therein, in&nbsp;any media formats and through any media channels, including without limitation, third party social media and streaming platforms.\nExcept as&nbsp;expressly provided for herein, this limited license does not grant MuseScore the right to&nbsp;sell or&nbsp;otherwise distribute your converted files outside of&nbsp;the Service.</p>\n<p>\n<strong>8.\nDISCLAIMER OF&nbsp;WARRANTIES</strong>\n</p>\n<p>YOU EXPRESSLY AGREE THAT USE OF&nbsp;AND ACCESS TO&nbsp;THE SERVICE IS&nbsp;AT&nbsp;YOUR SOLE RISK.\nTHE SERVICE IS&nbsp;PROVIDED ON&nbsp;AN&nbsp;«AS&nbsp;IS» AND AN&nbsp;«AS&nbsp;AVAILABLE» BASIS.\nWE&nbsp;DO&nbsp;NOT MAKE, AND HEREBY DISCLAIM, ANY REPRESENTATIONS OR&nbsp;WARRANTIES REGARDING THE SERVICE, THE MUSESCORE SITE AND THE PRODUCTS AND SERVICES OFFERED THROUGH THE SERVICE OR&nbsp;ANY PORTION THEREOF, EXPRESS, IMPLIED OR&nbsp;STATUTORY, INCLUDING (WITHOUT LIMITATION) IMPLIED WARRANTIES OF&nbsp;MERCHANTABILITY, FITNESS FOR A&nbsp;PARTICULAR PURPOSE, TITLE, NONINFRINGEMENT OF&nbsp;THIRD PARTY RIGHTS.\nOR&nbsp;ANY WARRANTIES ARISING BY&nbsp;COURSE OF&nbsp;DEALING OR&nbsp;CUSTOM OF&nbsp;TRADE.\nWE&nbsp;MAKE NO&nbsp;REPRESENTATION OR&nbsp;WARRANTY THAT ANY MATERIAL, CONTENT, PRODUCTS OR&nbsp;SERVICES DISPLAYED ON&nbsp;OR&nbsp;OFFERED THROUGH THE SERVICE ARE ACCURATE, COMPLETE, APPROPRIATE, RELIABLE, OR&nbsp;TIMELY.\nWE&nbsp;ALSO MAKE NO&nbsp;REPRESENTATIONS OR&nbsp;WARRANTIES THAT THE SERVICE WILL&nbsp;MEET YOUR REQUIREMENTS AND/OR YOUR ACCESS TO&nbsp;AND USE OF&nbsp;THE SERVICE WILL&nbsp;BE UNINTERRUPTED OR&nbsp;ERROR-FREE, FREE OF&nbsp;VIRUSES, MALICIOUS CODE, OR&nbsp;OTHER HARMFUL COMPONENTS, OR&nbsp;OTHERWISE SECURE.\nSOME JURISDICTIONS DO&nbsp;NOT ALLOW THE EXCLUSION OF&nbsp;CERTAIN WARRANTIES.\nACCORDINGLY, SOME OF&nbsp;THE ABOVE EXCLUSIONS MAY NOT APPLY TO&nbsp;YOU.</p>\n<p>\n<strong>9.\nLIMITATION OF&nbsp;LIABILITY</strong>\n</p>\n<p>TO&nbsp;THE MAXIMUM EXTENT PERMITTED BY&nbsp;LAW, MUSESCORE SHALL&nbsp;NOT BE&nbsp;LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR&nbsp;PUNITIVE DAMAGES, OR&nbsp;ANY LOSS OF&nbsp;PROFITS OR&nbsp;REVENUES, WHETHER INCURRED DIRECTLY OR&nbsp;INDIRECTLY, OR&nbsp;ANY LOSS OF&nbsp;DATA, USE, GOODWILL, OR&nbsp;OTHER INTANGIBLE LOSSES, RESULTING FROM (A) YOUR ACCESS TO&nbsp;OR&nbsp;USE OF&nbsp;OR&nbsp;INABILITY TO&nbsp;ACCESS OR&nbsp;USE THE SERVICE.\n(B) ANY CONDUCT OR&nbsp;CONTENT OF&nbsp;ANY THIRD PARTY ON&nbsp;THE SERVICE, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR&nbsp;ILLEGAL CONDUCT OF&nbsp;OTHER USERS OR&nbsp;THIRD PARTIES.\nOR&nbsp;©&nbsp;UNAUTHORIZED ACCESS, USE OR&nbsp;ALTERATION OF&nbsp;YOUR TRANSMISSIONS OR&nbsp;CONTENT.\nIN&nbsp;NO&nbsp;EVENT SHALL&nbsp;MUSESCORE’S AGGREGATE LIABILITY FOR ALL&nbsp;CLAIMS RELATING TO&nbsp;THE SERVICE EXCEED ONE HUNDRED U.S.\nDOLLARS (U.S.\n$100.00).</p>\n<p>If&nbsp;we&nbsp;cause damage to&nbsp;you and you’re a&nbsp;consumer in&nbsp;the EEA, the above doesn’t apply.\nInstead, MuseScore’s liability will be&nbsp;limited to&nbsp;foreseeable damages arising due to&nbsp;a&nbsp;breach of&nbsp;material contractual obligations typical for this type of&nbsp;contract.\nMuseScore isn’t liable for damages that result from a&nbsp;non-material breach of&nbsp;any other applicable duty of&nbsp;care.\nThis limitation of&nbsp;liability won’t apply to&nbsp;any statutory liability that cannot be&nbsp;limited, to&nbsp;liability for death or&nbsp;personal injury caused by&nbsp;our negligence or&nbsp;willful misconduct, or&nbsp;if&nbsp;and to&nbsp;exclude our responsibility for something we&nbsp;have specifically promised to&nbsp;you.</p>\n<p>\n<strong>10.\nINDEMNITY</strong>\n</p>\n<p>You agree to&nbsp;defend, indemnify and hold&nbsp;us harmless against any losses, expenses, costs or&nbsp;damages (including our reasonable attorneys’ fees, expert fees’ and other reasonable costs of&nbsp;litigation or&nbsp;proceedings) arising from, incurred as&nbsp;a&nbsp;result&nbsp;of, or&nbsp;in&nbsp;any manner related to&nbsp;any claim or&nbsp;action based upon (a) your breach&nbsp;of, or&nbsp;failure to&nbsp;comply with, the terms and conditions of&nbsp;this Agreement, (b) your use of&nbsp;the Service, and/or ©&nbsp;the use of&nbsp;the Service by&nbsp;any other person using your IDs.\nWe&nbsp;may, in&nbsp;our discretion, participate in&nbsp;the defense of&nbsp;any such claim or&nbsp;action and any negotiations for its settlement or&nbsp;compromise.\nNo&nbsp;settlement which may adversely affect our rights or&nbsp;obligations shall be&nbsp;made without our prior written approval.\nWe&nbsp;reserve the right, at&nbsp;our own expense and on&nbsp;notice to&nbsp;you, to&nbsp;assume exclusive defense and control of&nbsp;any such claim or&nbsp;action and then your corresponding indemnification obligation will end.</p>\n<p>\n<strong>11.\nCHOICE OF&nbsp;LAW AND CONSENT TO&nbsp;JURISDICTION</strong>\n</p>\n<p>The Service is&nbsp;created, operated and controlled by&nbsp;MuseScore in&nbsp;the country of&nbsp;Belgium.\nThe laws of&nbsp;Belgium will govern this Agreement without giving effect to&nbsp;any principles or&nbsp;conflicts of&nbsp;laws.</p>\n<p>\n<strong>12.\nOBJECTIONABLE MATERIAL</strong>\n</p>\n<p>You understand that by&nbsp;using the Service, you may encounter content that may be&nbsp;deemed offensive, indecent, or&nbsp;objectionable, which content may or&nbsp;may not be&nbsp;identified as&nbsp;having explicit language.\nNevertheless, you agree to&nbsp;use the Service at&nbsp;your sole risk and that MuseScore shall have no&nbsp;liability to&nbsp;you for content that may be&nbsp;found to&nbsp;be&nbsp;offensive, indecent, or&nbsp;objectionable.\nContent descriptions are provided for convenience, and you acknowledge and agree that MuseScore does not guarantee their accuracy.\nIf&nbsp;you’re a&nbsp;consumer in&nbsp;the EEA, we&nbsp;don’t exclude or&nbsp;limit any liability for gross negligence, intent, or&nbsp;death or&nbsp;personal injury caused by&nbsp;our negligence or&nbsp;willful misconduct.</p>\n<p>\n<strong>13.\nLINKS TO&nbsp;OTHER SITES</strong>\n</p>\n<p>The Service may contain hyperlinks and pointers to&nbsp;other sites on&nbsp;the Internet that may be&nbsp;maintained by&nbsp;third parties («Other Sites»).\nIf&nbsp;you use the hyperlinks to&nbsp;access these Other Sites, you will leave the Service and your browser will be&nbsp;re-directed to&nbsp;the Other Sites.\nThe Other Sites may have their own terms of&nbsp;use and privacy policy and those Other Sites may have different practices and requirements than the Service.\nMuseScore may not have knowledge&nbsp;of, and is&nbsp;not responsible for, the content, information, services, products or&nbsp;advertisements presented by&nbsp;any Other Site which you use at&nbsp;your own risk.\nMuseScore does not warrant or&nbsp;make any representation regarding the legality, accuracy, quality or&nbsp;authenticity of&nbsp;content, information, services or&nbsp;products presented by&nbsp;Other Sites.\nThe hyperlinks to&nbsp;Other Sites do&nbsp;not constitute an&nbsp;endorsement by&nbsp;MuseScore of&nbsp;any Other Site(s) or&nbsp;resources, or&nbsp;their content, information, services or&nbsp;products.\nThe Service is&nbsp;only providing these links to&nbsp;you as&nbsp;a&nbsp;convenience.\nThe terms of&nbsp;use and privacy policy of&nbsp;any Other Sites shall apply to&nbsp;your access and use of&nbsp;them.\nMuseScore accepts no&nbsp;responsibility for the content or&nbsp;conduct of&nbsp;Other Sites</p>\n<p>\n<strong>14.\nMUSESCORE LINKING AND WIDGET POLICY</strong>\n</p>\n<p>Any website that links to&nbsp;the Service or&nbsp;on&nbsp;which you include the MuseScore widget: (a) must not frame, surround, obfuscate or&nbsp;create a&nbsp;browser or&nbsp;border environment around any of&nbsp;the Content of&nbsp;the Service.\n(b) may link&nbsp;to, but not replicate, the Content of&nbsp;the Service.\n©&nbsp;must not imply that MuseScore or&nbsp;the Service are endorsing or&nbsp;sponsoring it&nbsp;or&nbsp;its products, unless MuseScore has given its prior written consent.\n(d) must not present false information about MuseScore or&nbsp;its products or&nbsp;services.\n(e) must not use the Service or&nbsp;trademarks except as&nbsp;expressly permitted in&nbsp;this Agreement or&nbsp;without MuseScore’s prior written permission.\n(f) must not contain content that is&nbsp;illegal, obscene or&nbsp;defamatory, or&nbsp;that could be&nbsp;construed as&nbsp;distasteful, offensive or&nbsp;controversial.\nand (g) must not support, endorse or&nbsp;encourage piracy or&nbsp;the unauthorized exploitation of&nbsp;intellectual property rights.\nNotwithstanding anything to&nbsp;the contrary contained in&nbsp;this Agreement, MuseScore reserves the right to&nbsp;deny permission to&nbsp;link to&nbsp;the Service for any reason in&nbsp;our sole and absolute discretion.\nAny MuseScore widget is&nbsp;not provided for commercial use, distribution or&nbsp;exploitation.\nIf&nbsp;you are the operator of&nbsp;a&nbsp;commercial website and would like to&nbsp;link to&nbsp;the Service or&nbsp;include the MuseScore widget in&nbsp;your website, please contact&nbsp;us by&nbsp;emailing webmaster@MuseScore.com.\nMuseScore reserves the right to&nbsp;remove links or&nbsp;block the MuseScore widget at&nbsp;any time and for any reason in&nbsp;its absolute discretion.</p>\n<p>\n<strong>15.\nMUSESCORE PRIVACY POLICY</strong>\n</p>\n<p>MuseScore takes your privacy seriously and operates under the policies and principles outlined in&nbsp;its Privacy Policy, which contains important information and disclosures relating to&nbsp;the collection and use of&nbsp;your personally identifiable information in&nbsp;connection with your use of&nbsp;the Service.\nOur Privacy Policy is&nbsp;set forth here.</p>\n<p>\n<strong>16.\nEXPORT</strong>\n</p>\n<p>You assume all responsibility for compliance with all laws and regulations of&nbsp;the United States, including but not limited to&nbsp;the U.S.\nExport Administration Regulations («EAR») and economic sanctions administered by&nbsp;the U.S.\nTreasury Department’s Office of&nbsp;Foreign Assets Control («OFAC»), and those of&nbsp;any other country from which You may access musescore.com regarding access, use, transfer, release, export, re-export and import of&nbsp;any Content appearing on&nbsp;or&nbsp;available through musescore.com.</p>\n<p>You represent, warrant and covenant that (i) you will not export or&nbsp;import any Content or&nbsp;use any Content for transactions involving any country, region or&nbsp;government to&nbsp;which export, re-export or&nbsp;transfer is&nbsp;restricted under United States law or&nbsp;any country, region or&nbsp;government subject to&nbsp;an&nbsp;OFAC embargoed (which, for the purposes of&nbsp;these terms, means a&nbsp;country, region or&nbsp;government in&nbsp;respect to&nbsp;which the U.S.\nhas imposed an&nbsp;embargo from time to&nbsp;time, at&nbsp;present which can be&nbsp;found&nbsp;here).\n(ii) you are not and will not transfer Content to&nbsp;a&nbsp;person identified on&nbsp;U.S.\nor&nbsp;other applicable government restricted party lists with whom transactions are prohibited, including but not limited to&nbsp;OFAC’s Specially Designated Nationals («SDN») List or&nbsp;the EAR’s Entity List or&nbsp;Denied Persons List (collectively, «Restricted Parties»), or&nbsp;any person acting on&nbsp;behalf of&nbsp;such party.</p>\n<p>\n<strong>16.\nCUSTOMER SUPPORT</strong>\n</p>\n<p>If&nbsp;you need assistance with your account, you may reach Customer Support at&nbsp;any time here: https://musescore.com/contact or&nbsp;by&nbsp;email at&nbsp;support@musescore.com.\nPlease note that these are the only methods to&nbsp;contact MuseScore for Customer Support.\nthere is&nbsp;no&nbsp;Customer Support by&nbsp;telephone or&nbsp;fax.\nThe Disclaimers of&nbsp;Warranties and Limitations of&nbsp;Liability set forth in&nbsp;these Terms of&nbsp;Use expressly apply to&nbsp;the use of&nbsp;Customer Support.\nWe&nbsp;may utilize the services of&nbsp;third parties in&nbsp;providing you Customer Support.</p>\n<p>\n<strong>17.\nOTHER IMPORTANT PROVISIONS</strong>\n</p>\n<p>17.1 You shall not use the Service in&nbsp;any manner contrary to&nbsp;local, state or&nbsp;federal law.\nMuseScore expressly disclaims any and all responsibility or&nbsp;liability for any action by&nbsp;you that is&nbsp;contrary to&nbsp;such law(s) by&nbsp;you and reserves the right to&nbsp;terminate your Service immediately upon notice of&nbsp;your failure to&nbsp;comply with any such local, state or&nbsp;federal law.</p>\n<p>17.2 Our performance of&nbsp;this Agreement is&nbsp;subject to&nbsp;existing laws and legal process, and nothing contained in&nbsp;this Agreement is&nbsp;in&nbsp;derogation of&nbsp;our right to&nbsp;comply with governmental, court and law enforcement requests or&nbsp;requirements relating to&nbsp;your use of&nbsp;the Service or&nbsp;information provided to&nbsp;or&nbsp;gathered by&nbsp;us with respect to&nbsp;such use.</p>\n<p>17.3&nbsp;No failure or&nbsp;delay in&nbsp;enforcing any provision, exercising any option or&nbsp;requiring performance, shall be&nbsp;construed to&nbsp;be&nbsp;a&nbsp;waiver of&nbsp;that or&nbsp;any other right in&nbsp;connection with this Agreement.</p>\n<p>17.4 These Terms, and any rights and licenses granted hereunder, may not be&nbsp;transferred or&nbsp;assigned by&nbsp;you, but may be&nbsp;assigned by&nbsp;MuseScore without restriction.\nAny attempted transfer or&nbsp;assignment in&nbsp;violation hereof shall be&nbsp;null and void.\nIf&nbsp;you’re a&nbsp;consumer in&nbsp;the EEA, MuseScore may assign this agreement, and any rights and licenses granted under&nbsp;it, to&nbsp;a&nbsp;third party.\nIn&nbsp;case of&nbsp;such an&nbsp;assignment, you are entitled to&nbsp;terminate the agreement with immediate effect by&nbsp;deactivating your account.\nMuseScore will provide you with reasonable notice of&nbsp;any such assignment.</p>\n<p>17.5 This Agreement, together with our Privacy Policy and any other rules, regulations, procedures and policies which we&nbsp;refer to&nbsp;and which are hereby incorporated herein by&nbsp;this reference, constitutes the entire agreement between you and&nbsp;us with respect to&nbsp;the Service and it&nbsp;supersedes all prior or&nbsp;contemporaneous communications and proposals, whether electronic, oral or&nbsp;written, between you and&nbsp;us with respect to&nbsp;the Service.</p>\n<p>17.6 Any provision which must survive in&nbsp;order to&nbsp;allow&nbsp;us to&nbsp;enforce its meaning shall survive the termination of&nbsp;this Agreement.</p>\n<p>17.7&nbsp;A printed version of&nbsp;this Agreement and of&nbsp;any notice given in&nbsp;electronic form shall be&nbsp;admissible in&nbsp;judicial or&nbsp;administrative proceedings based upon or&nbsp;relating to&nbsp;this Agreement to&nbsp;the same extent and subject to&nbsp;the same conditions as&nbsp;other business documents and records originally generated and maintained in&nbsp;printed form.</p>\n<p>\n<strong>18.\nSERVICE MAY USE YOUTUBE’S APPLICATION INTERFACE PROGRAM (API)</strong>\n</p>\n<p>By using our Service, you are agreeing to be bound by the YouTube Terms of Service.\nYou can review YouTube's Terms of Service here YouTube's Terms of Service.</p>\n<p>\n<strong>19.\nPRO&nbsp;CREDITS</strong>\n</p>\n<p>PRO Credits can only be&nbsp;redeemed within the Service for PRO Access.\nPRO Access includes the following features and/or scores («Items»):</p>\n<p>Scores made by&nbsp;a&nbsp;trusted community of&nbsp;musicians.\nWhen a&nbsp;user gets the PRO Access on&nbsp;any sheet music using PRO Credit, the user will receive unlimited lifetime access to this score.\nUser can still delete his or&nbsp;her account.\nIn&nbsp;that case, the user is responsible for downloading music scores.</p>\n<p>PRO Access features include, but not limited&nbsp;to:</p>\n<ul>\n<li>in&nbsp;App: mixer, transpose to&nbsp;any tonality, keyboard, autoscroll, offline access, download in&nbsp;PDF, MIDI&nbsp;or MP3.\nDownload could be&nbsp;restricted for some scores.</li>\n<li>in&nbsp;Web: mixer, keyboard, download in&nbsp;PDF, MIDI, MuseScore native format, Music XML and MP3, printing.\nDownload could be&nbsp;restricted for some scores.</li>\n<li>Features are subject to&nbsp;change.</li>\n</ul>\n<p>\n</p>\n<p>WE&nbsp;MAY AT&nbsp;ANY TIME IN&nbsp;OUR SOLE DISCRETION CHANGE OR&nbsp;REMOVE ANY ITEM WHICH CAN BE ACQUIRED USING PRO CREDITS, AS&nbsp;WELL&nbsp;AS CHANGE THE AMOUNT OF&nbsp;PRO CREDITS NEEDED TO ACQUIRE A&nbsp;PARTICULAR ITEM.\nYou may only redeem PRO Credits for Items on&nbsp;offer at&nbsp;the time of&nbsp;redemption.</p>\n<p>PRO Credits cannot be&nbsp;purchased individually.\nUsers can buy a&nbsp;package, particular packages are available at&nbsp.\nhttps://musescore.com/pro/landing/credits.</p>\n<p>PRO Credits do&nbsp;not have any inherent monetary value and are not your own private property.\nWhen you purchase or&nbsp;acquire the license to&nbsp;use PRO Credits, you do&nbsp;not own the PRO Credits.\nInstead, they constitute an&nbsp;element of&nbsp;your license in&nbsp;the Service.\nSimilarly, any PRO Credits balance shown in&nbsp;your Account does not constitute a&nbsp;real-world balance or&nbsp;reflect any stored monetary value in&nbsp;any real-world currency.</p>\n<p>Except as&nbsp;expressly stated in&nbsp;these Terms, items may expire.\nEach item that you obtain using PRO Credits or&nbsp;points will be&nbsp;included in&nbsp;your account until the earlier of&nbsp;the item’s expiration date, termination or&nbsp;expiration of&nbsp;your account, these Terms, or&nbsp;the Service.\nPrice and availability of&nbsp;items are subject to&nbsp;change without notice, consistent with applicable law.</p>\n<p>PRO Credit packages are valid for a&nbsp;fixed time period which is&nbsp;stated upon purchase.\nAny unused PRO Credits will expire.\nHowever, users can «top&nbsp;up» their account and prolong the period.</p>\n<p>Refunds are only available if&nbsp;a&nbsp;user contacts support in&nbsp;the first 14&nbsp;days after purchasing the PRO Credit pack.\nThe user can contact support for a&nbsp;pro-rated refund of&nbsp;unused PRO Credits.\nFor example, if&nbsp;the user bought a&nbsp;package of&nbsp;3&nbsp;PRO Credits and used 1&nbsp;one, then the user asks for the refund in&nbsp;the first 14&nbsp;days, the user can receive the difference between the price of&nbsp;the package of&nbsp;3&nbsp;PRO Credits and used PRO Credits.\nAfter 14&nbsp;days from purchase, we&nbsp;do&nbsp;not provide any cash or&nbsp;refunds for PRO Credits or&nbsp;Items (except as&nbsp;expressly required by&nbsp;law).</p>\n<p>PRO Credits and Items do&nbsp;not have any real-world monetary value.\nPRO Credits are for your personal use only and as&nbsp;part of&nbsp;your Account with PRO Access.\nYou must not sell or&nbsp;transfer, trade, or&nbsp;exchange them (whether by&nbsp;itself or&nbsp;by transferring your Account) or&nbsp;make them available to&nbsp;anyone else or&nbsp;attempt to&nbsp;do&nbsp;so, or&nbsp;encourage anyone else to&nbsp;do&nbsp;any of&nbsp;these things.\nPRO Credits and Items can never be&nbsp;redeemed for real world money, goods or&nbsp;any other item of&nbsp;monetary value, and cannot be&nbsp;inherited.\nWe&nbsp;may impose additional restrictions concerning the acquisition or redemption of&nbsp;PRO Credits and Items.\nFor example, we&nbsp;may cap the amount of&nbsp;PRO Credits which can be&nbsp;acquired, held or&nbsp;redeemed in&nbsp;any particular period or&nbsp;we&nbsp;may impose restrictions based on&nbsp;your country of&nbsp;residence.\nCERTAIN ITEMS MAY ALSO ONLY BE&nbsp;AVAILABLE TO&nbsp;SUBSCRIBERS.</p>\n<p>FOR THE AVOIDANCE OF&nbsp;DOUBT, VIRTUAL CURRENCY AND PRO CREDITS HAVE NO&nbsp;CASH VALUE, DO&nbsp;NOT ACCRUE INTEREST AND, UNLESS OTHERWISE REQUIRED BY&nbsp;LAW, ARE NOT REDEEMABLE OR&nbsp;REFUNDABLE FOR ANY SUM OF&nbsp;MONEY OR&nbsp;MONETARY VALUE FROM MUSESCORE AT&nbsp;ANY TIME, EXCEPT AS&nbsp;EXPRESSLY SET FORTH HEREIN.</p>\n<p>MuseScore reserves the right to&nbsp;restrict access&nbsp;to, delete, reduce or&nbsp;liquidate PRO Credits: (1) if&nbsp;you have misused the PRO Credits.\n(2) if&nbsp;you have breached or&nbsp;may breach any of&nbsp;these Terms.\n(3) if&nbsp;the PRO Credits were awarded in&nbsp;error.\n(4) if&nbsp;a&nbsp;payment for PRO Credits is&nbsp;charged back or&nbsp;otherwise cancelled or&nbsp;reversed.\nor (5) if&nbsp;you have used PRO Credits to&nbsp;conduct any fraudulent or&nbsp;illegal activity.</p>\n<p>MuseScore reserves the right to&nbsp;restrict access to&nbsp;or&nbsp;delete Items: (1) if&nbsp;you have misused the Items.\n(2) if&nbsp;you have breached or&nbsp;may breach any of&nbsp;these Terms.\n(3) if the Items were purchased using PRO Credits awarded in&nbsp;error.\nor&nbsp;(4) if&nbsp;a&nbsp;payment for PRO Credits used to&nbsp;purchase the Items is&nbsp;charged back or&nbsp;otherwise cancelled or reversed.\nIn&nbsp;addition, Items that have been acquired by&nbsp;the redemption of&nbsp;PRO Credits may expire after a&nbsp;period of&nbsp;time, which by&nbsp;default shall be&nbsp;twelve months from acquisition.\nIn&nbsp;addition, Items may have particular restrictions, or&nbsp;be&nbsp;consumed or extinguished in&nbsp;the course of&nbsp;your use of&nbsp;a&nbsp;MuseScore Product.</p>\n<p>The existence of&nbsp;a&nbsp;particular Item available for licensing with PRO Credits is&nbsp;not a commitment by&nbsp;MuseScore to&nbsp;maintain or&nbsp;continue to&nbsp;make the particular Items available in&nbsp;the future.\nMuseScore may revise, discontinue or&nbsp;modify Items at&nbsp;any time without notifying you.\nThe length of&nbsp;time you may have access to&nbsp;Items will be&nbsp;determined by MuseScore at&nbsp;our sole discretion.\nYou agree that MuseScore has the absolute right to manage, regulate, control, modify and/or eliminate Items as&nbsp;it&nbsp;sees fit at&nbsp;its sole discretion, in&nbsp;any general or&nbsp;specific case.</p>\n<p>WE&nbsp;MAY AT&nbsp;ANY TIME DECIDE TO&nbsp;END IN&nbsp;PART OR&nbsp;ITS ENTIRETY THE PRO CREDITS PROGRAM FOR ALL&nbsp;OR ANY OF&nbsp;OUR MUSESCORE PRODUCTS.\nBEFORE WE&nbsp;DELETE THE UNUSED VIRTUAL CURRENCY OR&nbsp;PRO CREDITS, WE&nbsp;WILL&nbsp;ENDEAVOUR TO&nbsp;CONTACT YOU TO&nbsp;GIVE A&nbsp;REASONABLE TIME PERIOD IN&nbsp;WHICH TO&nbsp;REDEEM THEM.</p>\n<p>Notwithstanding these Terms, the laws in&nbsp;your country may apply to&nbsp;the purchase of virtual currency, goods and services supplied by&nbsp;MuseScore to&nbsp;you and you may have rights or&nbsp;remedies as&nbsp;set out in&nbsp;such laws that apply in&nbsp;addition&nbsp;to, or, to&nbsp;the extent that they are inconsistent, instead&nbsp;of, the rights or&nbsp;remedies set out in&nbsp;these Terms.</p>\n<p>\n<strong>20.\nCHANGES OR&nbsp;MODIFICATIONS</strong>\n</p>\n<p>We&nbsp;may change, suspend, or&nbsp;discontinue the Service, or&nbsp;any part of&nbsp;the Service, at&nbsp;any time without notice.\nWe&nbsp;reserve the right to&nbsp;add, delete, change or&nbsp;modify parts of&nbsp;these Terms at&nbsp;our sole discretion and at&nbsp;any time without notice or&nbsp;liability to&nbsp;you.\nIf&nbsp;we&nbsp;do&nbsp;this, we&nbsp;will post the changes to&nbsp;the Terms of&nbsp;Service on&nbsp;this page and will indicate the effective date of&nbsp;these Terms at&nbsp;the bottom of&nbsp;the page.\nIt&nbsp;is&nbsp;important for you to&nbsp;refer to&nbsp;this Agreement from time to&nbsp;time to&nbsp;make sure that you are aware of&nbsp;any additions, revisions, or&nbsp;modifications that we&nbsp;may have made to&nbsp;this Agreement.\nYour continued use of&nbsp;the Service constitutes your acceptance of&nbsp;the new Terms.</p>\n<p>Last updated May 16, 2023</p>", "created_at": "2020-04-26 00:20:09.39137", "updated_at": "2023-05-19 15:48:30.610351"}], "points": [{"id": 9229, "title": "There is a date of the last update of the terms", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-04-26 00:42:00.529722", "updated_at": "2021-02-06 04:25:29.494592", "quoteText": null, "case_id": 331, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 9228, "title": "This service is only available to users of a certain age", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-04-26 00:24:54.788329", "updated_at": "2021-02-06 04:25:29.524374", "quoteText": null, "case_id": 152, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 9231, "title": "Users agree not to use the service for illegal purposes", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-04-26 00:55:38.849365", "updated_at": "2021-02-06 04:25:29.441621", "quoteText": null, "case_id": 280, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 9232, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-04-26 00:56:00.687284", "updated_at": "2021-02-06 04:25:29.551115", "quoteText": null, "case_id": 285, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 9230, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2020-04-26 00:52:37.583057", "updated_at": "2021-02-06 04:25:32.021872", "quoteText": null, "case_id": 283, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 21458, "title": "There is a date of the last update of the agreements", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:52:36.449959", "updated_at": "2023-07-11 04:49:17.822664", "quoteText": null, "case_id": 331, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 21459, "title": "This service is only available to users over a certain age", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:53:31.777978", "updated_at": "2023-07-11 04:49:17.984176", "quoteText": null, "case_id": 152, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 21460, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:54:06.838564", "updated_at": "2023-07-11 04:49:18.063178", "quoteText": null, "case_id": 486, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 21535, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-30 19:32:19.183478", "updated_at": "2023-07-11 04:49:27.062041", "quoteText": null, "case_id": 403, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 21543, "title": "You shall not interfere with another person's enjoyment of the service", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-30 19:41:54.857229", "updated_at": "2023-07-11 04:49:28.973417", "quoteText": null, "case_id": 285, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33449, "title": "You waive your moral rights", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:25:47.556625", "updated_at": "2023-07-11 06:31:58.25996", "quoteText": null, "case_id": 118, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33453, "title": "The service has a no refund policy", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:32:11.640412", "updated_at": "2023-07-11 06:32:04.087997", "quoteText": null, "case_id": 162, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33454, "title": "The posting of pornographic content is prohibited", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:32:35.638398", "updated_at": "2023-07-11 06:32:04.169405", "quoteText": null, "case_id": 315, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33455, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:33:40.355373", "updated_at": "2023-07-11 06:32:04.24782", "quoteText": null, "case_id": 202, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33451, "title": "You must provide your identifiable information", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:31:20.030718", "updated_at": "2023-05-19 18:43:57.99318", "quoteText": null, "case_id": 409, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33450, "title": "They may stop providing the service at any time", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:30:00.93613", "updated_at": "2023-07-11 06:32:03.996965", "quoteText": null, "case_id": 203, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33458, "title": "Third-party cookies are used for advertising", "source": "https://musescore.com/legal/cookies", "status": "Cookies policy: \"Third party cookies enable third party features or functionality to be provided on or through the website or mobile application (e.g. like advertising, interactive content and analytics).\"", "created_at": "2023-05-19 15:39:23.465094", "updated_at": "2023-05-19 22:06:55.605683", "quoteText": null, "case_id": 128, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 33459, "title": "Third-party cookies are used for statistics", "source": "https://musescore.com/legal/cookies", "status": "Cookie policy: \"Third party cookies enable third party features or functionality to be provided on or through the website or mobile application (e.g. like advertising, interactive content and analytics).\"", "created_at": "2023-05-19 15:39:42.464762", "updated_at": "2023-07-19 22:00:23.937676", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 33479, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:02:24.164639", "updated_at": "2023-09-06 15:07:48.263187", "quoteText": null, "case_id": 304, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33457, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://musescore.com/legal/privacy", "status": "Privacy Policy states that IP addresses are collected.", "created_at": "2023-05-19 14:35:30.93921", "updated_at": "2023-07-19 22:00:23.829817", "quoteText": null, "case_id": 399, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 33452, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:31:32.172684", "updated_at": "2023-07-11 06:32:05.78501", "quoteText": null, "case_id": 484, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33477, "title": "Information is provided about how your personal data is used", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:59:22.201687", "updated_at": "2023-09-06 15:05:44.879026", "quoteText": null, "case_id": 227, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33473, "title": "Extra data may be collected about you through promotions", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:56:50.574302", "updated_at": "2023-09-06 15:09:36.658187", "quoteText": null, "case_id": 211, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33471, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:48:31.199932", "updated_at": "2023-09-06 15:06:55.164603", "quoteText": null, "case_id": 399, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33470, "title": "Information is provided about what kind of information they collect", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:48:08.266568", "updated_at": "2023-09-06 15:04:52.125455", "quoteText": null, "case_id": 228, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33478, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:00:04.257926", "updated_at": "2023-09-06 15:12:29.29033", "quoteText": null, "case_id": 243, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33481, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:03:23.828542", "updated_at": "2023-09-06 15:06:16.888351", "quoteText": null, "case_id": 302, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33484, "title": "You can request access, correction and/or deletion of your data", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:05:05.121032", "updated_at": "2023-09-06 15:06:43.128784", "quoteText": null, "case_id": 195, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33485, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:05:48.190526", "updated_at": "2023-09-06 15:07:09.870944", "quoteText": null, "case_id": 122, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33476, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:58:59.917847", "updated_at": "2023-09-06 15:12:18.278976", "quoteText": null, "case_id": 220, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33480, "title": "The service claims to be GDPR compliant for European users", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:02:43.420766", "updated_at": "2023-09-06 15:05:31.763181", "quoteText": null, "case_id": 481, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33482, "title": "Your personal data is used for automated decision-making, profiling or AI training", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:03:49.236548", "updated_at": "2023-08-30 18:59:56.272604", "quoteText": null, "case_id": 504, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33486, "title": "You can opt out of promotional communications", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:07:09.382131", "updated_at": "2023-09-06 15:06:50.300916", "quoteText": null, "case_id": 223, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33456, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 14:34:13.255477", "updated_at": "2023-07-11 06:32:16.654476", "quoteText": null, "case_id": 146, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 21540, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://musescore.com/legal/terms", "status": "Full quote: \"18. CHANGES OR MODIFICATIONS\r\n\r\nWe may change, suspend, or discontinue the Service, or any part of the Service, at any time without notice.\r\n\r\nWe reserve the right to add, delete, change or modify parts of these Terms at our sole discretion and at any time without notice or liability to you.\r\n\r\nIf we do this, we will post the changes to the Terms of Service on this page and will indicate the effective date of these Terms at the bottom of the page. It is important for you to refer to this Agreement from time to time to make sure that you are aware of any additions, revisions, or modifications that we may have made to this Agreement.\"", "created_at": "2021-05-30 19:34:10.951518", "updated_at": "2023-07-11 04:49:28.882792", "quoteText": null, "case_id": 121, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33483, "title": "The service claims to be CCPA compliant for California users", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:04:35.00946", "updated_at": "2023-09-06 15:06:24.157372", "quoteText": null, "case_id": 482, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33539, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://musescore.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2023-05-19 21:42:44.491288", "updated_at": "2023-07-11 06:32:12.473304", "quoteText": null, "case_id": 135, "document_id": 2495, "quoteStart": null, "quoteEnd": null}, {"id": 33474, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:57:57.443215", "updated_at": "2023-09-14 12:46:23.958835", "quoteText": null, "case_id": 188, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 34893, "title": "Your private content may be accessed by people working for the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-07 17:40:12.509755", "updated_at": "2023-09-14 12:46:16.32595", "quoteText": null, "case_id": 189, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 34927, "title": "You are tracked via device fingerprinting", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-16 18:59:36.96306", "updated_at": "2023-09-16 19:33:11.056866", "quoteText": null, "case_id": 323, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33472, "title": "You are tracked via device fingerprinting", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:49:37.464907", "updated_at": "2023-09-16 19:00:33.858065", "quoteText": null, "case_id": 323, "document_id": 13141, "quoteStart": null, "quoteEnd": null}, {"id": 33475, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://musescore.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2023-05-19 18:58:42.300422", "updated_at": "2023-09-16 19:33:24.617126", "quoteText": null, "case_id": 166, "document_id": 13141, "quoteStart": null, "quoteEnd": null}], "urls": ["musescore.org", "musescore.com"]}}