{"error": 448, "message": "OK", "parameters": {"id": 6946, "name": "SIP2SIP ", "created_at": "2022-11-20 07:58:52.651986", "updated_at": "2022-11-20 23:01:13.145017", "wikipedia": null, "keywords": null, "related": null, "slug": "sip2sip", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6946.png", "url": "sip2sip.info", "documents": [{"id": 12728, "name": "Terms and Conditions", "url": "https://sip2sip.info/privacy/", "xpath": "//body", "text": "\nSkip to main content Toggle navigation <ul>\n<li>\nSign In </li>\n<li>\nHelp </li>\n</ul>\n<ul>\n</ul> Terms and Conditions <p>Contents</p>\n<ul>\n<li>General</li>\n<li>Terms of use</li>\n<li>\nData Privacy and Storage Policy<ul>\n<li>General</li>\n<li>Accounts</li>\n<li>Contacts</li>\n<li>Signaling</li>\n<li>Call Detail Records</li>\n<li>Offline Messaging</li>\n<li>RTP Media</li>\n<li>MSRP Media</li>\n<li>XMPP Gateway</li>\n<li>Protecting Data and Privacy</li>\n</ul>\n</li>\n</ul> General\n<p>SIP2SIP is a real time communications service provided by AG Projects,\na company registered in the Netherlands, obeying to the Dutch laws.</p>\n<p>The purpose of this free service is the testing of the software produced and\ndeployed by AG Projects to its customers.</p>\n<p>AG Projects reserves the right to remove any account that behaves in an\nundesirable way.</p> Terms of use\n<p>You may use this service as an end-user for establishing real time\ncommunications with other end-users on the same platform or external users\nserviced by third parties using the same protocols.</p>\n<p>Usage of accounts provided by this service by intermediaries deploying\nservices to their end-users of their own is prohibited.\nAny party that\nwishes to deploy such services, must use their own domain and have a\ncommercial agreement with AG Projects.</p>\n<p>The platform is fine-tuned to accommodate end-user residential users traffic\npatterns.\nIf your traffic has a different pattern, like having a high\ndensity of audio calls, using a PBX with many extensions, calling from\nmultiple devices located in different locations at the same time, using\nautomatic dialers, you may want to choose a different service that is finer\ntuned for such purpose.</p> Data Privacy and Storage Policy\n<p>SIP2SIP infrastructure relays and stores information provided by end\nusers between the users.\nIf you are concerned about privacy of your own\ndata and how it is used inside the platform, read below.</p>\n<p>As a general rule, no end-user's data is collected on purpose nor shared with\nany third-parties.\nHowever there is data shared implicitely by using the\nservice, due to the inner working of the protocols involved.</p> General\n<p>When using Internet server-based infrastructures, you should not expect that\nall your information to remain private.\nEverything that goes through a\nserver is subject to forces outside the control of the clients using it.\nSo\nyou may safely assume all data exchanged through the server is compromised\nby design.\nIf you care about privacy of your data, you should find clients\nthat reveal as less data as possible, then encrypt all the data that is\npossible to encrypt and never share the private key used to encrypt data\nwith anyone.\nStill, no matter what client technique you are using, it is\nimpossible when using a server to completely hide when communication takes\nplace, between which account takes place and the source IP addresses of the\nend-points.</p> Accounts\n<p>SIP2SIP accounts and related information are stored in the platform\ndatabase.\nPasswords are stored in an encrypted form in the database.\nThere\nis a salt involved but in case of the database being completely compromised\nthe salt can be also retrieved.\nIt is advisable to use strong passwords\nthat cannot be guessed by dictionary brute force attacks.</p> Account deletion\n<p>You can request deletion of you account.\nWe will delete your account\nproviding that no commercial services has been purchased (e.g.\ncredit to\ncall to PSTN network).\nIf you did make a purchase, we are required by\nlaw to keep records of all monetary transactions like full name and\naddresses for up to seven years after purchase.</p>\n<p>To delete your account login to http://x.sip2sip.info.\nIn the Identity tab\nclick on the remove account button.</p> Contacts\n<p>The contacts present in your operating system address-book are not share\nwith anyone and remain local to your SIP client.</p> Signaling\n<p>Signaling can be done in clear text using UDP and TCP protocols.\nYou may use TLS for encrypting data between the end points and platform SIP\nand Web servers.\nThere is no guarantee that encryption will work\nend-to-end, the SIP signaling part of the platform provides only hop-by-hop\nsignaling security, any intermediate hop may decide to switch from TLS\nto a non-encrypted transport like UDP.</p> Sessions\n<p>All SIP signaling for session establishment\n(INVITE/BYE/CANCEL/PRACK/ACK SIP methods and their\nreplies) relayed by the platform SIP servers are stored in cleartext for\nseveral days in the platform databases.\nBoth end-users and the platform\noperator have access to this information for troubleshooting purposes.</p> Registration\n<p>No registration information (SIP REGISTER method) is stored in the\nplatform.</p> Subscriptions\n<p>No presence dialogs (SUBSCRIBE/NOTIFY methods) and related XML\npayloads are stored in the server databases.\nShort logs about which device\nor subscriber changes its presence state are stored for troubleshooting\npurposes.</p> Call Detail Records\n<p>Call Details Records (CDRs) are stored for up to several months in clear\ntext format in platform databases.\nCDRs contain metadata information about\nwho called whom and what time and for how long.\nThe IP addresses used for\nsignaling and media are also stored in the CDRs.</p> Offline Messaging Text Messages\n<p>Messages sent using SIP MESSAGE method that cannot be delivered to local\nusers of the platform are stored for later delivery in cleartext format in\nthe platform database.</p> Voicemail\n<p>Voicemail message are sent un-encrypted over email as attachments and stored\nun-encrypted on the server voicemail server (optional).\nVoicemail can be\nenabled/disabled for each SIP account.</p> RTP Media\n<p>RTP streams are relayed by media relays running on the platform.\nThe actual\ndata is not stored anywhere.\nYou may encrypt your data using SRTP but\nwhen using SDES method supported by most devices, the encryption keys\nare available in cleartext in the SIP signaling.\nWhomever has access to the\nsignaling plane (and all SIP servers in the path always have access to it)\nwill be able to decrypt any SRTP encrypted stream using SDES key\nexchange.\nThe alternative is to use zRTP, where the keys are known only\nto the end-points.</p> MSRP Media Chat Messages\n<p>MSRP chat sessions are done over TLS connections via the platform MSRP relay\nservers.\nThe content of the messages is not logged or stored anywhere.</p>\n<p>Users of Blin application can replicate the chat messages between multiple\ninstances configured with the same account.\nThe replicated chat messages\nare stored for 60 days in encrypted form in platform databases.\nThe\nencryption key is not known by the server, only Blink clients posses the\nencryption/decryption key.\nIf you are concerned about privacy you may\ndisable chat replication in Blink.</p> File Transfers\n<p>MSRP file transfer sessions are done over TLS connections via the platform MSRP\nrelay servers.\nThe content of the files are not logged or stored but the MSRP\nrelay component sees their content during the transfer.</p> XMPP Gateway\n<p>All chat messages and presence payloads are relayed through the SIP/XMPP\ngateway.\nMessage content is not stored anywhere.</p> Protecting Data and Privacy\n<p>To minimise the chance of your SIP sessions and media being exposed do the\nfollowing:</p>\n<ul>\n<li>Use SIP addresses that do not reveal your real name</li>\n<li>Use ICE NAT traversal in both end-points, this way RTP streams can flow most of the time peer to peer without passing through the server media relays that can be tapped</li>\n<li>Use zRTP encryption, this way you will know about men in the middle attacks trying to intercept and decrypt your data</li>\n<li>Don't use SIP MESSAGE method for chat messages as all message go through the signalling, which is always compromised by design when a server is in the middle</li>\n<li>Use end-to-end encryption mechanisms like OTR when using MSRP chat</li>\n<li>Use anonymization services to protect/spoof the real IP source of the client.\nThis howvere just adds one level more of obfuscation, somewhere in the anonymization network the real IP used can be traced</li>\n</ul> Illegal Intercept\n<p>To protect your data against being exposed over the Internet (like IP tapping), do the following:</p>\n<ul>\n<li>Use TLS for SIP signaling (this will encrypt signaling between client and server)</li>\n<li>Use zRTP for audio and video (Blink and Jitsi clients support zRTP)</li>\n<li>Use TLS for MSRP media</li>\n<li>Use OTR for Chat media (Blink client supports OTR)</li>\n</ul>\n<p>These would protect your data against those who try to illegally sniff\nyour network traffic (like breaking into your LAN/WiFi) but have no\naccess to the client or server software.\nThese measures will not protect\nyour data privacy against legal intercept measures if enforced and\napplied to the server infrastructure that relays the messages (you will\nlikely not know if and when this happens).</p> Lawful Intercept\n<p>In case any entitled government agency requires access to the meta-data\nstored by SIP2SIP infrastructure, all SIP account data stored on the\nserver can be considered compromised.\nUse client side encryption to\nmitigate this risk.</p> © 2022 AG Projects — Real Time Communications Experts Status | Privacy <p>\n</p> ", "created_at": "2022-11-20 07:58:52.654735", "updated_at": "2022-11-20 06:59:37.11473"}], "points": [], "urls": ["sip2sip.info"]}}