{"error": 448, "message": "OK", "parameters": {"id": 7438, "name": "Toddle", "created_at": "2023-03-09 05:27:24.835877", "updated_at": "2023-03-29 19:26:42.616494", "wikipedia": null, "keywords": null, "related": null, "slug": "toddle", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/7438.png", "url": "toddleapp.com", "documents": [{"id": 14295, "name": "Privacy Policy", "url": "https://www.toddleapp.com/privacy-policy/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Products\n<ul>\n<li>IB PYP<p>Loved by 30,000+ PYP educators </p>\n</li>\n<li>IB MYP<p>The next generation MYP platform </p>\n</li>\n<li>IB DP<p>The DP platform that students love</p>\n</li>\n<li>Cambridge curriculum (CAIE)<p>All things Cambridge on a single platform</p>\n</li>\n<li>British curriculum<p>Your partner through all the key stages</p>\n</li>\n<li>Independent schools<p>Integrated teaching platform for K-12</p>\n</li>\n<li>UbD® schools<p>Make backward design come alive </p>\n</li>\n<li>Bespoke solution<p>Highly customisable end-to-end<br> teaching-learning solution </p>\n</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Why Toddle</li>\n<li>Learn</li>\n<li>Leaders Bootcamp</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>Sign In</li>\n<li>Book a Free Demo</li>\n</ul> Book a Free Demo <ul>\n<li>Products\n<ul>\n<li>IB PYP<p>Loved by 30,000+ PYP educators </p>\n</li>\n<li>IB MYP<p>The next generation MYP platform </p>\n</li>\n<li>IB DP<p>The DP platform that students love</p>\n</li>\n<li>Cambridge curriculum (CAIE)<p>All things Cambridge on a single platform</p>\n</li>\n<li>British curriculum<p>Your partner through all the key stages</p>\n</li>\n<li>Independent schools<p>Integrated teaching platform for K-12</p>\n</li>\n<li>UbD® schools<p>Make backward design come alive </p>\n</li>\n<li>Bespoke solution<p>Highly customisable end-to-end<br> teaching-learning solution </p>\n</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Why Toddle</li>\n<li>Learn</li>\n<li>Leaders Bootcamp</li>\n<li>Careers</li>\n</ul> Request a demo <p> Our Privacy Policy</p>\n<p> Last Updated: December 21, 2022</p>\n<p> It is our mission to help teachers deliver meaningful learning experiences.\nTo achieve this, we build easy to use tools that help make things simple for teachers and empower them to focus on the important things.\nIt is hence critical that we create a safe and secure environment where teachers, children, and parents freely share content and ideas.\nCreating such a safe and secure environment is central to the success of our endeavours.\n</p> Introduction <p>This Privacy Policy governs the use of data collected by our websites&nbsp;www.toddleapp.com,&nbsp;web.toddleapp.com, and our apps – Toddle Family, Toddle Educator and Toddle Student (hereafter, collectively referred to as “the Service”, “Toddle”, or, “the Toddle Service”).</p>\n<p>By using Toddle, you are agreeing to this Privacy Policy.\nIf you do not agree, please refrain from using Toddle.\nYou can contact us anytime with queries about this Privacy Policy at&nbsp;privacy@toddleapp.com.</p> Definitions <p>\n<strong>“Profile”</strong>\n<br>This includes personally identifiable information that we collect when you create an account.\nThis may include First Name, Last Name, Email, and Phone Number of the user.</p>\n<p>\n<strong>“Class Journal”</strong>\n<br>This includes all the content added to the class journal.</p>\n<p>\n<strong>“Academic Plans”</strong>\n<br>This includes the Programme of Inquiry, Unit Plans, Learning Experiences, Assessments, Schedule, Reflections created by the teachers using the planning elements on Toddle.\nThe external resources added by the teacher are not included in this.</p>\n<p>\n<strong>“Messages”</strong>\n<br>This includes the messages sent via Toddle – both from parents to teachers and vice- versa.</p>\n<p>\n<strong>“Student Portfolio”</strong>\n<br>This includes all the content added to a specific student’s portfolio.</p>\n<p>\n<strong>“Student Data”</strong>\n<br>Any data collected by Toddle that can be linked back to an individual student.\nThis contains name, age, Email ID, name of parents, school name, and the assessment data.</p>\n<p>\n<strong>“Toddle Resource Bank”</strong>\n<br>A collection of all the Academic Plans created by teachers.\nBy default, the Academic Plans are private to the school.</p>\n<p>\n<strong>“Insights”</strong>\n<br>Toddle analyses the data collected from the teachers and students and converts them into actionable points to support teachers in teaching and learning.\nThis set of actionable data-points is collectively referred to as Insights.</p> What is Toddle? <p>Toddle is one stop solution for educators that seamlessly integrates curriculum planning, portfolios, evidence collection, progress reports and communication.\nToddle has a web end as well as a mobile end.\nThe Toddle platform has 4 different types of users – Teachers, Students, Parents, and School Administrators.\nBelow is a brief summary of what each type of user can use the platform for:</p>\n<p>\n<strong>Teachers:</strong>&nbsp;Teachers use Toddle for planning (Unit Plans, Lesson Plans etc), for collecting evidence of learning, for continuous reflection, for assessment evaluation and for contributing to student portfolios.</p>\n<p>\n<strong>Students:</strong>&nbsp;Students use Toddle to document their learning journeys, set their personalised goals, receive and self-evaluate assessments, and add work to their portfolios.</p>\n<p>\n<strong>Parents:</strong>&nbsp;Parents are linked to individual students and can see their portfolios.\nParents also get access to school calendar, school news, and school policies through the Toddle Family app.\nThe app can also be used for communicating with teachers.</p>\n<p>\n<strong>Administrators:</strong>&nbsp;Administrators can edit and approve all the academic plans, add, delete and edit the rights of other users from their organisation.\nThey can also see insights for better program implementation.</p> Toddle and Privacy Certifications <p>Toddle is a signatory to the Student Privacy Pledge, agreeing to a set of principles intended to safeguard student privacy, including responsible stewardship, protection, and transparent handling of student personal information.\nRead more about the&nbsp;Student Privacy Pledge&nbsp;.</p>\n<p>Toddle participates in the iKeepSafe Safe Harbor program.\nIf you have any questions or need to file a complaint related to our privacy policy and practices, please do not hesitate to contact the iKeepSafe Safe Harbor program at&nbsp;COPPAprivacy@ikeepsafe.org.</p> Parental Consent <p>Schools must get verifiable parental consent for using Toddle for children below legal age (as specified by the local laws).\nThe legal age of children in the USA is 13 years.\nIn case you come across an instance where Toddle is collecting information from a student without parental consent, please contact us immediately at&nbsp;privacy@toddleapp.com</p>\n<p>Schools can download a sample of the Parental Consent form from&nbsp;here</p> Compliance with FERPA <p>Toddle partners with and is certified by iKeepSafe for compliance with FERPA.</p>\n<p>FERPA is the “Family Education Rights and Privacy Act”.\nIt governs the terms to protect personally identifiable information (PII) of students.\nData collected by Toddle may include personally identifiable information from “education records” (Education Records in FERPA refers to documents, digital or otherwise, that may contain information related to a student and maintained by an educational agency).</p>\n<p>Under this Privacy Policy, you designate Toddle as a “School Official” (School Official in FERPA refers to an agency that provides a service to schools for use and maintenance of FERPA records, is under the direct control of the school and uses PII only for authorised purposes).\nToddle agrees to comply with FERPA.\nYou can find more details on Toddle and FERPA&nbsp;here.</p> Compliance with COPPA <p>Toddle partners with and is certified by iKeepSafe for compliance with COPPA.</p>\n<p>As a third party operator Toddle relies on School Consent for all underage children under COPPA.&nbsp.\nToddle operates as a School Official under the FERPA regulations and complies with these regulations as it relates to children under the age of 13.&nbsp.\nIf you are a school or teacher and you would like to obtain direct parental consent from the parent, Toddle has provided a consent form which can be downloaded&nbsp;here.\nWe do not encourage children to share their work publicly.\nWe continuously review and update our practices to ensure compliance with COPPA requirements.\nYou can find more details on Toddle and COPPA&nbsp;here.</p> Compliance with GDPR <p>Toddle collects minimal information from you and only uses it for the purposes explicitly called out in the Privacy Policy.\nThe data collected is stored securely using industry standards.\nAll the details with regards to the nature of the data collected and the reason for collecting it can be found in the Privacy Policy.\nToddle executes a Data Processing Agreement with all the schools in the EU/ EEA and Switzerland Regions.\nYou can find more details on Toddle and GDPR&nbsp;here.</p> Data collected by Toddle <p>We only collect the data that we need for providing Toddle services.\nIt is our honest endeavour to minimise the data that we collect about our users.</p>\n<p>We collect information from all individuals creating an account on Toddle.\nThis includes teachers, students, parents, other family members of students, and schools.</p>\n<p>We also collect log data from all the visitors to our website and teachers and school administrators willingly leaving data for our marketing campaigns.</p>\n<p>Below is a list of data that we collect from our different users and and how we refer to it:</p>\n<p>\n<strong>“Profile”</strong>: This includes personally identifiable information that we collect when you create an account.\nThis may include First Name, Last Name, EMail and Phone Number of the user.</p>\n<p>\n<strong>“Class Journal”</strong>: This includes all the content added to the class journal.</p>\n<p>\n<strong>“Academic Plans”</strong>: This includes the Programme of Inquiry, Unit Plans, Learning Experiences, Schedule, Reflections created by the teachers using all the planning elements as specified in the customisable templates.\nThe external resources added by the teacher are not included in this.</p>\n<p>\n<strong>“Messages”</strong>: This includes the messages sent via Toddle – both from parents to teachers and vice- versa.</p>\n<p>\n<strong>“Student Portfolio”</strong>: This includes all the content added to a specific student’s portfolio – photos, videos, notes, comments etc.</p>\n<p>\n<strong>“Student Data”</strong>: Any data collected by us that can be linked back to an individual student.\nThis contains name, age, Email ID, name of parents and the school name.</p>\n<p>\n<strong>“Log Data”</strong>: We collect log data such as your IP address, browser type, device type, operating system, and your mobile carrier.\nAdditionally we also use cookies to keep you logged into your system to improve your user experience.</p> Why do we collect this data? <p>We use the collected data only to provide services to you as laid out in the Privacy Policy and as authorised by your school.\nBelow are a few use cases that we have for the collected data:</p>\n<ul>\n<li>Allow users to retrieve, view and edit Academic Plans</li>\n<li>Allow users to access and use our various features such as Journal Content, Activities, Messages etc.</li>\n<li>Send notifications about activities and updates on your account</li>\n<li>Analyse usage information to investigate, prevent, and detect activities on our service that we believe may violate the law or applicable regulations</li>\n<li>Provide customer support to users</li>\n<li>Derive insights from usage trends to develop new features or to improve the existing ones</li>\n</ul> What is the data NOT collected for? <ul>\n<li>We do not allow advertising or sharing data for advertising for any data collected through Toddle</li>\n<li>We never display ads, share data for the purpose of displaying ads, or allow data collection by advertisers or data brokers</li>\n<li>We never sell data to anyone for any purposes</li>\n<li>We never allow profiling of our users for targeted online ads</li>\n</ul> Data Retention <p>Toddle will keep your data for only as long as it is required or as mandated by law or as requested by the 3rd party.\nBefore deleting your data, Toddle will send out 3 reminders to you.</p> When does Toddle share data with third parties? <p>We use a few third-party services in order to operate and improve Toddle.\nAll these services are contractually prohibited from using that information for any other purpose other than to provide the Toddle service.\nYou can find a list of our third party service providers here.</p>\n<p>In case of the sale, merger, bankruptcy, sale of assets or reorganisation of our company, we may disclose or transfer your data.\nWe will notify you of the same and the terms of this Privacy Policy will apply to your data when transferred to the new entity.</p> Third Party Analytics <ul>\n<li>In order to improve your experience with Toddle, we collect and use aggregate data about usage patterns of how you use Toddle – for example, how you interact with various features on a page, the buttons that you click, the time that you spend on a page, etc.\nThis is done to streamline existing user experience and to provide you a better experience of using Toddle.</li>\n<li>We use a small number of third-party services to collect and analyse this data (such as Google Analytics, Sentry).\nThese services are contractually obligated only to use data about your usage of Toddle to provide analytics services to us and are prohibited from sharing it or using it for other purposes.\nYou can find details of all the third party analytics services that we use&nbsp;here.</li>\n</ul> Cookie Policy <p>We use Cookies and other similar services (such as Local Storage) to keep you logged in to Toddle, customize your Toddle experience, understand how you use Toddle, and promote Toddle to relevant teachers and schools.\nYou can remove or disable cookies via your browser settings, in which case your experience with Toddle will not be optimal.</p> Abandoned accounts <p>We consider an account to be abandoned if it has not been accessed for over a year.\nWe will delete an account and all content associated with such accounts.\nHowever, to prevent accidental deletion, we will notify the teacher, the school and any other email IDs associated with the account and provide an opportunity to download the data of the abandoned account.</p> Viewing, editing or Porting your information <p>Parents are encouraged to work directly with teachers and school to make any changes in your data.\nIf however, you need to get in touch with us, you can write to&nbsp;privacy@toddleapp.com&nbsp;and we will work with the school and do our best to make the required changes.</p>\n<p>Teachers, administrators and parents can directly edit their information in their Toddle profiles.\nSchools also have a right to use any other similar service and can place a request to get all of their data.\nWe will do our best to comply to such requests.</p> Deleting Toddle Account <p>You have the right to “forget ability”, i.e., we will remove all your information from our systems if you so wish.\nIf you would like to delete your Toddle account or any content submitted to Toddle, please send an email to&nbsp;privacy@toddleapp.com.\nWe will notify you with email before deleting your account from our database.\nAfter receiving your request, we may still retain information for up to 365 days to provide customer support and prevent accidental deletion.</p>\n<p>For users in the USA, please note that to comply with FERPA, we may need to retain certain student education records once a valid request to inspect those records has been made and we may retain your data to comply to the FERPA requirements.</p> Data Protection Practices <p>We follow the latest, industry standards to protect your data.\nSome measures that are in place include use of highly secure, access-controlled data centres, data encryption in transit, and encryption data at rest etc.</p>\n<p>Despite these measures, in the event of a security breach, we will notify affected account holders within the amount of time required by the local law or by Toddle’s internal data breach policy, whichever is more stringent, so that you can take steps to keep your data safe.</p> Changes to the Privacy Policy <p>We may from time to time make changes to this Privacy Policy to account for changes to our practices or applicable law.\nIf we make changes to this Privacy Policy that we believe will materially affect your rights, we will notify you by email about these changes.\nIf you continue to use our service after you receive notice of changes to this Privacy Policy, we will assume that you have accepted these changes.</p>\n<p>For previous versions of the Privacy Policy, please reach out to us at&nbsp;privacy@toddleapp.com</p> Contact Information <p>Our Data Protection Officer is Misbah Jafary.\nIf you have any questions about this Privacy Policy, please feel free to write to us at: privacy@toddleapp.com&nbsp;and we will reach out to you as soon as possible.</p>\n<p> We value and protect your privacy </p> Visit Privacy Center <p> Want to know more? </p>\n<p> Book time with us.\nWe would love to learn more about your school’s needs and discuss how best we can partner with you.\n</p> Book a Free Demo <p> © Teacher Tools Pvt.\nLtd.\n</p> Toddle Platform <ul>\n<li>IB PYP</li>\n<li>IB MYP</li>\n<li>IB DP</li>\n<li>Cambridge curriculum</li>\n<li>British curriculum</li>\n<li>Independent schools</li>\n<li>UbD®</li>\n<li>Other curriculum frameworks</li>\n</ul>\n<br> Toddle Events <ul>\n<li>Play Summit</li>\n<li>Leaders Bootcamp</li>\n<li>Toddle TIES 2022</li>\n<li>IB DP Thinkathon</li>\n<li>Toddle TIES 2021</li>\n<li> MYP Planning Symposium</li>\n<li> PYPx Pop-Up</li>\n<li> Toddle Learning Jam</li>\n<li>Toddle TIES 2020</li>\n</ul> Community <ul>\n<li> Sign In</li>\n<li> Join for Free</li>\n</ul>\n<br> Learn <ul>\n<li>PYP</li>\n<li>MYP</li>\n<li>DP</li>\n<li>UbD®</li>\n<li>Events</li>\n</ul> Connect with us <ul>\n<li> Facebook</li>\n<li> Twitter</li>\n<li> LinkedIn</li>\n<li> Youtube</li>\n<li> Instagram</li>\n<li> AngelList</li>\n</ul> More <ul>\n<li>Pricing</li>\n<li>Toddle Referral Program</li>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Center</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Terms of Use</li>\n</ul> Connect with us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-03-09 05:28:27.921406", "updated_at": "2023-03-09 05:28:36.245454"}, {"id": 14294, "name": "Terms of Use", "url": "https://www.toddleapp.com/termsofuse/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Products\n<ul>\n<li>IB PYP<p>Loved by 30,000+ PYP educators </p>\n</li>\n<li>IB MYP<p>The next generation MYP platform </p>\n</li>\n<li>IB DP<p>The DP platform that students love</p>\n</li>\n<li>Cambridge curriculum (CAIE)<p>All things Cambridge on a single platform</p>\n</li>\n<li>British curriculum<p>Your partner through all the key stages</p>\n</li>\n<li>Independent schools<p>Integrated teaching platform for K-12</p>\n</li>\n<li>UbD® schools<p>Make backward design come alive </p>\n</li>\n<li>Bespoke solution<p>Highly customisable end-to-end<br> teaching-learning solution </p>\n</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Why Toddle</li>\n<li>Learn</li>\n<li>Leaders Bootcamp</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>Sign In</li>\n<li>Book a Free Demo</li>\n</ul> Book a Free Demo <ul>\n<li>Products\n<ul>\n<li>IB PYP<p>Loved by 30,000+ PYP educators </p>\n</li>\n<li>IB MYP<p>The next generation MYP platform </p>\n</li>\n<li>IB DP<p>The DP platform that students love</p>\n</li>\n<li>Cambridge curriculum (CAIE)<p>All things Cambridge on a single platform</p>\n</li>\n<li>British curriculum<p>Your partner through all the key stages</p>\n</li>\n<li>Independent schools<p>Integrated teaching platform for K-12</p>\n</li>\n<li>UbD® schools<p>Make backward design come alive </p>\n</li>\n<li>Bespoke solution<p>Highly customisable end-to-end<br> teaching-learning solution </p>\n</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Why Toddle</li>\n<li>Learn</li>\n<li>Leaders Bootcamp</li>\n<li>Careers</li>\n</ul> Request a demo <p> Toddle - Terms of Use</p>\n<p> Last Updated: November 8, 2021</p>\n<p> Toddle’s Privacy Policy, Terms of Service and Terms of Use, read together, define the terms and conditions for the usage of Toddle.\nYou are required to read, understand and agree to the terms and conditions outlined in all the three documents before using the Toddle services<br>\n<br> This document (Toddle Terms of Use) is to summarise the guidelines for acceptable usage of Toddle by users.\n(Please refer to Toddle Terms of Service to see all the definitions)</p> 1.\nIntroduction <p>These Terms of Use, read together with Toddle’s Terms of Service and Toddle’s Privacy Policy govern your use of our websites at www.web.toddleapp.com, and the Toddle Application (collectively “the Toddle Service”, “the Service” or “Toddle”).\nBy using our services, you agree that you have read, understood and agree by the terms contained in this agreement and you agree to be bound by our Terms of Use (our “Terms”).\nIf you do not unconditionally agree to the Terms contained in this agreement, please refrain from using our services.</p> 2.\nDeclaration from the User <p>User hereby undertakes that they are qualified to enter into a binding contract with the Service Provider.\nIn case the user is a minor, the user undertakes that their parent or legal guardian has read and agrees to this Agreement.</p> 3.\nSupply of Services <p>The Service Provider, hereby, gives you permission to use the Service subject to your compliance with the terms and conditions laid out in this Agreement.\nThe Service Provider reserves the right to change the Terms of this Agreement or the nature of the Service at its sole discretion.</p>\n<p>In case of any changes in the terms of this agreement, which may materially affect your rights, the Service Provider will send a notification 15 days before these changes take place.\nBy continuing to use the Service or entitling the Users to continue using the Service after changes are made, the Subscriber is expressing and acknowledging its acceptance of the changes.</p> 4.\nTerms of Use for Teachers and School Administrators <ul>\n<li>You understand that you are accessing the Services on behalf of the Subscriber (your school).</li>\n<li>You understand that COPPA (Child Online Privacy Protection Act.\nfor schools in USA) and GDPR (General Data Protection Regulation.\nfor schools in the EU/ EEA and Switzerland) require parental consent for the collection of personally identifiable information from underage children.\nThe responsibility of collecting parental consent rests with the Subscriber.\nTwo commonly used ways of collecting parental consent are through a school-wide IT policy or through individual parental consent forms.</li>\n<li>You will use the Services responsibly, and for academic purposes only and will take reasonable steps to ensure that the students in your class also use the Services responsibly.</li>\n<li>You will respect the privacy of the children and only share the class journal content with relevant parents and families.</li>\n<li>You undertake that your school has obtained all necessary permissions to share “Educational Records” (as defined under FERPA) with the Service Provider (for US schools only).</li>\n<li>You undertake that any students that you add to your grade belong to your grade.</li>\n<li>You grant the Service Provider the right to use, publish, modify, create a derivative of, market, adapt, display or distribute any content that you create using the Service.\nThe Intellectual Property Rights of the content that you create belong to your school.</li>\n<li>You undertake that you are the owner of or have all required rights, licenses, consents, and permissions to use any copyrighted work, including literary works, visual works, musical works, sound recordings, audiovisual works, or other work or any combination of the foregoing, of any content that you upload on the Service and grant the rights granted herein to the Service Provider.</li>\n<li>You understand that the Subscriber (your school) has executed a Data Processing Agreement (only for schools in EU/EEA and Switzerland) with the Service Provider as per the requirements of GDPR.\nThe Data Processing Agreement states that the Subscriber is the “Controller” of data and the Service Provider is the “Processor” of data as defined in GDPR.</li>\n</ul> 5.\nTerms of Use for Students <ul>\n<li>You must sign up for the Service using the code provided to you by your teacher.\nYou will only use the Services if a code to sign up is provided to you by your teacher.</li>\n<li>If you are under 13 years of age, you must have the consent of your parent or your legal guardian to use the Services.</li>\n<li>You will use the Services responsibly and respect the rights and privacy of other Users.</li>\n<li>The Service Provider does not encourage you to share your personally identifiable information (name, phone number, email, photos, videos) publicly and advises you to refrain from sharing it publicly.</li>\n<li>You consent to the Service Provider storing and accessing your “Educational Records” (as defined under FERPA).</li>\n</ul> 6.\nTerms of Use for Parents <ul>\n<li>You consent to the usage of the Services provided by the Service Provider by your child.\nYou understand that the Service Provider may collect Personally Identifiable Information of the child for this.</li>\n<li>If your child is below the legal age (13 years in the USA), and are using Service without your consent, then please send an email to the Service Provider at privacy@toddleapp.com with relevant details.</li>\n<li>You understand and agree that the Service Provider and or teachers using the Service may send you messages, alerts, and other communications through the Service, including via email, web alert, text messages, and other similar means, in accordance with the preferences you set through the Services, and you agree to accept such messages.</li>\n<li>You consent to the Service Provider storing and accessing the “Educational Records” (as defined under FERPA) of your child.</li>\n</ul> 7.\nGeneral Terms of Use for all Users <p>You will not use the Services in a manner that may violate any applicable laws, rules or regulations.</p>\n<p>You understand that only teachers, staff members, students and parents who are current members of the Subscriber are allowed access to the Services.\nYou undertake that you will not allow any form of unauthorised access to any personnel that are not affiliated with the Subscriber.\nYou will not transfer or give access of your account to anyone without the written consent of the Service Provider.</p>\n<p>You undertake that in case of termination of your association with the Subscriber, you will cease to access the Services through your school’s credentials.</p>\n<p>You undertake that you will not help reproduce, duplicate, reverse engineer or otherwise attempt to obtain the source code of any features of the Service without Service Provider’s written consent.</p>\n<p>You undertake that you will not share or facilitate unauthorised access to any document or other medium containing Confidential Information or Intellectual Property Rights of the Service Provider.</p>\n<p>You undertake to use the Service for personal, non- commercial, academic purposes only.</p>\n<p>You understand and agree that under no circumstances will Service Provider be liable in any way for any content, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred in connection with use of or exposure to any content posted, emailed, accessed, transmitted, or otherwise made available via the Services.</p>\n<p>You warrant, represent and agree that you will not contribute any content or otherwise use the Service in a manner that (i) infringes or violates the intellectual property rights or proprietary rights, or other rights of any third party.\n(ii) is harmful, fraudulent, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, or otherwise objectionable.\nor (iii) jeopardizes the security of your account in any way, such as allowing someone else access to your account or password.</p>\n<p>You are responsible for all of your activity in connection with the Services.\nAny fraudulent, abusive, or otherwise illegal activity may be grounds for termination of your right to access or use the Services.</p>\n<p>You undertake to not post or transmit, or cause to be posted or transmitted, any communication or solicitation designed or intended to obtain password, account, or private information from any User.</p>\n<p>You undertake to not use any manual or automated software, devices, or other processes to “crawl” or “spider” any page of the Service Provider.</p>\n<p> We value and protect your privacy </p> Visit Privacy Center <p> Want to know more? </p>\n<p> Book time with us.\nWe would love to learn more about your school’s needs and discuss how best we can partner with you.\n</p> Book a Free Demo <p> © Teacher Tools Pvt.\nLtd.\n</p> Toddle Platform <ul>\n<li>IB PYP</li>\n<li>IB MYP</li>\n<li>IB DP</li>\n<li>Cambridge curriculum</li>\n<li>British curriculum</li>\n<li>Independent schools</li>\n<li>UbD®</li>\n<li>Other curriculum frameworks</li>\n</ul>\n<br> Toddle Events <ul>\n<li>Play Summit</li>\n<li>Leaders Bootcamp</li>\n<li>Toddle TIES 2022</li>\n<li>IB DP Thinkathon</li>\n<li>Toddle TIES 2021</li>\n<li> MYP Planning Symposium</li>\n<li> PYPx Pop-Up</li>\n<li> Toddle Learning Jam</li>\n<li>Toddle TIES 2020</li>\n</ul> Community <ul>\n<li> Sign In</li>\n<li> Join for Free</li>\n</ul>\n<br> Learn <ul>\n<li>PYP</li>\n<li>MYP</li>\n<li>DP</li>\n<li>UbD®</li>\n<li>Events</li>\n</ul> Connect with us <ul>\n<li> Facebook</li>\n<li> Twitter</li>\n<li> LinkedIn</li>\n<li> Youtube</li>\n<li> Instagram</li>\n<li> AngelList</li>\n</ul> More <ul>\n<li>Pricing</li>\n<li>Toddle Referral Program</li>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Center</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Terms of Use</li>\n</ul> Connect with us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-03-09 05:27:24.899112", "updated_at": "2023-03-09 05:29:56.710241"}, {"id": 14293, "name": "Terms of Service", "url": "https://www.toddleapp.com/termsofservice/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Products\n<ul>\n<li>IB PYP<p>Loved by 30,000+ PYP educators </p>\n</li>\n<li>IB MYP<p>The next generation MYP platform </p>\n</li>\n<li>IB DP<p>The DP platform that students love</p>\n</li>\n<li>Cambridge curriculum (CAIE)<p>All things Cambridge on a single platform</p>\n</li>\n<li>British curriculum<p>Your partner through all the key stages</p>\n</li>\n<li>Independent schools<p>Integrated teaching platform for K-12</p>\n</li>\n<li>UbD® schools<p>Make backward design come alive </p>\n</li>\n<li>Bespoke solution<p>Highly customisable end-to-end<br> teaching-learning solution </p>\n</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Why Toddle</li>\n<li>Learn</li>\n<li>Leaders Bootcamp</li>\n<li>Careers</li>\n</ul>\n<ul>\n<li>Sign In</li>\n<li>Book a Free Demo</li>\n</ul> Book a Free Demo <ul>\n<li>Products\n<ul>\n<li>IB PYP<p>Loved by 30,000+ PYP educators </p>\n</li>\n<li>IB MYP<p>The next generation MYP platform </p>\n</li>\n<li>IB DP<p>The DP platform that students love</p>\n</li>\n<li>Cambridge curriculum (CAIE)<p>All things Cambridge on a single platform</p>\n</li>\n<li>British curriculum<p>Your partner through all the key stages</p>\n</li>\n<li>Independent schools<p>Integrated teaching platform for K-12</p>\n</li>\n<li>UbD® schools<p>Make backward design come alive </p>\n</li>\n<li>Bespoke solution<p>Highly customisable end-to-end<br> teaching-learning solution </p>\n</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Why Toddle</li>\n<li>Learn</li>\n<li>Leaders Bootcamp</li>\n<li>Careers</li>\n</ul> Request a demo <p> Toddle - Terms of Service</p>\n<p> Last Updated: November 8, 2021</p>\n<p> It is Toddle’s mission to help teachers create world-class learning experiences by providing to them a one stop end- to- end solution.\nTo ensure this, it is essential that we create a safe and secure environment where teachers, children and parents freely share content and ideas.\nCreating such a safe and secure environment is central to the success of our endeavours.</p> 1.\nIntroduction <p>1.1.\nThese Terms of Service govern your use of our websites at&nbsp;www.web.toddleapp.com, and the Toddle Application (collectively “the Toddle Service”, “the Service” or “Toddle”).\nBy signing this agreement, you agree to be bound by our Terms of Service (our “Terms”).</p>\n<p>1.2.\nOccasionally Service Provider* may, at its discretion, make changes to the Service* and the Order Form to account for changes in practice and applicable laws.\nUpon such material changes to the Agreement or Services, Service Provider shall notify the Subscriber* by email and post a notice on our Service 15 days before the changes take effect.\nBy continuing to use the Service or entitle the Users to continue using the Service after changes are made, Subscriber is expressing and acknowledging its acceptance of the changes</p>\n<p>*see definitions below</p> 2.\nDefinitions <p>In this document, unless the context otherwise requires:</p>\n<p>\n<strong>“Agreement”</strong>&nbsp;or&nbsp;<strong>“Order Form”</strong>&nbsp;means the order form, these Terms of Service and any supplementary documents referred to herein (executed in written form online).</p>\n<p>\n<strong>“Confidential Information”</strong>&nbsp;means any information that: (i) if disclosed in writing, is labelled as “confidential” or “proprietary”.\n(ii) if disclosed orally, is designated confidential at disclosure.\nor (iii) whether it being written or oral and whether it being designated as confidential or not, by its nature, and/or the circumstances of its disclosure, makes it reasonably likely that it is confidential.\nConfidential Information may include, but is not limited to, trade secrets, discoveries, ideas, concepts, know-how, techniques, future product plans, designs, specifications, data, computer programs, business activities and operations, customer lists, reports, studies, personnel information, financial information, information disclosed by demonstration of any product and other technical and business information;</p>\n<p>\n<strong>“Effective Date”</strong>&nbsp;means the date the Subscriber and the Service Provider execute the Order Form;</p>\n<p>\n<strong>“Intellectual Property Rights”</strong>&nbsp;means all copyright and related rights, design right, registered designs, patents, trade and service marks (registered and unregistered), database rights, know-how, rights in confidential information and all other intellectual property rights throughout the world for the full term of the rights concerned;</p>\n<p>\n<strong>“Service”</strong>&nbsp;means access to web portals and mobile applications provided by the Service Provider, including the planning, documentation, evidence collection, assessment, portfolio tools and any other tools or features that may be developed in the future;</p>\n<p>\n<strong>“Service Provider”</strong>&nbsp;means Teacher Tools Private Limited, operating through its brand Toddle.</p>\n<p>\n<strong>“Subscription Period”</strong>&nbsp;means the Service subscription period for a specific Subscriber and its registered Users.\nThe Subscription Period is twelve (12) months with automatic renewal every 12 months and will commence on the Effective Date, or where so agreed a longer or shorter time period, as set forth in the subscription service form.\nEach agreed subscription will have a separate Subscription Period;</p>\n<p>\n<strong>“Terms and conditions of Use”</strong>&nbsp;means the Service Provider’s supplementary document “Terms and conditions of Use” that the Subscriber has to accept to use the Service, available at http://www.toddleapp.com/tos/ as the same may be updated from time to time.</p>\n<p>\n<strong>“User Account Information”</strong>&nbsp;means information requested by Service Provider on Subscriber’s Users in order to set up and register the Users for Services.</p>\n<p>\n<strong>“Users”</strong>&nbsp;means individual students, teachers, parents and administrators who are authorized by the Subscriber to use the Service, for whom subscriptions to a Service have been procured, and who have been supplied user identifications and passwords by Subscriber (or by Service Provider at Subscriber’s request).</p> 3.\nSupply of Services <p>3.1.\nService Provider hereby undertakes to supply to Subscriber the subscribed Service Deals on the terms set forth in the Order Form.</p>\n<p>3.2.\nBy subscribing to Services, the signatory warrants and represents that it is authorized to bind the Subscriber to this Agreement.\nSubscriber further warrants and represents that.\n(i) it is registered in its territory and will only grant User access to the Services in that territory.\n(ii) it complies with and will comply with the subscription requirements set out in the Order Form.\n(iii) any registration information that it submits to the Service Provider is true, accurate and complete, and it agrees to keep it that way at all times.\n(iv) it is authorized to grant all permissions and licenses provided in this Agreement to its Users.\n(v) it shall comply with any laws and regulations that apply to its use of the Services (in particular local regulatory regimes on privacy and data protection).\nand (vi) it shall not use the Services for any other use than set forth herein and shall not allow any third party to do so.</p>\n<p>3.3.\nUse of the Services requires User registration with Service Provider.\nSuch registration is made by Service Provider upon receiving the requested User Account Information from Subscriber.</p>\n<p>3.4.\nSubscriber confirms that it will accept and comply with Service Provider’s Terms and conditions of Use and other relevant terms, and that Users consent to the processing of any personal data as set forth in this Agreement.</p>\n<p>3.5.\nSubscriber confirms that it is responsible that it’s Users at all times comply with the terms of the Agreement and adhere to Service Provider’s requirements and guidelines in relation to use of the Service, as designated by Service Provider from time to time, including applicable Terms and conditions of Use and instructions.</p>\n<p>3.6.\nSubscriber or registered Users are responsible for all hardware, communication networks and other equipment necessary for use of Services, and the due installation thereof.\nSubscriber is solely responsible for all activities conducted by Users, through each of any User’s logins.\nSubscriber is not allowed to engage in service bureau use, outsourcing, renting, reselling, sublicensing, concurrent use of a single User login, or time-sharing of the Service.</p>\n<p>3.7.\nSubscriber shall not and shall not permit Users to.\n(i) copy, translate, create a derivative work of, reverse engineer, reverse assemble, disassemble, or decompile the Service or any part thereof or otherwise attempt to discover any source code or modify the Service in any manner or form.\n(ii) use the Service in a manner that is contrary to applicable law or in violation of any third party rights of privacy or Service Provider’s Intellectual Property Rights.\n(iii) use or knowingly permit the use of any security testing tools in order to probe, scan or attempt to penetrate or ascertain the security of the Service.\n(iv) access the Service by any means other than through the interfaces that are provided by Service Provider.\nor (v) use or allow Users or third parties to use the Services in any unauthorized manner or in breach of the Terms of Use.</p>\n<p>3.8.\nThe Service Provider shall.\n(i) authorize registered Users access to and assign unique passwords and usernames to Users.\n(ii) grant Users access to the portals and mobile applications relevant to that User in accordance with the terms and conditions of this Agreement.\nand (iii) endeavour that the use of the Service is secure, error-free, or that the Service will meet the subscribed requirements, or that errors in the Service are reasonably resolved and that the overall system hosting the Service is free of viruses or other harmful components.\nService Provider will use its reasonable endeavours to resolve any issues related to the Service, as part of its technical support obligations.</p>\n<p>3.9.\nService Provider reserves the right to make such changes to the features and functionality of the Service, systems and interfaces as Service Provider sees fit at its sole discretions.\nNotwithstanding the aforesaid, Service Provider will notify the Subscriber, or where relevant its Users, of any material changes in advance where reasonably practicable and where such prior notice would not adversely affect Service Provider’s commercial interests.</p>\n<p>3.10.\nTo the fullest extent possible under applicable law, Service Provider does not give any warranty, express or implied, as to the quality, content and availability or fitness for a specific purpose of the Service, or the non- infringement of any third party Intellectual Property Rights.</p> 4.\nFEES AND PAYMENT <p>4.1.\nThe Services are provided as specified in the Order Form and in email from the designated contact person.\nPrices and conditions for subscribed Service are as set forth in the Order Form.</p>\n<p>4.2.\nThe prices and conditions for the services are subject for a review from time to time, and the Service Provider reserves the right to propose adjustments to the prices at the latest two (2) months prior to the expiration of a Subscription Period.\nUnless the Subscriber cancels the subscription pursuant to the terms set forth herein, the adjusted prices for the subscribed Service Deals will apply when the subscription is renewed for a subsequent successive Subscription Period.</p>\n<p>4.3.\nService Provider will invoice Subscriber for the Full Subscription Period at the start of each Subscription Period.\nUnless otherwise agreed in the Agreement, Service Provider will invoice the Subscriber the Full Subscription Period as specified in the Order Form.\nInvoiced Amounts are in the currency set out in the Order Form, and exclude taxes, levies or duties of any kind including value added, General Sales, sales use or withholding taxes.</p>\n<p>4.4.\nAll invoices are payable within fifteen (15) calendar days as of the relevant invoice date, unless otherwise agreed in the Agreement.\nAll amounts owed hereunder, not paid when due, will be subject to penalty interest at the rate of 18% per annum, as well as compensation for costs for recovery of late payment.\nUpon late payment, Service Provider, at its own discretion, may temporary restrict Subscribers and Users access to the Service, until such time that full payment is received.</p>\n<p>4.5.\nIncase the actual number of users/ students is different from the number of users/ students mentioned in the order form, an adjustment will be made in the invoice raised in the next billing cycle.</p> 5.\nSUBSCRIPTION AND CANCELLATION <p>5.1.\nUnless otherwise agreed in the Agreement, the Subscription Period shall be twelve (12) months commencing on the Effective Date.\nUnless the Subscriber cancels the subscription pursuant to the terms set forth herein, a subscription is automatically renewed for a subsequent successive Subscription Period.</p>\n<p>5.2.\nThe subscription is binding during the full duration of the Subscription Period.\nNotwithstanding the aforesaid, Subscriber may prematurely cancel a subscription by submitting a cancellation note to the Service Provider at the latest sixty (60) calendar days prior to expiration of a Subscription Period.</p>\n<p>5.3.\nPursuant to the provisions herein, any Subscriber requests for modification of the Service’s scope or cancellation of the Subscription Period must be submitted in writing to their the designated contact person as mentioned in the order form.</p>\n<p>5.4.\nUpon the termination of this Agreement for any reason any sum owing or due to Service Provider shall be immediately payable and the rights of the Subscriber and Users herein shall be immediately cancelled.</p> 6.\nINTELLECTUAL PROPERTY RIGHTS <p>6.1.\nService Provider and its licensors, as applicable, shall remain the exclusive owner of all Intellectual Property Rights in the Service (including the underlying technology, software and content).\nSubscriber may not remove any legends or statements in the Service or any materials provided therewith regarding Service Provider’s and its licensors’ proprietary rights.</p>\n<p>6.2.\nService Provider’s trademarks, service marks, trade names, logos, domain names, and any other features of the Service are the sole property of Service Provider and its licensors.\nThe license granted to Subscriber and its Users herein does not grant any rights to use Intellectual Property Rights or any other features of the Service, whether for commercial or non-commercial use.</p>\n<p>6.3.\nIt follows from the Service Provider’s Terms and conditions of Use that Subscriber and/or its Users shall become the owner of any content that they create on the Toddle portals.\nThe content created on journals and portfolios shall belong to the parents and children (wherever they are above the legal age).</p> 7.\nCONFIDENTIALITY AND PRIVACY <p>7.1.\nAny and all Confidential Information exchanged between the Service Provider, Subscriber and its Users shall be kept strictly confidential and not disclosed to any third party without prior written consent of the owner of the Confidential Information.\nAt all times, Confidential Information shall be treated and stored carefully and appropriately so that the Confidential Information is not inadvertently made available to any third party or otherwise disclosed in breach of this Agreement.</p>\n<p>7.2.\nNotwithstanding the aforesaid, this Agreement shall not prohibit the disclosure of Confidential Information to the extent that such disclosure is permitted or required by law, regulation or order of a court or other governmental authority.\nFurthermore, the Service Provider may disclose Confidential Information on a need to know basis to its contractors and service providers who have executed written agreements requiring them to maintain such information in strict confidence and use it only to facilitate the performance of their services in connection with the Services.</p>\n<p>7.3.\nAll the data that the Subscriber enters in Toddle belongs to the Subscriber, however, the Subscriber and its Users may not copy, make transcriptions or recordings or in any other way reproduce or duplicate any document or other medium containing Confidential Information or Intellectual Property Rights, without Service Provider’s written consent.\nUpon termination of this Agreement, the Subscriber may request the Service Provider to provide it with a copy of all the data.\nService Provide will cater to this request within one week of receiving such a request.</p>\n<p>7.4.\nService Provider will comply with applicable Data Protection Regulation as well as with its own, at each time applicable, Privacy Policy in relation to any Subscriber or User personal data that it may collect and process for the purposes of supplying the Service.\nService Provider will process any such personal data in accordance with Service Provider’s Privacy Policy, available online at&nbsp;https://www.toddleapp.com/pp/</p> 8.\nLIMITATION OF LIABILITY <p>8.1.\nService Provider shall not be liable for any loss of profits, business, goodwill, revenue, sales, or data, or for any indirect, consequential, incidental or special loss or damages of any kind under or in connection with this Agreement, save where such loss or damage is due to Service Provider’s gross negligence or willful violation of the terms of this Agreement.\nNotwithstanding aforesaid, the Service Provider’s maximum liability due to any person, firm or corporation whatsoever arising out of or in the connection with any license, use or other employment of the Service, whether such liability arises from any claim based on breach or repudiation of contract, breach of warranty, negligence, tort, statutory duty, or otherwise, shall in no case exceed the equivalent of three (3) months in subscription fees for the relevant Subscription Period.\nSubscriber shall not have the right to terminate this Agreement unless such loss or damage is due to Service Provider’s gross negligence or willful violation of the terms of this Agreement.</p>\n<p>8.2.\nService Provider shall not be liable for damages for any delay or default in performance of its undertakings of obligations under this Agreement, if such delay or default is caused by force majeure, including but without limitation thereto, wars, insurrections, fires, passing of laws or any governmental order, regulation or ruling, or any other act(s) beyond the reasonable control of Service Provider, and Subscriber shall not have the right to terminate this Agreement unless such delay or default in performance is caused by force majeure for a period of more than six (6) months.\nDuring the force majeure event, Service Provider will use all reasonable efforts to avoid, reduce or eliminate the force majeure event’s prevention, restriction or delay of the performance of its obligations under this Agreement.</p> 9.\nMISCELLANEOUS <p>9.1.\nAny notice or other communication to be given or served under or in connection with this Agreement shall be in writing and shall be sent by e-mail to the other party’s contact person set forth in the order form.</p>\n<p>9.2.\nSubscriber may not assign, mortgage, charge any of its rights or sub-contract or otherwise delegate any of its obligations under this Agreement, except with the written consent of the Service Provider.</p>\n<p>9.3.\nThis Agreement constitutes the whole of the agreement between the parties and supersedes any previous agreement and no modification of this Agreement shall be effective unless it is made in writing and executed by or on behalf of the parties unless otherwise is set forth in this Agreement.</p>\n<p>9.4.\nNo failure or delay by any party in exercising any of its rights under this Agreement shall be deemed to be a waiver of that right, or otherwise prejudice, affect or restrict the rights or remedies of that party in relation to the other party, and no waiver by any party of a breach of any provision of this Agreement shall be deemed to be a waiver of any subsequent breach of the same or any other provision of this Agreement.</p>\n<p>9.5.\nAll provisions of this Agreement that can be reasonably interpreted as surviving upon the full performance, expiry, termination, cancellation or voidance of the Agreement (in particular provisions on intellectual property rights and confidentiality) shall survive said performance, expiry, termination, cancellation or voidance.</p> 10.\nAPPLICABLE LAW AND DISPUTE RESOLUTION <p>10.1.\nAny dispute, controversy or claim arising out of or in connection with this Agreement, or the breach, termination or invalidity thereof, shall be finally settled by the Courts of Bengaluru, India</p>\n<p> We value and protect your privacy </p> Visit Privacy Center <p> Want to know more? </p>\n<p> Book time with us.\nWe would love to learn more about your school’s needs and discuss how best we can partner with you.\n</p> Book a Free Demo <p> © Teacher Tools Pvt.\nLtd.\n</p> Toddle Platform <ul>\n<li>IB PYP</li>\n<li>IB MYP</li>\n<li>IB DP</li>\n<li>Cambridge curriculum</li>\n<li>British curriculum</li>\n<li>Independent schools</li>\n<li>UbD®</li>\n<li>Other curriculum frameworks</li>\n</ul>\n<br> Toddle Events <ul>\n<li>Play Summit</li>\n<li>Leaders Bootcamp</li>\n<li>Toddle TIES 2022</li>\n<li>IB DP Thinkathon</li>\n<li>Toddle TIES 2021</li>\n<li> MYP Planning Symposium</li>\n<li> PYPx Pop-Up</li>\n<li> Toddle Learning Jam</li>\n<li>Toddle TIES 2020</li>\n</ul> Community <ul>\n<li> Sign In</li>\n<li> Join for Free</li>\n</ul>\n<br> Learn <ul>\n<li>PYP</li>\n<li>MYP</li>\n<li>DP</li>\n<li>UbD®</li>\n<li>Events</li>\n</ul> Connect with us <ul>\n<li> Facebook</li>\n<li> Twitter</li>\n<li> LinkedIn</li>\n<li> Youtube</li>\n<li> Instagram</li>\n<li> AngelList</li>\n</ul> More <ul>\n<li>Pricing</li>\n<li>Toddle Referral Program</li>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Center</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Terms of Use</li>\n</ul> Connect with us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-03-09 05:27:24.867625", "updated_at": "2023-03-09 05:29:43.082857"}], "points": [{"id": 30129, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.toddleapp.com/termsofuse/", "status": "Generated through the annotate view", "created_at": "2023-03-16 01:54:35.645505", "updated_at": "2023-07-11 06:27:50.06048", "quoteText": null, "case_id": 150, "document_id": 14294, "quoteStart": null, "quoteEnd": null}, {"id": 30110, "title": "You maintain ownership of your content", "source": "https://www.toddleapp.com/termsofservice/", "status": "Generated through the annotate view", "created_at": "2023-03-09 10:38:15.066448", "updated_at": "2023-07-11 06:27:51.062898", "quoteText": null, "case_id": 183, "document_id": 14293, "quoteStart": null, "quoteEnd": null}, {"id": 30116, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.toddleapp.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-03-11 02:07:10.712635", "updated_at": "2023-07-11 06:27:51.158585", "quoteText": null, "case_id": 210, "document_id": 14295, "quoteStart": null, "quoteEnd": null}, {"id": 30109, "title": "When the service wants to make a material change to its terms, you are notified at least 15 days in advance", "source": "https://www.toddleapp.com/termsofservice/", "status": "Generated through the annotate view", "created_at": "2023-03-09 10:27:12.03699", "updated_at": "2023-07-11 06:27:51.355007", "quoteText": null, "case_id": 124, "document_id": 14293, "quoteStart": null, "quoteEnd": null}, {"id": 30115, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.toddleapp.com/termsofuse/", "status": "Generated through the annotate view", "created_at": "2023-03-11 01:59:05.191312", "updated_at": "2023-07-11 06:28:04.545133", "quoteText": null, "case_id": 486, "document_id": 14294, "quoteStart": null, "quoteEnd": null}, {"id": 30768, "title": "Your personal data is not sold", "source": "https://www.toddleapp.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-10 05:46:02.050364", "updated_at": "2023-07-11 06:28:42.551657", "quoteText": null, "case_id": 193, "document_id": 14295, "quoteStart": null, "quoteEnd": null}, {"id": 30114, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.toddleapp.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-03-11 01:52:57.598912", "updated_at": "2023-07-11 06:29:17.80189", "quoteText": null, "case_id": 375, "document_id": 14295, "quoteStart": null, "quoteEnd": null}, {"id": 31355, "title": "The service suspends your account after inactivity for a certain or uncertain time", "source": "https://www.toddleapp.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:20:15.756704", "updated_at": "2023-07-11 06:29:26.979503", "quoteText": null, "case_id": 499, "document_id": 14295, "quoteStart": null, "quoteEnd": null}, {"id": 31357, "title": "You have the right to leave this service at any time", "source": "https://www.toddleapp.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-21 02:23:00.764069", "updated_at": "2023-07-11 06:29:26.896923", "quoteText": null, "case_id": 170, "document_id": 14295, "quoteStart": null, "quoteEnd": null}], "urls": ["toddleapp.com"]}}