{"error": 448, "message": "OK", "parameters": {"id": 9068, "name": "you-know.de", "created_at": "2023-07-11 15:15:37.638897", "updated_at": "2023-07-11 22:02:36.363296", "wikipedia": null, "keywords": null, "related": null, "slug": "you-know-de", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9068.png", "url": "you-know.de", "documents": [{"id": 17755, "name": "AGB", "url": "https://you-know.de/wp-content/uploads/youknow-AGB.pdf", "xpath": "//body", "text": "Allgemeine Geschäftsbedingungen der youknow GmbH,nachfolgend „youknow“,§ 1 Geltungsbereich und Begriffsbestimmungen,(1) Für die Beauftragung und Durchführung von audiovisuellen Produktionen, insbesondere ,von Erklärvideos, sonstigen Unternehmensfilmen, interaktiven Videos und Trainings/E-Lear-,nings und/oder sonstiger audiovisuelle Medieninhalte (nachfolgend gemeinsam „Produktion“ ,genannt), sowie für die von youknow angebotenen Workshops gelten ausschließlich die nach-,folgenden Allgemeinen Geschäftsbedingungen (AGB) in ihrer zum Zeitpunkt des Vertrags-,schlusses gültigen Fassung.\nAbweichende Bedingungen des Auftraggebers erkennt youknow ,nicht an, es sei denn, youknow hätte ausdrücklich und schriftlich ihrer Geltung zugestimmt.\n,(2) Widersprechende, abweichende oder ergänzende allgemeine Geschäftsbedingungen des ,Auftraggebers werden nicht Vertragsbestandteil, es sei denn youknow stimmt deren Geltung ,ausdrücklich und schriftlich zu.\nDiese Allgemeinen Geschäftsbedingungen gelten auch dann, ,wenn youknow in Kenntnis entgegenstehender oder von diesen Allgemeinen Geschäftsbedin-,gungen abweichender Bedingungen des Auftraggebers Leistungen vorbehaltlos ausführt.,(3) Diese Allgemeinen Geschäftsbedingungen gelten auch für zukünftige Lieferungen und ,Leistungen, auch wenn sie nicht nochmals ausdrücklich vereinbart werden.\n,§ 2 Angebot und Vertragsabschluss ,(1) Angebote von youknow sind freibleibend und unverbindlich, sofern sie nicht ausdrücklich ,als verbindlich gekennzeichnet sind oder eine bestimmte Annahmefrist enthalten.\nBestellun-,gen oder Aufträge kann youknow innerhalb von sieben Tagen nach Zugang annehmen.,(2) Allein maßgeblich für die Rechtsbeziehungen zwischen youknow und dem Auftraggeber ist ,der schriftlich geschlossene Vertrag bzw.\ndie von youknow erklärte Auftragsbestätigung, je-,weils einschließlich dieser Allgemeinen Geschäftsbedingungen.\nNebenabreden sind nur wirk-,sam, wenn sie von youknow in Textform bestätigt werden.\n,(3) Angaben vonyouknow zum Gegenstand der Lieferung oder Leistung (z.\nB.\ntechnische Da-,ten) sowie Darstellungen derselben (z.B.\nGrafiken oder Abbildungen) sind nur annähernd ,maßgeblich,soweit nicht die Verwendbarkeit zum vertraglich vorgesehenen Zweck eine ge-,naue Übereinstimmung voraussetzt.\nSie sind keine garantierten Beschaffenheitsmerkmale, ,sondern Beschreibungen oder Kennzeichnungen der Lieferung oder Leistung.\nÜbliche Abwei-,chungen und Abweichungen, die aufgrund rechtlicher Vorschriften erfolgen oder technische ,Verbesserungen darstellen, sowie die Ersetzung von Elementen durch gleichwertige Elemente ,sind zulässig, soweit sie die Verwendbarkeit zum vertraglich vorgesehenen Zweck nichtbe-,einträchtigen.,(4) youknow behält sich alle Rechte, insbesondere das Eigentum sowie die Nutzungs-und Ver-,wertungsrechte an allen von ihr im Rahmen der Vertragsanbahnung abgegebenen Angeboten ,und Kostenvoranschlägen sowie dem Auftraggeber zur Verfügung gestellten Konzepten, Prä-,sentationen und anderen Materialien vor, gleich in welcher Form und Fassung und gleich ob ,digital oder verkörpert.\nDer Auftraggeber darf diese Gegenstände ohne ausdrückliche Zustim-,mung von youknow weder als solche noch inhaltlich Dritten zugänglich machen, sie bekannt ,geben, oder diese selbst oder durch Dritte vervielfältigen oder sonst nutzen.\nEr hat diese Ge-,genstände auf Verlangen von youknow vollständig an diese zurückzugeben und eventuell er-,stellte Kopien zu vernichten, wenn es nicht zum Abschluss eines Vertrages zwischen dem Auf-,traggeber und youknow kommt.,Seite ,2,von ,8,§ 3 Erstellung von Produktionen,(1) youknow erstellt Produktionen, insbesondere Erklärvideos, sonstige Unternehmensfilme, ,interaktive Videos und Trainings/E-Learnings und/oder sonstige audiovisuelle Medieninhalte ,nach den Weisungen des Auftraggebers und auf Grundlage des gemeinsam besprochenen ,Briefings.,(2) Maßgebliche Grundlage für die Herstellung sind die vom Auftraggeber bereit gestellten In-,formationen und Materialien und sonstigen Gegenstände.\nDer Auftraggeber ist verantwortlich ,für deren Richtigkeit, Vollständigkeit und Aktualität.\n,(3) youknow erbringt ihre Leistungen hinsichtlich der künstlerischen und technischen Gestal-,tung in einer Qualität, die demjeweiligen Stand der Technik entspricht.\n,(4) youknow gewährleistet nicht die uneingeschränkte technische Funktionalität der Produk-,tion innerhalb der IT-Umgebung und auf allen Endgeräten des Auftraggebers, wird sich aber ,durch Abfrage der technischen Spezifikationen vor Produktionsstart bemühen, die technische ,Funktionalität möglichst weitgehend herzustellen.,(5) youknow arbeitet für die Herstellung von interaktiven Produktionen mit Software-Werkzeu-,gen Dritter, sogenannten „Autorentools“.\nyouknow haftet nicht für Mängel und Mangelfolge-,schäden, die aufgrund von Fehlern („Bugs“) oder eingeschränktem Leistungsumfang von sol-,cher Drittanbieter-Software entstehen.,(6) youknow ist berechtigt, Teilleistungen zu erbringen.\n,§ 4 Lieferung, Liefertermine,(1) Dievertragsgegenständliche Produktion wird dem Auftraggeber in einem einvernehmlich ,zu bestimmenden Format via FTP-Server geliefert.,(2) Von youknowin Aussicht gestellte Fristen und Termine für Lieferungen und Leistungen gel-,ten stets nur annähernd, es sei denn, dass ausdrücklich eine feste Frist oder ein fester Termin ,zugesagt oder vereinbart ist.,(3) Ist eine verbindliche Lieferfrist vereinbart, sobeginnt sie nicht vor Absendung der Auftrags-,bestätigung durch youknow.\nDie Einhaltung der Frist setzt voraus, dass der Auftraggeber ,seine Vertragspflichten, insbesondere seine Mitwirkungspflichten erfüllt und youknow alle nö-,tigen Unterlagen, Genehmigungen, (Teil-)Freigaben usw.\nvorliegen.,§5 Mitwirkungspflichten,(1) Der Auftraggeber wird den Erfolg der Produktion durch aktive und angemessene Mitwir-,kung fördern.\nEr wird der youknow insbesondere die notwendigen Informationen, Unterlagen ,und Daten, Mittel und sonstige Gegenstände zur Verfügung stellen.\nDer Auftraggeber stellt ,sicher, dass alle für die Produktion erforderlichen Rechte an den vorgenannten Gegenständen ,gesichert sind und keine entgegenstehenden Rechte Dritter bestehen.,(2) Der Auftraggeber benennt vor Beginn des Herstellungsprozesses einen qualifizierten An-,sprechpartner, der youknow während des Prozesses für Rückfragen zur Verfügung steht und ,der befugt ist, Teilfreigaben zu erteilen.,(3) Der Auftraggeber wird die ihm von youknow gegebenenfalls vorgelegten Arbeitsergeb-,nisse, einschließlich Zwischenergebnisse, unverzüglich überprüfen.\nDies gilt insbesondere im ,Hinblick auf die Überprüfung der inhaltlichen und fachlichen Richtigkeit, der Vollständigkeit ,und der Aktualität.\n,Seite ,3,von ,8,(4) Sofern youknow Leistungen bzw.\nin sich abgeschlossene Teilleistungen zur Abnahme bzw.\n,Teilabnahme vorlegt, wird der Auftraggeber die entsprechenden Leistungen innerhalb einer ,angemessenen Frist überprüfen und bei Abnahmereife eine schriftliche Abnahme bzw.\nTeil-,abnahme erklären.\n,(5) Kommt der Auftraggeber seinen Mitwirkungspflichten nicht nach und kann youknow ,dadurch die Produktion bzw.\nTeile davon nicht innerhalb der vereinbarten Zeit abschließen, so ,verlängert sich die Leistungszeit angemessen.\nDie Rechte von youknow aus §§642 und 643 ,BGB bleiben unbeschadet sonstiger Rechte und Ansprüche unberührt.,§ 6 Leistungsänderungen,(1) In jedem Produktionsschritt (z.\nB.\n„Sprechtext“, „Storyboard“) kann der Auftraggeber you-,know nach Erhalt eines Dokuments diesbezüglich zweimalsachlich gerechtfertigte Ände-,rungswünsche mitteilen, die youknow ohne zusätzliche Vergütung umsetzen wird („zwei Feed-,back-Schleifen“).,(2) Im Übrigen kann der Auftraggeber bis zum Zeitpunkt der Abnahme Änderungen und Er-,gänzungen der Leistung verlangen, wenn diese für youknow umsetzbar und zumutbar sind.\n,(3) Die Umsetzung weiterer Änderungsverlangen im Sinne des vorstehenden Absatzes (2) er-,folgt nur gegen gesonderte Vergütung, sofern nicht ausdrücklich etwas anderes vereinbart ist.\n,youknow prüft diese Änderungsverlangen innerhalb angemessener Zeit und teilt dem Auftrag-,geber das Ergebnis zusammen mit den sich ggf.\nergebenden Kosten und Verschiebungen der ,Leistungstermine in Form eines verbindlichen Angebots mit.\nDer Auftraggeber wird das An-,gebot innerhalbangemessener Zeit prüfen.\nNimmt der Auftraggeber das Angebot an, so wer-,den die Änderungen Vertragsbestandteil.\nyouknow wird die Arbeitsergebnisse an die Ände-,rungen anpassen.\nNimmt der Auftraggeber das Angebot nicht an, werden die Vertragspar-,teien die Produktion unverändert fortsetzen.,§ 7 Abnahme,(1) Gegenstand der Abnahme ist die vertraglich vereinbarte Beschaffenheit der Produktion.\n,Voraussetzung für die Abnahme ist, dass youknow dem Auftraggeber die vereinbarten Ar-,beitsergebnisse übergibt und ihm die Abnahmebereitschaft anzeigt.,(2) Daraufhin hat der Auftraggeber unverzüglich mit der Prüfung der Abnahmefähigkeit zu be-,ginnen und bei Vertragsgemäßheit der Produktion unverzüglich, spätestens innerhalb von 10 ,Arbeitstagen, schriftlich die Abnahme zu erklären.\nAls Arbeitstage gelten Montag bis ein-,schließlich Freitag mit Ausnahme von Feiertagen am Sitz von youknow.\nGibt der Auftraggeber ,innerhalb dieser Frist keine Erklärung ab, so gilt die Produktion als abgenommen.,(3) Schlägt die Abnahme fehl, so übergibt der Auftraggeber an youknow eine Auflistung aller ,die Abnahme hindernden Mängel.\nNach Ablauf einer angemessenen Frist hat youknow eine ,mangelfreie und abnahmefähige Version der Produktion bereitzustellen.\nIm Rahmen der da-,rauffolgenden Prüfung werden nur die protokollierten Mängel geprüft, soweit sie ihrer Funk-,tion nach Gegenstand einer isolierten Prüfung sein können.,(4) Nach erfolgreicher Prüfung hat der Auftraggeber unverzüglich schriftlich die Abnahme der ,Arbeitsergebnisse zu erklären.,(5) Wegen unwesentlicher Mängel darf der Auftraggeber die Abnahme nicht verweigern.\n,(6) Für abgrenzbare Leistungsteile finden Teilabnahmen statt.\nDer Teilabnahme (auch „Frei-,gabe“ genannt) unterliegen insbesondere das Konzept, der Sprechtext und das Storyboard.\n,Seite ,4,von ,8,Der Teilabnahme kommen alle rechtlichenWirkungen einer Abnahme zu.\nDie vorstehenden ,Absätze finden entsprechende Anwendung.,§ 8 Vergütung, Fälligkeit ,(1) Der Auftraggeber verpflichtet sich zur Zahlung der vereinbarten Vergütung.,(2) Alle von youknow genannten Preise verstehen sich zuzüglich Umsatzsteuer in der jeweils ,gesetzlich geltenden Höhe.\nDies gilt auch dann, wenn bei der Preisangabe die Umsatzsteuer ,nicht separat ausgewiesen sein sollte.\n,(3) Sofern zwischen den Parteien ein Herstellungspreis vereinbart ist und keine abweichen-,den Vereinbarungen hierzu getroffen wurden, gilt:,•Der Herstellungspreis ist ein verbindlicher Festpreis und enthält die Vergütung für Her-,stellung einschließlich aller Nebenkosten (Honorare aller Beteiligten, Kosten der tech-,nisch erforderlichen Ausstattung, Musik, usw.).\nEr beinhaltet des Weiteren die Aufbe-,wahrung des bei der Produktion entstandenen Materials für 24 Monate ab Abnahme.,•Vom Auftraggeber gewünschte Leistungsänderungen und/oder nicht oder nur unzu-,reichend erbrachte Mitwirkungsleistungen können zu einer Erhöhung des Herstel-,lungspreises führen.,(4) Der Herstellungspreis ist, sofern die Parteien nichts Abweichendes vereinbaren, wie folgt ,zu zahlen: ,•70% bei Auftragserteilung bzw.\nVertragsabschluss,,•30% bei Abnahme.,youknowbehält sich vor, spätestens vier Wochen nach dem im Projektplan definierten oder ,sonst vereinbarten Abnahmetermin die noch offene Restvergütung in Rechnung zu stellen, ,sofern sich die Abnahme aus Gründen, die vom Auftraggeber zu vertreten sind, entspre-,chend verzögert hat und sich youknow vertragskonform verhalten hat.\nDie Restvergütung ist ,in diesem Fall vom Auftraggeber zu zahlen.,Sofern nicht anders vereinbart, gilt als Zahlungskondition „7 Tage nach Rechnungszugang ,ohne Abzug“.,(5) Änderungen auf Vorschlag von youknow und hierdurch entstehende Mehrkosten bedür-,fen der vorherigen schriftlichen Zustimmung des Auftraggebers.,(6) Sofern eine Vergütung nach Aufwand vereinbart wurde, gelten folgende Maßgaben:,•Abrechnungsintervall bei der Abrechnung nach Stundensatz ist jede angefangene ,halbe Stunde.,•Werden Tagessätze vereinbart, so umfassen diese eine Arbeitszeit von acht Stunden ,zu den üblichen Geschäftszeiten von youknow.\nSoweit youknow auf Verlangen des ,Auftraggebers zu anderen als den üblichen Geschäftszeiten tätig wird, erhöhen sich ,die Stunden-bzw.\nTagessätze um 50 %.,(7) Reise-und Übernachtungskosten werden separat abgerechnet und sind grundsätzlich ,nicht in von youknow genannten Festpreisen oder Aufwandsvergütungen enthalten.\nIm Falle ,von Terminverschiebungen durch den Auftraggeber trägt dieser die nicht stornierbaren Rei-,sekosten und eventuell anfallende Stornokosten.\nFür Reisen mit dem PKW gilt eine Pauschale ,von 0,30 Euro pro Kilometer.,Seite ,5,von ,8,§ 9 Vorzeitige Kündigung (Projektabbruch),(1) Kündigt der Auftraggeber den Vertrag vorzeitig aus Gründen, die youknow nicht zu vertre-,ten hat, vor Abnahme der Produktion, hat der Auftraggeber youknow den gesamten Schaden ,zu ersetzen, der aus der vorzeitigen Beendigung entstanden ist.\n,(2) Ungeachtet dessen gelten die folgenden Regelungen:,•Kündigung vor Briefingtermin: Der Auftraggeber schuldet youknow 20 % des verein-,barten Auftragswertes.,•Kündigung zwischen Briefingterminund Freigabe bzw.\nTeilabnahme des Konzepts: ,Der Auftraggeber schuldet youknow 50 % der vereinbarten Vergütung.,•Kündigung zwischen Freigabe bzw.\nTeilabnahme des Konzepts und Freigabe bzw.\nTeil-,abnahme des Storyboards: Der Auftraggeber schuldet youknow 80 %der vereinbarten ,Vergütung.,•Kündigung nach Freigabe bzw.\nTeilabnahme des Storyboards: Der Auftraggeber ,schuldet youknow 100 % der vereinbarten Vergütung.,§ 10 Nutzungsrechte ,(1) Nach erfolgter Abnahme und vollständiger Zahlung der vereinbarten Vergütung räumt ,youknow dem Auftraggeber an der Produktion Nutzungsrechte mit dem vereinbarten Inhalt ,und im vereinbarten Umfang ein.,(2) Inhalt und Umfang der einzuräumenden Nutzungsrechte werden im Auftrag bzw.\nim Ver-,trag festgelegt.\nDie eingeräumten Rechte berechtigen den Auftraggeber zur Nutzung der Pro-,duktion zu eigenen Zwecken.\nDer Auftraggeber ist berechtigt, den mit ihm im Sinne von § 15 ,AktG verbundenen Unternehmen die Nutzung der Produktion im Rahmen der ihm eingeräum-,ten Rechte zu deren eigenen Zwecken zu gestatten.\nEine Weiterlizensierung der Produktion ,an Dritte bedarf der ausdrücklichen Zustimmung von youknow.,(3) Das Nutzungsrecht bezieht sich auf das vertragsgegenständliche Werk im Ganzen.\nDie iso-,lierte Nutzung von Teilelementen der Produktion, z.\nB.\neinzelner Grafiken, Musikstücke o.\nÄ.\n,bedarf einer gesonderten Nutzungsvereinbarung und ist gesondert zu vergüten.,(4) Eine Änderung, Bearbeitung, Übersetzung oder sonstige Umarbeitung der Produktion oder ,einzelner Elemente hiervon ist youknow vorbehalten.\nDer Auftraggeber oder Dritte sind hierzu ,nur berechtigt, wenn dies ausdrücklich vereinbart ist.\nyouknow übergibt dem Auftraggeber –,sofern nicht ausdrücklich und schriftlich anders vereinbart –keinerlei Bearbeitungsdaten (sog.\n,„offene Projektdaten“).,(5) Unbeschadet der Rechtseinräumung an den Auftraggeber nach Maßgabe der vorstehen-,den Absätze bleibt youknow berechtigt, die Produktion oder einzelne Elemente hiervon für ,eigene Zwecke zu nutzen, d.\nh.\ndiese insbesondere zu vervielfältigen, umzuarbeiten, zu ver-,breiten oder vorzuführen.\nFür Vorführungen auf Wettbewerben und ähnlichen Veranstaltun-,gen ist die vorherige schriftliche Zustimmung des Auftraggebers nicht einzuholen.,(6) youknow trägt dafür Sorge, dass die in die Produktion eingebundenen Erfüllungsgehilfen ,ihrerseits die Rechte an den von Ihnen erstellten Arbeitsergebnissen mit dem Inhalt und in ,dem Umfang an youknow übertragen, dass youknow in der Lage ist, die Rechtseinräumung ,nach den vorstehenden Absätzen an den Auftraggeber vorzunehmen.\nyouknow trägt weiter ,dafür Sorge, dass die betreffenden Erfüllungsgehilfen im rechtlich zulässigen Umfang auf ,Seite ,6,von ,8,Urheberpersönlichkeitsrechte bzw.\nderen Ausübung verzichten.\nDies gilt insbesondere im Hin-,blick auf das Recht auf Namensnennung.,(7) Enthält die Produktion Werke sonstiger Dritter, so beschränkt sich die Rechtseinräumung ,hieran auf die Rechte, die nach den Vorgaben des Dritten von youknow übertragen werden ,dürfen.,(8) youknow und der Auftraggeber sind sich darüber einig, dass sämtliche Ton-und Bildträger, ,sowie Datenträger, die bei der Herstellung der Produktion entstanden sind, im Eigentum von ,youknow bleiben oder in dieses übergehen, soweit zwischen den Parteien keine anderweitige ,Vereinbarung getroffen wird.\n,§ 11 Workshops,(1) youknowbietet Workshops zu bestimmten Themen an.\nDie Inhalte werden bei Bedarf in ,Abstimmung mit dem Auftraggeber konkretisiert.\n,(2) Bei den entsprechenden Leistungen handelt es sich um Leistungen dienstvertraglicher Art.,§ 12 Haftung für Sachmängel ,(1) youknow leistet Gewähr dafür, dass die Produktion frei von Sachmängeln ist.\nIm Rahmen ,der gesetzlichen Haftung für Mängel ist sie insbesondere verpflichtet, Fehlermeldungen nach-,zugehen und Mängel zu beseitigen (Nachbesserung).\nyouknow ist berechtigt, statt der Nach-,besserung die Ersatzlieferung zu wählen.\nDas Recht, die Nacherfüllung unter den gesetzlichen ,Voraussetzungen zu verweigern, bleibt unberührt.,(2) youknow ist berechtigt, die geschuldete Nacherfüllung davon abhängig zu machen, dass ,der Auftraggeber die fällige Vergütung bezahlt.\nDer Auftraggeber ist jedoch berechtigt, einen ,im Verhältnis zum Mangel angemessenen Teil der Vergütung zurückzubehalten.,(3) Wenn die Nacherfüllung fehlgeschlagen ist oder eine für die Nacherfüllung vom Auftragge-,ber zu setzende angemessene Frist erfolglos abgelaufen oder nach den gesetzlichen Vor-,schriften entbehrlich ist, kann der Auftraggeber vom Vertrag zurücktreten oder die Vergütung ,mindern.\nBei einem unerheblichen Mangel besteht jedoch kein Rücktrittsrecht.,(4) Ansprüchedes Käufers auf Schadensersatz bzw.\nErsatz vergeblicher Aufwendungen be-,stehen auch bei Mängeln nur nach Maßgabe von § 12 und sind im Übrigen ausgeschlossen.,(5) Die Verjährungsfrist für Ansprüche wegen Sachmängeln beträgt ein Jahr ab Lieferung ,oder, soweit eine Abnahme erforderlich ist, ab der Abnahme.\nDiese Frist gilt nicht für Scha-,densersatzansprüche des Auftraggebers aus der Verletzung des Lebens, des Körpers oder der ,Gesundheit, wegen arglistigen Verschweigens des Mangels oder aus vorsätzlichen oder grob ,fahrlässigen Pflichtverletzungen durch youknow, welche jeweils nach den gesetzlichen Vor-,schriften verjähren.,§ 13 Haftung für Rechtsmängel,(1) youknow gewährleistet, dass der vertragsgemäßen Nutzung der Produktion durch den Auf-,traggeber keine RechteDritter entgegenstehen.\nBei Rechtsmängeln leistet youknow dadurch ,Gewähr, dass sie dem Auftraggeber nach ihrer Wahl eine rechtlich einwandfreie Nutzungs-,möglichkeit an der Produktion oder an einer gleichwertigen Produktion verschafft.,Seite ,7,von ,8,(2) Der Auftraggeberunterrichtet youknow unverzüglich schriftlich, falls Dritte Schutzrechte an ,der Produktion geltend machen.\nyouknow unterstützt den Auftraggeber bei dessen Verteidi-,gung gegen die Angriffe des Dritten durch Beratung und Information.,(3) §13 Abs.(1) bis einschließlich (4) gelten entsprechend.,(4) Die Verjährungsfrist für Ansprüche wegen Rechtsmängeln beträgt zwei Jahre ab Lieferung ,oder, soweit eine Abnahme erforderlich ist, ab der Abnahme.\nDiese Frist gilt nicht für Scha-,densersatzansprüche des Auftraggebers aus der Verletzung des Lebens, des Körpers oder der ,Gesundheit, wegen arglistigen Verschweigens des Mangels oder aus vorsätzlichen oder grob ,fahrlässigen Pflichtverletzungen durch youknow, welche jeweils nach den gesetzlichen Vor-,schriften verjähren.,§ 14 Sonstige Haftung,(1) youknowhaftet, gleich aus welchem Rechtsgrund, im Rahmen der gesetzlichen Bestim-,mungen nur nach Maßgabe der folgenden Bestimmungen dieses § 13.\n,(2) youknow haftet unbeschränkt für Schäden aus der Verletzung des Lebens, des Körpers ,oder der Gesundheit sowie fürSchäden, die auf Vorsatz oder grober Fahrlässigkeit von you-,know oder eines ihrer gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen, sowie für Schä-,den wegen der Nichteinhaltung einer von youknow gegebenen Garantie oder zugesicherten ,Eigenschaft oder wegen arglistig verschwiegener Mängel.,(3) youknow haftet unter Begrenzung auf Ersatz des vertragstypischen vorhersehbaren Scha-,dens für solche Schäden, die auf einer leicht fahrlässigen Verletzung wesentlicher Vertrags-,pflichten durch sie oder einen ihrer gesetzlichen Vertreter oder Erfüllungsgehilfen beruhen.\n,Vertragswesentliche Pflichten sind Pflichten, deren Erfüllung die ordnungsgemäße Durchfüh-,rung des Vertrags überhaupt erst ermöglichen und auf deren Einhaltung der Vertragspartner ,regelmäßig vertrauen darf.,(4) youknow haftet für sonstige Fälle leicht fahrlässigen Verhaltens begrenzt auf 25 %des ver-,einbarten Netto-Auftragswerts je Schadensfall.,(5) Die verschuldensunabhängige Haftung für bereits bei Vertragsschluss vorhandene Mängel ,nach § 536a Abs.\n1 Halbsatz 1 BGB wird ausgeschlossen.,(6) Eine Haftung nach Maßgabe des Produkthaftungsgesetzes bleibt unberührt.,§ 15 Haftung des Auftraggebers für zugelieferte Elemente,(1) Der Auftraggeber stellt sicher, dass an den von ihm youknow gegebenen Informationen, ,Unterlagen und Daten, Mitteln und sonstige Gegenständen die erforderlichen Rechte gesi-,chert sind und keine der vertragsgemäßen Nutzung entgegenstehenden Rechte Dritter beste-,hen.,(2) Der Auftraggeber stellt youknow von sämtlichen Ansprüchen Dritterwegen etwaiger Ver-,letzung von deren Rechten frei und ersetzt youknow alle hieraus resultierenden Schäden und ,Kosten.\nDer Auftraggeber übernimmt hierzu auch die Kosten einer notwendigen Rechtsvertei-,digung von youknow einschließlich sämtlicher Gerichts-undAnwaltskosten.\nDies gilt nicht, ,falls und soweit die Rechtsverletzung vom Auftraggeber nicht zu vertreten ist.,Seite ,8,von ,8,§ 16 Höhere Gewalt,Der Eintritt von höherer Gewalt oder von sonstigen außergewöhnlichen, dem Einfluss einer ,Partei entzogenen Umständen, wieinsbesondere Arbeitskampf, hoheitliche Maßnahmen ,oder Verkehrsstörungen, gleichviel, ob sie bei youknow oder einem Zulieferer/Subunterneh-,mer eingetreten sind, befreien youknow gegenüber dem Auftraggeber für die Dauer ihrer Aus-,wirkung und, wenn sie zur Unmöglichkeit der Leistung für youknow führen, vollständig von der ,Liefer-/Leistungspflicht.\nEine etwa vereinbarte Vertragsstrafe für Verzug oder sonstige Leis-,tungsstörungen gilt unter diesen Umständen ebenfalls nicht.,§ 17 Geheimhaltung ,(1) Die Vertragsparteien verpflichten sich gegenseitig, sämtliche ihnen im Zusammenhang mit ,dem Vertrag zugänglich werdenden Informationen des anderen Vertragspartners, die als ver-,traulich gekennzeichnet werden oder nach sonstigen Umständen als Geschäfts-oder Be-,triebsgeheimnisse des Vertragspartners erkennbar sind, unbefristet geheim zu halten und sie, ,soweit nicht zur Erreichung des Vertragszweckes erforderlich, weder aufzuzeichnen, zu ver-,werten oder weiterzugeben.\n,(2) Die vorstehenden Verpflichtungen gelten nicht für solche vertrauliche Informationen, die ,einem Partner bereits vor ihrer Mitteilung im Rahmen des Vertrages bekannt waren, von die-,sem unabhängig erarbeitet oder anderweitig rechtmäßig erlangt wurden oder die allgemein ,sind oder ohne Verstoß gegen den Vertrag allgemein bekannt werden.\n,(3) Die Partner werden in geeigneter Form dafür sorgen, dass auch die von ihnen bei der ,Durchführung des Vertrages hinzugezogenen Mitarbeiter, freien Mitarbeiter und Unterauf-,tragnehmer die vorstehende Vertraulichkeit wahren.,(4) Nach Beendigung des Vertrages sind die in Unterlagen etc., einschließlich sämtlicher Ko-,pien, verkörperten Arbeitsergebnisse und sonstige vertrauliche Informationen eines Partners, ,die sich im Besitz oder unter Kontrolle eines anderen Partners befinden, von diesem an den ,betreffenden Partner vollständig und unverzüglich zurückzugeben bzw.\nzu löschen.,§ 18 Schlussbestimmungen,(1) Erfüllungsort ist München.\nAusschließlicher Gerichtsstand für Streitigkeiten mit Kaufleuten, ,juristischen Personen des öffentlichen Rechts oder öffentlich-rechtlichen Sondervermögen ,aus Verträgen ist gleichfalls München.,(2) Auf alle Streitigkeiten aus und in Verbindung mit dem Vertrag und/oder diesen AGB findet, ,unabhängig vom rechtlichen Grund, ausschließlich das Recht der Bundesrepublik Deutschland ,unter Ausschluss aller Bestimmungen des Kollisionsrechts, die in eine andere Rechtsordnung ,verweisen, Anwendung.\nDie Anwendung des UN-Kaufrechts ist ausgeschlossen.,(3) Sofern die Parteien eine Übersetzung dieser Allgemeinen Geschäftsbedingungen, bzw.\ndes ,Vertrages aus Gründen der Convenience in eine andere Sprache erstellen, ist die rechtlich al-,lein maßgebliche Version gleichwohl die Version in deutscher Sprache.\n,(4) Sollten eine oder mehre Bestimmungen des Vertrags oder dieser AGB ganz oder teilweise ,unwirksam oder nichtig sein oder werden oder eine Lücke enthalten, so bleibt die Wirksamkeit ,der Bestimmungen des Vertrags und dieser AGB im Übrigen hiervon unberührt.,(5) Änderungen und Ergänzungen dieser Geschäftsbedingungen sind nur verbindlich, wenn ,sie schriftlich vereinbart oder dem jeweils anderen Vertragspartner schriftlich bestätigt wor-,den sind.\n,Stand: 5.\nMai 2023", "created_at": "2023-07-11 15:16:07.3647", "updated_at": "2023-07-11 15:16:09.835891"}, {"id": 17754, "name": "Daten­schutz­erklärung", "url": "https://you-know.de/datenschutzerklaerung/", "xpath": "//body", "text": null, "created_at": "2023-07-11 15:15:37.669323", "updated_at": "2023-07-11 15:16:21.844878"}], "points": [], "urls": ["you-know.de"]}}