{"error": 448, "message": "OK", "parameters": {"id": 8701, "name": "Morningstar", "created_at": "2023-07-01 04:59:26.733413", "updated_at": "2023-07-01 10:02:08.902066", "wikipedia": null, "keywords": null, "related": null, "slug": "morningstar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8701.png", "url": "morningstar.com", "documents": [{"id": 16972, "name": "General Privacy Statement", "url": "https://www.morningstar.com/company/privacy-policy", "xpath": "//body", "text": " Skip to Content <ul>\n<li> Morningstar brands and products </li>\n<li> Company </li>\n</ul>\n<ul>\n<li> About <ul>\n<li> Who We Are </li>\n<li> Careers </li>\n<li> Diversity, Equity, &amp.\nInclusion </li>\n<li> Corporate Sustainability </li>\n<li> Privacy </li>\n</ul>\n</li>\n<li> Events <ul>\n<li> Morningstar Investment Conference - US </li>\n<li> Morningstar Investment Conference - Global </li>\n<li> Awards </li>\n<li> Webinars </li>\n</ul>\n</li>\n<li>Newsroom</li>\n<li>Investor Relations</li>\n</ul>\n<ul>\n<li> VIEW BY </li>\n<li> General </li>\n<li> Americas </li>\n<li> Europe, Middle East, Africa </li>\n<li> Asia Pacific </li>\n<li> Cookies </li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<strong>General Privacy Statement</strong>Last updated: December 14, 2020<p>Morningstar, Inc.\nand its affiliates (collectively, “Morningstar”) are committed to keeping your personal information safe.\nThis General Privacy Statement describes how we use personal information, with whom we may share it, how we keep it secure, and your rights relating to your personal information.</p>\n<p>This Privacy Statement is intended for residents of jursidictions where Morningstar does not provide a jurisdiction-specific statement and applies to Morningstar users and customers (or “you”) who use, order, register or interact with any product or service from any Morningstar business.\nThis includes customers and subscribers, product users, site visitors, and event attendees.</p>\n<p>Morningstar offers a wide range of products and services throughout the world and may use your information in different ways.\nMorningstar's subsidiaries may have product-specific privacy statements on how a specific product handles personal information.\nYou can find more about these subsidiaries' products below.</p>How we collect your information<p>Morningstar collects your personal information through your interactions with us or from third-party sources.\nSpecifically, we collect your information when:</p>\n<ul>\n<li>You use, purchase, or subscribe to our products or services.</li>\n<li>You interact with us, including when you ask us for support, attend one of our events, or otherwise contact us.</li>\n<li>You visit our sites or use our products.\nIf you would like more information about how we use cookies to collect personal information, please read our Cookie Policy.</li>\n</ul>\n<p>We may also collect information about you from third parties, including:</p>\n<ul>\n<li>Your employer, organization, or other third party who arranges access to our products and services for you.</li>\n<li>Our partners and other service providers that work with us to provide you with our products or services.\nFor example, with your consent, we may receive your information from your bank or other financial institutions.</li>\n<li>Your financial advisor, who may give us personal information about you when they use our products or services.</li>\n<li>Other publicly available sources.</li>\n</ul>Personal information we collect<p>The types of personal information we collect depend on your interactions with us and may include the following:</p>\n<ul>\n<li>Name and contact information: Your first and last name, email address, postal address, phone number, and other contact information.</li>\n<li>Account credentials: Your user ID, password, password hints, and other similar security information used to authenticate your account.</li>\n<li>Demographic information: Your age, sex, geographic location, and preferred language.</li>\n<li>Payment details: Your bank account information, credit card number, and other information used to process payments.</li>\n<li>Subscription and usage information: Information about the products or services you subscribe to and how you use them, including preferences, browsing history, and help information.</li>\n<li>Device and network information: Information about your device, such as IP address, location, or internet service provider.</li>\n<li>Financial and portfolio information: Information about your finances, portfolio, and transactions.</li>\n<li>Audio or video information: If you visit a Morningstar location or participate in a Morningstar event, Morningstar may record your image or voice.</li>\n<li>User content: Your files or other information you upload to our products or services.</li>\n</ul>How we use personal information<p>How Morningstar uses your information depends on the product and service that you use and your relationship with us.\nWe use personal information as permitted under applicable law, as you request or consent to, and for the following purposes:</p>\n<ul>\n<li>Provide products and services, including to verify your identity, personalize the content you receive, create and administer your account, and send important account and product update information.</li>\n<li>Provide content or offers of content from third parties that you request.</li>\n<li>Provide customer service, as well as technical and product support.</li>\n<li>Provide you with marketing or targeted third-party advertisements.</li>\n<li>Conduct research and develop, improve, test, and enhance the features and functions of our products and services.</li>\n<li>Protect your, our, or third parties' networks, systems, property, or physical safety.</li>\n<li>Comply with requests from regulatory agencies, law enforcement, and other public and government authorities.</li>\n<li>Enforce our contracts, terms, and conditions, or otherwise exercise our legal rights.\ndefend ourselves from claims.\nand comply with laws and regulations that apply to us or third parties with whom we work.</li>\n<li>Generate anonymous, aggregated data that we use for research and product development.\nWe may publish or otherwise provide the results of this research data in our products and services.</li>\n<li>Participate in any merger, acquisition, or other corporate transaction.</li>\n<li>Meet our or third parties' audit and compliance requirements.</li>\n</ul>How we share personal information<p>Morningstar shares your personal information with other Morningstar companies, our business partners, content providers, clients, service providers, and other third parties with your consent or for the purposes disclosed above in this Privacy Statement.</p>Links to other websites<p>Where applicable, Morningstar may provide links to one or more third-party sites within our products or services.\nThis Privacy Statement does not apply to those sites.\nWe encourage you to read any third-party site’s privacy policy before providing any of your personal information to them.</p>How we protect, store, and transfer your personal information<p>Morningstar maintains a comprehensive information security program intended to keep your information safe.\nWe have technical, physical, and organizational measures in place to protect against unauthorized access to or unauthorized alteration, disclosure, or destruction of personal information.\nThe measures we use are appropriate to the nature, scope, and purpose for which we use the personal information we collect.</p>\n<p>Our security and privacy policies are periodically reviewed and enhanced as necessary and only authorized individuals have access to the information provided.</p>\n<p>Morningstar companies, its operations, workforce, and service providers are located throughout the world.\nDepending on how you interact with us, your personal information may be handled and stored in, accessed from, or transferred to different countries.\nWhenever we transfer personal information to different countries, we take steps to ensure that the personal information we transfer receives adequate protection in the jurisdictions that we handle or store it.</p>\n<p>If you have additional questions about how we protect your information, please contact us.</p>Individual data access requests<p>Certain jurisdictions provide their residents rights to access, correct, restrict the sale of, or erase personal information.\nThese rights are not absolute, and they don't always apply in all cases.</p>\n<p>If applicable, you can exercise your rights by sending us a personal data access request here.\nIn response to a request, we'll ask you for additional information to verify your identity and may ask that you provide further information to help us better fulfill your request.</p>\n<p>If you request that we erase your personal information and we process that request, we may still retain certain elements of your personal information as permitted by law, including to comply with legal, regulatory, or our own policy requirements.</p>\n<p>We won’t discriminate against our customers who choose to exercise their rights to access, control, or delete their personal information.\nSome of our products and services, however, may require your personal information.\nIf you choose not to provide your personal information, you may not be able to use those products or services.</p>Cookies and similar technologies<p>We use cookies and similar technologies to recognize when you've signed into our sites and personalize your experience with our products and services.\nFor more information about how we use cookies, please read our Cookie Policy.</p>About children’s privacy<p>Morningstar does not separately identify or collect any information that is specific to children.</p>Product-specific policies<ul>\n<li>\n<p>Morningstar Investment Management Group:</p>\n<ul>\n<li>Morningstar® Managed Portfolios<sup>SM</sup>\n</li>\n<li>Morningstar® Retirement Manager<sup>SM</sup>\n</li>\n<li>Morningstar® Plan Advantage<sup>SM</sup>\n</li>\n</ul>\n</li>\n<li>DBRS Morningstar®</li>\n<li>Sustainalytics, a Morningstar company</li>\n<li>PitchBook</li>\n</ul>How we revise this statement<p>Our business frequently changes, and we may need to update this statement to reflect those changes.\nWhen we make changes to this Privacy Statement, we’ll revise the “last updated” date at the top of this page.\nIf we make material changes to this statement, we’ll notify you directly as required by law.</p>Contact us<p>If you have a concern, complaint, or question about how we handle your personal information, please contact us by using our web form, call us toll-free at +1 (888) 293-8609, or write us at the following mailing address:</p>\n<p>Morningstar, Inc.<br>22 W.\nWashington St.<br>Chicago, IL 60602<br>Attn: Chief Privacy Officer</p>\n<p>To find the Morningstar contact in your country, please visit our list of office contacts.<br>\n<br>\n<br>\n</p> Transparency is our policy.\nLearn how it impacts everything we do.\nRead More <p>Transparency is how we protect the integrity of our work and keep empowering investors to achieve their goals and dreams.\nAnd we have unwavering standards for how we keep that integrity intact, from our research and data to our policies on content and your personal data.\n</p>\n<p>We’d like to share more about how we work and what drives our day-to-day business.</p> How we make money <p>We sell different types of products and services to both investment professionals and individual investors.\nThese products and services are usually sold through license agreements or subscriptions.\nOur investment management business generates asset-based fees, which are calculated as a percentage of assets under management.\nWe also sell both admissions and sponsorship packages for our investment conferences and advertising on our websites and newsletters.\n<br>\n</p>\n<p>\n</p> How we use your personal data <p>How we use your information depends on the product and service that you use and your relationship with us.\nWe may use it to:</p>\n<ul>\n<li>Verify your identity, personalize the content you receive, or create and administer your account.</li>\n<li>Provide specific products and services to you, such as portfolio management or data aggregation.</li>\n<li>Develop and improve features of our offerings.</li>\n<li>Gear advertisements and other marketing efforts towards your interests.</li>\n</ul>\n<p>To learn more about how we handle and protect your data, visit our privacy center.</p> How we approach editorial content <p>Maintaining independence and editorial freedom is essential to our mission of empowering investor success.\nWe provide a platform for our authors to report on investments fairly, accurately, and from the investor’s point of view.\nWe also respect individual opinions––they represent the unvarnished thinking of our people and exacting analysis of our research processes.\nOur authors can publish views that we may or may not agree with, but they show their work, distinguish facts from opinions, and make sure their analysis is clear and in no way misleading or deceptive.</p>\n<p>To further protect the integrity of our editorial content, we keep a strict separation between our sales teams and authors to remove any pressure or influence on our analyses and research.</p>\n<p>Read our editorial policy to learn more about our process.</p>\n<ul>\n<li>What We Do </li>\n<li> For Business </li>\n</ul>\n<ul>\n<li>Insights </li>\n<li> Morningstar Magazine </li>\n<li> Newsletters </li>\n<li> Podcasts </li>\n<li> Trending Research </li>\n<li> Investing Dictionary </li>\n</ul>\n<ul>\n<li>About Us </li>\n<li> Our Story </li>\n<li> Careers </li>\n<li> Our Signature Methodologies </li>\n<li> Global Contacts </li>\n</ul>\n<ul>\n<li>Get Help </li>\n<li> Help Center </li>\n<li> joe@morningstar.com </li>\n<li> Discussion Forums </li>\n<li> Advertising Opportunities </li>\n</ul> United States <p>© Copyright 2023 Morningstar, Inc.\nAll rights reserved.\nDow Jones Industrial Average, S&amp;P 500, Nasdaq, and Morningstar Index (Market Barometer) quotes are real-time.\n<br>This site is protected by reCAPTCHA and the Google&nbsp;Privacy Policy and Terms of Service apply.</p>\n<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Center </li>\n<li> Disclosures </li>\n<li> Member User Agreement </li>\n<li> Corrections </li>\n<li> Cookies </li>\n<li> Accessibility </li>\n<li>Cookies Settings</li>\n</ul> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesEssential CookiesAlways Active<p>Essential cookies are necessary for our website to function and must remain on.\nThey are usually placed when you take specific actions, such as signing in, filling out a form, or changing your privacy settings.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not work.</p>Cookies Details‎Functional CookiesAlways Active<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Performance CookiesAlways Active<p>Performance cookies help us gather data on how visitors use our site, so we can measure and improve how it performs.\nThey help us understand which pages are the most and least popular and see how visitors move around the site.\nIf you do not allow performance cookies, we won’t know when you visited our site and won’t be able to monitor its performance.</p>Cookies Details‎Targeting CookiesAlways Active<p>Targeting cookies may be placed on our site by our advertising partners.\nThey are often used by those companies to build a profile of your interests and show you relevant advertisements on other sites.\nThey do not directly store personal information by uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less-targeted advertising.</p>Cookies Details‎Back ButtonCookie List<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n</ul>Reject All Confirm My Choices Give Feedback ", "created_at": "2023-07-01 04:59:26.762675", "updated_at": "2023-07-01 04:59:52.246565"}, {"id": 16973, "name": "Cookies and Other Tracking Technologies", "url": "https://www.morningstar.com/company/privacy-policy/cookie", "xpath": "//body", "text": " Skip to Content <ul>\n<li> Morningstar brands and products </li>\n<li> Company </li>\n</ul>\n<ul>\n<li> About <ul>\n<li> Who We Are </li>\n<li> Careers </li>\n<li> Diversity, Equity, &amp.\nInclusion </li>\n<li> Corporate Sustainability </li>\n<li> Privacy </li>\n</ul>\n</li>\n<li> Events <ul>\n<li> Morningstar Investment Conference - US </li>\n<li> Morningstar Investment Conference - Global </li>\n<li> Awards </li>\n<li> Webinars </li>\n</ul>\n</li>\n<li>Newsroom</li>\n<li>Investor Relations</li>\n</ul>\n<ul>\n<li> VIEW BY </li>\n<li> General </li>\n<li> Americas </li>\n<li> Europe, Middle East, Africa </li>\n<li> Asia Pacific </li>\n<li> Cookies </li>\n</ul>\n<ul>\n<li> LANGUAGE </li>\n<li> Bokmål </li>\n<li> Dansk </li>\n<li> Deutsche </li>\n<li> English </li>\n<li> Español </li>\n<li> Français </li>\n<li> Italiano </li>\n<li> Nederlands </li>\n<li> Português </li>\n<li> Suomalainen </li>\n<li> Svenska </li>\n</ul>\n<strong>Cookies and Other Tracking Technologies</strong>Last updated: June 30, 2023<p>This Cookie Policy explains how Morningstar and its affiliates (collectively, “we”) use cookies, pixels, and similar technologies (collectively, “cookies”) when you visit our sites.\nThis policy should be read together with our Privacy Statements, our and your contract with us.</p>\n<strong>What is a cookie?</strong>\n<p>A cookie is a small file that can be stored on your device when you access our site and is then sent back to us each time you visit our site.\nCookies are useful because they allow us to recognize your device and your preferences.</p>\n<strong>How do we use cookies?</strong>\n<p>We use cookies to know whether you’re logged in to our site, recognize the products and services you subscribe to, remember your preferred site language, location, and other preferences, and show you advertisements relevant to your interests.\nWe use session cookies (which last until you close your browser) and persistent cookies (which last until you or your browser deletes them).\nThese cookies fall into two broad categories: “essential cookies,” which originate from us and are necessary for us to provide you with our services, and “non-essential cookies,” which typically originate from third parties and are not required for you to use our services.</p>\n<strong>Essential cookies</strong>\n<p>We use essential cookies for the following purposes:</p>\n<ul>\n<li>\n<strong>Authentication</strong>—We use cookies to allow you to sign into our services and stay signed in throughout one or multiple site visits.</li>\n<li>\n<strong>Subscription</strong>—We use cookies to recognize that you’ve bought our Premium service and make sure you’re able to view the content and tools that you’ve paid for.</li>\n<li>\n<strong>Site language</strong>—We have many sites across the world, and we use a cookie to make sure you see our site in a language commonly used in your country.</li>\n</ul>\n<strong>Non-essential cookies</strong>\n<p>We use non-essential cookies for the following purposes:</p>\n<ul>\n<li>\n<strong>Analytics</strong>—Our third-party partners use cookies to provide us with analytics services.\nThese partners, including Google Analytics, use cookies to help us understand how our customers use our sites.</li>\n<li>\n<strong>Advertising</strong>—Our third-party partners also use cookies to provide advertising services.\nThese partners use cookies to show you ads that may interest you.</li>\n</ul>\n<strong>California Rights</strong>\n<p>California residents have the right to opt-out of the \"sale\" or \"sharing\" of their personal information, as both terms are defined by California law.\nFor more information on how Morningstar \"sells\" or \"shares\" personal information under California law, please visit our Americas Privacy Statement.</p>\n<p>Morningstar websites use third party cookies used for targeted advertising, which is considered the \"sharing\" of personal information under California Law.\nIf you would like to manage targeted advertising cookies, please click here.</p>\n<strong>How we revise this statement</strong>\n<p>Our business frequently changes, and we may need to update this policy to reflect those changes.\nWhen we make changes to this policy, we’ll revise the “last updated” date at the top of this page.</p>\n<p>If you would like to learn more about the personal information we collect and use, please visit our Privacy Statements, contact us at privacy@morningstar.com, or write us at the following address:</p>\n<p>Morningstar, Inc.<br>22 W.\nWashington St.<br>Chicago, IL 60602<br>Attn: Chief Privacy Officer</p> Transparency is our policy.\nLearn how it impacts everything we do.\nRead More <p>Transparency is how we protect the integrity of our work and keep empowering investors to achieve their goals and dreams.\nAnd we have unwavering standards for how we keep that integrity intact, from our research and data to our policies on content and your personal data.\n</p>\n<p>We’d like to share more about how we work and what drives our day-to-day business.</p> How we make money <p>We sell different types of products and services to both investment professionals and individual investors.\nThese products and services are usually sold through license agreements or subscriptions.\nOur investment management business generates asset-based fees, which are calculated as a percentage of assets under management.\nWe also sell both admissions and sponsorship packages for our investment conferences and advertising on our websites and newsletters.\n<br>\n</p>\n<p>\n</p> How we use your personal data <p>How we use your information depends on the product and service that you use and your relationship with us.\nWe may use it to:</p>\n<ul>\n<li>Verify your identity, personalize the content you receive, or create and administer your account.</li>\n<li>Provide specific products and services to you, such as portfolio management or data aggregation.</li>\n<li>Develop and improve features of our offerings.</li>\n<li>Gear advertisements and other marketing efforts towards your interests.</li>\n</ul>\n<p>To learn more about how we handle and protect your data, visit our privacy center.</p> How we approach editorial content <p>Maintaining independence and editorial freedom is essential to our mission of empowering investor success.\nWe provide a platform for our authors to report on investments fairly, accurately, and from the investor’s point of view.\nWe also respect individual opinions––they represent the unvarnished thinking of our people and exacting analysis of our research processes.\nOur authors can publish views that we may or may not agree with, but they show their work, distinguish facts from opinions, and make sure their analysis is clear and in no way misleading or deceptive.</p>\n<p>To further protect the integrity of our editorial content, we keep a strict separation between our sales teams and authors to remove any pressure or influence on our analyses and research.</p>\n<p>Read our editorial policy to learn more about our process.</p>\n<ul>\n<li>What We Do </li>\n<li> For Business </li>\n</ul>\n<ul>\n<li>Insights </li>\n<li> Morningstar Magazine </li>\n<li> Newsletters </li>\n<li> Podcasts </li>\n<li> Trending Research </li>\n<li> Investing Dictionary </li>\n</ul>\n<ul>\n<li>About Us </li>\n<li> Our Story </li>\n<li> Careers </li>\n<li> Our Signature Methodologies </li>\n<li> Global Contacts </li>\n</ul>\n<ul>\n<li>Get Help </li>\n<li> Help Center </li>\n<li> joe@morningstar.com </li>\n<li> Discussion Forums </li>\n<li> Advertising Opportunities </li>\n</ul> United States <p>© Copyright 2023 Morningstar, Inc.\nAll rights reserved.\nDow Jones Industrial Average, S&amp;P 500, Nasdaq, and Morningstar Index (Market Barometer) quotes are real-time.\n<br>This site is protected by reCAPTCHA and the Google&nbsp;Privacy Policy and Terms of Service apply.</p>\n<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Center </li>\n<li> Disclosures </li>\n<li> Member User Agreement </li>\n<li> Corrections </li>\n<li> Cookies </li>\n<li> Accessibility </li>\n<li>Cookies Settings</li>\n</ul> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesEssential CookiesAlways Active<p>Essential cookies are necessary for our website to function and must remain on.\nThey are usually placed when you take specific actions, such as signing in, filling out a form, or changing your privacy settings.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not work.</p>Cookies Details‎Functional CookiesAlways Active<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Performance CookiesAlways Active<p>Performance cookies help us gather data on how visitors use our site, so we can measure and improve how it performs.\nThey help us understand which pages are the most and least popular and see how visitors move around the site.\nIf you do not allow performance cookies, we won’t know when you visited our site and won’t be able to monitor its performance.</p>Cookies Details‎Targeting CookiesAlways Active<p>Targeting cookies may be placed on our site by our advertising partners.\nThey are often used by those companies to build a profile of your interests and show you relevant advertisements on other sites.\nThey do not directly store personal information by uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less-targeted advertising.</p>Cookies Details‎Back ButtonCookie List<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n</ul>Reject All Confirm My Choices Give Feedback ", "created_at": "2023-07-01 05:00:02.702549", "updated_at": "2023-07-01 05:00:10.616938"}, {"id": 16975, "name": " Terms and Conditions", "url": "https://www.morningstar.com/company/terms-and-conditions", "xpath": "//body", "text": " Skip to Content <ul>\n<li> Morningstar brands and products </li>\n<li> Company </li>\n</ul>\n<ul>\n<li> About <ul>\n<li> Who We Are </li>\n<li> Careers </li>\n<li> Diversity, Equity, &amp.\nInclusion </li>\n<li> Corporate Sustainability </li>\n<li> Privacy </li>\n</ul>\n</li>\n<li> Events <ul>\n<li> Morningstar Investment Conference - US </li>\n<li> Morningstar Investment Conference - Global </li>\n<li> Awards </li>\n<li> Webinars </li>\n</ul>\n</li>\n<li>Newsroom</li>\n<li>Investor Relations</li>\n</ul> English French Terms and Conditions <p>\n<strong>Copyright&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</strong>\n<br>All information available through this website (Website) is the property of Morningstar, Inc.\nor one of its subsidiary companies (individually and collectively, Morningstar) and is protected by copyright and other intellectual property laws.\nAll rights reserved.</p>\n<p>You are granted only a limited, non-exclusive, revocable license to access the Website and to use this information solely for your private, non-commercial purposes.\nFor avoidance of doubt, you may not reproduce, retransmit, disseminate, sell, publish, broadcast, or circulate&nbsp;this information or use it in conjunction with creating, promoting, trading, or marketing any investment product without the prior, express written consent of the Morningstar company operating the Website.</p>\n<p>\n<strong>Trademarks&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</strong>\n<br>All trademarks used in conjunction with any Morningstar product or service are the property of Morningstar, Inc.&nbsp.\nMorningstar, Inc., also owns trademark registrations on the Morningstar name, Morningstar logo, and certain other Morningstar marks.\nAll other marks appearing on this Website are the property of their respective owners.\nMorningstar products/services made available in countries other than the United States are provided through one or more operating subsidiaries of Morningstar, Inc.&nbsp;&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</p>\n<p>\n<strong>Nature of Service&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;</strong>\n<br>This Website contains information, including, without limitation, statements and statistics that have been obtained from sources believed to be reliable but are not guaranteed as to accuracy or completeness.\nReferences to any specific securities or investment advice of any kind do not constitute an offer to buy or sell securities and are not intended to constitute investment advice of any kind.\nThe past performance of an investment or investment strategy cannot guarantee its future performance.&nbsp;&nbsp;</p>\n<p>\n<strong>Disclaimers&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;</strong>\n<br>Neither any Morningstar company nor any of its information providers can guarantee the accuracy, completeness, timeliness, or correct sequencing of any of the information on this website, including, but not limited to, information originated by any Morningstar company, licensed by any Morningstar company from information providers, or gathered by any Morningstar company from other third-party sources (e.g., publicly available sources).\nThere may be delays, omissions, or inaccuracies in the information.<br>\n</p>\n<p>NEITHER ANY OF THE MORNINGSTAR COMPANIES NOR ANY OF THEIR INFORMATION PROVIDERS SHALL HAVE ANY LIABILITY, CONTINGENT OR OTHERWISE FOR (i) THE ACCURACY, COMPLETENESS, TIMELINESS, OR CORRECT SEQUENCING OF ANY INFORMATION PROVIDED ON IT OR THROUGH THIS WEBSITE.\n(ii) THE PERFORMANCE OF ANY SOFTWARE, PRODUCTS OR SERVICES AVAILABLE ON OR THROUGH THIS WEBSITE.\n(iii) ANY INTERRUPTION IN YOUR BEING ABLE TO ACCESS ANY OF THE FOREGOING OR ANY OTHER ASPECT TO THE WEBSITE.\nOR (IV) ANY DECISION MADE OR ACTION TAKEN BY YOU IN RELIANCE UPON ANY OF THEM.&nbsp.\nTHE PAST PERFORMANCE OF AN INVESTMENT OR INVESTMENT STRATEGY DOES NOT GUARANTEE ITS FUTURE PERFORMANCE.&nbsp;<br>\n</p>\n<p>NEITHER ANY OF THE MORNINGSTAR COMPANIES NOR ANY OF THEIR INFORMATION PROVIDERS MAKE ANY REPRESENTATION OR WARRANTY ABOUT THE SUITABILITY OF THE INFORMATION, SOFTWARE, PRODUCTS, OR SERVICES CONTAINED IN OR REFERENCED ON THIS WEBSITE.\nALL SUCH INFORMATION, SOFTWARE, PRODUCTS, AND SERVICES ARE MADE AVAILABLE \"AS IS\" WITHOUT WARRANTY OF ANY KIND.\nPRODUCT/SERVICE SPECIFICATIONS AND PRICES ARE SUBJECT TO CHANGE WITHOUT NOTICE.</p>\n<p>\n<strong>Privacy&nbsp.\n&nbsp.\n&nbsp;</strong>\n</p>\n<p>Morningstar’s use of any personally identifiable information provided by You through any access or use of the Website is governed by Morningstar’s Privacy Policy, a copy of which may be accessed here.&nbsp;<br>\n</p>\n<br>\n<br>Morningstar RSS Terms and Conditions&nbsp;<br>\n<p>Your use of any Morningstar RSS Feed is subject to the Morningstar.com Terms and Conditions and to these Morningstar RSS Terms and Conditions.</p>\n<p>You may only display Morningstar content, including but not limited to the RSS feed, article text, links, titles, bylines, attributions, logos, or images (collectively, “Morningstar content”) as well as any embedded third-party content, such as advertising, in the form provided to you by Morningstar.\nYou may not modify, translate, reformat or remove Morningstar content or third-party content.&nbsp;</p>\n<p>If you provide links to Morningstar articles, you may only link directly to Morningstar.com, and you may not require readers to visit any intermediate content or sites, including but not limited to your content or advertising content.&nbsp;&nbsp;</p>\n<p>You may not use Morningstar content in a manner that competes with Morningstar products or could serve as a substitute to or otherwise diminish the value of any Morningstar product.&nbsp;</p>\n<p>You may not use the Morningstar RSS Feed for commercial gain, which includes, but is not limited to, receiving payment for access to the Morningstar RSS Feed or receiving advertising revenue in connection with the Morningstar RSS Feed.&nbsp;</p>\n<p>You may not display Morningstar content on any site or in any way that could reasonably damage Morningstar’s brand or reputation, including on any site that demeans or harasses any person on the basis of that person’s immutable or protected characteristics, pornography sites, sites that violate any person’s intellectual property rights, or sites that engage in unlawful activity.&nbsp.\n&nbsp;</p>\n<p>Upon our request, we reserve the right to have you remove the Morningstar RSS feed.\nWe may terminate your access to the RSS feed for any reason.&nbsp;</p>\n<p>Morningstar retains all ownership rights in the Morningstar RSS Feed and Morningstar content.&nbsp;</p>\n<br>\n<br> Transparency is our policy.\nLearn how it impacts everything we do.\nRead More <p>Transparency is how we protect the integrity of our work and keep empowering investors to achieve their goals and dreams.\nAnd we have unwavering standards for how we keep that integrity intact, from our research and data to our policies on content and your personal data.\n</p>\n<p>We’d like to share more about how we work and what drives our day-to-day business.</p> How we make money <p>We sell different types of products and services to both investment professionals and individual investors.\nThese products and services are usually sold through license agreements or subscriptions.\nOur investment management business generates asset-based fees, which are calculated as a percentage of assets under management.\nWe also sell both admissions and sponsorship packages for our investment conferences and advertising on our websites and newsletters.\n<br>\n</p>\n<p>\n</p> How we use your personal data <p>How we use your information depends on the product and service that you use and your relationship with us.\nWe may use it to:</p>\n<ul>\n<li>Verify your identity, personalize the content you receive, or create and administer your account.</li>\n<li>Provide specific products and services to you, such as portfolio management or data aggregation.</li>\n<li>Develop and improve features of our offerings.</li>\n<li>Gear advertisements and other marketing efforts towards your interests.</li>\n</ul>\n<p>To learn more about how we handle and protect your data, visit our privacy center.</p> How we approach editorial content <p>Maintaining independence and editorial freedom is essential to our mission of empowering investor success.\nWe provide a platform for our authors to report on investments fairly, accurately, and from the investor’s point of view.\nWe also respect individual opinions––they represent the unvarnished thinking of our people and exacting analysis of our research processes.\nOur authors can publish views that we may or may not agree with, but they show their work, distinguish facts from opinions, and make sure their analysis is clear and in no way misleading or deceptive.</p>\n<p>To further protect the integrity of our editorial content, we keep a strict separation between our sales teams and authors to remove any pressure or influence on our analyses and research.</p>\n<p>Read our editorial policy to learn more about our process.</p>\n<ul>\n<li>What We Do </li>\n<li> For Business </li>\n</ul>\n<ul>\n<li>Insights </li>\n<li> Morningstar Magazine </li>\n<li> Newsletters </li>\n<li> Podcasts </li>\n<li> Trending Research </li>\n<li> Investing Dictionary </li>\n</ul>\n<ul>\n<li>About Us </li>\n<li> Our Story </li>\n<li> Careers </li>\n<li> Our Signature Methodologies </li>\n<li> Global Contacts </li>\n</ul>\n<ul>\n<li>Get Help </li>\n<li> Help Center </li>\n<li> joe@morningstar.com </li>\n<li> Discussion Forums </li>\n<li> Advertising Opportunities </li>\n</ul> United States <p>© Copyright 2023 Morningstar, Inc.\nAll rights reserved.\nDow Jones Industrial Average, S&amp;P 500, Nasdaq, and Morningstar Index (Market Barometer) quotes are real-time.\n<br>This site is protected by reCAPTCHA and the Google&nbsp;Privacy Policy and Terms of Service apply.</p>\n<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Center </li>\n<li> Disclosures </li>\n<li> Member User Agreement </li>\n<li> Corrections </li>\n<li> Cookies </li>\n<li> Accessibility </li>\n<li>Cookies Settings</li>\n</ul> Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage Consent PreferencesEssential CookiesAlways Active<p>Essential cookies are necessary for our website to function and must remain on.\nThey are usually placed when you take specific actions, such as signing in, filling out a form, or changing your privacy settings.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not work.</p>Cookies Details‎Functional CookiesAlways Active<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Performance CookiesAlways Active<p>Performance cookies help us gather data on how visitors use our site, so we can measure and improve how it performs.\nThey help us understand which pages are the most and least popular and see how visitors move around the site.\nIf you do not allow performance cookies, we won’t know when you visited our site and won’t be able to monitor its performance.</p>Cookies Details‎Targeting CookiesAlways Active<p>Targeting cookies may be placed on our site by our advertising partners.\nThey are often used by those companies to build a profile of your interests and show you relevant advertisements on other sites.\nThey do not directly store personal information by uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less-targeted advertising.</p>Cookies Details‎Back ButtonCookie List<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n</ul>Reject All Confirm My Choices Give Feedback ", "created_at": "2023-07-01 05:00:35.749038", "updated_at": "2023-07-01 05:00:43.787517"}, {"id": 16974, "name": "Member User Agreement", "url": "https://www.morningstar.com/user-agreement", "xpath": "//body", "text": " Advertisement Skip to Content <ul>\n<li> For Investors </li>\n<li> For Business </li>\n<li> About Us </li>\n</ul>\n<ul>\n<li> Get 7 Days Free </li>\n<li>\n</li>\n<li> Sign In </li>\n</ul> Sign In <ul>\n<li> Topics </li>\n<li> Investing Ideas </li>\n<li>Markets</li>\n<li>Stocks</li>\n<li>Funds</li>\n<li>ETFs</li>\n<li>Bonds</li>\n<li>Portfolio</li>\n</ul>\n<ul>\n<li> Markets </li>\n<li> Stocks </li>\n<li> Funds </li>\n<li> ETFs </li>\n<li> Bonds </li>\n<li> Investing Ideas </li>\n<li> Best Investments </li>\n<li> Christine Benz’s Portfolios </li>\n<li> Best Companies to Own </li>\n<li> Best ETFs </li>\n<li> Guide to 529 Plans </li>\n<li> Asset Management Companies </li>\n<li> Topics </li>\n<li> Portfolio Construction </li>\n<li> Economy </li>\n<li> Sustainable Investing </li>\n<li> Personal Finance </li>\n<li> Retirement </li>\n<li> Save for College </li>\n<li> Start Investing </li>\n<li> For Advisors </li>\n<li> Alternative Investments </li>\n<li> Media </li>\n<li> Podcasts </li>\n<li> Free Email Newsletters </li>\n<li> Morningstar Magazine </li>\n<li> Videos </li>\n<li> Investing Definitions </li>\n<li> Just For Investors </li>\n<li> Morningstar Investor </li>\n<li> Morningstar Investor Newsletters </li>\n<li> Legacy Portfolio Manager </li>\n</ul> Terms of Use <p> This Terms of Use is the User Agreement for the below-defined Service made available to you by Morningstar, Inc.\n(“Morningstar”).\nThis is also where you will find posted updates to this User Agreement in the future.\n</p>\n<p> YOUR USE OF THIS PRODUCT/SERVICE AND ANY OF ITS CONTENTS MADE AVAILABLE TO YOU HEREUNDER, INCLUDING BUT NOT LIMITED TO, ANY TEXT, DATA, INFORMATION, MATERIALS, SOFTWARE, AND GRAPHICS CONTAINED OR PROVIDED THROUGH IT IN ANY FORM OR MEDIA AND ALL SERVICES THAT MAY BE PROVIDED IN CONJUNCTION WITH IT (ALL SUCH INFORMATION, MATERIALS AND SERVICES, COLLECTIVELY, THE “SERVICE”) IS SUBJECT TO THE TERMS AND CONDITIONS OF THIS USER AGREEMENT (“AGREEMENT”).\nBY SUBSCRIBING TO THE SERVICE, USING THE SERVICE IN ANY WAY, OR ACCEPTING ANY RELATED SERVICES FROM MORNINGSTAR, YOU AGREE THAT YOU: (1) HAVE READ AND UNDERSTAND THIS AGREEMENT, (2) HAVE THE CAPACITY AND AUTHORITY TO ENTER INTO IT.\nAND (3) ARE BOUND BY ALL OF ITS TERMS AND CONDITIONS.\n</p>\n<p> Morningstar may change the terms and conditions of this Agreement at any time.\nA notification of such change(s), as well as the revised Agreement itself, will be posted in the Membership area or Help section of the Service.\nYou will be responsible for regularly checking the Membership Area and for reviewing any changes to the Agreement.\nBy using the Service after any such changes take place, you signify your acceptance of the change(s) and your agreement to be bound by them.\n</p> Use of this Service <p> Subject to the terms of this Agreement, Morningstar grants you a revocable, non-transferable, non-exclusive right to use those portions of the Service, to which you are granted access but only for your own personal, noncommercial use and not for any use on behalf of any third party.\nFor absence of doubt, you may not use the Service to service, or otherwise perform work on behalf of, any brokerage, financial services or related person(s) or their clients.\nUse of the Service is intended only for citizens or residents of the United States or its territories.\n</p>\n<p> Subject to the terms of this Agreement, you may download or print hard copies of pages or reports from the Service or portions thereof but only in connection with your own personal, noncommercial use and not on behalf of any third party.\nAny such downloads/hard copies must at a minimum contain the following notice: </p>\n<p> “Copyright (c) 2023 Morningstar.\nAll rights reserved.” </p>\n<p> Except as expressly set forth in this Agreement, you may not modify, copy, distribute, disclose, retransmit, sell, publish, broadcast, or circulate the Service, or any portion of it (including, but not limited to, any download or printed copies made from it) without Morningstar’s prior written consent.\n</p>\n<p> Morningstar has the right, at any time without notice, to: (i) revoke or limit your license to use the Service (or any portion of it).\nand (ii) change or discontinue providing the Service (or any portion thereof).\nMorningstar has no obligation to update the Service or to correct any errors or omissions that might be contained in it.\n</p>\n<p> Your subscription is personal to you, and you may not transfer or share your subscription with another person, other than immediate family members living in the same household, provided that: (i) each such family member reads and agrees to be bound by the terms and conditions of this Agreement.\n(ii) your subscription is not simultaneously used by more than one person at any given time.\nand (iii) you agree to be responsible for any use of Service by such family member(s).\n</p> Ownership and Copyright <p> You acknowledge and agree that the Service (including, without limitation, all information contained in or associated with it) is owned by Morningstar and/or its third party content providers (“Content Providers”) and is protected by international copyright and other intellectual property laws.\nYou further acknowledge and agree that the Service contains certain proprietary data and information of Morningstar and its Content Providers, that you will not use these data or information for any unlawful or unauthorized purpose, and that you will use reasonable efforts to protect them from illicit distribution or use.\nEach Content Provider is a third-party beneficiary of this Agreement to the extent necessary to enable it to enforce its proprietary rights in the data and the applicable use restrictions contained in this Agreement.\n</p> Trademarks <p> MORNINGSTAR, MORNINGSTAR.COM, and the MORNINGSTAR &amp.\nDESIGN logo are registered marks of Morningstar.\nIn addition, the Morningstar Rating™ and Morningstar Style Box™ marks (both word and design), as well as any other Morningstar marks appearing in the Service, are the property of Morningstar.\nYou will not use or allow any third party to use any of Morningstar’s marks, including but not limited to the foregoing, without Morningstar’s prior express written consent.\nAll marks not owned by Morningstar are the property of their respective owners.\n</p> Disclaimer of Warranties <p> THIS SERVICE IS PROVIDED “AS IS” WITH ALL FAULTS.\nMORNINGSTAR AND ITS CONTENT PROVIDERS DISCLAIM ALL WARRANTIES OF ANY KIND REGARDING THE SERVICE, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OWNERSHIP, NONINFRINGEMENT, ACCURACY OF INFORMATIONAL CONTENT, AND ABSENCE OF VIRUSES AND DAMAGING OR DISABLING CODE.\n</p>\n<p> NEITHER MORNINGSTAR NOR ANY OF ITS CONTENT PROVIDERS WARRANT THE ACCURACY, COMPLETENESS, OR TIMELINESS OF THE SERVICE.\nNEITHER MORNINGSTAR NOR ANY OF ITS CONTENT PROVIDERS SHALL BE RESPONSIBLE FOR INVESTMENT DECISIONS, DAMAGES, OR OTHER LOSSES RESULTING FROM USE OF THE SERVICE.\n</p>\n<p> PAST PERFORMANCE DOES NOT GUARANTEE FUTURE PERFORMANCE.\nNEITHER MORNINGSTAR NOR ANY OF ITS CONTENT PROVIDERS SHALL BE CONSIDERED AN “EXPERT” UNDER THE SECURITIES ACT OF 1933.\nNEITHER MORNINGSTAR NOR ANY OF ITS CONTENT PROVIDERS WARRANT THAT THE SERVICE OR ANY PORTION OF IT COMPLIES WITH THE REQUIREMENTS OF THE NASD OR ANY SIMILAR ORGANIZATION OR WITH THE SECURITIES LAWS OF ANY JURISDICTION.\n</p>\n<p> Some jurisdictions do not allow the exclusion or limitation of implied warranties, so the above exclusions or limitations may not apply in all cases.\n</p> Limitation of Liability <p> NEITHER MORNINGSTAR NOR ANY OF ITS CONTENT PROVIDERS NOR ANY PERSON THROUGH WHOM MORNINGSTAR MAKES THE SERVICE AVAILABLE SHALL BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM OR RELATING TO THIS AGREEMENT, THE SERVICE, OR THE USE OF, OR RELIANCE ON, THE SERVICE, WHETHER IN CONTRACT OR TORT OR OTHERWISE, EXCEPT TO THE EXTENT SUCH DAMAGES ARISE DIRECTLY FROM A WILLFUL BREACH BY MORNINGSTAR (OR THAT PERSON) OF ANY OF ITS EXPRESS OBLIGATIONS UNDER THIS AGREEMENT OR EXCEPT TO THE EXTENT OTHERWISE EXPLICITLY MANDATED BY APPLICABLE LAW.\n</p>\n<p> EXCEPT TO THE EXTENT OTHERWISE EXPLICITLY PROHIBITED BY APPLICABLE LAW, THE AGGREGATE LIABILITY OF MORNINGSTAR AND ITS CONTENT PROVIDERS ARISING FROM OR RELATING TO THIS AGREEMENT, THE SERVICE, AND THE USE OF, OR RELIANCE ON, THE SERVICE, WHETHER IN CONTRACT, TORT OR OTHERWISE, SHALL BE LIMITED TO ACTUAL DIRECT DAMAGES THAT CAN BE FINALLY PROVED IN A COURT OF COMPETENT JURISDICTION IN AN AMOUNT NOT TO EXCEED $1,000.\n</p>\n<p> EXCEPT TO THE EXTENT OTHERWISE EXPLICITLY PROHIBITED BY APPLICABLE LAW, NEITHER MORNINGSTAR NOR ITS CONTENT PROVIDERS SHALL BE LIABLE FOR ANY PUNITIVE, SPECIAL, INDIRECT, OR CONSEQUENTIAL DAMAGES ARISING FROM OR RELATING TO THE FOREGOING, WHETHER IN CONTRACT OR TORT OR OTHERWISE, EVEN IF MORNINGSTAR OR ITS CONTENT PROVIDER HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p> Indemnification <p> You agree to indemnify, defend, and hold harmless Morningstar, its affiliates and its Content Providers from and against any and all claims, liabilities, losses, costs (including, but not limited to, reasonable attorneys’ fees), and/or damages of any kind arising from or relating to: (i) your use of the Service.\n(ii) your breach of this Agreement.\nand (iii) any messages, information, or materials uploaded, posted, published, or transmitted by you in connection with the Service (including, without limitation, in any portion of the Morningstar Community (as defined below) that may be made available as part of the Service).\n</p> User Password <p> If you are required to select a password to access or use the Service, you may then modify that password at any time as often as you like.\nYou may not select any password that violates any third party’s rights or is offensive, improper, or inappropriate.\nIf Morningstar determines in its sole discretion that any password you select is inappropriate for any reason, Morningstar may delete that password and/or limit or terminate your access to the Service.\n</p>\n<p> Your password is for your personal use only, and you agree to keep it secret and not to share it with anyone (except as expressly allowed under this Agreement).\n</p>\n<p> YOU ARE RESPONSIBLE FOR ALL USE, ACTIVITIES, AND CHARGES ASSOCIATED WITH OR ARISING FROM ANY USE OF YOUR PASSWORD, REGARDLESS OF WHETHER YOU AUTHORIZED SUCH USE.\nYOU MUST PROMPTLY NOTIFY MORNINGSTAR (USING THE TOLL-FREE NUMBER OR E-MAIL ADDRESS LISTED BELOW UNDER “CUSTOMER SERVICE AND PRODUCT SUPPORT”) OF ANY UNAUTHORIZED USE OF YOUR PASSWORD.\n</p> Third-Party Web Sites, Links, and Information <p> The Service may contain information, products, and services provided by third parties and links (including advertisements) to Web sites made available by third parties.\nThis information and these products, services, and links are provided only as a convenience to users of this Service.\nMorningstar does not control this information or these products, services, or Web sites.\nMorningstar does not make any representations or warranties, express or implied, regarding this information or these products, services, or Web sites and shall not be liable for any information or services received from them.\nInclusion of any of the foregoing in conjunction with the Service does not constitute or imply an endorsement, authorization, sponsorship, or affiliation by or with Morningstar with respect to any third party, any third party’s Web site or its content, or any information, products, or services provided by a third party.\n</p> Stock Quotes <p> Where available within the Service, U.S.\nintraday exchange quotes are real-time and provided by BATS Exchange.\nNASDAQ, NYSE and Amex securities quotes are delayed by 15 minutes.\nAll quotes are believed to be correct, but Morningstar does not warrant or guarantee the accuracy, completeness or timeliness of any such information.\nMorningstar advises you to always confirm the price of a particular investment with a broker or other party executing its sale, purchase or redemption, as appropriate.\n</p> Privacy and Information Made Available by You <p> Morningstar shall have the right to use and disclose any information provided by you through the Service (including but not limited to information provided through e-mail) or made available through your use of the Service, for any lawful purpose, unless you indicate otherwise in the Membership area of the Service.\nIn no event shall you be entitled to any compensation for the use of any of this information.\nPlease see our Privacy Policy for further details.\n</p> Use of Morningstar Community <p> To the extent the Service involves any access to any forum, blog, private message, email or other medium (e.g., a comments section within a video or associated with an article) by which discussions may be effected (individually and collectively, the “Morningstar Community”), you understand and agree that Morningstar makes no representations or warranties with respect to any such portion of the Morningstar Community or with respect to any messages, information, or materials contained in it.\nYou acknowledge and agree that your use of, or reliance upon, any such messages, information, or materials is at your sole risk and expense.\n</p>\n<p> Morningstar does not, and cannot, review all of the information and materials provided in the Morningstar Community and has no responsibility or liability for any such information or materials or their use.\nIf Morningstar becomes aware of any information or materials that it determines violate the terms of this Agreement or the Morningstar Community policies promulgated by Morningstar from time to time or that Morningstar otherwise deems inappropriate in its sole discretion, Morningstar reserves the right to delete, move, or edit any such information or materials.\n</p>\n<p> To the extent that you use the Morningstar Community, you covenant that you will: (a) comply with the Morningstar Community policies promulgated by Morningstar from time to time.\n(b) be solely responsible for your use of the Morningstar Community and any messages, information, and materials provided by you or through another user making use of your password.\n(c) not advertise or offer to sell goods or services of any kind in the Morningstar Community.\nand (d) not upload, post, publish, or transmit any messages, information, or materials that (i) restrict or inhibit any other user from accessing, using or enjoying the Service, (ii) are unlawful, threatening, abusive, libelous, defamatory, obscene, vulgar, offensive, pornographic, profane, sexually explicit, or indecent, (iii) constitute or encourage conduct that would constitute a criminal offense, give rise to civil liability, or otherwise violate any applicable law, (iv) violate or infringe the rights of Morningstar or any third party (including but not limited to copyrights, trademarks, patents, trade secrets, and rights of privacy and publicity), (v) constitute or contain false or misleading indications of origin or statements of fact, (vi) contain software or any other commercial materials or information, or (vii) contain any viruses or other harmful component.\n</p>\n<p> By uploading, posting, publishing, or transmitting any messages, information, or materials in connection with the Morningstar Community, you hereby grant to Morningstar and its affiliates a royalty-free, worldwide, perpetual, transferable, irrevocable, nonexclusive license (with the right to sublicense) to use, copy, modify, display, publicly perform, distribute, reproduce, and create derivative works of the foregoing in any form, media, software, or technology of any kind now existing or developed in the future.\n</p> Governing Law and Jurisdiction <p> This Agreement is governed by and construed in accordance with the laws of the State of Illinois, U.S.A., without giving effect to any choice-of-law or conflict-of-law provision or rule (whether of the State of Illinois or any other jurisdiction) that would cause the application of the laws of any jurisdiction other than that of the State of Illinois.\nYou hereby consent to, and agree to bring any and all claims in, the exclusive jurisdiction of the state and federal courts located in Cook County, Illinois, U.S.A., for any action or proceeding arising under or relating to this Agreement, the Service, or the use of, or reliance on this Service, whether based in contract or tort or otherwise.\nEach party expressly waives the right to trial by jury.\n</p> Waiver of Class Action <p> Except as otherwise specifically prohibited by applicable law, all disputes arising from or related to this Agreement, a party’s performance hereunder or any of its acts or omissions (or any of the acts or omissions of any of its agents) will be adjudicated on an individual basis and not in a class or representative action or as a member of a class, mass, consolidated or representative action, irrespective of the forum in which they are heard.\nAny claim asserted by a party hereunder shall not be joined for any purpose with the claim or claims of any other person or entity, unless both parties specifically agree to the joinder of individual actions.\n</p> Entire Agreement <p> This Agreement constitutes the entire agreement between you and Morningstar regarding the subject matter hereof and supersedes any and all prior negotiations, representations, warranties, undertakings, or agreements, written or oral, between the parties regarding such subject matter.\n</p> Severability <p> To the maximum extent possible, each provision in this Agreement shall be interpreted in such a manner as to be valid and enforceable under applicable law.\nIf any provision of this Agreement is held to be invalid or unenforceable under applicable law, such provision shall be modified so as to be rendered valid and enforceable while implementing, to the maximum extent possible, the original intent of such provision.\nIf such modification is not possible or allowed, then such provision shall be ineffective only to the extent of such unenforceability or invalidity without affecting the remainder of such provision or any other provisions in this Agreement.\n</p> Premium User Provisions <p> In addition to the above, the following provisions apply to you if you subscribe to the Premium portion of the Service (“Premium Service”): </p> Subscribing to the Premium Service <p> You may not use the Premium Service without a valid subscription from Morningstar — at which point you will be deemed a “Premium Member”.\nTo obtain a subscription, you must register for the Premium Service either by completing and submitting the online registration form available for the Premium Service or by calling the toll-free number listed below under “Customer Service and Product Support” and providing Morningstar with all of the required enrollment information.\nYour subscription will not be valid unless and until Morningstar accepts your completed registration.\nBy registering for the Premium Service, you represent and warrant that all registration information that you provide is true, complete, and accurate, and you agree to notify Morningstar promptly of any changes to this registration information.\nThis notification can be effected either by editing your user profile in the Service or by calling the toll-free number listed below under “Customer Service and Product Support.” </p> AUTOMATIC RENEWAL OF PREMIUM SERVICE <p>\n<strong>You may be offered a free trial subscription to the Premium Service and this free trial subscription will normally begin on the date on which Morningstar accepts your completed registration.\nUnless cancelled by you or Morningstar during this trial period, the initial term of your regular paid Premium Service subscription will start immediately after the free trial period ends, and will continue for the length of time that you selected when you registered.\nIf you have ever taken a free trial to the Premium Service, you will not be eligible to receive another free trial.\nInstead, the initial term of your Premium Service subscription will begin immediately upon Morningstar accepting your registration and your credit card will be charged for the subscription fee associated with the term length you selected when you registered.</strong>\n</p>\n<p>\n<strong>In those instances where you subscribe to the Premium Service using a special or introductory offer, unless you notify us that you wish to cancel your Premium Service subscription before the end of its initial term, your Premium Service subscription will automatically renew for the period of time specified in that offer and your credit card will be charged the subscription fee in effect at the time for that subscription term length.</strong>\n</p>\n<p>\n<strong>Other than as described elsewhere in this section, unless you notify us that you wish to cancel your Premium Service subscription before the end of its then-current subscription term, your Premium Service subscription will continue to automatically renew for successive terms of the same duration and your credit card will be charged for each such renewal at the subscription fee in effect at the time of that renewal.</strong>\n</p> Changes to the Premium Service <p> MORNINGSTAR RESERVES THE RIGHT TO CHANGE THE PREMIUM SERVICE AT ANY TIME WITHOUT NOTICE (INCLUDING BUT NOT LIMITED TO ADDING OR REMOVING FEATURES).\nIF YOU ARE DISSATISFIED WITH ANY SUCH CHANGES, OR IF YOU ARE OTHERWISE DISSATISFIED WITH THE PREMIUM SERVICE (INCLUDING BUT NOT LIMITED TO ITS PERFORMANCE OR AVAILABILITY), YOUR ONLY REMEDY IS TO CANCEL YOUR SUBSCRIPTION, AS SET FORTH BELOW.\n</p> Charges and Billing Practices <p> Premium Service subscription Fees on credit-card transactions are authorized immediately, but not actually processed until any applicable limited time free trial period has expired.\nSubscription fees will be based upon the subscription rates in effect at the start of each subscription term and apply whether or not you actually use the Premium Service during that term.\nYou can always find the current retail subscription rates by reviewing the Member Benefits on the Service.\n</p>\n<p> Morningstar reserves the right to change the fees it charges for products, services or features (collectively, “Products”) offered in connection with the Premium Service and/or the Service at any time.\nThese sorts of changes include, but are not limited to, adding fees for new/optional Products and/or modifying fees for existing Products.\nBy using any of the Products, with which there are associated fees, you agree to pay those fees.\nIf you do not want to pay these associated fees, you must cancel your subscription, as set forth below.\nFor absence of doubt, if Morningstar increases the base Premium Service subscription fee at some point during your then-current subscription term, that increased fee will only apply to you upon the next renewal, if any, of your Premium Service subscription.\n</p>\n<p> Subscription fees and all others fees and charges associated with your Premium Service subscription (including, but not limited to, any applicable federal, state, and local taxes) will be billed automatically to the credit card you provide when registering for the Premium Service (“your credit card”).\nIf your credit card is a VISA or MasterCard and the number or expiration date for your credit card changes for any reason (for instance, you get a new number because your old card expired, was stolen, etc.), that updated information may be automatically passed on from your credit card issuer to Morningstar, and if we do receive such information, it will be treated by Morningstar as if it were originally furnished by you.\nTo learn more about this pass-along service being provided by your credit card issuer, please contact it directly.\n</p>\n<p> While you are a Premium Subscriber, you must promptly notify Morningstar — if any information you provided to us related to your credit card — for instance, your billing address — changes or is no longer valid for any reason.\nAbsent such notification, Morningstar will assume that all of the information related to your credit card remains valid and will submit to the card processor all information that it requires for approval, both when you initially subscribe and, if applicable, upon the commencement of any renewal of that subscription.\nIf any subscription fees or other charges billed to your credit card are declined for any reason, Morningstar shall have the right to suspend your subscription until such subscription fees or other charges are paid in full.\nYou agree to pay all costs (including attorneys’ fees) incurred by Morningstar in collecting any unpaid subscription fees or other charges from you.\nTo notify Morningstar, please either reach out to us at the toll-free number set forth below in Customer Service and Product Support or email us at cancellation@morningstar.com.\n</p> Cancellation <p> If you purchased your Premium Service subscription through Morningstar, you may cancel it (i) by calling the telephone number listed under “Customer Service and Product Support” to notify Morningstar.\nor (ii) by going to the MyAccount portion of the Premium Service (located at www.morningstar.com) navigating to “Membership,” clicking on “Cancel” and then following the on-screen instructions to complete the cancellation process.\nor (iii) by sending an email to cancellation@morningstar.com.\n</p>\n<p> If you cancel your subscription during your free trial period, you will not be responsible for the payment of a subscription fee.\nHowever, except as otherwise provided herein, if you cancel your Premium Service subscription at any time after your trial period expires, your subscription to the Premium Service will continue in effect until the next monthly anniversary of the effective date of your paid subscription.\n(For example, if your paid Premium Service subscription start date is on January 1 and you cancel it on June 15, your Premium Service subscription remains in effect until July 1, at which time it ends.) For those with yearly or multi-year subscriptions, any remaining prepaid charges will be refunded, prorated on a monthly basis, to your credit card after your Premium Service subscription ends.\n</p>\n<p> Morningstar may at any time immediately cancel your subscription, without notice or liability, if it determines in its sole discretion that: (i) you have breached any portion of this Agreement.\nor (ii) your use of or access to the Premium Service or any other portion of the Service violates any applicable law or regulation or otherwise inhibits any other subscriber from using or accessing any portion of the Service, including, without limitation, the Premium Service.\nUpon such cancellation, you will have no further right to access or use any portion of the Service.\nNone of the foregoing limits any other legal, equitable, or contractual rights available to Morningstar.\n</p>\n<p> Morningstar may, in its sole discretion, choose not to renew your subscription by sending a notice of non-renewal at any time during your subscription term to the e-mail address you provided when completing your registration.\nYou will be deemed to have received this notice, whether or not you saw it or the e-mail address provided by you continues to be valid.\nIn the event of such a notice, your subscription will cease and will not automatically renew at the end of your then-current subscription term.\n</p>\n<p> If you purchased the Premium Service via the Apple In-App Purchase (IAP) mechanism, then, subject to applicable law, you may only cancel your Premium Service subscription through Apple.\nPlease direct all questions regarding the status of your account to Apple and reference your Apple ID.\nPlease refer to the app’s License Agreement in the Apple iTunes app store for more details.\n</p> Morningstar Mobile Apps <p> For subscriptions purchased through IAP, your membership INCLUDES access to Premium Service, and will continue to automatically renew until non-renewed or cancelled.\nsee the <strong>Automatic Renewal of Premium Service</strong> section above and the <strong>Cancellation</strong> section below.\nPayment will be charged to your iTunes Account at confirmation of purchase.\nSubject to applicable law, your subscription will automatically renew unless auto-renew is turned off at least 24-hours before the end of the current subscription period.\nAccount will be charged for renewal within 24-hours prior to the end of the current subscription period, and identify the cost of the renewal.\nSubscriptions may be managed by you and auto-renewal may be turned off by going to Account Settings after purchase.\n</p> Dow Jones <p> If you are a “Securities Professional” as defined herein, then, in addition to any other restrictions contained herein, you may not use any of the information from Dow Jones Business News or Dow Jones and Company, Inc.\nto provide advice or products or services to a third party.\nYou may use information from Dow Jones Business News or Dow Jones and Company, Inc.\nsolely for your personal investing or educational purposes and not in connection with any commercial product or service or in connection with advising third parties, or buying, selling, or trading securities for or on behalf of third parties.\nA “Securities Professional” means a person who: (i) acts as a broker or dealer in the purchase or sale of negotiable financial instruments or is registered or qualified in any capacity under any federal or state securities or commodities trading law, rule, or regulation or the rules or regulations of any securities or commodities exchange, market, or association.\n(ii) falls within the definition of “investment banker” as that term is defined in the Investment Company Act of 1940.\n(iii) is a national securities or commodities exchange, registered securities or commodities association, or registered clearing agency.\n(iv) engages in the buying and selling of negotiable financial instruments for his or her employer or for an entity or its customers’ accounts.\nor (v) is engaged in the business of managing or directing a fund or portfolio of assets (that includes negotiable financial instruments) owned principally by third parties.\n</p> Customer Service and Product Support <p> For customer service related to your Premium Service membership (including information regarding registration, billing and cancellation), please call +1 (866) 229-9449 (or +1 (312) 384-3838 if dialing from outside the U.S.) Monday-Friday, 8AM-5PM CST.\n</p>\n<p> For technical and product support related to your Premium Service membership, please email us at joe@morningstar.com or call us [toll-free] at +1 (312) 424-4288 Monday-Friday: 7AM-6PM CST.\n</p>\n<p> For customer service related to your membership on the mobile Service, contact Morningstar via telephone at +1 (312) 424-4243.\n</p>\n<p>This Agreement was last updated on December 2019.</p> Transparency is our policy.\nLearn how it impacts everything we do Read More <p>Transparency is how we protect the integrity of our work and keep empowering investors to achieve their goals and dreams.\nAnd we have unwavering standards for how we keep that integrity intact, from our research and data to our policies on content and your personal data.\n</p>\n<p>We’d like to share more about how we work and what drives our day-to-day business.</p> How we make money <p>We sell different types of products and services to both investment professionals and individual investors.\nThese products and services are usually sold through license agreements or subscriptions.\nOur investment management business generates asset-based fees, which are calculated as a percentage of assets under management.\nWe also sell both admissions and sponsorship packages for our investment conferences and advertising on our websites and newsletters.\n<br>\n</p>\n<p>\n</p> How we use your personal data <p>How we use your information depends on the product and service that you use and your relationship with us.\nWe may use it to:</p>\n<ul>\n<li>Verify your identity, personalize the content you receive, or create and administer your account.</li>\n<li>Provide specific products and services to you, such as portfolio management or data aggregation.</li>\n<li>Develop and improve features of our offerings.</li>\n<li>Gear advertisements and other marketing efforts towards your interests.</li>\n</ul>\n<p>To learn more about how we handle and protect your data, visit our privacy center.</p> How we approach editorial content <p>Maintaining independence and editorial freedom is essential to our mission of empowering investor success.\nWe provide a platform for our authors to report on investments fairly, accurately, and from the investor’s point of view.\nWe also respect individual opinions––they represent the unvarnished thinking of our people and exacting analysis of our research processes.\nOur authors can publish views that we may or may not agree with, but they show their work, distinguish facts from opinions, and make sure their analysis is clear and in no way misleading or deceptive.</p>\n<p>To further protect the integrity of our editorial content, we keep a strict separation between our sales teams and authors to remove any pressure or influence on our analyses and research.</p>\n<p>Read our editorial policy to learn more about our process.</p> Site Index <ul>\n<li>What We Do </li>\n<li> All Products &amp.\nServices </li>\n<li> Our Signature Methodologies </li>\n<li> Morningstar Investment Conference </li>\n</ul>\n<ul>\n<li>Company </li>\n<li> About Us </li>\n<li> Careers </li>\n<li> Diversity, Equity, &amp.\nInclusion </li>\n<li> Corporate Sustainability </li>\n<li> Newsroom </li>\n<li> Investor Relations </li>\n</ul>\n<ul>\n<li>Get Help </li>\n<li> Help Center </li>\n<li> Advertising Opportunities </li>\n<li> Feedback </li>\n<li> Reprints </li>\n<li> Global Contacts </li>\n</ul> United States <p> © Copyright 2023 Morningstar, Inc.\nAll rights reserved.\nDow Jones Industrial Average, S&amp;P 500, Nasdaq, and Morningstar Index (Market Barometer) quotes are real-time.<br> This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.\n</p>\n<ul>\n<li>Terms and Conditions</li>\n<li>Privacy Center</li>\n<li>Disclosures</li>\n<li>Member User Agreement</li>\n<li>Corrections</li>\n<li>Do Not Sell or Share My Personal Information</li>\n<li>Accessibility</li>\n</ul> Give Feedback ", "created_at": "2023-07-01 05:00:26.243333", "updated_at": "2023-07-01 05:01:03.060271"}], "points": [], "urls": ["morningstar.com"]}}