{"error": 448, "message": "OK", "parameters": {"id": 9808, "name": "ConsumerAffairs", "created_at": "2023-10-23 17:55:34.883165", "updated_at": "2023-10-23 22:02:42.712138", "wikipedia": null, "keywords": null, "related": null, "slug": "consumeraffairs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9808.png", "url": "consumeraffairs.com", "documents": [{"id": 19538, "name": "Privacy Policy", "url": "https://www.consumeraffairs.com/about/privacy_policy/", "xpath": "/html/body/main/div", "text": "Privacy Policy<p>\n<strong>Effective Date: August 30, 2023</strong>\n</p>\n<p>\n<strong>Last Updated: August 30, 2023</strong>\n</p>\n<p>This Privacy Policy, which is part of our Terms of Use, describes how ConsumerAffairs.com Holdings, LLC (“we,” “us,” or “our”) collects, uses, and discloses Personal Information (as defined below) in connection with your use of the services provided by us (the “Services”) and use of our website (“Site”).</p>\n<p>We may change this policy from time to time and will disclose that we have a revised policy by updating the Last Updated date at the top of the policy.\nIf we make material changes, and if we have your email address, we will also notify you by email.\nPlease check this page when you access the services to stay informed about our information practices and the choices available to you.</p>\n<ol>\n<li>What Information We Collect <ol>\n<li>\n<u>Information:</u> When you create an account with us, we collect information that you directly provide to us that personally identifies, relates to, describes, is reasonably capable of being associated with you, or could be linked, directly or indirectly, with a particular consumer or household (“Personal Information”), including: <ol>\n<li>Identifiers and contact information such as such as name, postal address, phone number, email address, social security number (we only provide social security numbers to finance partners with your consent), or other similar identifiers;</li>\n<li>Other demographic information, such as date of birth;</li>\n<li>Commercial information, such as information about products or services purchased, obtained, or considered, or other purchasing or consuming histories and corresponding account numbers;</li>\n<li>Internet and network information such as browsing/search history, approximate geolocation, browser type, device type and settings, and information regarding an individual’s interaction with an internet website, application, or advertisement;</li>\n<li>Audiovisual information such as pictures, call recordings, and video footage.\nand</li>\n<li>Inferences drawn from the above categories of Personal Information that relate to your preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes (e.g., topical interests, engagement value).</li>\n</ol>\n</li>\n<li>\n<u>Usage Data:</u> We do not collect, use, or disclose Personal Information when you use our websites.\nKeep in mind, however, that we automatically collect information in connection with the actions you take on our websites, including collecting the type of web browser you use, the type of device you use, your operating system, your internet provider, the pages you view, your referring and exit pages, the date and time of your visit, the number of clicks to, from, and within our websites, and the duration of your visit (“Usage Data”).\nWe commit to maintaining and using this de-identified Usage Data without attempting to re-identify any such Usage Data.\nBecause Usage Data is not reasonably capable of being individually associated with you, it is therefore not Personal Information.\nRemember, however, that: <ol>\n<li>You will still receive cookies that are essential for the website to function;</li>\n<li>You will still see advertising, but it will not be targeted and may not be relevant to you.\nand</li>\n<li>Our data practices differ when you create an account with us.</li>\n</ol>\n</li>\n<li>\n<u>Sensitive Personal Information:</u> We do not collect information that would be considered sensitive under any state’s laws, such as information relating to a known child, precise geolocation data, data revealing racial or ethnic origin, religious beliefs, mental or physical health diagnosis, sexual orientation, or citizenship or immigration status.</li>\n</ol>\n</li>\n<li>How We Collect Information <ol>\n<li>\n<u>Information You Provide Us:</u> We collect Personal Information you provide directly to us.\nFor example, we collect information when you: <ol>\n<li>Create an account;</li>\n<li>Write a review;</li>\n<li>Respond to a survey;</li>\n<li>Fill out a form;</li>\n<li>Participate in a contest or promotion;</li>\n<li>Communicate with us via third-party social media sites;</li>\n<li>Request customer support;</li>\n<li>Interact with us via chat;</li>\n<li>Interact with us via telephone.\nor</li>\n<li>Participate in any interactive features of the Services or otherwise communicate with us.</li>\n</ol>\n</li>\n<li>\n<u>Information We Collect from Other Sources:</u> If you create or log into your account through a social media site, we may have access to certain information from that site, such as your name, user ID, account information, information that you have made public, and friend lists, according to the social media site’s data practices and your privacy settings on that social media site.\nWe may also collect demographic information about you from third parties, including data brokers, credit bureaus, mailing list providers, and publicly available sources.</li>\n</ol>\n</li>\n<li>Why We Collect Information <ol>\n<li>Our Purpose: We use Personal Information to provide, maintain, and improve the Services.\nWe may also use the information we collect to: <ol>\n<li>Communicate with you about products, services, offers, and events offered by us and others, and provide news and information we think will be of interest to you;</li>\n<li>Monitor and analyze trends, usage, and activities in connection with our Services;</li>\n<li>Send you technical notices, updates, security alerts and support, and administrative messages;</li>\n<li>Respond to your comments, questions, and customer service requests;</li>\n<li>Detect, investigate, and prevent security incidents, malicious, deceptive, or fraudulent transactions and other illegal activities, and protect our rights and property and that of others;</li>\n<li>Personalize and improve the Services and provide advertisements, content, or features that match user profiles or interests;</li>\n<li>Facilitate contests, sweepstakes, and promotions and process and deliver entries and rewards;</li>\n<li>Debug to identify and repair errors that impair site functionality;</li>\n<li>Ensure the right of another consumer to exercise their right of free speech or exercise another right provided by law;</li>\n<li>Comply with the law and our legal obligations.\nand</li>\n<li>Carry-out any other purpose described to you at the time the information was collected.</li>\n</ol>\n</li>\n<li>\n<u>Targeted Advertising and Profiling:</u> We do not use your Personal Information for targeted advertising (i.e., advertisement selected based on personal data obtained over time and across nonaffiliated websites).\nWe do not use your Personal Information for profiling (i.e., automated processing to evaluate, analyze, or predict personal aspects related to a person’s economic situation, health, personal preferences, interests, reliability, behavior, location, or movements).</li>\n</ol>\n</li>\n<li>Disclosing Information <ol>\n<li>\n<u>Service Providers:</u> We may establish a relationship with other businesses, including corporate affiliates, to provide services to us (“Service Providers”), including for: <ol>\n<li>Provision of the Services;</li>\n<li>Facilitating marketing and non-marketing communications;</li>\n<li>Marketing design and development;</li>\n<li>Business analytics (both marketing and non-marketing related);</li>\n<li>Project management and collaboration;</li>\n<li>Learning management systems;</li>\n<li>IT and network administration, such as mobile application development, data storage and management, website hosting, and data security;</li>\n<li>Identity verification;</li>\n<li>Location verification;</li>\n<li>Payment processing;</li>\n<li>Professional services, such as legal and accounting;</li>\n<li>Obtaining legal records;</li>\n<li>Collection of accounts.\nand</li>\n<li>Other day-to-day business operations such as courier services, facilities management, and document destruction.</li>\n</ol>\n</li>\n<li>\n<u>Authorized Partners:</u> Some brands pay us to collect reviews on their behalf, respond to their customers, and generate insights of their businesses.\nWe refer to these brands as “Authorized Partners.” When you create an account with us and provide a review for an Authorized Partner, we may share your Personal Information, including your contact information, with such Authorized Partner.\nWe also provide our Authorized Partner with certain Usage Data.</li>\n<li>\n<u>Other Third Parties:</u> We may disclose your Personal Information if we have a good faith belief that we are required to do so in order to comply with the law or legal process, such as in response to subpoenas, courts orders, or requests by government authorities, law enforcement authorities, courts, or regulators, including lawful requests by public authorities to meet national security or law enforcement requirements.\nWe may also disclose your Personal Information if we believe your actions are inconsistent with our user agreements or policies, or to protect our rights, property, or safety or that of others, or if we sell, buy, merge, or partner with other companies or businesses, or sell some or all of our assets.</li>\n<li>\n<u>Online Analytics and Tailored Advertising:</u> We may allow Service Providers to provide analytics services and serve advertisements on our behalf.\nThese entities may use cookies, web beacons, device identifiers, and other technologies to collect information about your use of the Services and other websites and applications, including your IP address, web browser, mobile network information, pages viewed, time spent on pages or in apps, links clicked, and conversion information.\nThis information may be used by us and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on our Services.</li>\n</ol>\n</li>\n<li>Your Privacy Rights<br> State laws may provide you with the ability to exercise certain privacy rights (your “Rights”), which you may exercise by submitting a request below.\nYour Rights may include the right to access and receive any Personal Information that we hold, the right to correct inaccuracies in any such Personal Information, and the right to delete such information.\nYou may also have the right to opt out of the sale or sharing of Personal Information.\n<ol>\n<li>\n<u>Right to Know:</u> You have the right to request twice per twelve (12) month period that we provide you with: <ol>\n<li>The categories or specific pieces of Personal Information we collected about you;</li>\n<li>The categories of sources from which we collected your Personal Information;</li>\n<li>The business or commercial purpose for which we collected your Personal Information;</li>\n<li>The categories of third parties with whom we disclosed your Personal Information for a business purpose.\nand</li>\n<li>The categories of third parties to whom we sold your Personal Information.</li>\n</ol> We are not permitted to provide access to specific pieces of Personal Information if the Personal Information is sensitive or creates a high risk of potential harm from disclosure to an unauthorized person.</li>\n<li>\n<u>Right to Deletion:</u> You have the right to request that we delete any Personal Information we have collected about you.\nWe are not required to honor a deletion request if a legal exemption applies, such as if we need the information to complete a requested or reasonably anticipated service, prevent security incidents or fraud, enable internal uses that are reasonably aligned with your expectations, or comply with our legal obligations.</li>\n<li>\n<u>Right to Correction:</u> You have the right to request that we correct inaccurate Personal Information.</li>\n<li>\n<u>Right to Opt Out of the Sale of Your Personal Information:</u> We may disclose your Personal Information to a third party for a business purpose or sell your Personal Information, subject to your right to opt out of those sales.\nYou have the right to direct us to not sell your Personal Information at any time.\nTo our knowledge, we do not sell the Personal Information of consumers under sixteen (16) years of age.</li>\n<li>\n<u>Submitting A Request Regarding your Privacy Rights:</u> To submit your request, you can contact us at 1-866-773-0221, visit the Do Not Sell My Info web form or email privacy@consumeraffairs.com.\nYou may also email us to designate an authorized agent to exercise these Rights on your behalf.</li>\n<li>\n<u>Authentication Process:</u> We will send an authentication request to the email address provided and confirm the request upon receipt of your response.\nIf you have more than one email address on record with us, you will have to initiate a separate consumer request for each email address on file.</li>\n<li>\n<u>Appealing Our Determination:</u> If we decline to take action on a request that you have submitted, we will inform you of our reasons for doing so and provide instructions for how to appeal our decision.\nYou will have the right to appeal within a reasonable period of time after you have received our decision.\nWithin forty-five (45) days of our receipt of your appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf we deny your appeal, we will provide you with a method for contacting the applicable Attorney General to submit a complaint.</li>\n<li>\n<u>Account Cancellation:</u> If you wish to deactivate your account, please contact us at privacy@consumeraffairs.com.\nWe may retain certain information as required by law or for legitimate business purposes.\nWe may also retain cached or archived copies of information about you for a certain period of time.</li>\n</ol>\n</li>\n<li>Cookies Policy<br>\n<p>When you visit our website, you consent to the use of cookies, and other technologies to collect and process information in accordance with this cookie policy.\nYou may have seen a pop up asking for your consent to this policy on your first visit to our Sites.\nYou may withdraw your consent at any time by following the instructions below.\n</p>\n<strong>Information We Collect</strong>\n<p>When you visit the Sites, our web server will temporarily record certain information from the device you use to access our Sites, the domain name or IP address of the requesting computer, the access date, the file request of the client (file name and URL), the HTTP response code and the Site from which you are visiting us, the number of bytes transferred during the connection and, if applicable, other technical information that we use and statistically evaluate for the technical implementation of the website’s use (such as delivery of the content, guaranteeing the website’s functionality and security, etc.).</p>\n<p>It is necessary to store and process the information referred to above for the duration of your session in order to deliver our Site content to your device.\nWe also store some of this information in the log files of our servers.\nWe will not combine this information with your IP address or other personal information relating to you except as disclosed below.</p>\n<p>We will also use the data described above to draw conclusions about your interests from your use and to adapt our Site’s offerings according to your interests (profiling) in order to make our website as user-friendly, safe and attractive as possible and thus promote the sale of Services.</p>\n<strong>What is a Cookie?</strong>\n<p>A browser cookie is a small piece of data that is stored on your device to help websites and mobile apps remember things about you.\nOther technologies, including web beacons, web storage, and identifiers associated with your device, may be used for similar purposes.\nIn this Policy, we say “cookies” to refer to all of these technologies.\nCookies allow a website to recognize a user’s device.\nCookies allow you to navigate between pages efficiently, remember preferences and generally improve the user experience for you.\nThey can also be used to tailor advertising to your interests through tracking your browsing across websites.</p>\n<p>Cookies are one of two variants.\nSession cookies are deleted automatically when you close your browser and persistent cookies remain on your device after the browser is closed (for example to remember your user preferences when you return to the website).\nPersistent cookies, also known as permanent cookies, are cookies that are stored on your hard drive until they expire or until you delete the cookie.</p>\n<p>We use the following types of cookies: </p>\n<ul>\n<li>Essential Cookies are required to make our Site function properly and cannot be turned off in our systems.\nIf you block these cookies, portions of our Site may not function properly.</li>\n<li>Performance and Functional Cookies allow us to count visits and sources of traffic on our Website so we can measure and improve performance and functionality.\nThey help us know which pages of our Site are most and least popular and how visitors move around the Site.\n</li>\n<li>Targeted Advertising Cookies may be set through our Sites by our advertising partners.\nThey may be used by advertising companies to build a profile of your interests and show you relevant advertisements on other websites.\n</li>\n<li>Social Media Cookies allow you to share information using social media sharing buttons on social networks like Facebook, Pinterest, Instagram, or Twitter.\nThis information may then be used by the social media network to deliver targeted advertising to you.\n</li>\n</ul> We may combine information collected automatically (as described above) from your interactions with our website and your activity on third-party sites with other data (including personal information).\n<p>\n</p>\n<strong>Managing Cookies</strong>\n<p>If you wish to opt out of allowing certain cookies, you may do so by changing your browser settings so that cookies from our Site cannot be set.\nPlease note that if you delete, block, or otherwise restrict cookies, or use a different computer or Internet browser, you will need to renew your cookie management choices.</p>\n<p>Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via these links: </p>\n<ol>\n<li>https://support.google.com/chrome/answer/95647 (Chrome)</li>\n<li>https://support.mozilla.org/en-US/kb/enhanced-tracking-protection-firefox-desktop (Firefox)</li>\n<li>https://help.opera.com/en/latest/security-and-privacy/ (Opera)</li>\n<li>https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer)</li>\n<li>https://support.apple.com/en-gb/guide/safari/manage-cookies-and-website-data-sfri11471/mac (Safari)</li>\n<li>https://support.microsoft.com/en-gb/help/4468242/microsoft-edge-browsing-data-and-privacy (Edge)</li>\n</ol> Please note that this Cookie Policy does not apply to, and we are not responsible for, the privacy practices of third party websites which may be linked to our Sites.\n<p>\n</p>\n<strong>Behavioral Tracking Technologies on Our Site</strong>\n<p>When you visit our website, we use site visit recordation technologies, to memorialize site visits, third-party cookies, beacons, tags and scripts to help collect the categories of information described above and aggregated information from your internet browser such as your behavior on our Site.\nYou may have seen a pop up asking for your consent to the use of web session analytics and recording technologies on your first visit to our Sites.</p>\n<p>We as well as the third party entities use Cookies, pixels and other tracking technology (collectively, “Tracking Technology”) in connection with our Site for purposes of tracking users’ activities (such as websites visited, advertisements selected, and pages viewed) after they leave our Site.\nWe and our third-party partners use this Tracking Technology to target applicable users with advertisements featuring our products and/or services, as well as third-party products and/or services, that may be of interest to applicable users and to collect and analyze data on visitor interactions for our website to help make the sites more useful to visitors.\nThese technologies collect information about your interaction with the Services, including the resources that you access, pages viewed, how much time you spent on a page, and how you reached our website.\nWe also log the details of your visits to our website and information generated in the course of using our website, such as mouse movements, scrolling, API calls, user behavior, tracking errors, links clicked, clicks, page visits, text entered, how long you spent on a page, and other details of your actions on our website.\n</p>\n<p>Some of this information is collected through cookies, web beacons, and other Tracking Technologies, which may be operated by our partners who assist us in serving ads or providing other services to you.</p>\n<p>We may use the following Tracking Technologies across our Site: </p>\n<ul>\n<li>We use Google Analytics, a web analysis service provided by Google, and some similar services to better understand your use of our Sites and apps.\nGoogle Analytics collects information such as how often users visit the website, what pages they visit, and what other sites they used prior to visiting.\nGoogle uses the data to track and examine the use of the Site, to prepare reports on its activities and share them with other Google services.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to the Site is restricted by the Google Analytics Terms of Service and the Google Privacy Policy.\nGoogle offers an opt-out mechanism for the web available here;</li>\n<li>Critero.\nFor more information about Criteo’s policies and practices, please see Criteo’s privacy policy at https://www.criteo.com/privacy/;</li>\n<li>Taboola.\nFor more information about Taboola’s policies and practices, please see Taboola’s privacy policy at https://www.taboola.com/policies/privacy-policy;</li>\n<li>Facebook.\nFor more information about Facebook’s policies and practices, please see Facebook’s privacy policy at https://www.facebook.com/privacy/policy/;</li>\n<li>Tiktok.\nFor more information about Tiktok’s policies and practices, please see Tiktok’s privacy policy at https://www.tiktok.com/legal/page/us/privacy-policy/en;</li>\n<li>Tealium Collect.\nFor more information about Tealium’s policies and practices, please see Tealium’s privacy policy at https://tealium.com/privacy/;</li>\n<li>Bouncepilot.\nFor more information about Bouncepilot’s policies and practices, please see Bouncepilot’s privacy policy at https://www.atdata.com/privacy-policy;</li>\n<li>Navistone Global Tag.\nFor more information about Navistone’s policies and practices, please see Navistone’s privacy policy at https://www.navistone.com/privacy-policy;</li>\n<li>Navistone conversion.\nFor more information about Navistone’s policies and practices, please see Navistone’s privacy policy at https://www.navistone.com/privacy-policy;</li>\n<li>Microsoft Advertising UET.\nFor more information about Microsoft’s policies and practices, please see Microsoft’s privacy policy at https://privacy.microsoft.com/en-US/faq ;</li>\n<li>HUMAN Security.\nFor more information about HUMAN Security’s policies and practices, please see HUMAN Security’s privacy policy at https://www.humansecurity.com/privacy;</li>\n<li>Retention.com.\nFor more information about Retention.com’s policies and practices, please see Retention.com’s privacy policy at https://retention.com/privacy-policy/.</li>\n</ul>\n<p>\n</p>\n<p>To learn more about how you can opt out of targeted advertising on the Site, please visit the “Ad Choices” website located at https://youradchoices.ca.\nUsers can opt-out of certain Google®-related tracking technology, and customize the Google® Display Network ads that they receive, by visiting the Google® Ads Settings at: http://www.google.com/settings/ads.\nGoogle® also recommends installing the Google® Analytics Opt-out Browser Add-on for your web browser, which is available here: https://tools.google.com/dlpage/gaoptout.</p>\n<p>If you wish to opt-out of having this information used for the purpose of serving you interest-based ads, you may opt-out by emailing us at privacy@consumeraffairs.com.\nFurther, Users may be able to opt-out of this form of tracking utilizing the options made available by the Network Advertising Initiative or Digital Advertising Alliance.\nPlease note that opting out of this tracking activity does not opt you out of being served advertising.\nEven where you opt out of this tracking activity, you will continue to receive generic ads.\n</p>\n</li>\n<li>Miscellaneous <ol>\n<li>\n<u>Behavioral Advertising:</u> For more information about interest-based ads, or to opt out of having your web browsing information used for behavioral advertising purposes, please visit http://www.aboutads.info/choices/ or https://thenai.org/opt-out/.\nYour device may also include a feature (“Limit Ad Tracking” on iOS or “Opt Out of Interest-Based Ads” or “Opt Out of Ads Personalization” on Android) that allows you to opt out of having certain information collected through apps used for behavioral advertising purposes.</li>\n<li>\n<u>Communications by Email or Text Message:</u> You may opt out of receiving our promotional emails by following the instructions in those emails or by contacting us as noted herein.\nIf you opt out, we may still send you non-promotional messages, such as those about your account or our ongoing business relationship.\nTo opt out of receiving text messages from us at any time, reply to a text from us with the word “STOP.” A confirmation message of your opt-out will be sent to your mobile number but no additional messages will be sent to you unless you opt in again.</li>\n<li>\n<u>Push Notifications/Alerts:</u> With your consent, we may send promotional and non-promotional push notifications or alerts to your mobile device or to your desktop via your browser.\nYou can deactivate these messages at any time by changing the notification settings within your browser or on your mobile device.</li>\n<li>\n<u>Nondiscrimination Notice:</u> We will not discriminate against any consumer for exercising their Rights.</li>\n<li>\n<u>California Shine the Light Law:</u> California's Shine the Light law permits users of our Service that are California residents to request certain information regarding our disclosure of Personal Information to third parties for their own marketing purposes.\nTo make such a request, or to opt out of this sharing, please see the “Contact Us” section below.\nYou may also opt out by completing the Do Not Sell My Info web form.</li>\n<li>\n<u>Jurisdiction:</u> The Services are subject to the laws of the United States and your Personal Information is processed in the United States.\nThe Services are only intended for use by individuals in the United States.</li>\n</ol>\n</li>\n<li>Contact Us<br> If you have any questions or concerns about your Rights, this privacy policy, a Do Not Sell request, or our data privacy practices, you can reach us at privacy@consumeraffairs.com, or by writing to us at: <p>ConsumerAffairs.com<br> 297 Kingsbury Grade, Suite 1025, Mailbox 4470<br> Lake Tahoe, NV 89449-4470<br> 1-866-773-0221</p> You may also email us to designate an authorized agent to exercise these Rights on your behalf.</li>\n</ol>", "created_at": "2023-10-23 17:55:34.916487", "updated_at": "2023-10-23 17:55:56.60661"}, {"id": 19539, "name": "Terms of Use", "url": "https://www.consumeraffairs.com/about/terms_of_use/", "xpath": "/html/body/main/div", "text": "Terms of UseACCEPTANCE OF TERMS<p>The services that ConsumerAffairs Holdings, LLC and its affiliates (collectively herein \"ConsumerAffairs\") provides to you are subject to the following Terms of Use.\nConsumerAffairs reserves the right to update the Terms of Use at any time without notice to you.\nThe most current version of the Terms of Use can be reviewed by clicking on the \"Terms of Use\" hypertext link located at the bottom of our Web pages.</p>\n<p> Please read these terms carefully.\nIf you do not agree to them, you must not use the Websites or the Services.</p>\n<p> THIS AGREEMENT CONTAINS:</p>\n<ul>\n<li>A MANDATORY ARBITRATION OF DISPUTES PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN A THAN JURY TRIALS OR CLASS ACTIONS;</li>\n<li>CONSENT TO RECEIVE ALL LEGALLY REQUIRED COMMUNICATIONS AND DISCLOSURES FROM US ELECTRONICALLY.\nAND</li>\n<li>A CONSENT TO RECEIVE DIRECT MAIL, AUTOMATED TELEPHONE CALLS, SMS TEXT MESSAGES AND RECORDING OF CALLS.\n</li>\n</ul>DESCRIPTION OF SERVICES<p>Through its network of Web properties, ConsumerAffairs provides you with access to a variety of resources, including consumer news, recall information, consumer comments and complaints, self-help tools and directories of resources provided by other parties (collectively \"Services\").\nAll such Services are subject to the Terms of Use.\nConsumerAffairs reserves the right to cancel or block your access to the Services for violation of these Terms of Use, in its sole discretion.</p>\n<p>Back to the top</p>PERSONAL AND NON-COMMERCIAL USE LIMITATION<p>Unless otherwise specified, the Services are for your personal and non-commercial use.\nYou may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any of the information, data or products obtained from the Services.</p>\n<p>Back to the top</p>PRIVACY AND PROTECTION OF PERSONAL INFORMATION<p>Please click here to access ConsumerAffairs’ Privacy Policy.</p>\n<p>Back to the top</p>NOTICE SPECIFIC TO DOCUMENTS AVAILABLE ON THIS WEB SITE<p>Permission to use Documents (such as news stories, consumer comment compilations, white papers, press releases and FAQs) from the Services is granted, provided that (1) the below copyright notice appears in all copies, (2) use of such Documents from the Services is for informational and non-commercial or personal use only.\nAccredited educational institutions, such as K-12, universities, private/public colleges, and state community colleges, may download and reproduce the Documents for distribution in the classroom.\nUse for any other purpose is expressly prohibited by law, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.</p>\n<p>Back to the top</p>DISCLAIMER OF LIABILITY<p>The information on the ConsumerAffairs Website is general in nature, does not address the circumstances of any particular individual and is not intended as a substitute for personalized investment, financial, tax and legal advice.\nConsumerAffairs is not a fiduciary by virtue of any person’s use of or access to the information on the ConsumerAffairs website.\nYou assume the sole responsibility of evaluating the merits and risks associated with the use of any information on the ConsumerAffairs Website.</p>\n<p>ConsumerAffairs makes no representation as to the accuracy of the information and assumes no liability for any damages or loss arising from the use thereof.\nAll information is provided \"as is\" without warranty of any kind.\nConsumerAffairs and/or its respective information suppliers and contractors hereby disclaim all warranties and conditions with regard to the information.</p>\n<p>Through its network of Web properties, ConsumerAffairs may provide ways by which you can obtain products or services from various companies.\nWe are not your agent or the agent of any company appearing on our website, although we may recommend a company based on your responses to written questions or phone interviews we conduct.\nWhile all companies with whom we do business must agree to abide by ConsumerAffairs Code of Good Business Practices, we do not license or certify the qualifications of those companies.\nIt is your responsibility to fully investigate all companies with whom you decide to do business, and you acknowledge and agree that you will rely on your own judgment in making the final selection of all products and services you choose to purchase.\nIn particular, we recommend that you seek the advice of financial advisors, insurance agents, brokers, medical professionals, or other relevant qualified professionals prior to making any financial, health, or safety-related decisions.\nBy using the Services, you acknowledge and agree that ConsumerAffairs is not liable for any losses, costs, damages or claims in connection with, arising from, or related to, your use of a company’s products or services.&nbsp;</p>\n<p>ConsumerAffairs does not make any coverage or credit decision with any company that contacts you, or with which you may be matched.\nConsumerAffairs does not issue mortgages, credit cards, insurance coverage or any other financial products.</p>\n<p>ConsumerAffairs is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to amazon.com.</p>\n<p>The Services may contain inaccuracies or typographical errors.\nChanges are periodically made to the Services.\nConsumerAffairs and/or its respective suppliers and contractors may make improvements, modifications and/or changes to the Services at any time without notice.</p>\n<p>Back to the top</p>MEMBER ACCOUNT, PASSWORD, AND SECURITY<p>If any of the Services requires you to open an account, you must complete the registration process by providing us with current, complete and accurate information as prompted by the applicable registration form.\nYou may also be asked to choose a password and a user name.\nYou are entirely responsible for maintaining the confidentiality of your password and account.\nFurthermore, you are entirely responsible for any and all activities that occur under your account.</p>\n<p>Back to the top</p>ELECTRONIC CONSENT<p>By agreeing to receive phone calls and text messages, you also consent to the use of an electronic record to document your agreement.\nYou may withdraw your consent to the use of the electronic record by sending an email to privacy@consumeraffairs.com with “Revoke Electronic Consent” in the subject line.\nTo view and retain a copy of this disclosure or any information regarding your enrollment in this program, you will need (i) a device (such as a computer or mobile phone) with a web browser and Internet access and (ii) either a printer or storage space on such device.\nFor a free paper copy, or to update our records of your contact information, send an email to privacy@consumeraffairs.com with contact information and the address for delivery.</p>\n<p>Back to the top</p>NO UNLAWFUL OR PROHIBITED USE<p>You will not use the Services for any purpose that is unlawful or prohibited by these terms, conditions, notices or applicable laws and statutes.\nYou may not use the Services in any manner that could damage, disable, overburden, or impair any ConsumerAffairs.com server, or the network(s) connected to any ConsumerAffairs.com server, or interfere with any other party's use and enjoyment of any Services.\nYou may not attempt to gain unauthorized access to any Services, other accounts, computer systems or networks connected to any ConsumerAffairs.com server or to any of the Services, through hacking, password mining or any other means.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available through the Services.</p>\n<p>Back to the top</p>ADVERTISEMENTS AND PROMOTIONS<p>ConsumerAffairs.com provides links to, and runs advertisements from, other companies on its website.\nSome of these companies may have a business relationship with ConsumerAffairs, and we may receive compensation when you click on a link or visit those companies’ sites.\nYour interactions and business dealings with any other company, however, including those with whom we have a business relationship, are solely between you and that company.\nConsumerAffairs.com is not responsible or liable for any loss or damage of any sort incurred by you, or the alleged breach of any terms, conditions, warranties or representations associated with any other company.\nAuthorized Members must agree to comply with ConsumerAffairs Code of Good Business Practices, but ConsumerAffairs does not dictate other companies’ marketing or advertising messages.\nWhen ConsumerAffairs does not have a business relationship with a company, advertisements are placed on our website by a third party, and we do not know the identity of a specific advertiser or have control over the advertisement.\nIn all cases, ConsumerAffairs makes no representations about the suitability of any service or products advertised.\n</p>\n<p>Back to the top</p>USE OF SERVICES<p>The Services may contain bulletin board services, forums, communities, complaint forms, comment forms, service rating forms and/or other message or communication facilities designed to enable you to communicate with others (\"Communication Services\").\nYou agree to use the Communication Services only to post, send and receive messages and material that are proper and, when applicable, related to the particular Communication Service.</p>\n<p>Without limitation, you agree that you will NOT:</p>\n<ul>\n<li>Use this site if you are under the age of 16.</li>\n<li>Use the Communication Services in connection with surveys, contests, pyramid schemes, chain letters, junk email, spamming or any duplicative or unsolicited messages (commercial or otherwise).</li>\n<li>Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</li>\n<li>Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, obscene, indecent, shocking or unlawful topic, name, image, material or information.</li>\n<li>Make any statement that is false, dishonest, or otherwise not accurate.</li>\n<li>Use any material or information, including images or photographs, which are made available through the Services in any manner that infringes any copyright, trademark, patent, trade secret, or other proprietary right of any party.</li>\n<li>Harvest or otherwise collect information about others, including e-mail addresses.</li>\n<li>Violate any applicable laws or regulations.</li>\n<li>Create a false identity for the purpose of misleading others.</li>\n<li>Do the following as it pertains to submitting Video Reviews: <ul>\n<li>Record the video with other people in the background</li>\n<li>Display any products or services that you are not reviewing</li>\n<li>Play music in the background while you are recording</li>\n<li>Include anything that may be copyrighted such as music, images, logos, art, etc.</li>\n</ul> Failure to adhere to the aforementioned guidelines may result in your Video Review not being published to ConsumerAffairs Website.\n</li>\n</ul>\n<p>ConsumerAffairs reserves the right to terminate your access to any or all of the Communication Services at any time, without notice, for any reason whatsoever.\nConsumerAffairs reserves the right at all times to disclose any information as ConsumerAffairs deems necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in ConsumerAffairs’ sole discretion.</p>\n<p>By posting, uploading, inputting, providing or submitting (\"Posting\") any Submission of any kind, you are granting ConsumerAffairs.com, its affiliated companies and necessary sublicensees a non-exclusive, royalty-free, perpetual, irrevocable, and fully sublicensable right to use your Submission in connection with the operation of their Internet businesses (including, without limitation, all ConsumerAffairs’ Services), including, without limitation, the license rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, translate and reformat your Submission.\nto publish your name in connection with your Submission.\nand the right to sublicense such rights to any supplier of the Services.</p>\n<p>No compensation will be paid with respect to the use of your Submission, as provided herein.\nConsumerAffairs.com is under no obligation to post or use any Submission you may provide and ConsumerAffairs.com may remove any Submission at any time in its sole discretion.</p>\n<p>By Posting a Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in these Terms of Use including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.\nYou also warrant that the information provided in the Submission is, to the best of your knowledge, truthful and accurate.</p>\n<p>Back to the top</p>AUTOMATED CALLS, TEXT MESSAGES AND DIRECT MAILProgram Description<p>ConsumerAffairs provides a matching service whereby the consumer provides information in connection with being matched with a desired service or product.\nAs part of this service, you may be contacted by ConsumerAffairs or by the brand with whom you have been matched pursuant to your request and provision of information on the ConsumerAffairs Website.\n</p>Consent<p>When you provide your information on the ConsumerAffairs Website, you consent to be contacted via automated text message, automatic telephone dialing system, or by artificial/prerecorded message at the telephone number you provide, and/or by receiving email at the email address you provide and/or direct mail from ConsumerAffairs or the brand with which you have been matched for the desired product or service.</p>\n<p>You expressly consent to receive automated calls, text messages, and/or email regardless of whether you are on any Federal or state DNC (“Do Not Call”) registry or similar list or registry.\nIf you provide your information and we contact you, or you contact us, we may keep a record, including but not limited to telephone recordings, call logs, text logs and emails, of your interaction with ConsumerAffairs.</p>Opting Out<p>You may revoke your consent for us to contact you by autodialed call, text message, or direct mail at any time.\nIf you no longer wish to receive such communications from ConsumerAffairs, you may opt out by emailing privacy@consumeraffairs.com along with the subject line “Opt-Out”.\nTo opt out of receiving text messages from ConsumerAffairs at any time, text STOP to the short code from which the text message was sent to the enrolled mobile device.\nA confirmation message of your opt out will be sent to your mobile number but no additional messages will be sent to you unless you opt in again.</p>Cost &amp.\nCarriers<p>ConsumerAffairs does not charge for toll free calls.\nHowever, you may be charged for the minutes you use by your mobile carrier, depending on your wireless plan.</p>\n<p>Standard message and data rates may apply.\nThese rates may be changed by your mobile service provider and payable by you to that provider.\nConsumerAffairs.com does not impose a separate fee for sending SMS messages.</p>\n<p>The content in these messages may not be available and viewable on all carriers.\nParticipating carriers include T-Mobile®, Verizon Wireless, AT&amp;T, Sprint, Boost, U.S.\nCellular®, MetroPCS, Virgin Mobile, and Cricket.\nMobile carriers are not liable for delayed or undeliverable messages.</p>Help<p>For help with this texting program, text HELP to the short code from which the message was sent to the enrolled mobile device.\nA confirmation message of your HELP request will be sent to your mobile number along with a link/url to a dedicated webpage on ConsumerAffairs with additional information that may help resolve your issue.</p> Call Masking<p> By agreeing to participate in Call Masking, you understand that ConsumerAffairs will collect your phone number as entered in the form.\nHowever, ConsumerAffairs will not share your phone number directly with a third party.\nConsumerAffairs will give the third party a proxy number to contact you with any marketing or service related communications.\nSee example below.\n</p>\n<p>This proxy number is being used for your convenience and may be disabled by you or by ConsumerAffairs after a predetermined amount of time.\nTo disable the proxy number and stop third parties from contacting you, you may opt out by emailing privacy@consumeraffairs.com along with the subject line “Call Masking Phone Number”.\n</p>\n<p>Example: You submit information to ConsumerAffairs including your phone of #123.\nConsumerAffairs matches you with a participating third party but gives that party the proxy phone number of #789.\nThe third party dials #789 and it rings to your phone number.\nHowever, once you choose to stop the phone calls, then the proxy phone number will be disconnected from your phone number and the calls will stop.\nAlso, ConsumerAffairs will automatically disconnect the proxy phone number from your phone number after 30 days from the date you provide your information to ConsumerAffairs.\n</p>\n<p>Back to the top</p>NO RESPONSIBILITY FOR LINKS<p>Hypertext links on ConsumerAffairs’ sites enable you to leave the ConsumerAffairs Website.\nConsumerAffairs is not responsible for the contents of any linked sites nor for any links contained in any such linked site, nor for changes, updates and modifications in such sites.\nThe links are provided to you only as a convenience and the inclusion of any such link does not imply endorsement by ConsumerAffairs of the site, its contents, services and policies.</p>\n<p>Back to the top</p>UNSOLICITED SUBMISSIONS<p>ConsumerAffairs does not accept unsolicited ideas, including ideas for new Websites, news stories, advertising campaigns, promotions, products, services, technologies, processes or names.\nPlease do not send any original creative property, samples, demonstrations, auditions, tear sheets, samples or related materials.\nWe assume no responsibility for any such materials and do not promise their safekeeping or return.</p>\n<p>Back to the top</p>DISPUTES<p>Nevada law, without regard to the conflict of law principles thereof, and controlling U.S.\nfederal law govern any action related to the Terms of Use, the Websites and/or the Services.</p>\n<p>You and ConsumerAffairs agree to arbitrate all disputes between you and ConsumerAffairs, except for disputes relating to the enforcement of ConsumerAffairs’ intellectual property.\nAny disputes between you and ConsumerAffairs&nbsp;relating to the Terms of Use, the Services and/or the Web sites must be resolved exclusively through binding arbitration pursuant to JAMS Comprehensive Arbitration Rules and Procedures (including Interim Measures), or in small claims court in County of Douglas, Nevada.\nIn the event of&nbsp;a dispute, you or ConsumerAffairs&nbsp;must send to the other party a notice of dispute, in writing, setting forth the name, address and contact information of the party giving notice, the facts of the dispute and relief requested.\nYou may initiate proceedings by sending ConsumerAffairs notice to the following address:</p>\n<p>ConsumerAffairs<br> c/o Consumers Unified, LLC 297 Kingsbury Grade, Suite 1025, Mailbox 4470 <br>Lake Tahoe, NV 89449-4470 <br>privacy@consumeraffairs.com<br>1-866-773-0221<br>\n<br>\n</p>\n<p> We will send any notice of dispute to you at the contact information we have for you.\nYou and ConsumerAffairs agree to try to attempt to resolve a dispute through informal negotiation upon notice of a dispute for a period of 60 days.\nIf you and ConsumerAffairs do not resolve the dispute in such 60 day time period or in small claims court, then you or ConsumerAffairs may commence arbitration.\nYou and ConsumerAffairs agree that a dispute will be heard before a neutral single arbitrator, whose decision will be final, except for a limited right of appeal under the U.S.\nFederal Arbitration Act.\nYOU ARE GIVING UP THE RIGHT TO LITIGATE A DISPUTE IN A COURT OF LAW BEFORE A JUDGE OR JURY.\nIn addition, you and ConsumerAffairs agree that the following rules shall apply to the arbitration proceedings: (a) the arbitration shall be conducted, at the option of the party seeking relief, by telephone, online, or based solely on written submissions.\nand (b) any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\n</p>\n<p> If you initiate arbitration, your arbitration fees will be limited to the filing fee set forth in the JAMS Arbitration Rules.\nUnless the arbitrator finds the arbitration was frivolous or brought for an improper purpose, ConsumerAffairs will pay all other arbitration fees and expenses.</p>\n<p> To the fullest extent permitted by applicable law, NO ARBITRATION OR CLAIM RELATING TO OR UNDER THESE TERMS OF USE SHALL BE JOINED TO ANY OTHER ARBITRATION OR CLAIM, INCLUDING ANY ARBITRATION OR CLAIM INVOLVING ANY OTHER CURRENT OR FORMER USER OF THE SERVICES AND/OR THE WEB SITES, AND NO CLASS ACTION ARBITRATION PROCEEDINGS OR ANY PROCEEDINGS IN WHICH EITHER PARTY ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY&nbsp.\nSHALL BE PERMITTED.\nPROCEEDINGS TO RESOLVE OR LITIGATE A DISPUTE IN ANY FORUM WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS.\n</p>\n<p>In no event shall any claim, action or proceeding by you or ConsumerAffairs related in any way to the Terms of Use, the Services and/or the Web sites be instituted more than one (1) year after the cause of action arose.</p>\n<p> If a court of competent jurisdiction finds these arbitration provisions invalid or inapplicable, you agree to the exclusive jurisdiction of the Federal and State courts located in County of Douglas, Nevada, and you agree to submit to the exercise of personal jurisdiction of such courts for the purposes of litigating any applicable claim or action.\n</p>", "created_at": "2023-10-23 17:55:34.948774", "updated_at": "2023-10-23 17:56:24.552754"}], "points": [], "urls": ["consumeraffairs.com"]}}