{"error": 448, "message": "OK", "parameters": {"id": 7598, "name": " dentsu ", "created_at": "2023-03-16 17:16:05.060414", "updated_at": "2023-03-29 19:26:48.092634", "wikipedia": null, "keywords": null, "related": null, "slug": "dentsu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7598.png", "url": "dentsu.com", "documents": [{"id": 14631, "name": "Terms and conditions of use ", "url": "https://www.dentsu.com/policies/terms-and-conditions", "xpath": "//body", "text": null, "created_at": "2023-03-16 17:16:05.093408", "updated_at": "2023-03-16 17:17:24.709818"}, {"id": 14633, "name": "Privacy Notice", "url": "https://www.dentsu.com/policies/privacy-notices", "xpath": "//body", "text": " Skip to main content Global Menu Close Global site\n(English) Dentsu Group ( English | Japanese ) Language Menu <ul>\n<li> Asia Pacific (English) </li>\n<li> Australia (English) </li>\n<li> Austria (Deutsch) </li>\n<li> Benelux (Nederland | English )\n</li>\n<li> Brazil (English | Portuguese )\n</li>\n<li> Canada (Français | English )\n</li>\n<li> China (中文 | English )\n</li>\n<li> Denmark (Dansk) </li>\n<li> Finland (Suomi) </li>\n<li> France (Français | English )\n</li>\n<li> Germany (Deutsch) </li>\n<li> Greece (English) </li>\n<li> Hungary (Hungarian | English )\n</li>\n<li> India (English) </li>\n<li> Indonesia (English) </li>\n<li> Ireland (English) </li>\n<li> Israel (English) </li>\n<li> Italy (Italiano) </li>\n<li> MENA (English) </li>\n<li> New Zealand (English) </li>\n<li> Norway (Norsk) </li>\n<li> Poland (Polski) </li>\n<li> Southeast Europe (English) </li>\n<li> Spain (Spanish) </li>\n<li> SSA (English) </li>\n<li> Switzerland (English) </li>\n<li> Sweden (English) </li>\n<li> Taiwan (中文 | English )\n</li>\n<li> Turkey (Türkçe) </li>\n<li> UK (English) </li>\n<li> USA (English) </li>\n</ul> Main Menu <ul>\n<li> Home </li>\n<li> Who we are <ul>\n<li> dentsu </li>\n<li> Our agencies </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li> Our work </li>\n<li> Solutions <ul>\n<li> dentsu gaming </li>\n<li> dentsu health </li>\n<li> Identity Solutions </li>\n<li> Content Symphony </li>\n<li> Merkle B2B </li>\n<li> Global Tech Alliances </li>\n</ul>\n</li>\n<li> Our thinking <ul>\n<li> Our latest thinking </li>\n<li> Blog </li>\n</ul>\n</li>\n<li> Social impact <ul>\n<li> Social impact </li>\n<li> Diversity, Equity and Inclusion Report </li>\n</ul>\n</li>\n<li> Media &amp.\ninvestors </li>\n<li> Partners <ul>\n<li> Global Tech Alliances </li>\n<li> Adobe </li>\n<li> Salesforce </li>\n<li> Google </li>\n</ul>\n</li>\n<li> Careers </li>\n<li> Contact us </li>\n</ul> Privacy notices Cookies Notice <p>\nDentsu International Cookies Notice\n</p> Link to\nCookies Notice Our lifestyle survey privacy statement <p>\nOur Lifestyle Survey </p> Link to\nOur lifestyle survey privacy statement Global employee, job candidate and job leavers privacy notice <p>\nOur global employee, job candidate and job leavers privacy notice\n</p> Link to\nGlobal employee, job candidate and job leavers privacy notice Identity Product Privacy Notice <p>\nOur Identity Product Privacy Notice\n</p> Link to\nIdentity Product Privacy Notice <p>\n<strong>Dentsu International</strong>\n</p>\n<p>\n<strong>Privacy Notice</strong>\n</p>\n<p>\n<strong>Last updated: 24.09.20</strong>\n</p>\n<p>Dentsu International (referred to as “<strong>our”, “us” </strong>and <strong>“we” </strong>in this notice) is a global media group.\nWe help our clients to improve how they advertise and market, whether by print, post, email or on websites.\nWe believe that the responsible use of data supports business growth and builds strong relationships between brand and consumer.\nAs a business, we are committed to respecting and protecting the privacy of all individuals with whom we interact.\nWe are committed to being transparent in our handling and processing of personal data at all times in accordance with applicable privacy and data protection laws.&nbsp;</p>\n<p>This Privacy Notice explains in detail the types of personal data we may collect about you when you interact with us.\nDentsu International is the data controller of any personal data you provide to us, including in relation to this website.&nbsp;</p>\n<p>\n<strong>This Privacy Notice explains the following:</strong>\n</p>\n<ul>\n<li>Information we may collect</li>\n<li>How we use this information</li>\n<li>How we store your personal data</li>\n<li>How we secure your personal data</li>\n<li>Information sharing and disclosure</li>\n<li>International and group company transfers&nbsp;</li>\n<li>Your rights</li>\n<li>Our responsibility for website links</li>\n<li>Updates</li>\n<li>How to contact us</li>\n</ul>\n<p>In the <strong>Supplementary Information</strong> section of this Privacy Notice, we explain what is meant by “<strong>personal data</strong>” and other terms used in this notice.&nbsp;</p>\n<p>The California Consumer Privacy Act of 2018 (“CCPA”) provides California residents with rights with respect to their personal information.\nThose rights are explained below in the Supplemental Information section below (Your California Rights).&nbsp;</p>\n<p>\n<strong>1.\nInformation we may collect&nbsp;</strong>\n</p>\n<p>The type of information we collect will depend on the circumstances and the service you are using.\nGenerally speaking, we will collect information relating to you and/or your use of our services in the following ways:&nbsp;</p>\n<ul>\n<li>\n<strong>Information relating to your use of the website</strong>\n</li>\n</ul>\n<p>We collect information about how you use our website.\nThis includes information relating to the pages you visit on our website, the services or information your search for and the links and content you choose to access.\nWe may also use the personal information you provide through your use of our website to provide you with relevant content and to inform our marketing strategy.\nThis type of activity is known as “profiling” – using automated means to process your personal data to analyse or predict your personal preferences, interest or behaviours.\nYou can object to profiling (see below).</p>\n<ul>\n<li>\n<strong>&nbsp;Technical data&nbsp;</strong>\n</li>\n</ul>\n<p>We collect information about the device(s) you use to access our site.\nThis includes collecting unique mobile device ID or the internet protocol (IP) address online identifiers, which are numbers that can uniquely identify a specific computer or other network device on the internet.\nThis information is linked to a cookie ID, which we receive and process.\nYou may find more information on the cookies we use and the purposes for which we use them on our separate Cookie Notice (available here: https://www.dentsu.com/policies/cookies-notice).</p>\n<ul>\n<li>\n<strong>Contact data</strong>\n</li>\n</ul>\n<p>We collect contact details when you sign-up to receive email alerts, attend one of our events, download our content, subscribe to our newsletters or where you ask us to respond to a query you have.\nThe personal data we collect includes your name, email address, job title, and location.&nbsp;</p>\n<ul>\n<li>\n<strong>Marketing and communications data&nbsp;</strong>\n</li>\n</ul>\n<p>We collect information about your preferences in receiving marketing information from us and your communication preferences.&nbsp;</p>\n<p>\n<strong>Children</strong>\n</p>\n<p>We do not actively seek to collect information about children aged 16 or under.\nIf you have any concerns about your child’s privacy in relation to our services, or if you believe that your child may have entered personal data onto our website, please contact us at dpo@dentsu.com.\nWe will delete such information from our records within a reasonable time.&nbsp;</p>\n<p>\n<strong>2.\nHow we use this information</strong>\n</p>\n<p>Except where required by law, we use the personal data you provide for the following purposes:&nbsp;</p>\n<ul>\n<li>to deliver the specific information or services you have requested;</li>\n<li>to enable the download of our content;</li>\n<li>send you newsletters and information relating to our brands and services;</li>\n<li>respond to your requests and feedback.\nand&nbsp;</li>\n<li>analyse and/or improve our services.&nbsp;</li>\n</ul>\n<p>Under data protection law we are required to advise you on the legal basis for processing your personal data.\nFor the most part, the processing of your personal information is based either on a) our legitimate interests related to us providing you services you have requested or otherwise your customer relationship with us, or b) your consent, where requested.&nbsp;</p>\n<p>In the table below we set out further information about the purposes for which we use your personal data and the legal basis we rely on for its use.\nNote that we may process your personal data for more than one lawful basis depending on the specific purpose for which we are using your data.</p>\n<strong>Purpose/Activity</strong>\n<strong>Types of personal data that may be processed</strong>\n<strong>Lawful basis for processing including basis of legitimate interest</strong>\n<p>To send you information about our services:</p>\n<p>To send you information which you have requested e.g.\nnewsletters or publications in accordance with your specified preferences</p>\n- Name<br>\n- Email address<br>\n- Telephone number<br>\n- Company<br>\n- Location<br>\n- Job title and role<br>\n- Any interests that you express in our services<br>\n- Your attendance at events (online or offline)Where you have requested information from us, such as newsletters, publications or event invitations, we send such communications based on your consent.\nYou can ask us to stop such communications at any time by clicking on the unsubscribe link at the bottom of the message.\n<p>To improve and develop our website:</p>\n<p>We conduct statistical analysis on your usage of the website e.g.\nto enable us to improve our website, offer new features and material</p>\n- Technical information<br>\n- UsageNecessary for our legitimate interest (to define types of clients for our services, to keep our website updated and relevant, to develop our business and to inform our marketing strategy).\nTo deliver relevant content to you and measure or understand the effectiveness of the content we serve to you.- Name<br>\n- Email address<br>\n- Telephone number<br>\n- Company<br>\n- Location<br>\n- Job title and role<br>\n- Usage<br>\n- Marketing and communications preferences<br>\n- Technical information<br>\n- Your attendance at events (online or offline)Necessary for our legitimate interests (to study how clients use our service and engage with our content.\nTo develop our service, to grow our business and to inform our marketing strategy).\n<p>To respond to any enquiries or feedback that you send us</p>\n<p>To update you with any changes to our terms and conditions/other policies</p>\n- Name<br>\n- Email address<br>\n- Telephone number<br>\n- Company<br>\n- Location<br>\n- Job title and role<br>\n- Your attendance at events (online or offline)<br>\n- Marketing/communications preferences<br>\n- Any other information you volunteer in your enquiry or feedbackIt is in our legitimate interest to respond to communications that you send to us, inform you of relevant information in relation to the services that we provide and utilise your information to improve our business.\nTo reach out with information on our products and services relevant to your needs- Name<br>\n- Email address<br>\n- Telephone number<br>\n- Location<br>\n- Usage<br>\n- Job title and roleIt is our legitimate interests to work out which of our products or services may interest you and tell you about them.\nTo share information with our service providers.- Name<br>\n- Email address<br>\n- Telephone number<br>\n- Usage<br>\n- Marketing and communications<br>\n- Technical informationIt is our legitimate business interest to share your data with trusted third parties who provide us with services relevant to the provision of our website.\nTo share information within the dentsu international group.- Name<br>\n- Email address<br>\n- Telephone number<br>\n- Job title and role<br>\n- Company<br>\n- Location<br>\n- UsageAs dentsu international Limited operates as a global operating media company, it is our legitimate business interest to share your data within the dentsu international group in order to manage our business effectively and provide our products and services.\nTo share information with other third parties, such as regulator and law enforcement agencies- Name<br>\n- Email address<br>\n- Telephone number<br>\n- Job title and role<br>\n- Company<br>\n- Location<br>\n- Usage<br>\n- Technical informationWe share your data as necessary for compliance with any legal obligation to which we are subject or in order to satisfy our legitimate business interests.\n<p>\n<br>\n</p>\n<p>The categories of personal data we collect under CCPA are: personal information.\ngeolocation data, professional or employment related information.\nand internet or other similar network activity.\nFor more information about the CCPA categories of personal information, see Your California Rights.&nbsp;</p>\n<p>\n<strong>3.\nHow long we will keep your information&nbsp;</strong>\n</p>\n<p>We will keep your personal data for as long as is necessary for the relevant service, in accordance with our legal obligations.\nAfter this time, your personal data will either be securely deleted or anonymised so that it can be used for analytical purposes.\nYou may request further information via the contact details given in this Privacy Notice.</p>\n<p>\n<strong>4.\nHow we secure your information&nbsp;</strong>\n</p>\n<p>We maintain appropriate organisational and technological safeguards to help protect against unauthorised use, access to or accidental loss, alteration or destruction of personal data.\nWe also seek to ensure our service providers do the same.&nbsp;</p>\n<p>\n<strong>5.\nInformation Sharing and Disclosure</strong>\n</p>\n<p>\n<em>Information shared with our third-party service providers</em>\n</p>\n<p>We use a number of third parties to perform business functions on our behalf, such as sending our newsletters and hosting our online services and customer relationship management.\nWe will only disclose the information necessary to enable these third parties to perform their services.\nOur service providers are contracted to comply with our instructions and we require that they do not use your personal data for their own business purpose.&nbsp;</p>\n<p>\n<em>Information shared with other parties&nbsp;</em>\n</p>\n<p>Where required or permitted by law, personal data may be provided to others, such as regulator and law enforcement agencies, for example in response to a court order or a subpoena, or in response to a law enforcement agency’s request, or where we believe it is necessary to investigate, prevent&nbsp;or&nbsp;take action regarding illegal activities, and as otherwise required by law.&nbsp;</p>\n<p>We do not sell or rent any personal data about you to any third party.</p>\n<p>All of the categories of personal information under CCPA may be shared within our group of companies.\nWe do not sell or rent any personal data about you to any third party, and have not done so within the past 12 months.&nbsp;</p>\n<p>\n<strong>6.\nInternational and group company transfers</strong>\n</p>\n<p>Dentsu International is a globally operating media group consisting of multiple companies.\nTherefore, we may from time to time disclose your personal data within our group of companies.\nAccess will always be controlled on a need-to-know basis, and only provided where it is necessary to provide you with requested services or to allow us to perform any necessary or legitimate functions.\nSome of our group companies are located outside the European Union, but we always ensure the security of such disclosures and transfers in accordance with the applicable privacy and data protection laws.</p>\n<p>We will only transfer your personal data outside the EU, where we are satisfied that adequate levels of protection are in place to protect the integrity and security of any information being processed and compliance with applicable privacy and data protection laws.\nThese measures may include the use of standard contractual/data protection clauses adopted by the European Commission, or appropriate data sharing mechanisms that may be in force from time to time.\nWhere we transfer personal data between our group companies we have covered these transfers by entering into standard contractual clauses adopted by the European Commission.\n&nbsp;</p>\n<p>You may request further information on the measures used for such transfers via the contact details given in this Privacy Notice.</p>\n<p>\n<strong>7.\nYour rights&nbsp;</strong>\n</p>\n<ul>\n<li>\n<strong>Object to our processing </strong>of your personal data where we are relying on legitimate interest (or those of a third-party), and you want to object to processing on this ground, as you feel it impacts on your fundamental rights and freedoms.\nYou also have a right to object where we are processing your personal data for the purposes of direct marketing or profiling.\nYou can object at any time and we shall stop processing the information you have objected to, unless we can show compelling legitimate grounds to continue that processing.&nbsp;</li>\n<li>\n<strong>Access your personal data</strong>.\nIf you make this kind of request and we hold personal data about you.\nWe are required to provide you with information on it, including a description and copy of the personal data and why we are processing it.\nWe will require you to prove your identity before granting access to your personal data.\nWe will process your request within the timeframe required under the relevant law.&nbsp;</li>\n<li>\n<strong>Request the transfer of your personal data</strong>.\nWe will provide to you or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nPlease note, this right applies to the personal data you have provided to us.\nand if we use your personal data on the basis of consent or where we used the information to perform a contract with you.&nbsp;</li>\n<li>\n<strong>Request erasure (deletion) of your personal data</strong>.\n&nbsp;You have a right to ask us to delete or remove your data where you have successfully exercised your right to object (see above), or where we are required to erase your personal data to comply with local law.\nPlease note, we may be required to retain certain information by law and/or for our own legitimate business purpose.\nBut when we do so, we will inform you</li>\n<li>\n<strong>Request correction</strong> or updating of your personal data.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected.&nbsp;</li>\n<li>\n<strong>Request the restriction of our processing</strong> of your personal data in some situations.\nIf you request this, we can continue to store your personal data but are restricted from processing it while the restriction is in place.</li>\n<li>\n<strong>Withdraw your consent.</strong> Where you have provided your consent to our processing of your personal data you can withdraw your consent at any time.\nIf you do withdraw consent, that will not affect the lawfulness of what we have done with your personal data before you withdrew consent.</li>\n<li>\n<strong>Make a Complaint</strong>.\nWe will do our best to resolve any complaint.\nHowever, if you feel we have not resolved your complaint, you have a right to make a complaint to your local data protection authority.\nFor example, in the UK, the local data protection authority is the UK Information Commissioner's Office.</li>\n</ul>\n<p>If you exercise the rights above and there is any question about who you are, we may require you to provide information from which we can satisfy ourselves as to your identity.&nbsp;</p>\n<p>\n<strong>8.\nOur responsibility for website links</strong>\n</p>\n<p>This Privacy Notice is limited to the personal data collected by dentsu international.\nWe do provide links within this site to other websites, including social media sites such as Facebook, Twitter and LinkedIn.\nIf you follow these links, you should use these sites in conjunction with their applicable user and privacy notices as their data practices fall outside the scope of this Privacy Notice.\nFurther, we can have no responsibility for or control over the information collected by any third-party website and we cannot be responsible for the protection and privacy of any information which you may provide on such websites.</p>\n<p>\n<strong>9.\nUpdates</strong>\n</p>\n<p>This Privacy Notice may be updated from time to time to reflect changes in law, best practice or a change in our practices regarding the treatment of personal data.\n&nbsp;The date of the most recent revision will appear at the top of this page.\nIf you do not agree to the changes, please do not continue to use our services and please refrain from sharing your personal data with us.\nYou should check this notice frequently for updates.&nbsp;</p>\n<p>\n<strong>10.\nContact us</strong>\n</p>\n<p>If you have any questions about this Privacy Notice, our approach to privacy or you would like to exercise any of the rights mentioned in this Privacy Notice you can contact our Data Protection Officer in any of the following ways:</p>\n<p>\n<strong>Address</strong>: Data Protection Officer, dentsu international, Regent’s Place, 10 Triton Street, London, NW1 3BF</p>\n<p>\n<strong>Telephone</strong>: (+44) (0) 207 070 7700</p>\n<p>\n<strong>Email</strong>: dpo@dentsu.com</p>\n<p>\n<strong>SUPPLEMENTARY INFORMATION</strong>\n</p>\n<p>In this Supplementary Information section, we explain some of terminology used in this Privacy Notice.&nbsp;</p>\n<p>\n<strong>“data controller” </strong>– the person or company that controls the purposes and means of processing personal data.&nbsp;</p>\n<p>\"<strong>personal data</strong>\" – any information that relates to you (or from which you can be identified).&nbsp;</p>\n<p>\n<strong>&nbsp;“processing”</strong> – means doing anything with data.\nFor example, it includes collecting it, holding it, disclosing it and deleting it.&nbsp;</p>\n<p>\n<strong>“profiling”</strong> - using automated means to process personal data in order to work out certain things about people, like analysing or predicting their performance at work, reliability, economic situation, personal preferences, interests, behaviour, location or movements.</p>\n<p>\"<strong>transfer</strong>\" – sending personal information outside the European Economic Area (e.g.&nbsp;by storing it on equipment located outside the European Economic Area), or allowing someone from outside the European Economic Area to access the personal information.</p>\n<p>\n<strong>Your California Rights</strong>&nbsp;</p>\n<p>This section describes the rights that residents of California have and in other jurisdictions as provided by local law, and how to exercise such rights.&nbsp;&nbsp;</p>\n<p>\n<strong>Right to Know about Personal Information Collected, Disclosed or Sold&nbsp;</strong>\n</p>\n<p>You have the right to request that we disclose certain information to you about our collection, use, disclosure or sale of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request (see <em>Exercising Access and Deletion Rights</em>), and subject to certain limitations that we describe below, we will disclose such information.\nYou have the right to request any or all of the following:&nbsp;</p>\n<ul>\n<ul>\n<li>The categories of personal information we collected about you.&nbsp;</li>\n<li>The categories of sources from which the personal information is collected.&nbsp;</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.&nbsp;</li>\n<li>The categories of third parties with whom we share that personal information.&nbsp;</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).&nbsp;&nbsp;</li>\n</ul>\n</ul>\n<p>\n<strong>Right to Request Deletion&nbsp;</strong>\n</p>\n<p>You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request (see <em>Exercising Access and Deletion Rights</em>), we will delete (and direct our service providers to delete) your personal information from our records.&nbsp.\nHowever, we may retain personal information that has been de-identified or aggregated.\nFurthermore, we may deny your deletion request if retaining the information is necessary for us or our service provider(s) in order to perform certain actions set forth under CCPA, such as detecting security incidents and protecting against fraudulent or illegal activity.&nbsp;&nbsp;</p>\n<p>\n<strong>Exercising Access and Deletion Rights&nbsp;</strong>\n</p>\n<p>To exercise the access and deletion rights described above, please submit a request to us by emailing us at contact.privacyus@amnetgroup.com or via the following toll-free number: (877) 570-1441.&nbsp;</p>\n<p>Only you, or a person or business entity registered with the California Secretary of State that you authorize to act on your behalf (an “authorized agent”), may make the requests set forth above.\nYou may also make a request on behalf of your minor child.&nbsp;&nbsp;&nbsp;</p>\n<p>The request should include your contact information and describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.\nIn addition, you should provide adequate information that we can reasonably verify that you are the person about whom we collected the personal information (including information that enables us to verify the identifying information we possibly maintain about you).&nbsp;</p>\n<p>We will respond to consumer requests in a reasonably timely manner.\nIf we require extra time to respond, we will inform you of the reason and extension period in writing.\nIn order to protect the security of your personal information, we will not honor a request if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nThe method used to verify your identity will depend on the type, sensitivity and value of the information, including the risk of harm to you posed by any authorized access or deletion.\nGenerally speaking, verification will be performed by matching the identifying information provided by you to the personal information that we already have.&nbsp;&nbsp;</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding our receipt of your request (and will not be made more than twice in a 12-month period).\nIf we cannot comply with a request, or cannot fully comply with a request, the response we provide will also explain the reasons we cannot comply.&nbsp;&nbsp;</p>\n<p>\n<strong>Non-Discrimination&nbsp;</strong>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights, including, but not limited to, by:&nbsp;</p>\n<ul>\n<ul>\n<li>Denying you goods or services.&nbsp;</li>\n<li>Charging you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.&nbsp;</li>\n<li>Providing you a different level or quality of goods or services.&nbsp;</li>\n<li>Suggesting that you may receive a different price or rate for goods or services or a different level or quality of goods or services.&nbsp;</li>\n</ul>\n</ul> Policies <ul>\n<li> Our policies </li>\n<li> Privacy notices </li>\n<li> Cookie Notice </li>\n</ul> Contact Sitemap Connect <ul>\n<li> Visit us on Instagram </li>\n<li> Visit us on Facebook </li>\n<li> Visit us on LinkedIn </li>\n<li> Visit us on Twitter </li>\n<li> Visit us on YouTube </li>\n</ul>\n<p>We use cookies to personalise content, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners.\nYou can change your cookies settings, please see our cookie policy here&nbsp;.\nOtherwise, if you agree to our use of cookies, please continue to use our website.</p>\n<p>\n<br>\n</p> Accept ", "created_at": "2023-03-16 17:16:05.157213", "updated_at": "2023-03-16 17:16:36.762521"}, {"id": 14632, "name": " Cookies Notice ", "url": "https://www.dentsu.com/policies/cookies-notice", "xpath": "//body", "text": " Skip to main content Global Menu Close Global site\n(English) Dentsu Group ( English | Japanese ) Language Menu <ul>\n<li> Asia Pacific (English) </li>\n<li> Australia (English) </li>\n<li> Austria (Deutsch) </li>\n<li> Benelux (Nederland | English )\n</li>\n<li> Brazil (English | Portuguese )\n</li>\n<li> Canada (Français | English )\n</li>\n<li> China (中文 | English )\n</li>\n<li> Denmark (Dansk) </li>\n<li> Finland (Suomi) </li>\n<li> France (Français | English )\n</li>\n<li> Germany (Deutsch) </li>\n<li> Greece (English) </li>\n<li> Hungary (Hungarian | English )\n</li>\n<li> India (English) </li>\n<li> Indonesia (English) </li>\n<li> Ireland (English) </li>\n<li> Israel (English) </li>\n<li> Italy (Italiano) </li>\n<li> MENA (English) </li>\n<li> New Zealand (English) </li>\n<li> Norway (Norsk) </li>\n<li> Poland (Polski) </li>\n<li> Southeast Europe (English) </li>\n<li> Spain (Spanish) </li>\n<li> SSA (English) </li>\n<li> Switzerland (English) </li>\n<li> Sweden (English) </li>\n<li> Taiwan (中文 | English )\n</li>\n<li> Turkey (Türkçe) </li>\n<li> UK (English) </li>\n<li> USA (English) </li>\n</ul> Main Menu <ul>\n<li> Home </li>\n<li> Who we are <ul>\n<li> dentsu </li>\n<li> Our agencies </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li> Our work </li>\n<li> Solutions <ul>\n<li> dentsu gaming </li>\n<li> dentsu health </li>\n<li> Identity Solutions </li>\n<li> Content Symphony </li>\n<li> Merkle B2B </li>\n<li> Global Tech Alliances </li>\n</ul>\n</li>\n<li> Our thinking <ul>\n<li> Our latest thinking </li>\n<li> Blog </li>\n</ul>\n</li>\n<li> Social impact <ul>\n<li> Social impact </li>\n<li> Diversity, Equity and Inclusion Report </li>\n</ul>\n</li>\n<li> Media &amp.\ninvestors </li>\n<li> Partners <ul>\n<li> Global Tech Alliances </li>\n<li> Adobe </li>\n<li> Salesforce </li>\n<li> Google </li>\n</ul>\n</li>\n<li> Careers </li>\n<li> Contact us </li>\n</ul> Cookies Notice <p>\n<strong>Dentsu International</strong>\n</p>\n<p>\n<strong>Cookies Notice</strong>\n</p>\n<p>\n<strong>Last updated 25.09.20</strong>\n</p>\n<p>\n<strong>How we deploy “cookies”&nbsp;</strong>\n</p>\n<p>Cookies are small packets of information stored by your web browser when you visit certain websites, including our website.\nCookies are generally used by websites to improve your user experience by enabling that website to ‘remember’ you, either strictly for the duration of your visit (using a “Session” cookie which is erased when you close your browser) or for repeat visits (using a “Permanent” cookie).&nbsp;</p>\n<p>We do not use cookies to store any personally identifiable information about you.\nWe do not use cookies to store any personally identifiable information about you.\nHowever, please be advised that in some countries data such as cookie IDs and IP-/MAC- addresses are considered to be personal information.\nTo the extent we process such data that is considered personal information, this will be done in accordance with our Privacy Notice.&nbsp;</p>\n<p>\n<strong>Our site uses the following types of cookies:&nbsp;</strong>\n</p>\n<p>\n<em>\n<strong>Strictly Necessary Cookies&nbsp;</strong>\n</em>\n</p>\n<p>We deploy cookies to help us to identify how users navigate to and around our website and to enable some of the features within the site that may be beneficial to you (for example, language preferences, or print page features).\nThis helps us deliver an effective online service to you.\nThese are known as “First Party” cookies.&nbsp;</p>\n<p>The strictly necessary cookies are listed below:&nbsp;</p>\n<p>· __RequestVerificationToken - This is an anti-forgery cookie set by web applications built using ASP.NET MVC technologies.\nIt is designed to stop unauthorised posting of content to a website, known as Cross-Site Request Forgery.\nIt holds no information about the user and is destroyed on closing the browser.</p>\n<p>\n<em>\n<strong>Functionality Cookies&nbsp;</strong>\n</em>\n</p>\n<p>These cookies allow our sites to remember choices you make (such as user name, or region you are in) and provide enhanced, more personal features.\nThese cookies can also be used to remember changes you have made to text size, fonts and other parts of web page which you can customise.\nThe information these cookies collect may be anonymised and they cannot track your browsing activity on other websites.&nbsp;</p>\n<p>The functionality cookies are listed below:&nbsp;</p>\n<p>· Language - This cookie is used to store language preferences, to serve up content in the stored language.</p>\n<p>\n<em>\n<strong>Performance Cookies&nbsp;</strong>\n</em>\n</p>\n<p>We may also use cookies issued by third parties (“Third Party” cookies) to track the websites you visited or search terms you used immediately prior to visiting this site, or to collect information about how visitors use the site.\nWe use Google Analytics for this purpose.\nGoogle Analytics uses its own cookies.\nThese cookies don’t collect information that identify a visitor.\nAll information these cookies collect is aggregated and therefore anonymous.\nIt is only used to improve how the site works.\nYou can find out more about Google Analytics cookies here: https://developers.google.com/analytics/resources/concepts/gaConceptsCookies .</p>\n<p>You can avoid the use of Google Analytics relating to your use of our site by downloading and installing the Browser Plugin available via this link:&nbsp;</p>\n<p>http://tools.google.com/dlpage/gaoptout?hl=en-GB&nbsp;.&nbsp;</p>\n<p>The performance cookies are listed below:&nbsp;</p>\n<p>· _gid - This cookie name is associated with Google Universal Analytics.\nThis cookie stores and updates a unique value for each page visited.</p>\n<p>· _pk_id* - This cookie name is associated with the Piwik open source web analytics platform.\nIt is used to help website owners track visitor behaviour and measure site performance.\nIt is a pattern type cookie, where the prefix _pk_id is followed by a short series of numbers and letters, which is believed to be a reference code for the domain setting the cookie.\n&nbsp;</p>\n<p>· _gat - This cookie name is associated with Google Universal Analytics, according to documentation it is used to throttle the request rate - limiting the collection of data on high traffic sites.\nIt expires after 10 minutes.</p>\n<p>· _pk_ses* - This cookie name is associated with the Piwik open source web analytics platform.\nIt is used to help website owners track visitor behaviour and measure site performance.\nIt is a pattern type cookie, where the prefix _pk_ses is followed by a short series of numbers and letters, which is believed to be a reference code for the domain setting the cookie.&nbsp;</p>\n<p>· _ga - This cookie name is associated with Google Universal Analytics - which is a significant update to Google's more commonly used analytics service.\nThis cookie is used to distinguish unique users by assigning a randomly generated number as a client identifier.\nIt is included in each page request in a site and used to calculate visitor, session and campaign data for the sites analytics reports.\nBy default it is set to expire after 2 years, although this is customisable by website owners.</p>\n<p>· JSESSIONID - This domain is third party performance cookie and is used to store a session identifier.\nIt is controlled by New Relic, which provides a platform for monitoring the performance of web and mobile applications.\nThis cookie deletes after the browser closes.</p>\n<p>\n<strong>Social Media Cookies&nbsp;</strong>\n</p>\n<p>These cookies are used when you share information using a social media sharing button or “like” button on our site or you link your account or engage with our content on or through a social networking site such as Facebook, Twitter or Google+.\nThe social network will record that you have done this.\nThis information may be linked to targeting/advertising activities.&nbsp;</p>\n<p>The social media cookies are listed below:&nbsp;</p>\n<p>Google</p>\n<p>· Google DoubleClick - We use these cookies to measure the effectiveness of our online marketing campaigns.\nto improve reporting on campaign performance.\nand to avoid showing ads the user has already seen.</p>\n<p>· Google Analytics - These cookies are used to collect information about how visitors use our website.\nWe use the information to help us improve the website.\nThe cookies collect information in an anonymous form, including the number of visitors to the website, where visitors have come to the website from and the pages they visited.&nbsp;</p>\n<p>· YouTube - YouTube is a Google owned platform for hosting and sharing videos.\nYouTube collects user data through videos embedded in websites, which is aggregated with profile data from other Google services in order to display targeted advertising to web visitors across a broad range of their own and other websites.\nthe HSID cookies is used by Google in combination with SID to verify Google user account and most recent login time.&nbsp;</p>\n<p>Twitter</p>\n<p>Twitter uses cookies and other similar technologies, such as pixels or local storage, to help provide you with a better, faster, and safer experience.\nLike many websites, Twitter uses cookies to discover how people are using their services and to make them work better.</p>\n<p>Facebook</p>\n<p>· fbp - Used to deliver advertisement products such as real time bidding from 3rd party advertisers.</p>\n<p>· tr - Used to deliver advertisement products such as real time bidding from 3rd party advertisers.</p>\n<p>· fr - Used to deliver advertisement products such as real time bidding from 3rd party advertisers.</p>\n<p>LinkedIn</p>\n<p>· Bcookie - Tracks use of embedded services.</p>\n<p>· Bscookie - Tracks use of embedded services.</p>\n<p>·&nbsp;lidc - Tracks use of embedded services.</p>\n<p>·&nbsp;BizoID - Used to track visitors on multiple web sites, in order to present relevant advertisement based on the visitor’s preferences.</p>\n<p>·&nbsp;UserMatchHistory - Used to track visitors on multiple web sites, in order to present relevant advertisement based on the visitor’s preferences.</p>\n<p>Vimeo</p>\n<p>· Player – collects users' preferences when playing embedded videos from Vimeo.</p>\n<p>· SyncActive – collects users' video-content preferences , such as volume.</p>\n<p>·&nbsp;Vuid – collects data on users' visits, such as pages read.</p>\n<p>\n<strong>How to reject cookies&nbsp;</strong>\n</p>\n<p>If you don’t want to receive cookies, you can alter your browser settings.\nThe procedure for doing so varies from one browser application to another.\nIf you wish to reject cookies from our site, but wish to accept those from other sites, you may choose the option in your browser settings to receive a notice before a cookie is stored on your device.\nPlease consult the “Help” section of your browser for more information. &nbsp;</p>\n<p>To find out more, please consult the following:&nbsp;http://www.allaboutcookies.org/manage-cookies&nbsp;and&nbsp;www.youronlinechoices.com.\nBy disabling cookies, you may be prevented from accessing some features of our site or certain content or functionality may not be available.\n&nbsp;</p>\n<p>\n<br>\n</p> Policies <ul>\n<li> Our policies </li>\n<li> Privacy notices </li>\n<li> Cookie Notice </li>\n</ul> Contact Sitemap Connect <ul>\n<li> Visit us on Instagram </li>\n<li> Visit us on Facebook </li>\n<li> Visit us on LinkedIn </li>\n<li> Visit us on Twitter </li>\n<li> Visit us on YouTube </li>\n</ul>\n<p>We use cookies to personalise content, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners.\nYou can change your cookies settings, please see our cookie policy here&nbsp;.\nOtherwise, if you agree to our use of cookies, please continue to use our website.</p>\n<p>\n<br>\n</p> Accept ", "created_at": "2023-03-16 17:16:05.125367", "updated_at": "2023-03-16 17:16:33.530842"}], "points": [], "urls": ["dentsu.com"]}}