{"error": 448, "message": "OK", "parameters": {"id": 8081, "name": "Blackbox AI", "created_at": "2023-04-21 16:16:49.518398", "updated_at": "2023-07-10 22:02:43.720724", "wikipedia": null, "keywords": null, "related": null, "slug": "blackbox-ai", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8081.png", "url": "useblackbox.io", "documents": [{"id": 15671, "name": "Terms & Conditions", "url": "https://www.useblackbox.io/terms", "xpath": "//body", "text": " Sign In Get Started&nbsp;For Free drag_handle close Terms &amp.\nConditions Last Updated: 01/01/2022 (Version 1.1.1) <p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<br>\n</p>\n<p>&nbsp;</p>\n<p>Course Connect Inc.\n- Terms and Conditions</p>\n<p>&nbsp;</p>\n<p>Effective date : January 07th, 2018</p>\n<p>These terms and conditions (the “Agreement”) govern your use of the Services provided by Course Connect Inc., a corporation incorporated in Quebec, having a place of business at 406-2753, Sainte-Foy Road, Quebec city, Province of Québec, G1V4S3, and doing business under the name www.blckbx.ai and www.useblackbox.io(“Course Connect”).\nYou are required to indicate your acknowledgement and consent to this Agreement in order to access and use the Service or the Application.\nBy checking the appropriate box and clicking on the “Sign Up” or “Sign In” button, you are acknowledging to the terms of this Agreement and are consenting to be bound by it.</p>\n<p>If you agree to this Agreement on behalf and in the name of a legal entity such as a company, corporation, partnership, etc.\n(referred to as a “Business”), you represent and warrant that you have the power and authority to bind such Business to this Agreement.</p>\n<p>IF, HOWEVER, YOU ARE UNWILLING TO AGREE TO THIS AGREEMENT OR DO NOT HAVE THE POWER AND AUTHORITY TO ACT ON BEHALF OF AND BIND THE BUSINESS, DO NOT CLICK ON THE BUTTON AND DO NOT ACCESS OR OTHERWISE USE THE SERVICES.</p>\n<p>INTENDING TO BE LEGALLY BOUND, THE PARTIES AGREE AS FOLLOWS:</p>\n<p>1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Definitions and interpretation</p>\n<p>1.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Definitions.\nThe following terms have the following meanings:</p>\n<p>(a) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Account” means an individual or Business (depending on the case) www.blckbx.ai and www.useblackbox.io account.</p>\n<p>(b) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Application” means the mobile application, chrome extension, website, visual studio code extension and desktop application, developed by Course Connect that is available online, or on the chrome store, or on the Apple’s App Store for download and installation on User’s mobile devices to use the functionality of the Services.\nDownload, installation and usage of the Application is governed by and subject to the terms of this Agreement in addition to other applicable license terms and conditions, if any.</p>\n<p>(c) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Confidential Information” has the meaning set out in Section 5.1.</p>\n<p>(d) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Course Connect Access Codes” has the meaning set out in Section 2.6.</p>\n<p>(e) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Course Connect Parties” has the meaning set out in Section 3.1.</p>\n<p>(f) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;“Disclosing Party” has the meaning set out in Section 5.1.</p>\n<p>(g) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Documentation” means any written or electronic documentation, images, video, text or sounds specifying the functionalities of the Application and Services provided or made available by Course Connect to User exclusively through the Application or the Apple’s App Store.\nprovided, however, that Documentation specifically excludes any “community moderated” forums, as it may be provided or accessible through the Application.</p>\n<p>(h) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Effective Date” means the date on which User has accepted to be bound by this Agreement.</p>\n<p>(i) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;“Feedback” has the meaning set out in Section 3.1.</p>\n<p>(j) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;“Services” mean the www.blckbx.ai and www.useblackbox.io hosted service used for transcribing audio and video files, for copying text from videos/images/documents and searching for code snippets.\nThe code, functions, and other output returned to you by Blackbox are called “<strong>Suggestions</strong>.” Blackbox does not claim any rights in Suggestions, and you retain ownership of and responsibility for Your Code, including Suggestions you include in Your Code.\nThe Services includes all underlying proprietary technology (software, hardware, algorithms, code, processes, user interfaces, know-how, techniques, templates, designs and other tangible or intangible technical material or information) of Course Connect, its licensors and service providers.\nThe Services also includes (a) system administration, hosting, system management, and system monitoring activities performed by Course Connect in connection with the Application made available by Course Connect and (b) associated technical support and software maintenance regarding the Services and the Application.</p>\n<p>(k) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;“Privacy Policy” means Course Connect Privacy Policy.</p>\n<p>(l) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;“Receiving Party” has the meaning set out in Section 5.1.</p>\n<p>(m) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Term” has the meaning set out in Section 8.1.</p>\n<p>(n) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“Third Party Components” means software or services that are not part of the Services, that are delivered or performed by third parties independently of Course Connect and that interoperate or integrate with the Services.\nOur Third Party Components are Firebase, Intercome, G Suite, Stripe and other third party cloud storage services such as IBM Cloud.</p>\n<p>(o) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“User” means you, an Account holder accepting this Agreement, being a physical person or a Business.</p>\n<p>(p) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n“User Data” means all data of User that is collected, stored, transmitted, displayed or otherwise processed using the Services and the Application.</p>\n<p>1.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Documents Forming Agreement.\nThe documents forming this Agreement are this document, the Privacy Policyand any supplementary agreement, all of which are incorporated by reference into the Agreement and bind the Parties.</p>\n<p>2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;SERVICES</p>\n<p>2.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Provision of Services.\nCourse Connect will host and make the Services and the Application available to User pursuant to this Agreement during the Term.\nCourse Connect may update and modify the Services at any time.\nUser will benefit from the modifications and improvements that Course Connect may bring to the Services during the Term.\nUser acknowledges that Course Connect has no delivery obligation and will not deliver copies of the software comprising the Services or the source code of the Application to User pursuant to this Agreement.</p>\n<p>2.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Availability.\nCourse Connect will use commercially reasonable efforts to make the Services available with minimal downtime.\nhowever, the following are excepted from availability commitments: (a) planned or unplanned maintenance downtime, or (b) any unavailability caused by circumstances described in Section 9.9, or (c) the unavailability or modification by third parties of Third Party Components.</p>\n<p>2.3 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Account.\nUser must have an Account to use the Services and is responsible for the information it provides to create the Account, its passwords for the Account, and for any use of its Account.\nIf User becomes aware of any unauthorized use of its password or the Account, User will notify Course Connect as promptly as possible.\nUser must not allow access to, or use of, the Services by anyone that does not have an Account.</p>\n<p>2.4 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;User Responsibilities.\nUser agrees that it will not: (a) license, sublicense, sell, resell, rent, lease, transfer, assign, distribute, time-share or otherwise commercially exploit the Services or make the Services available to any third party or as otherwise contemplated by this Agreement.\n(b) interfere with or disrupt the integrity or performance of the Services.\n(c) attempt to gain unauthorized access to the Services or its related systems or networks.\n(d) use or knowingly permit others to use any security testing tools in order to probe, scan or attempt to penetrate or ascertain the security of the Services or the Application.\n(e) access the Services or the Application for the purpose of building a similar or competitive product or service.\n(f) copy, translate, create a derivative work of, reverse engineer, reverse assemble, disassemble, or decompile the Services, the Applications or any part thereof or otherwise attempt to discover any source code or modify the Services or the Applications.</p>\n<p>2.5 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Use and Protection of User Data.\nWhile Course Connect will maintain reasonable administrative, physical and technical safeguards for the protection of the confidentiality and integrity of User Data and will provide the Services in accordance with applicable laws and government regulations regarding personal information protection, as between Course Connect and User, all in accordance with the Privacy Policy, User is solely responsible for the accuracy, quality, integrity, legality, reliability, and appropriateness of all User Data.\nUser represents and warrants that it has obtained all rights, permissions, and consents necessary to use and transfer the User Data within and outside of the country in which User is located in conjunction with Course Connect provision of the Services (including providing adequate disclosures and obtaining legally sufficient consent from User’s employees, agents, contractors, suppliers, projects stakeholders and other persons whose personal information is or will be stored and processed through the use of the Services).\nSubject to this Agreement, including Course Connect's confidentiality obligations, User hereby grants Course Connect a limited, non-exclusive, royalty-free, worldwide license to use the User Data and perform such acts with respect to the User Data as may be necessary for Course Connect to provide the Services to User.</p>\n<p>2.6 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Third-Party Web Sites, Products and Services.\nThe Services may rely on or require that User accesses Third Party Components.\nIf User elects to use the Services with Third Party Components, User agrees that: (i) its use of Third Party Components must at all times comply with the terms of service governing such offerings, and (ii) Course Connect has the right to export and import User Data to and from such Third Party Components for purposes of delivering the Services purchased by User.\nUser's use of Third Party Components must always comply with the terms of service or licensing terms governing such Third Party Components.\nUser understands and agrees that the availability of the Services, or certain features and functions of the Services, may be dependent on the corresponding availability of Third Party Components or specific features and functions of Third Party Components.\nCourse Connect will not be liable to User or any third party if changes in Third Party Components cause the unavailability of the Services or any feature or function of the Services.\nCourse Connect does not make any representations or warranties regarding any such Third Party Components.\nTo the extent that Course Connect requires that User grant Course Connect authorizations, passwords or other user credentials to a Third Party Component (\"Course Connect Access Codes\") to retrieve User Data or to enable interoperability with the Services, User will promptly provide such Course Connect Access Codes.\nCourse Connect will not share, reassign, divulge or disclose any Course Connect Access Codes except to Course Connect employees or authorized contractors specifically engaged in the performance of the Services.\nCourse Connect Access Codes constitute User's Confidential Information under this Agreement.</p>\n<p>3 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;PROPRIETARY RIGHTS</p>\n<p>3.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Services and Application.\nCourse Connect, its licensors and its service providers (together the \"Course Connect Parties\") own all right, title and interest in and to the Services and the Application, including all related intellectual property rights.\nCourse Connect reserves all rights not expressly granted to User under this Agreement.\nUser will not delete or in any manner alter the copyright, trademark, and other proprietary notices of Course Connect appearing on the Services, the Application or any portion thereof.\nAdditionally, Course Connect exclusively owns all right, title and interest in and to all suggestions, enhancement requests, recommendations or other feedback provided by User relating to the Services or the Application (\"Feedback\"), and User hereby assigns to Course Connect all its right, title, and interest in and to the Feedback, including all intellectual property rights and waives its moral rights thereof.\nAt Course Connect' reasonable request and expense, User will execute necessary documents and take such further acts as Course Connect may reasonably request to assist Course Connect to acquire, perfect and maintain such intellectual property rights in the Feedback.</p>\n<p>3.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;User Data.\nAs between Course Connect and User, User exclusively owns all right, title and interest in and to all User Data.\nUser Data is deemed Confidential Information of User under this Agreement.\nUser will obtain and maintain any required consents necessary to permit (a) User’s use of the Services and (b) accessing and processing of the User Data under this Agreement.</p>\n<p>3.3 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Statistical Information.\nCourse Connect may monitor User's use of the Services and Application and use the corresponding data in an aggregate and anonymous manner, including to compile statistical and performance information related to the provision and operation of the Services or to support benchmarking or similar features of the Services.\nUser agrees that Course Connect may make such information publicly available, if such information does not incorporate any identifiable User Data and/or identify User, its Confidential Information or the Users without their consent.\nCourse Connect retains all intellectual property rights in such statistical and performance information.\nIn some cases, Course Connect may monitor the individual use of the Services and Application by the User in order to provide all of the features the Services and the Application have to offer.\nThis monitoring will not be utilized by Course Connect to compile statistical and performance information.</p>\n<p>4 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;ACCESS RIGHTS AND LICENSE</p>\n<p>4.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Grant.Subject to the terms and conditions of this Agreement, Course Connect grants to User for his personal use and for the Term:</p>\n<p>(a) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nthe right to access the components of the Services and Application and to use their functionalities on one device.\nand</p>\n<p>(b) &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\na non-exclusive, non-transferable license to (i) use, and (ii) copy, for the purpose of downloading, installing and executing, the number of copies for which User is allowed by the download site of the Application, on a single device that User possesses or controls to use the Application for accessing and use the Services.</p>\n<p>5 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;CONFIDENTIALITY</p>\n<p>5.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Definitions.\n\"Confidential Information\" means all confidential or proprietary information of a party (the \"Disclosing Party\") disclosed to the other party (the \"Receiving Party\"), whether orally or in writing, that is designated as confidential or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure.\nWithout limiting the scope of this confidentiality undertaking, the parties acknowledge and agree that: (a) User Confidential Information includes the User Data.\n(b) Course Connect Confidential Information includes the non-public elements of the Services and Application.</p>\n<p>5.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Treatment of Confidential Information.\nThe Receiving Party must: (a) use the same degree of care to protect the confidentiality of the Disclosing Party's Confidential Information that it uses to protect its own Confidential Information (but in no event less than reasonable care).\nand (b) not use or disclose any Confidential Information of the Disclosing Party for any purpose outside the scope of this Agreement, except with the Disclosing Party's permission.</p>\n<p>5.3 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Exceptions.\nConfidential Information does not include information that: (i) is or becomes publicly available without a breach of any obligation owed to the Disclosing Party.\n(ii) is already known to the Receiving Party at the time of its disclosure by the Disclosing Party, without a breach of any obligation owed to the Disclosing Party.\n(iii) following its disclosure to the Receiving Party, is received by the Receiving Party from a third party without breach of any obligation owed to the Disclosing Party.\nor (iv) is independently developed by the Receiving Party without reference to or use of the Disclosing Party's Confidential Information.</p>\n<p>5.4 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Compelled Disclosure.\nThe Receiving Party may disclose Confidential Information of the Disclosing Party to the extent required by applicable law, regulation or legal process or to enforce its rights under this Agreement.\nThe Receiving Party must, however: (i) provide the Disclosing Party with prompt written notice of the requirement to disclose, (ii) provide the Disclosing Party with reasonable assistance in the event the Disclosing Party wishes to oppose or contest such disclosure, and (iii) limit its disclosure to what is strictly required by law, regulation or legal process.</p>\n<p>6 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;WARRANTIES.\nDISCLAIMERS</p>\n<p>6.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Warranties.\nEach party warrants that it has the legal authority to enter into this Agreement.\nCourse Connect warrants to User that the Services and Application will materially conform with the relevant Documentation.</p>\n<p>6.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Disclaimers.\nEXCEPT AS EXPRESSLY SET FORTH IN SECTION 6.1, THE COURSE CONNECT PARTIES MAKE NO WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE IN CONNECTION WITH THIS AGREEMENT, THE SERVICES OR THE APPLICATION.\nWITHOUT LIMITING THE FOREGOING, EXCEPT AS EXPRESSLY SET OUT IN SECTION 6.1, AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE COURSE CONNECT PARTIES EXPRESSLY DISCLAIM ALL IMPLIED WARRANTIES.\nTHE COURSE CONNECT PARTIES DO NOT REPRESENT OR WARRANT THAT: (A) THE USE OF THE SERVICES AND APPLICATION WILL BE SECURE, TIMELY, UNINTERRUPTED OR ERROR-FREE OR OPERATE IN COMBINATION WITH ANY OTHER HARDWARE, SOFTWARE, SYSTEM OR DATA.\n(B) THE SERVICES AND APPLICATION WILL MEET USER'S REQUIREMENTS OR EXPECTATIONS.\n(C) ANY STORED DATA WILL BE ACCURATE OR RELIABLE.\n(D) THE SERVICES AND APPLICATION WILL BE ERROR-FREE OR THAT ALL ERRORS OR DEFECTS IN THE SERVICES AND APPLICATION WILL BE CORRECTED.\nOR (F) THE SERVICES, APPLICATION OR SERVER(S) THAT MAKE THE SERVICES AND APPLICATION OPERATE ARE FREE OF MALWARE OR OTHER HARMFUL COMPONENTS.\nTHE SERVICES AND APPLICATION MAY BE SUBJECT TO LIMITATIONS, DELAYS, AND OTHER PROBLEMS INHERENT IN THE USE OF THE INTERNET AND ELECTRONIC COMMUNICATIONS.\nTHE COURSE CONNECT PARTIES ARE NOT RESPONSIBLE FOR ANY DELAYS, DELIVERY FAILURES, OR OTHER DAMAGES RESULTING FROM SUCH PROBLEMS.\nFOR GREATER CERTAINTY, IT IS EXPRESSLY PROVIDED HEREIN THAT THE SERVICES AND THE USAGE OF THE APPLICATION REQUIRE THE ACCESS TO THE INTERNET.</p>\n<p>7 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;LIMITATION OF LIABILITY</p>\n<p>7.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Limitation of Liability.\nIN NO EVENT WILL COURSE CONNECT’S LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT, WHETHER PURSUANT TO CONTRACTUAL OR EXTRACONTRACTUAL LIABILITY, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, EXCEED THE AMOUNT PAID TO COURSE CONNECT BY USER IN THE TWELVE (12) MONTHS PRECEDING THE INCIDENT GIVING RISE TO SUCH LIABILITY.</p>\n<p>7.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Exclusion of Consequential and Related Damages.\nIN NO EVENT WILL COURSE CONNECT BE LIABLE TO USER FOR ANY INDIRECT, PUNITIVE, SPECIAL, EXEMPLARY, INCIDENTAL, CONSEQUENTIAL OR OTHER DAMAGES OF ANY TYPE OR KIND (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE) ARISING OUT OF, OR IN ANY WAY CONNECTED WITH THE SERVICES, THE APPLICATION AND/OR THIS AGREEMENT, INCLUDING BUT NOT LIMITED TO THE USE OR INABILITY TO USE THE SERVICES OR THE APPLICATION, OR FOR ANY CONTENT OBTAINED FROM OR THROUGH THE SERVICES, ANY INTERRUPTION, INACCURACY, ERROR OR OMISSION, REGARDLESS OF CAUSE, EVEN IF COURSE CONNECT AND/OR ITS LICENSORS HAVE BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR COULD HAVE REASONABLY FORESEEN THEM.</p>\n<ol>\n<li>Indemnification.User shall indemnify, defend, and hold harmless Course Connect, and all of its affiliates and their respective employees, officers, directors, agents, and representatives, from and against any and all liability, damage, cost, loss, and expense, including reasonable counsel fees, arising from any claim, suit, action, proceeding, or demand (each a “Claim”) by a third party arising from or occurring as a result of the breach by the User of any term of this Agreement or the derogatory use of the Services or the Application on the part of the User.</li>\n</ol>\n<p>8 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;TERM AND TERMINATION</p>\n<p>8.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Term of Services.\nUser's right to use the Services and the Application begins on the date of acceptance of this Agreement by the User and continues for an unlimited period of time (unless terminated pursuant to Section 8.2or 8.3) therein (the \"Term\").</p>\n<p>8.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Termination for Convenience.\nUser may terminate this Agreement at any time by contacting the Course Connect team at the email address provided below.\nCourse Connect may also terminate the Agreement for convenience by providing a 5‑day prior notice to User.</p>\n<p>8.3 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Termination for Cause.\nThis Agreement may be terminated by either party for cause as follows: (i) upon three (3) days written notice if the other party breaches or defaults under any material provision of this Agreement and does not cure such breach prior to the end of such three (3) day period, or (ii) effective immediately and without notice if the other party becomes insolvent or is the subject of a voluntary or involuntary petition in bankruptcy or of corporate reorganization or any similar relief or of an assignment for the benefit of creditors or appointment of a receiver for any reason or ceases to do business, or otherwise terminates its business operations, except as a result of an assignment permitted hereunder.\nCourse Connect may temporarily cease performance of its obligations during any User cure period.</p>\n<p>8.4 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Retrieval of User Data.\nIn the event of termination of this Agreement, User may request, up to 30 days after termination of this Agreement, the retrieval of the User Data and Course Connect will make such data available for download by User in CSV or audio format, depending on the nature of the data.\nCourse Connect will have no obligation after such period to maintain or provide any User Data and will thereafter, unless legally prohibited or as needed to resolve dispute and enforce agreements, delete the User Data in its systems or otherwise in its possession or under its control.</p>\n<p>8.5 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Effect of Termination.\nUpon termination of this Agreement for any reason, User’s Account, including the right to access and use the Services and the Applications will cease and User will delete any Course Connect proprietary material (such as the Applications) from its systems and devices.\nExcept to the extent expressly provided to the contrary herein, Sections 2.4, and 3through 9(except 4) will survive the termination of this Agreement.</p>\n<p>9 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;GENERAL</p>\n<p>9.1 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Relationship.\nCourse Connect and User are independent contractors, and this Agreement does not create a partnership, joint venture, employment or agency relationship between the parties.\nThis is a non-exclusive arrangement.</p>\n<p>9.2 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Entire Understanding.\nModifications.\nThis Agreement constitutes the entire agreement between the parties and supersedes all prior and contemporaneous agreements, proposals or representations, oral or written, regarding the subject matter covered by this Agreement.</p>\n<p>9.3 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Waiver.\nNo waiver of any breach of this Agreement, and no course of dealing between the parties, will be construed as a waiver of any subsequent breach of this Agreement.</p>\n<p>9.4 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Severability.\nIf any provision of this Agreement is held by a court of competent jurisdiction to be invalid or unenforceable, the provision will be modified and interpreted by the court so as best to accomplish the intent of the original provision.\nThe invalidity or unenforceability of any provision will not affect any of the other provisions of this Agreement.</p>\n<p>9.5 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Governing Law and Venue.\nThis Agreement will be governed by and construed under the laws in force within the Province of Quebec, Canada, excluding its conflict of law rules.\nThe parties agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement.\nThe courts located in Montreal, Province of Quebec, Canada will have exclusive jurisdiction to adjudicate any dispute relating to this Agreement.\nEach party hereby irrevocably consents to the exclusive jurisdiction of such courts.</p>\n<p>9.6 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Publicity.\nAfter obtaining User’s written consent, Course Connect may reference and use the name and trademarks of a Business User and may disclose the nature of the Services provided hereunder in Course Connect business development and marketing efforts, including without limitation its web site.</p>\n<p>9.7 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Assignment.\nUnless in connection with the sale of all or substantially all of its business whether by sale, merger, operation of law or otherwise, no party may assign this Agreement to any third party without the prior written consent of the other party, such consent not to be unreasonably withheld.\nAny purported assignment in violation of this Section will be void.\nThis Agreement binds and benefits the parties, their respective successors and permitted assigns.\nThere are no third party beneficiaries to this Agreement.</p>\n<p>9.8 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Notices.\nAny notice, consent or other communication of a legal nature under the Agreement must be given in writing and delivered by certified mail or recognized overnight courier service, by hand, or by email.\nIn User’s case, such communication will be made to the address registered in User’s Account and in Course Connect’s case, such communication will be made to the following addresses:&nbsp;robert@blckbx.ai .\nSuch notice, consent or other communication will be deemed to have been given and received on the day it is actually delivered (or if that day is not a business day, on the following business day), unless it is delivered after 4:30 p.m., in which case it will be deemed to have been given and received on the next business day.\nA party may, from time to time, designate another address by transmitting a notice to the other party in accordance with this Section 9.8.</p>\n<p>9.9 &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Force Majeure.\nNo party will be liable under this Agreement for delays, failures to perform, damages, losses or destruction, or malfunction of any equipment, or any consequence thereof, caused or occasioned by, or due to fire, earthquake, flood, water, the elements, labor disputes or shortages, utility curtailments, power failures, explosions, civil disturbances, governmental actions, shortages of equipment or supplies, unavailability of transportation, acts or omissions of third parties, change in applicable laws (ex.\nPrivacy Laws) or any other cause beyond its reasonable control.\nIf the force majeure event continues for more than thirty (30) calendar days, then either party may terminate the Agreement for convenience upon written notice to the other party.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> &nbsp.\n<p>\n<strong>Blackbox terms and conditions</strong>\n</p>\n<p>Welcome! Blackbox is your place to learn and share more about software engineering and coding.\nWe’re happy you’re here.</p>\n<p>These terms set forth our legal obligations to each other.\nThey apply to your use of our services.</p>\n<p>When we say “Blackbox,” “we,” “us,” and “our” in these terms, we mean Course Connect Inc., its subsidiaries, and its related companies.</p>\n<p>When we say “services” in these terms, we mean Blackbox’s services, apps, websites, chrome extension, vs code extension and other products.</p>\n<p>When we say “you” or “your,” we mean you.\nIf you’re accessing our services on behalf of a legal entity (like your employer), you agree that you have the authority to bind that entity to these terms, and “you” and “your” will refer to that entity.</p>\n<p>We also have a Privacy Policy, Community Guidelines, and other policies that apply to your use of our services and are incorporated into these terms.\nYou should read these policies—we’ve worked hard to make them simple and clear, and they contain important information about your use of our services.&nbsp.\nBlackbox’s Paid Services Terms apply to any purchase you make through Blackbox.</p>\n<p>Together, these rules make Blackbox possible, and they matter to us.\nIf you believe others aren’t following them, please let us know by emailing the team at blackboxapp@blackboxai.tech</p>\n<p>‍<strong>IMPORTANT NOTE: The section titled “Settling Disputes Between You and Blackbox” contains an arbitration clause and class-action waiver that applies to all U.S.-based Blackbox users.\nPlease read this section carefully as it may significantly affect your legal rights, including your right to file a lawsuit in court.</strong>\n</p>\n<p>\n<strong>Who we are</strong>\n</p>\n<p>We provide services that allow you to interact with other Blackbox users and participate in public and private communities (or “COMMS”).\nOur services may also include access to certain software, features, and content that you can purchase from us or others.</p>\n<p>Blackbox’s services are provided by Course Connect Inc.\nWe’re located at 2753 ste foy street,Suite 406, QC,QC, Canada, G1V 4S3.</p>\n<p>\n<strong>Age requirements and responsibility of parents and guardians</strong>\n</p>\n<p>By accessing our services, you confirm that you’re at least 13 years old and meet the minimum age of digital consent in your country.\nWe maintain a list of minimum ages around the world as a resource for you, but we aren’t able to guarantee that it is always accurate.If you are old enough to access our services in your country, but not old enough to have authority to consent to our terms, your parent or guardian must agree to our terms on your behalf.\nPlease ask your parent or guardian to read these terms with you.\nIf you’re a parent or legal guardian, and you allow your teenager to use the services, then these terms also apply to you and you’re responsible for your teenager’s activity on the services.</p>\n<p>\n<strong>What you can expect from us</strong>\n</p>\n<p>We’re actively developing new features and products to improve Blackbox.\nAs part of these efforts, we may add or remove features, start offering new services, or stop offering old services.\nWhile we try to avoid disruptions, we cannot guarantee that there will not be an outage or change to the services, and your content may not be retrievable due to such outages or changes.\nWe are not liable for any such outages or service changes.</p>\n<p>\n<strong>Your Blackbox account</strong>\n</p>\n<p>To access the services on an ongoing basis, you will need to create a Blackbox account.\nYou can provide a username and password, and a way of contacting you (such as an email address and/or phone number).\nTo access certain features or communities, you may need to verify your account or add other information to your account.\nOur Privacy Policy discusses what information we collect and how we use this information in more detail.</p>\n<p>You are responsible for the security of your account, and you agree to notify us immediately if you believe your account has been compromised.\nIf you use a password, it must be strong, and we (strongly) recommend that you use that password only for your Blackbox account and that you enable two-factor authentication.\nIf your account is compromised, we may not be able to restore it to you.</p>\n<p>You are also responsible for maintaining the accuracy of the contact information associated with your account.\nIf you get locked out of your account, we’ll need to contact you at the email or phone number associated with your account, and we may not be able to restore your Blackbox account to you if you no longer have access to that email account or phone number.\nWe may also assume that any communications we’ve received from your account or the associated contact information have been made by you.</p>\n<p>You agree not to license, sell, or transfer your account without our prior written approval.</p>\n<p>\n<strong>Content in Blackbox’s services</strong>\n</p>\n<p>\n<strong>Your Content</strong>\n</p>\n<p>When we say “your content” in these terms, we mean all the things you add (upload, post, share, or stream) to our services.\nThis may include code snippets, text, links, GIFs, emoji, photos, videos, documents, or other media.\nIf we come up with another way for you to add content to the services, it includes that too.</p>\n<p>You don’t have any obligation to add content to the services.\nIf you choose to add content to the services, you are responsible for ensuring that you have the right to do so, that you have the right to grant the licenses in the terms, and that your content is lawful.\nWe take no responsibility for any of your content, and we are not responsible for others’ use of your content.</p>\n<p>Our services allow users to add content in a number of different ways, including via direct messages and in smaller and larger communities.\nSome of these spaces are public, and if you share content within them, that content may be accessed by people you do not know.\nFor example, some COMMS are available in the COMMS SPACE section of the extension and do not require an invite link to join.\nOther COMMS owners may publish their COMMS invite link on public websites.\nAnyone can access these spaces.\nYou should be aware that these permissions are set by COMMS owners or admins, and they may change over time.\nPlease understand the difference between posting in public and private spaces on Blackbox, and choose the right space, features, and settings for you and your content.\nTo understand how we treat your personal information, see our Privacy Policy.</p>\n<p>()</p>\n<p>Your content is yours, but you give us a license to it when you use Blackbox.\nYour content may be protected by certain intellectual property rights.\nWe don’t own those.\nBut by using our services, you grant us a license—which is a form of permission—to do the following with your content, in accordance with applicable legal requirements, in connection with operating, developing, and improving our services:</p>\n<ol>\n<li>Use, copy, store, distribute, and communicate your content in manners consistent with your use of the services.\n(For example, so we can store and display your content.)</li>\n<li>Publish, publicly perform, or publicly display your content if you’ve chosen to make it visible to others.\n(For example, so we can display your messages if you post them in public COMMS.)</li>\n<li>Monitor, modify, translate, and reformat your content.\n(For example, so we can resize an image you post to fit on a mobile device.)</li>\n<li>Sublicense your content, to allow our services to work as intended.\n(For example, so we can store your content with our cloud service providers.)</li>\n</ol>\n<p>This license is worldwide, non-exclusive (which means you can still license your content to others), royalty-free (which means there are no fees for this license), transferable, and perpetual.</p>\n<p>We reserve the right to block, remove, and/or permanently delete your content for any reason, including breach of these terms, our Community Guidelines, our other policies, or any applicable law or regulation.</p>\n<p>We welcome feedback on our services.\nBy sending us feedback, you grant us a non-exclusive, perpetual, irrevocable, transferable license to use the feedback and ideas generated from the feedback without any restrictions, attribution, or compensation to you.</p>\n<p>\n<strong>Blackbox’s content</strong>\n</p>\n<p>Our services include some content that belongs to us.\nYou may use this content as permitted by these terms, but we retain all intellectual property rights in our content.</p>\n<p>\n<strong>Other content</strong>\n</p>\n<p>Other people’s content.\nOur services might also provide you with access to other people’s content.\nYou may not use this content without that person’s consent, or as allowed by law.\nOther people’s content is theirs and doesn’t necessarily reflect Blackbox’s own views.\nBlackbox doesn’t endorse or verify the accuracy or reliability of content shared by Blackbox users.\nWe work hard to try to make Blackbox a safe, positive, and inclusive place, but cannot prevent you from encountering content that you may find objectionable or offensive.\nYou agree we will not be liable for any harm caused by that content.\nYou may report content that you think violates any of our policies.\nWe have the right, but not the obligation, to review such reports and block or remove content at our discretion.</p>\n<p>Third party features and content.\nOur services may also allow you to access third-party websites, features, apps, or other content.\nWe provide you access only as a convenience to you, and are not responsible for the content or services available from these websites or resources.</p>\n<p>\n<strong>Software in Blackbox’s services</strong>\n</p>\n<p>License to our software.\nSome of our services allow you to download client software.\nSo long as you comply with these terms, we grant you a worldwide, non-exclusive, personal, and non-assignable license to download, install, and run that software, solely to access our services.</p>\n<p>You may not copy, modify, create derivative works based upon, distribute, sell, lease, or sublicense any of our software or services.\nYou also may not reverse engineer or decompile our software or services, attempt to do so, or assist anyone in doing so, unless you have our written consent or applicable law permits it.</p>\n<p>Although we are granting you this license, we retain any intellectual property rights we have in our software and services.</p>\n<p>\n<strong>Copyright</strong>\n</p>\n<p>We respect the intellectual property of others and expect our users to do the same.\nSee our Copyright &amp.\nIP Policy for information on how to file a copyright complaint.</p>\n<p>\n<strong>Blackbox’s paid services</strong>\n</p>\n<p>We won’t charge you a fee to use the basic functionality of our services, but you may be able to pay for additional features and products.\nBlackbox’s Paid Services Terms also apply to any purchase you make through Blackbox, and you may also be asked to agree to separate terms before purchasing or selling new offerings through Blackbox.</p>\n<p>\n<strong>Restrictions on your use of Blackbox’s services</strong>\n</p>\n<p>When using our services, you must comply with these terms and all applicable laws, rules, and regulations, and you must only use the services for authorized and acceptable purposes.\nYou must also adhere to our Community Guidelines and other policies, which contain more detailed rules about your content and behavior when using Blackbox.\nFundamentally, do not do, try to do, or encourage or help others to do any of the following:</p>\n<ol>\n<li>\n<strong>Don’t use the services to do harm to yourself or others.</strong> Among other things, this includes trying to gain access to another user’s account or any non-public portions of the services, infringing anyone else’s intellectual property rights or any other proprietary rights, harassing, bullying, spamming, auto-messaging, or auto-dialing people through our services.</li>\n<li>\n<strong>Don’t use the services to do harm to Blackbox.</strong> Among other things, this includes trying to gain access to or attacking our systems, scraping us, transmitting viruses or other malicious code to our services, abusing or defrauding us or our payment systems, copying our product or using our intellectual property without permission, and misusing our reporting or customer service mechanisms.</li>\n<li>\n<strong>Don’t use the services to do anything else that’s illegal.</strong> This includes using the services to commit any crime or infringe anyone’s intellectual property rights.</li>\n</ol>\n<p>\n</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>Your right to terminate.\nYou’re free to stop using Blackbox’s services at any time and for any reason.\nYou can delete your Blackbox account through the User Settings page in the Blackbox app .Our right to terminate.\nSubject to applicable law, we reserve the right to suspend or terminate your account and/or your access to some or all of our services with or without notice, at our discretion, including if:</p>\n<ol>\n<li>You breach these terms, our policies, or additional terms that apply to specific products.</li>\n<li>We’re required to do so to comply with a legal requirement or court order.</li>\n<li>We reasonably believe termination is necessary to prevent harm to you, us, other users, or third parties.</li>\n<li>Your account has been inactive for more than two years.</li>\n</ol>\n<p>However, we will give you advance notice if reasonable to do so or required by applicable law.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>If you are using the services on behalf of a business or legal entity and not in an individual capacity, then you will indemnify and hold Blackbox and its officers, directors, employees and agents harmless from and against any claims, liabilities, damages, and costs (including reasonable legal and accounting fees) related to (a) your access to or use of our services, (b) your content, or (c) your violation of these terms.</p>\n<p>\n<strong>Services “AS IS”</strong>\n</p>\n<p>We work hard to offer great services, but there are certain aspects that we can’t guarantee.\nTO THE FULLEST EXTENT PERMITTED BY LAW, Blackbox, ITS AFFILIATES, AND THEIR RESPECTIVE SUPPLIERS MAKE NO WARRANTIES, EITHER EXPRESS OR IMPLIED, ABOUT THE SERVICES.\nTHE SERVICES ARE PROVIDED “AS IS.” WE ALSO DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT, AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nTHE LAWS OF CERTAIN JURISDICTIONS OR STATES DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES.\nTO THE EXTENT SUCH WARRANTIES CANNOT BE DISCLAIMED UNDER THE LAWS OF YOUR JURISDICTION, WE LIMIT THE DURATION AND REMEDIES OF SUCH WARRANTIES TO THE FULL EXTENT PERMISSIBLE UNDER THOSE LAWS.</p>\n<p>This warranty does not affect any consumer rights you might have under applicable law, including the legal guarantee in certain places such as the European Union that products and services must comply with this agreement and your rights in case of non-conformity of a product or service.</p>\n<p>\n<strong>Limitation of liability</strong>\n</p>\n<p>WE DON’T EXCLUDE OR LIMIT OUR LIABILITY TO YOU WHERE IT WOULD BE ILLEGAL TO DO SO.\nIN COUNTRIES WHERE THE BELOW TYPES OF EXCLUSIONS AREN’T ALLOWED, WE’RE RESPONSIBLE TO YOU ONLY FOR LOSSES AND DAMAGES THAT ARE A REASONABLY FORESEEABLE RESULT OF OUR FAILURE TO USE REASONABLE CARE AND SKILL OR OUR BREACH OF OUR CONTRACT WITH YOU.\nTHIS PARAGRAPH DOESN’T AFFECT CONSUMER RIGHTS THAT CAN’T BE WAIVED OR LIMITED BY ANY CONTRACT OR AGREEMENT.</p>\n<p>THE INFORMATION PRESENTED ON OR THROUGH THE SERVICES IS MADE AVAILABLE SOLELY FOR INFORMATIONAL PURPOSES.\nWE DO NOT CONFIRM THE ACCURACY, COMPLETENESS, OR USEFULNESS OF THE INFORMATION.\nANY RELIANCE YOU PLACE ON SUCH INFORMATION IS SOLELY AT YOUR OWN RISK.</p>\n<p>IN COUNTRIES WHERE EXCLUSIONS OR LIMITATIONS OF LIABILITY ARE ALLOWED, NEITHER BLACKBOX, ITS AFFILIATES, NOR OUR SUPPLIERS INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES WILL BE LIABLE, TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST REVENUES, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE, OR THE COST OF SUBSTITUTE SERVICES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT BLACKBOX OR ITS SUPPLIERS HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY PROVIDED IN THESE TERMS IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n<p>BESIDES THE TYPES OF LIABILITY WE CANNOT LIMIT BY LAW (AS DESCRIBED IN THIS SECTION), BLACKBOX LIMITS OUR LIABILITY TO YOU TO THE GREATER OF (A) THE AMOUNTS YOU HAVE PAID US IN THE THREE MONTHS BEFORE YOU FIRST ASSERT A CLAIM OR (B) $100 (OR THE EQUIVALENT IN YOUR LOCAL CURRENCY).</p>\n<p>BLACKBOX ISN’T LIABLE FOR THE CONDUCT OR CONTENT, WHETHER ONLINE OR OFFLINE, OF ANY USER OF OUR SERVICES.</p>\n<p>THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN BLACKBOX AND YOU.\nTHE LIMITATION OF LIABILITY DESCRIBED ABOVE SHALL APPLY FULLY TO RESIDENTS OF NEW JERSEY.</p>\n<p>\n<strong>Settling disputes between you and BLACKBOX</strong>\n</p>\n<p>Informal resolution.\nMost disputes can be resolved informally, so if you have an issue with the services, let’s consult with each other first.\nBefore pursuing formal legal action, you agree to try to resolve a dispute with us informally by sending notice to blackboxapp@blackboxai.tech.</p>\n<p>Governing law and jurisdiction.\nThis Agreement will be governed by and construed under the laws in force within the Province of Quebec, Canada, excluding its conflict of law rules.\nThe parties agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement.\nThe courts located in Montreal, Province of Quebec, Canada will have exclusive jurisdiction to adjudicate any dispute relating to this Agreement.\nEach party hereby irrevocably consents to the exclusive jurisdiction of such courts.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cancellation Policy</strong>\n</p>\n<p>You can sign-up for a trial for some of the Services and your trial period starts on the day you create the trial account and lasts for 5 days.\nIf you are on a trial, you may cancel at any time until the last day of your trial.\nIf you do not wish to incur charges, you must cancel the account by the end of the 5th day.<br> If you do not cancel your account and we have told you the account will be converted to a paid subscription at the end of the trial period, then you authorize us to charge your credit card for that specific Service.\nYou may, however, cancel your subscription before the next billing cycle in accordance with these Terms, but no credits or refunds will be available.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Billing/Payment</strong>\n</p>\n<p>\n<br> If you select a paid Service, you must provide us with current, complete, accurate and authorized payment method information (e.g.\ncredit card information).\nYou authorize us to charge your provided payment method for the Services you have selected and for any paid feature(s) that you choose.\nWe may bill: (a) in advance.\n(b) at the time of purchase.\n(c) shortly after purchase.\nor (d) if you have elected a subscription service, on a recurring basis.\nTo the extent Course Connect, Inc.\n(Blackbox) has not received your payment, in order to bring your account up to date, we may bill you simultaneously for both past due and current amounts.\nIf you do not cancel your account, we may automatically renew your Service(s) and charge you for any renewal term.\nYou understand that failure to pay any charges or fees may result in the suspension or cancellation of your Services.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>Terms and conditions Instance (blackbox - done)</b>\n</p>\n<p>&nbsp;</p>\n<p>1.\nService</p>\n<p>&nbsp;</p>\n<p>Our Service offers a hosted environment and community for users to create, develop, distribute, and launch software and web servers.</p>\n<p>&nbsp;</p>\n<p>2.\nUser Agreement to Acceptable Use of the Service</p>\n<p>&nbsp;</p>\n<p>Your utilization of the Service is bound by the limitations on usage and content specified in these Terms.\nIn the event of a breach of these Terms or any of our other policies, as decided by Blackbox at its discretion, we may give you a warning or suspend/terminate your account.</p>\n<p>&nbsp;</p>\n<p>3.\nProhibited Actions</p>\n<p>&nbsp;</p>\n<p>When using the Services, you and any third parties (including your end users) are prohibited from:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Sharing any unlawful, abusive, fraudulent, or otherwise objectionable content;</li>\n<li>Intentionally spreading viruses or other harmful content;</li>\n<li>Forwarding pyramid schemes or similar activities;</li>\n<li>Transmitting harmful content to minors;</li>\n<li>Pretending to be someone else or misrepresenting yourself or the source of an email;</li>\n<li>Creating accounts with automation or in bulk without prior approval from Blackbox;</li>\n<li>Transmitting another's intellectual property or proprietary information without permission;</li>\n<li>Violating the legal rights of others;</li>\n<li>Encouraging illegal activity;</li>\n<li>Promoting or facilitating human trafficking, sex trafficking, or physical abuse;</li>\n<li>Interfering with the Services or creating an undue burden on Blackbox’s Service or the networks or services connected to it;</li>\n<li>Attacking or tampering with other websites, services, or individuals;</li>\n<li>Performing significant load testing without obtaining&nbsp.\nBlackbox’s written consent;</li>\n<li>Launching automated systems that excessively use the Service's resources;</li>\n<li>Attempting to transfer any right in Blackbox's website to a third-party;</li>\n<li>Modifying, adapting, translating, or reverse engineering any portion of the Service;</li>\n<li>Removing any copyright, trademark, or other proprietary rights notices contained in or on the Service;</li>\n<li>Reformatting or framing any portion of the web pages that are part of the Service's administration display;</li>\n<li>Using the Service to mine bitcoins, or cryptocurrencies;</li>\n<li>Displaying hate-related or violent content or other material, products, or services that violate laws or third-party rights;</li>\n<li>Modifying the Blackbox logo or other Blackbox Marks or logos;</li>\n<li>Sending unsolicited messages or using the Service to send spam;</li>\n<li>Repeatedly forking or cloning projects to create undue load on the Service;</li>\n<li>Using the Service to create a proxy to circumvent firewalls or other access control measures;</li>\n<li>Attempting to steal or extract trained machine learning models used by Blackbox or its third party service providers.</li>\n</ol>\n<p>&nbsp;</p>\n<p>4.\nProhibited Content</p>\n<p>&nbsp;</p>\n<p>When using the Service, you are prohibited from uploading or transmitting User Content (as defined below) that falls under any of the following categories:</p>\n<p>&nbsp;</p>\n<ul>\n<li>User Content that violates a third party's rights, including but not limited to copyright, as defined by applicable laws;</li>\n<li>User Content that is excessively vulgar;</li>\n<li>User Content that promotes hate or violence;</li>\n<li>User Content that advocates for intolerance based on race or ethnicity;</li>\n<li>User Content that intends to promote or advance computer hacking or cracking;</li>\n<li>Any other illegal activity, including the illegal export of controlled substances or software;</li>\n<li>User Content related to drug paraphernalia or phishing;</li>\n<li>Malicious User Content;</li>\n<li>Any other material, products or services that violate criminal or other applicable laws, or the rights of third parties;</li>\n<li>Nudity or sexually explicit content, such as pornography or the sale of sexual services;</li>\n<li>Content that promotes or facilitates suicide or self-harm, including instructions or graphic images;</li>\n<li>Gambling content that involves games such as card, roulette, or dice played for money, cryptocurrency or anything of value.</li>\n</ul>\n<p>&nbsp;</p>\n<p>5.\nQuota &amp.\nLimits</p>\n<p>&nbsp;</p>\n<p>Blackbox sets both hard and soft limits for its service, with hard limits being enforced automatically by the service and soft limits being agreed upon by users not to exceed.\nThe specific details of these limits can be found at&nbsp;https://www.useblackbox.io/pricing&nbsp;and may be subject to updates.\nIf an account or the use of the service remains inactive for extended periods of time, it may be considered inactive.\nFor further information on the current limits, please refer to our documentation.</p>\n<p>&nbsp;</p>\n<p>6.\nYour Use of Content on the Service</p>\n<p>&nbsp;</p>\n<p>Besides the general restrictions mentioned earlier, specific limitations and conditions apply to your use of the Service Content, which includes trademarks, service marks, logos, and other content made available on the Service.\nThis content is owned or licensed by Blackbox or others and is protected by copyright and intellectual property rights.\nYou can only access the Service Content for personal use as permitted under these Terms, and you cannot download it unless there is a specific download link provided by Blackbox.\nWithout Blackbox's prior written consent or the respective licensors of the Service Content, you cannot copy, distribute, reproduce, transmit, sell, license or exploit it for any other purpose.\nBlackbox and its licensors reserve all rights to the Service and Service Content.\nYou must not interfere with security-related features or features that restrict use or copying of the Service or Service Content.\nYou acknowledge that Blackbox is not responsible for the accuracy, usefulness, safety or intellectual property rights of Service Content from various sources, and you may be exposed to inaccurate, offensive, indecent, or objectionable content.</p>\n<p>&nbsp;</p>\n<p>7.\nUser Content</p>\n<p>&nbsp;</p>\n<p>You can share various types of content such as information, code, text, graphics, videos, or other materials (called \"User Content\") using our Service.\nSince we offer a code editor, instances from Google Cloud and file manager to upload User Content, you have complete control over its type and nature.\nTherefore, you are responsible for the legality, reliability, and appropriateness of the User Content you share on the Service, and not Blackbox.</p>\n<p>&nbsp;</p>\n<p>By sharing User Content on the Service, you confirm and guarantee that (i) unless otherwise provided in the \"Open Source and User Content\" section, you own or have the right to use the User Content and to grant us the rights and license stated in the Terms, and (ii) sharing your User Content on the Service does not infringe on any person's or entity's privacy, publicity, copyright, contract, intellectual property, or other rights.\nWe reserve the right to terminate the account of anyone found to be violating copyright or any other intellectual property right.</p>\n<p>&nbsp;</p>\n<p>Unless stated in the \"Open Source and User Content\" section, you have complete rights over any User Content you submit, post, or display on or through the Service, and it is your responsibility to protect those rights.\nWe do not take any responsibility and, where permitted by law, accept no liability for any User Content posted on the Service by you or any third party.\nHowever, by posting User Content through the Service, you give us a non-exclusive, worldwide, royalty-free, fully paid-up, sublicensable, and transferable license to use, modify, publicly perform, publicly display, reproduce, and distribute your User Content on the Service in compliance with these Terms and our Privacy Policy.\nYou agree that we have the right to make your User Content available to other Service users who may use your User Content subject to these Terms.</p>\n<p>&nbsp;</p>\n<p>Blackbox is entitled, but not required, to oversee, alter, eliminate, or exchange User Content given by users, where it deems necessary in good faith to comply with relevant laws, guarantee consistency, security, and stability of the Service, or for any other reason.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Unless permitted in the \"Open Source and User Content\" section, you cannot use, distribute, modify, download, copy, repost, or make any commercial or personal gain from the User Content, in part or in whole, without our written consent.</p>\n<p>&nbsp;</p>\n<p>8.\nOpen Source and User Content</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\"If you post User Content in certain parts of the Service or use specific features, it may be automatically subjected to an open-source license.\nMore details regarding open-source licensing can be found on this link -&nbsp;https://useblackbox.io/licensing-information&nbsp;&nbsp;which is included in these Terms as reference.\"</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>9.\nPurchases</p>\n<p>&nbsp;</p>\n<p>To buy any product or service offered on the Service, you might need to provide specific details related to your Purchase, such as your credit card number, expiration date, billing address, shipping information, and CSC number.</p>\n<p>&nbsp;</p>\n<p>By making any Purchase, you confirm that: (i) you are authorized to use the payment method(s) you provide.\nand (ii) the information you provide is accurate, valid, and comprehensive.</p>\n<p>&nbsp;</p>\n<p>At any time, we may decline or cancel your order for various reasons, such as unavailability of product or service, discrepancies in product or service description or pricing, errors in your order, suspicion of fraudulent or illegal transaction, or any other grounds.</p>\n<p>&nbsp;</p>\n<p>10.\nAvailability, Errors and Inaccuracies</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>Our Service's product and service offerings are continually being updated, but we may encounter delays in updating information and advertising on other platforms.\nThere is a possibility that products or services may be unavailable, mispriced, inaccurately described, or discontinued on the Service.\nAs a result, we cannot guarantee the accuracy or completeness of any information found on the Service.\nAdditionally, we provide artificial intelligence capabilities, such as code generation.</p>\n<p>&nbsp;</p>\n<p>We reserve the right to modify or revise information and rectify errors, inaccuracies, or omissions at any time without prior notice.</p>\n<p>&nbsp;</p>\n<p>11.\nNotice and Communications</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>When you create an account on our Service, you agree that we may contact you occasionally to inform you about any changes or additions to the Service or your usage of the Service.\nIf we need you to provide an email address, it's your responsibility to give us your most current email address.\nIf your last email address isn't valid or cannot deliver any required or permitted notices under these Terms, we will still consider our dispatch of the email containing the notice as an effective notification.\nTo notify us, you can contact us at the following email: blackboxapp@blackboxai.tech</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<i>12.\nAccounts.\nAccount Termination Policy</i>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>You need to be 16 years old or older to use the Service.\nIf you are under 18, you need to have your parent or guardian's consent to use the Service, and it is recommended that you go over the Terms with them.</p>\n<p>&nbsp;</p>\n<p>By permitting your child to use the Service, as a parent or legal guardian of a user under 18 years old, you are accountable for your child's activity on the Service and agree to comply with the terms of this Agreement.</p>\n<p>&nbsp;</p>\n<p>By registering an account with us, you certify that the information you provide is precise, comprehensive, and up-to-date at all times.\nYour account may be promptly terminated if you provide information that is incorrect, insufficient, or outdated.</p>\n<p>&nbsp;</p>\n<p>Ensuring the secrecy of your account and password is your responsibility, which includes restricting access to your computer and/or account.\nYou are liable for any and all actions or activities that happen under your account and/or password, whether using our Service or a third-party service.\nIf you detect any security breach or unauthorized use of your account, you must notify us immediately.</p>\n<p>&nbsp;</p>\n<p>Using a username that belongs to someone else or is not legally accessible, a name or trademark that is under someone else's rights except yours, without proper permission is prohibited.\nAlso, usernames that are considered offensive, vulgar, or obscene are not allowed.</p>\n<p>&nbsp;</p>\n<p>A user's access to Blackbox's Service may be terminated if they are a repeat infringer of the Copyright Policy or if they violate the Terms.\nBlackbox may remove User Content or terminate a user's account without notice if they determine that the user or User Content has violated the Terms for any reason.\nBlackbox also reserves the right to refuse service, terminate accounts, edit content, or cancel orders at their discretion.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>13.\nIndemnification</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>By using and accessing the Service, you consent to protecting, compensating, and exonerating Course Connect, Inc., its licensee, and licensors, as well as their employees, contractors, agents, officers, and directors, against all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorneys' fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password.\nb) a breach of these Terms, or c) Content posted on the Service.</p>\n<p>&nbsp;</p>\n<p>14.\nIntellectual Property</p>\n<p>&nbsp;</p>\n<p>Blackbox and its licensors exclusively own the Service, its original content, features, and functionality, along with all associated intellectual property rights, excluding User Content provided by users.\nThe Service is protected by copyright, trademark, and other laws in the United States and foreign countries.\nUsing Blackbox's trademarks and trade dress for any product or service requires prior written consent.</p>\n<p>&nbsp;</p>\n<p>15.\nTermination</p>\n<p>&nbsp;</p>\n<p>At our sole discretion, we can immediately suspend your account and block access to the Service without prior notice or liability, for any reason including, but not limited to, a violation of the Terms.</p>\n<p>&nbsp;</p>\n<p>To close your account, please email us at&nbsp;blackboxapp@blackboxai.tech&nbsp;with the following subject line “Request to Delete Account\"</p>\n<p>&nbsp;</p>\n<p>The Terms include provisions that should continue even after termination, such as ownership provisions, warranty disclaimers, indemnity, and limitations of liability.</p>\n<p>&nbsp;</p>\n<p>16.\nIndemnification</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>You agree to defend, indemnify, and hold Blackbox, its licensee, licensors, employees, contractors, agents, officers, directors, and assigns harmless to the maximum extent permitted by law.\nThis includes any and all claims, damages, obligations, losses, liabilities, costs, debts, and expenses (including attorneys' fees) resulting from: a) your use and access of the Service, or use by anyone with your account and password.\nb) your breach or violation of these Terms.\nc) User Content posted on the Service.\nand d) your violation of any law or regulation.</p>\n<p>&nbsp;</p>\n<p>17.\nLimitation of Liability</p>\n<p>&nbsp;</p>\n<p>Blackbox, its directors, employees, partners, agents, suppliers, or affiliates are not liable for any indirect, incidental, special, consequential, or punitive damages, such as loss of profits, data, use, goodwill, or other intangible losses.\nThis includes damages resulting from: (i) your access to or use of the Service, or inability to access or use it.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use, or alteration of your transmissions or content.\nThis applies whether the damages are based on warranty, contract, tort (including negligence), or any other legal theory, and even if we were informed of the possibility of such damage, and even if a remedy described herein fails to achieve its essential purpose.\nBlackbox's total, cumulative liability for any claim, loss, or damage arising from or related to these Terms shall be limited to one hundred dollars ($100.00 USD).</p>\n<p>&nbsp;</p>\n<p>Our liability cannot be limited or excluded for (X) instances of death or personal injury resulting from our negligence, the negligence of our employees, agents, or subcontractors.\n(Y) cases of fraud or fraudulent misrepresentation.\nor (Z) any other liability that applicable law prohibits from being excluded.</p>\n<p>&nbsp;</p>\n<p>18.\nWarranty Disclaimer</p>\n<p>&nbsp;</p>\n<p>When you use the Service, you are solely responsible for any risks involved.\nThe Service is provided in its current state, and availability is not guaranteed.\nTo the extent that the law allows, the Service is offered without any warranties, either express or implied.\nThis includes warranties for merchantability, suitability for a specific purpose, non-infringement, or performance.</p>\n<p>&nbsp;</p>\n<p>Course Connect Inc., its subsidiary companies, affiliates, and licensors cannot guarantee that the Service will always be uninterrupted, without errors, secure, or available at any particular time or location.\nThey cannot assure that any errors or defects will be fixed, that the Service is free of harmful components like viruses, or that the use of the Service will satisfy your requirements.\nAdditionally, they cannot confirm that the Service or the content provided through it will always be accurate or complete.</p>\n<p>&nbsp;</p>\n<p>Blackbox denies any accountability or obligation for any inaccuracies, errors, or mistakes in the content, or for any property damage or personal injury of any kind caused by your use of the Service, unauthorized access to the Service, any interruptions or cessation of transmission to or from the Service, any viruses, bugs, Trojan horses, or similar things transmitted to or through the Service by a third party, errors or omissions in any content, or any loss or damage resulting from the use of the Service or the content that is posted, emailed, transmitted, or otherwise made accessible through the Service.</p>\n<p>&nbsp;</p>\n<p>In certain areas, restrictions on limited liability and exclusion of implicit guarantees are not permitted.\nAs a result, not all of the above limitations and warranty disclaimers may apply to you.\nIt is important to note that these disclaimers, exclusions, and limitations of liability form a fundamental part of the agreement between you and the other parties involved.\nBoth parties have taken these disclaimers, exclusions, and limitations of liability into account when making this agreement, and without them, the terms and conditions outlined in these Terms would be significantly altered.</p>\n<p>&nbsp;</p>\n<p>19.\nGoverning Law</p>\n<p>&nbsp;</p>\n<p>This Agreement will be governed by and construed under the laws in force within the Province of Quebec, Canada, excluding its conflict of law rules.\nThe parties agree that the United Nations Convention on Contracts for the International Sale of Goods is specifically excluded from application to this Agreement.\nThe courts located in Montreal, Province of Quebec, Canada will have exclusive jurisdiction to adjudicate any dispute relating to this Agreement.\nEach party hereby irrevocably consents to the exclusive jurisdiction of such courts.</p>\n<p>&nbsp;</p>\n<p>20.\nAssignment</p>\n<p>&nbsp;</p>\n<p>You may not transfer or assign these terms or the rights and licenses granted under them.\nHowever, Blackbox has the freedom to freely assign them without any restrictions.</p>\n<p>&nbsp;</p>\n<p>21.\nChanges</p>\n<p>&nbsp;</p>\n<p>This is a typical clause found in terms of service agreements for websites or other online services.\nIt essentially states that the company has the right to change the terms of the agreement at any time, and by continuing to use the service after the changes take effect, the user agrees to be bound by the new terms.\nIf the user does not agree with the new terms, they must stop using the service.</p>\n<p>&nbsp;</p>\n<p>22.\nContact Us</p>\n<p>&nbsp;</p>\n<p>If you have inquiries regarding these Terms, reach out to us at blackboxapp@blackboxai.tech</p> ", "created_at": "2023-04-21 16:21:28.555328", "updated_at": "2023-04-21 16:21:51.325007"}, {"id": 15670, "name": "Privacy policy", "url": "https://www.useblackbox.io/privacy", "xpath": "//body", "text": " Sign In Get Started&nbsp;For Free drag_handle close Privacy Policy Last Updated: 01/01/2022 (Version 1.1.1) <p>\n</p>\n<p>Cours Connecte Inc.\n- PRIVACY &amp.\nCOOKIE POLICY</p>\n<p>Effective date: January 07th, 2018</p>\n<p>Cours Connecte Inc., a corporation doing business under the name \"Course Connect\" (“Course Connect” “us”, “we”, or “our”) operates the www.blckbx.ai and www.useblackbox.io Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API (the”Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API”), allowing its users&nbsp.\nto search the content of audio and video files.</p>\n<p>This page informs you of our policies regarding the collection, use, disclosure and any other processing of personal data when you use our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API and the choices you have associated with that data.</p>\n<p>We use your data to provide and improve the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.</p>\n<p>Whether you do so as an account holding user or as a guest, by either clicking to accept this Agreement or by accessing or using the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API, you acknowledge that you have read and understood this Agreement and agree to be bound by its terms.&nbsp.\nIf you are accepting this Agreement on behalf and in the name of a legal entity such as a company, corporation, partnership, etc.\n(referred to as a “Business”), you represent and warrant that you have the power and authority to bind such Business to this Agreement.&nbsp.\nIF, HOWEVER, YOU ARE UNWILLING TO AGREE TO THIS AGREEMENT OR DO NOT HAVE THE POWER AND AUTHORITY TO ACT ON BEHALF OF AND BIND THE BUSINESS, YOU MUST NOT CLICK THAT YOU ACCEPT OR ACCESS OR USE THE SERVICE.</p>\n<p>Definitions</p>\n<p>“Personal Data” means any information relating to an identified or identifiable natural person.\nan identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity of that natural person.</p>\n<p>“Cookies” are small pieces of data stored on a User’s device.\nThey contain small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.</p>\n<p>“Data Controller” means the natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data.</p>\n<p>For the purpose of this Privacy Policy, we are a Data Controller of your Personal Data.</p>\n<p>“Data Processor” (or “Service Providers”) means a natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Data Controller (other than its own employees).</p>\n<p>We may use the services of various Service Providers in order to process your data more effectively, all in accordance with this policy.</p>\n<p>“Data Subject” means any natural person who is the subject of Personal Data.\nFor the purpose of this privacy policy, you are the Data Subject.</p>\n<p>“User” means the natural person using our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.\nThe User corresponds to the Data Subject, who is the subject of Personal Data.</p>\n<p>Sources of Personal Data</p>\n<p>We process the Personal Data that originated from the creation of your account and from your use of the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API, including the portion of the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API that requires the creation of an account to access.</p>\n<p>Purposes of Processing and Legal Basis</p>\n<p>Among the data we process, we process the following types of Personal Data for the following purposes to provide and improve our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API to you.</p>\n<p>Account Information.To use our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API, Users will need to create an account using their email address, full name and a password of their choice.\nUsers may also elect to use our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API by connecting through their Gmail address and related password.</p>\n<p>i..\nWe process each User’s email address, name and a password because the User needs to use them to sign in and connect to his/her account.\nThe legal basis to this processing is our legitimate interest in protecting you account’s security.</p>\n<p>We also process our Users’ email address to recognise them when they use our customer support.\nThe legal basis for this processing is our legitimate interest in providing the best customer support we may offer you.</p>\n<p>We also process our User’s email address for the purpose of sending them important information about the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API, such as important safety information or material changes to this policy.\nThe legal basis to this processing is our legitimate interest in providing our Users with important safety or other important information regarding the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API or changes in this policy.</p>\n<p>If you have consented to receiving marketing information from our part, we will also process your email address to send you such information about us or the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.\nThe legal basis to this processing is your consent.\nYou may withdraw your consent at any time by changing your preferences in your account or by the unsubscribe link at the bottom of our marketing emails.\nThe content of some of the marketing email you may receive from us is determined by your Cookies.\nThe legal basis to this processing is our legitimate interest in reducing the number of marketing emails sent to our Users by automatically selecting content that may be more adapted to you instead of sending all our marketing emails to all our Users who has consented to receiving marketing emails.</p>\n<p>Tracking Cookies Data.We process Cookies and similar tracking technologies such as beacons, tags, and scripts to track the activity on our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API and hold certain information to improve the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API and improve your overall experience when using the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.</p>\n<p>Examples of Cookies we use:</p>\n<p>Session Cookies.We use Session Cookies to operate our Site.</p>\n<p>Preference Cookies.We use Preference Cookies to remember your preferences and various settings.</p>\n<p>Security Cookies.We use Security Cookies for security purposes.</p>\n<p>i.If you have consented to the collect of information through the use of Cookies and similar tracking technologies, we will process Cookies and similar tracking technologies, with the assistance of third-party analytics services, to (i) analyse the way you navigate the Site (ii) generate statistics about the use of the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API, (iii) help diagnose problems with the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API and (iv) help administer the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.\nThe legal basis to this processing is our legitimate interest in providing to you the best experience on our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.</p>\n<p>If you delete your cookies, you will need to opt out again.\nThere are browser plugins to help you preserve your-opt out cookies.\nFor more information, please visithttp://www.aboutads.info/PMC or [https://youradchoices.ca/choices/protect-my-choices/.](https://youradchoices.ca/choices/protect-my-choices/)</p>\n<p>Video Data and Text Data.\nWe process the video and text data that you elect to search pursuant to the features available through the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.\nYou hereby certify that you have obtained, prior to processing and searching, the consent of all individuals which video and text data are to be processed and searched on the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API,&nbsp.\ncertify that you have obtained, prior to processing and searching, the consent of the owner of video and audio file,and that you will not process audio and video files of any person under the age of 18 years old.\nWe also process the video data that has been transformed into text data.\nYou acknowledge that you shall not process and search any sensitive data about any individual, including its racial origin or ethnicity, political opinions, religious or philosophical beliefs, trade union membership, biometrical data, medical data, and data regarding sexual activity or sexual orientation (“Sensitive Data”).\nThe Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API shall in no way be used to process and search, collect or store Sensitive Data.</p>\n<p>i..\nWe process video data and text data in order to render the services provided through the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API, namely to allow you&nbsp.\nto process and search the content of audio and video files.</p>\n<p>The legal basis for this processing is the execution of the agreement between you and Course Connect regarding the use of the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API pursuant to our Terms and conditions and this Privacy and cookie policy.</p>\n<p>Geolocation Data.\nWe may collect and process information about your location.\nWe use this information to optimize your experience on the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.\nIn order to determine your position, we will take into account, in particular, the geolocation data and any other necessary means.</p>\n<p>i.The legal basis to this processing is our legitimate interest in providing to you the best experience on our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.</p>\n<p>Retention of Personal Data</p>\n<p>COURSE CONNECT will retain your Personal Data for the duration of your continued access to the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API and for the purposes set out in this Privacy Policy.\nWe will retain and use your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies, but no later.</p>\n<p>Processing of Personal Data in the United-States</p>\n<p>We process your Personal Data on our systems in the United-States.\nTherefore, your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>Accordingly, if you are located outside the United-States and choose to provide information to us, know that your Personal Data will be processed there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to the processing in the United-States.</p>\n<p>COURSE CONNECT will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your Personal Data.\nFor any transfer of Personal Data to a jurisdiction that is not automatically considered as an adequate jurisdiction for a transfer of your Personal Data without additional requirement, all steps necessary to satisfy those requirements are taken by us, such as using Model Contractual Clause, for the European Union.</p>\n<p>Disclosure of Personal Data</p>\n<p>Business Transaction</p>\n<p>If COURSE CONNECT is involved in a merger, acquisition or asset sale, your Personal Data may be transferred if the assignee is compliant with all legislations regarding Personal Data that apply to you and is taking the same or better means to protect your Personal Data than our.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>\n<p>Disclosure for Law Enforcement</p>\n<p>Under certain circumstances, COURSE CONNECT may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\n<p>Legal Requirements</p>\n<p>COURSE CONNECTE may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<p>To comply with a legal obligation</p>\n<p>To protect and defend the rights or property of COURSE CONNECT</p>\n<p>To prevent or investigate possible wrongdoing in connection with the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API To protect the personal safety of users of the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API or the public</p>\n<p>To protect against legal liability</p>\n<p>Security of Data</p>\n<p>The security of your Personal Data is important to us but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\n<p>Nevertheless, we are providing you with updated measures of protection and physical, electronic and operational security, pursuant to the best standards and practices of the industry.</p>\n<p>Your Rights</p>\n<p>COURSE CONNECT aims to take reasonable steps to allow you to correct, amend, delete, limit or oppose to the process of your Personal Data.</p>\n<p>Whenever made possible, you can update your Personal Data directly within your account settings section.\nIf you are unable to change your Personal Data, please contact us to make the required changes.</p>\n<p>If you wish to be informed what Personal Data we hold about you and if you want it to be removed from our systems, please contact us.\nHowever, you may at any time withdraw any consent you gave us to process your Personal Data in the preference settings of your account.\nIn this case, we will, as soon as commercially and reasonably possible, delete from our systems all your Personal Data obtained on the legal basis of your consent and request our processors to do the same.\nBy doing so, please be aware that you may not access all of the features of the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.</p>\n<p>Without limiting the foregoing, in certain circumstances, you have the right:</p>\n<p>To access and receive a copy of the Personal Data we hold about you</p>\n<p>To rectify any Personal Data held about you that is inaccurate</p>\n<p>To request the deletion of Personal Data held about you</p>\n<p>You also have the right to data portability for the information you provide to COURSE CONNECT.\nYou have the right to receive your Personal Data in a structured, commonly used and machine-readable format and have the right to transmit those data to another controller without hindrance from us or the controller to which your Personal Data have been provided.\nYou have the right to have your Personal Data transmitted directly from us or the controller to another controller, where technically feasible.</p>\n<p>Depending of your jurisdiction (ex.\nCanada and European Union), you may have the right to lodge a complaint with a supervisory authority.</p>\n<p>Please note that we may ask you to verify your identity before responding to such requests.</p>\n<p>Recipients or Categories of Recipients of Personal Data</p>\n<p>We may employ third party Services providers and individuals to facilitate our Service, to provide the Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API on our behalf, to perform Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API -related services or to assist us in analyzing how our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<p>Analytics.\nWe may use third-party Service Providers to monitor and analyze the use of our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API.</p>\n<p>Links to Other Sites</p>\n<p>Our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API may contain links to other sites that are not operated by us.\nIf you click on a third-party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third-party sites or services.</p>\n<p>Children's Privacy</p>\n<p>Our Site, Desktop Application, Browser Extension, Visual Studio Code Extension or API does not address anyone under the age of 16 (\"Children\").</p>\n<p>We do not knowingly collect Personal Data from anyone under the age of 16.\nIf you are a parent or guardian and you are aware that your Children have provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>\n<p>Changes to This Privacy Policy</p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Site, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<p>If you have any questions about this Privacy Policy, please contact the Personal Data Management Coordinator:</p>\n<p>Course Connect inc.</p>\n<p>Personal Data Management Coordinator</p>\n<p>Robert Rizk</p>\n<p>Email: robert@blckbx.ai</p>\n<p>Copyright © Course Connect inc.\nAll rights reserved.</p>\n<br>\n<p>\n</p> ", "created_at": "2023-04-21 16:17:18.899128", "updated_at": "2023-04-21 16:17:28.139686"}], "points": [{"id": 31425, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://www.useblackbox.io/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-21 16:24:22.278423", "updated_at": "2023-07-11 06:29:40.58831", "quoteText": null, "case_id": 411, "document_id": 15670, "quoteStart": null, "quoteEnd": null}], "urls": ["useblackbox.io"]}}