{"error": 448, "message": "OK", "parameters": {"id": 7849, "name": "EverDry ", "created_at": "2023-03-31 22:49:59.139858", "updated_at": "2023-04-22 11:50:35.56492", "wikipedia": null, "keywords": null, "related": null, "slug": "everdry", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7849.png", "url": "everdry.com", "documents": [{"id": 15155, "name": "Terms and Conditions ", "url": "https://everdry.com/terms-and-conditions/", "xpath": "/html/body/div[1]/section[2]", "text": " <p>EverDry will not obtain personally-identifying information about you when you visit our site, unless you choose to provide such information to us.</p>Privacy Policy<p>Thank you for visiting the EverDry web site.\nEverDry is committed to protecting your privacy and will collect no personal information about you unless you choose to provide that information to us.\nSuch information is securely stored within EverDry’s private network.\nSome information may also be shared with EverDry business partners and other organizations and individuals with which EverDry has established a strategic alliance or other contractual relationship.\nThe primary purpose behind the sharing of information is to better the services being provided to you by EverDry and by the organizations and individuals for which EverDry has established contractual relationships.\nInformation will also be used to improve EverDry sales, marketing, and business development efforts.</p>How We Handle Information About Your Visit to Our Site<p>If you read or download information, we automatically collect and store:</p>\n<ul>\n<li>the requested web page</li>\n<li>the domain from which you access the Internet (e.g.\ncompuserve.com)</li>\n<li>the date and time you access our site</li>\n<li>status of the request (e.g.\nsuccess or failure)</li>\n<li>the type and version of your web browser (Firefox, Explorer, etc.)</li>\n<li>the operating system (Windows, Mac, Unix, etc.) of the machine running the web browser</li>\n</ul>Links &amp.\nDisclaimer<p>Our web site has links to many other organizations.\nUpon leaving the EverDry web site, you are subject to the privacy policy of the new site.\nEverDry is not responsible for the availability of the systems being linked to.</p> ", "created_at": "2023-03-31 22:49:59.171185", "updated_at": "2023-03-31 22:50:19.653338"}], "points": [], "urls": ["everdry.com"]}}