{"error": 448, "message": "OK", "parameters": {"id": 6992, "name": "Nexstar Media Group", "created_at": "2022-11-23 21:45:09.221904", "updated_at": "2022-11-23 23:23:48.60153", "wikipedia": "https://en.wikipedia.org/wiki/Nexstar_Media_Group", "keywords": null, "related": null, "slug": "nexstar-media-group", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6992.png", "url": "nexstar.tv,nexstardigital.com,thehill.com,newsnationnow.com,rewindtv.com,antennatv.tv,wgntv.com,bestreviews.com,cbs42.com,wdhn.com,whnt.com,wkrg.com,nwahomepage.com,nwahomepage.com,kark.com,keepmystation.com,fox16.com,kget.com,yourcentralvalley.com,ktla.com,fox40.com,fox5sandiego.com,kron4.com,fox21news.com,kdvr.com,westernslopenow.com,wtnh.com,dcnewsnow.com,mypanhandle.com,wfla.com,wjbf.com,wrbl.com,wsav.com,.khon2.com,wcia.com,centralillinoisproud.com,mystateline.com,ourquadcities.com,tristatehomepage.com,wane.com,fox59.com,mywabashvalley.com,who13.com,siouxlandproud.com,ksnt.com,ksn.com,fox56news.com,brproud.com,klfy.com,myarklamiss.com,wgno.com,ktalnews.com,wwlp.com,upmatters.com,woodtv.com,wlns.com,wjtv.com,cenlanow.com,fourstateshomepage.com,fox4kc.com,fox2now.com,ozarksfirst.com,yourbigsky.com,8newsnow.com,krqe.com,news10.com,binghamtonhomepage.com,wivb.com,mytwintiers.com,rochesterfirst.com,qcnews.com,informnny.com,myfox8.com,wnct.com,cbs17.com,kxnet.com,nbc4i.com,wdtn.com,wkbn.com,kfor.com,koin.com,wtaj.com,yourerie.com,localsyr.com,cnyhomepage.com,abc27.com,phl17.com,pahomepage.com,wpri.com,counton2.com,wbtw.com,wspa.com,keloland.com,wjhl.com,wate.com,wreg.com,wkrn.com,bigcountryhomepage.com,myhighplains.com,kxan.com,valleycentral.com,cw33.com,ktsm.com,cw39.com,ketk.com,everythinglubbock.com,yourbasin.com,conchovalleyhomepage.com,fox44news.com,texomashomepage.com,abc4.com,mychamplainvalley.com,wavy.com,wric.com,wfxrtv.com,wboy.com,wowktv.com,wvnstv.com,wtrf.com,wearegreenbay.com,wiproud.com,wgnradio.com", "documents": [{"id": 12810, "name": " Terms of Use", "url": "https://www.nexstar.tv/terms-of-use/", "xpath": "//*[@id=\"main\"]", "text": " Terms of Use <p>\n</p>\n<p>Nexstar Media Inc., together with its Affiliates (collectively, “Company”, “we”, “us”, or “our”), offers websites (the “Sites”) and mobile, desktop, and connected TV applications (the “Applications”, and, together with the Sites, the “Properties”), including without limitation all content, materials, information, software, products and services available on the Properties, to you, the user, conditioned upon your acceptance of these Terms of Use.\nFor purposes of these Terms of Use, “Affiliates” means any entity that we control, are controlled by, or are under common control with.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Please read these Terms of Use carefully.\nBy visiting or using the Site or the Applications, you agree to be bound by these Terms of Use and to use the Properties in accordance with these Terms of Use, our&nbsp;Privacy Policy, which is incorporated herein by reference, and any additional terms and conditions that may apply to specific sections of the Properties or to products and services available through the Properties.\nIf you do not agree with these Terms of Use, you must immediately discontinue your use of the Properties.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We reserve the right to change or discontinue at any time any aspect or feature of the Properties without notice to you.\nAdditionally, we reserve the right to change these Terms of Use or to impose new conditions on use of the Properties from time to time, in which case we will post the revised Terms of Use on the Properties.\nAny modifications are effective immediately upon posting.\nBy continuing to use the Properties after we post any such changes, you accept the modified Terms of Use.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>PERSONAL AND NONCOMMERCIAL USE</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The Properties are for your personal and noncommercial use only, unless otherwise permitted by us.\nThe Properties are not designed for or marketed to children under age thirteen.\nAs a condition of your continued use of the Properties, you warrant to us that you will not use the Properties for any purpose that is prohibited by these Terms of Use or by applicable international, federal, state, or local laws, and that you are at least thirteen years of age.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>PROHIBITED CONDUCT/ACTIVITY</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>It is a condition of your use of the Properties that you do not:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Restrict or inhibit any other user from using and enjoying the Properties.</li>\n<li>Interfere with or disrupt any servers or networks used to provide the Properties or their features, or disobey any requirements, procedures, policies or regulations of the networks we use to provide the Properties.</li>\n<li>Use any robot, spider, spyware, or any other device, method, or processes on the Properties, for any purpose.</li>\n<li>Scrape, data-mine or data-crawl the Properties or engage in any data gathering or data extraction practices for any purpose.</li>\n<li>Gain unauthorized access to the Properties, or any account, computer system, or network connected to the Properties, by hacking, password mining or other illicit means.</li>\n<li>Obtain or attempt to obtain any materials or information through any means not intentionally made available through the Properties.</li>\n<li>Use the Properties to post or transmit any information, software or other material that contains a virus, worm, time bomb, or other harmful component.</li>\n<li>Use the Properties to post, transmit or in any way exploit any information, software or other material for commercial purposes.</li>\n<li>Gather, for marketing purposes or any other purpose, any email addresses or other personal information that has been posted by other users of the Properties without prior, written consent from us or the data subject.</li>\n<li>Use the Properties to engage in or conduct any high risk activities where damage or injury to persons, property, environment, finances or business may result if an error occurs.</li>\n<li>Use the Properties for any purpose in violation of applicable law, rule or regulation.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>ACCOUNT SECURITY</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>To access certain components of our Properties, you may be asked to complete an online registration form.\nAny information provided during the registration process must be complete, current and accurate.\nIf security information, a user name, or a password is created or provided to enable access to the Properties pursuant to your registration, you must treat such information as confidential and not disclose it to any other person or entity.\nYou understand and agree that any information you provide through the Properties will be governed by our&nbsp;Privacy Policy.\nWe reserve the right to disable and/or suspend your account for any reason or no reason, in our sole discretion.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>THIRD PARTY WEBSITES</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The Properties may contain hyperlinks to websites offered by third parties.\nSuch hyperlinks are provided for your convenience only.\nWe are not responsible for the content of any such website and our inclusion of hyperlinks to such websites does not imply any endorsement or sponsorship by us of the material on such websites or any association with their operators.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>LINKING</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Unless you are subsequently advised otherwise by us, you are hereby licensed to create hyperlinks to the content on the Properties, provided that the hyperlink accurately describes the content as it appears on the Properties.\nWe reserve the right to revoke this license generally, or your right to use specific links, at any time.\nUnder no circumstances may you “frame” the Properties or any of their content or copy portions of the Properties to a server, except as part of an Internet service provider’s incidental caching of pages.\nEach page within the Properties must be displayed in full (including all trademarks, branding, advertising and promotional materials), without any accompanying frame, border, margin, design, branding, trademark, advertising or promotional materials not originally displayed on the page within the Properties.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>INTELLECTUAL PROPERTY</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The Properties and all the materials available on the Properties are the property of us or our licensors, and are protected by copyright, trademark, and other intellectual property laws.\nYou may not use the Properties or the materials available on the Properties in a manner that infringes the owner’s rights or that has not been authorized by the owner.\nExcept as otherwise expressly provided in these Terms of Use, you may not copy, distribute, transmit, display, perform, reproduce, publish, license, modify, rewrite, create derivative works from, transmit, transfer, sell, exploit, or distribute in any manner or medium (including by email or other electronic means) any material contained on the Properties without the prior consent of the owner.\nNone of the material contained on the Properties may be reverse-engineered, disassembled, decompiled, transcribed, stored in a retrieval system, translated into any language or computer language, retransmitted in any form or by any means (electronic, mechanical, photo reproduction, recordation or otherwise), resold or redistributed without our prior written consent.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Your use of any software available on or through on the Properties is governed by the end user license agreement, if any, that accompanies or is included with the software.\nYou may not install or use any software without first agreeing to the terms of such end user license agreement.\nFor any software not accompanied by an end user license agreement, we hereby grant to you a limited personal, nontransferable, non-sublicensable license to use the software for viewing and other purposes within the scope of use of such software anticipated by us in accordance with these Terms of Use, and for no other purpose.\nAny such software is provided to you subject to the warranty and liability exclusions set forth in these Terms of Use.</p>\n<p>\n</p>\n<p>\n</p>\n<p>You may make single copies of materials displayed on the Properties for your personal and noncommercial use only, provided any copies include the copyright and other notices displayed with the materials on the Properties.\nYou may not distribute such copies to others, whether or not for a charge or other consideration, without prior written permission from us or from the owner of the copied material.\nRequests to reproduce materials on the Properties for distribution or other purposes should be sent to us at the address provided below.\nYou may also embed any videos that we make available on our Properties, provided, however, that you acknowledge and agree that we may remove any such videos at any time, in our sole discretion and without notice to or consent from you, which will render such videos unusable.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>COPYRIGHT INFRINGEMENT</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you are a copyright owner who believes that any material on the Properties infringe your copyright, you may seek to have the material removed by sending us a notice that includes: (a) your full name, address and telephone number.\n(b) your e-mail address.\n(c) identification of the copyrighted work(s) that you believe to be infringed.\n(d) identification of the infringing material and information sufficient for us to locate the material.\n(e) a statement of your good faith belief that the material infringes your copyright and the use is not authorized by the copyright owner, its agent or the law.\n(f) a statement, under penalty of perjury, that the information provided in the notice is accurate, and that you are the copyright owner or you are authorized to act for the copyright owner.\nand (g) your physical or electronic signature.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Company’s Copyright Agent to receive notices of claimed infringement can be reached at:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>General Counsel, Copyright Agent</strong>\n<br>\nAddress: 545 E.\nJohn Carpenter Freeway, Suite 700, Irving, Texas 75062<br>\nEmail:&nbsp;copyright@nexstar.tv<br>\nPhone: (972) 373-8800</p>\n<p>\n</p>\n<p>\n</p>\n<p>Upon receipt of a notice complying with all of the above requirements, we will act to remove infringing materials and, if applicable, send notice to the user that posted such materials on the Properties.\nWe may terminate Site and/or Application privileges for repeat infringers.</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you believe that material you posted on the Properties is not infringing or that you have authorization from the copyright owner, the copyright owner’s agent, or pursuant to applicable law, to use the content and post such content on the Properties, you may file a counter-notification (“Counter-Notice”) with us by submitting written notification to our copyright agent (identified below).\nThe Counter-Notice must include the following information: (a) your physical or electronic signature.\n(b) an identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.\n(c) adequate information by which we can contact you (including your name, postal address, telephone number and, if available, e-mail address).\n(d) a statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand (e) a statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Properties may be found) and that you will accept such service from the person (or an agent of that person) who provided the Properties with the complaint at issue.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Properties was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys’ fees) under 17 U.S.C.\n§ 512(f) of the Digital Millennium Copyright Act.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Company’s Copyright Agent to receive a completed Counter-Notice can be reached at:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>General Counsel, Copyright Agent</strong>\n<br>\nAddress: 545 E.\nJohn Carpenter Freeway, Suite 700, Irving, Texas 75062<br>\nEmail:&nbsp;copyright@nexstar.tv<br>\nPhone: (972) 373-8800</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>USER CONTENT</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We may allow you to upload, post, transmit or otherwise provide content, including but not limited to photos, video, audio, comments, articles, and blogs to the Properties (“User Content”).\nYou agree that you are solely responsible for any User Content that you provide.\nBy posting or submitting any User Content to us via the Properties, you represent and warrant that: (i) you are the owner of the material, or are making your post or submission with the express consent of the owner of the material.\n(ii) neither your User Content nor use thereof as contemplated by these Terms of Use infringe the intellectual property rights of any third party.\nand (iii) you are thirteen years of age or older.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Rules Governing User Content: In consideration for being allowed to post or contribute User Content, you agree that your failure to abide by the following rules in using the Properties shall constitute a material breach of these Terms of Use.</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Do not provide User Content that is harmful to minors in any way.</li>\n<li>Do not post or submit User Content that is obscene, profane, graphic, sexually explicit, vulgar, pornographic, indecent, libelous, slanderous, defamatory, harmful, harassing, abusive, threatening, illegal, immoral, hateful, discriminatory, or knowingly false.</li>\n<li>Do not provide User Content encouraging conduct that may constitute or contribute to a criminal offense, give rise to civil liability or violate any national, international, state or local law, regulation or authority.</li>\n<li>Do not impersonate another person or entity, permit any other person or entity to use your identification to post or view User Content, or otherwise falsely state or misrepresent your affiliation with a person or entity.</li>\n<li>Do not provide User Content that infringes the copyright, trademark, patent, trade secret, publicity, or other intellectual property or proprietary rights of others or that is invasive of another person’s privacy.</li>\n<li>Do not provide User Content containing malicious components, including but not limited to viruses, Trojan horses, or other programs designed to disrupt, damage or restrict the use of any computer software or hardware or telecommunications equipment.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Respect the Intellectual Property Rights of Others.\nThe fact that material is available on the Internet does not mean it is in the public domain.\nThe vast majority of materials on the Internet are protected by copyright and trademark laws.\nYou may not post or transmit content belonging to any person or party other than yourself unless you have prior written consent of the owner.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Our Right to Remove User Content.\nWe do not assume any responsibility for the consequences of any User Content on the Properties.\nIf we are notified of User Content alleged not to conform to the rules set forth in these Terms of Use, we may investigate the allegation.\nWe reserve the right, but are not obligated, to remove User Content that fails to conform to these Terms of Use.\nIn addition, we reserve the right, but are not obligated, to delete any User Content posted on the Properties, regardless of whether such User Content violates these Terms of Use.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Our Right to Use User Content.\nBy posting User Content to the Properties, you are granting to us and our licensees a worldwide, royalty-free, perpetual, non-exclusive, irrevocable, unrestricted right and license to use, copy, reproduce, modify, adapt, publish, translate, transmit, create derivative works from, sell, distribute, perform, display, and otherwise exploit your User Content, in whole or in part, in any manner or medium, and/or to incorporate it in other works in any form, media or technology now known or hereafter developed, for any purpose, without notice or additional consideration to you.\nYou further grant us, and anyone authorized by us, the right to identify you as the author of any of your postings or submissions by name, email address or screen name, as we deem appropriate.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We do not represent or guarantee the truthfulness, accuracy or reliability of any User Content or endorse any opinions expressed by such users.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>ANY RELIANCE UPON USER CONTENT IS AT YOUR OWN RISK.</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>INDEMNIFICATION</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You agree to defend, indemnify and hold harmless us, our officers, directors, shareholders, employees, agents, licensors and suppliers from and against any and all claims, actions, demands, liens, allegations, damages of every kind and description, encumbrances, losses, costs, expenses, fines, liabilities and settlements, including without limitation reasonable legal and accounting fees, resulting from, or alleged to result from: (i) your use of the Properties or any content, product or service offered through the Properties.\n(ii) your use of any User Content or use by others of User Content submitted by you.\nor (iii) your infringement or alleged infringement of the copyright, trademark, patent, publicity rights, or other proprietary rights of third parties or your breach or alleged breach of any representation, warranty, or covenant made by you in these Terms of Use.\nEither we or the indemnified party will notify you of any such claim, suit or proceeding and will reasonably cooperate with you, at your expense, in your defense of any such claim, suit or proceeding.\nYou may not settle any such claim, suit, or proceeding without the indemnified party’s prior written consent.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>NO WARRANTIES</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>YOU USE THE PROPERTIES AT YOUR OWN RISK.\nTHE PROPERTIES ARE PROVIDED TO YOU ON AN “AS IS,” “AS AVAILABLE” BASIS WITHOUT ANY WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nNEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION THAT ANY CONTENT CONTAINED ON THE PROPERTIES SATISFIES ANY APPLICABLE GOVERNMENT LAW, REGULATION OR REQUIREMENT.\nNEITHER US NOR OUR SUBSIDIARIES, EMPLOYEES, AGENTS, THIRD-PARTY INFORMATION PROVIDERS, MERCHANTS, LICENSORS OR THE LIKE, MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE PROPERTIES, OR ANY WARRANTY OR REPRESENTATION THAT THE PROPERTIES OR ITS OPERATION WILL BE ACCURATE, RELIABLE, UNINTERRUPTED, TIMELY OR ERROR-FREE OR THAT DEFECTS WILL BE CORRECTED, OR THAT ANY PART OF THE PROPERTIES, INCLUDING THE SERVERS THAT MAKE THEM AVAILABLE, WILL MEET YOUR EXPECTATIONS OR ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nNO AGENT OR REPRESENTATIVE HAS THE AUTHORITY TO CREATE ANY WARRANTY REGARDING THE PROPERTIES ON BEHALF OF COMPANY.</p>\n<p>\n</p>\n<p>\n</p>\n<p>YOU MUST PROVIDE AND ARE SOLELY RESPONSIBLE FOR ALL HARDWARE AND/OR SOFTWARE NECESSARY TO ACCESS THE PROPERTIES.\nYOU ASSUME THE ENTIRE COST OF AND RESPONSIBILITY FOR ANY DAMAGE TO, AND ALL NECESSARY MAINTENANCE, REPAIR OR CORRECTION OF, THAT HARDWARE AND/OR SOFTWARE.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>EXCLUSION OF LIABILITY</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING WITHOUT LIMITATION NEGLIGENCE, SHALL WE OR ANY OF OUR EMPLOYEES, PARENTS, SUBSIDIARIES, LICENSORS, SUPPLIERS OR REPRESENTATIVES BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES OR EXPENSES WHATSOEVER (INCLUDING WITHOUT LIMITATION LOST PROFITS, AND DAMAGES ARISING FROM LOST DATA OR BUSINESS INTERRUPTION) ARISING OUT OF OR IN ANY WAY CONNECTED WITH USE OF THE PROPERTIES, DELAY OR INABILITY TO USE THE PROPERTIES, OR FOR ANY INFORMATION, SOFTWARE, PRODUCTS OR SERVICES OBTAINED THROUGH THE PROPERTIES, WHETHER SUCH DAMAGES ARE BASED ON CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nYOU SPECIFICALLY AGREE THAT WE AND OUR LICENSORS, SUPPLIERS, PROVIDERS OF INFORMATION, AGENTS AND ANY OF OUR OR THEIR OFFICERS, DIRECTORS, EMPLOYEES, SUCCESSORS OR ASSIGNS SHALL NOT HAVE ANY LIABILITY TO YOU FOR ANY REASON OR UNDER ANY THEORY WHATSOEVER, BASED UPON THE INFORMATION PROVIDED ON OR THROUGH THE PROPERTIES.</p>\n<p>\n</p>\n<p>\n</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT WE ARE NOT LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER.\nIF YOU ARE DISSATISFIED WITH THE PROPERTIES, ANY MATERIALS, PRODUCTS, OR SERVICES ON THE PROPERTIES, OR WITH ANY OF THE PROPERTIES’ TERMS OF USE, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE YOUR USE OF THE PROPERTIES.</p>\n<p>\n</p>\n<p>\n</p>\n<p>BECAUSE SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN CATEGORIES OF DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nIN SUCH STATES, OUR LIABILITY AND THE LIABILITY OF OUR SERVICE PROVIDERS IS LIMITED TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>TERMINATION OF PRIVILEGES</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You understand that we have no obligation to monitor any areas of the Properties, including those through which users can supply User Content.\nHowever, we reserve the right at all times to monitor any areas of the Properties to determine compliance with these Terms of Use and any other operating rules that may be established by us from time to time.\nWe reserve the right to deny, suspend, or terminate access to the Properties or any features of the Properties to anyone who violates these Terms of Use or who, in our sole judgment, interferes with the ability of others to enjoy the Properties or infringes the rights of others or for any other reason to be determined in our sole discretion.\nWe also reserve the right to remove or refuse to post any information, User Content, or materials, in whole or in part, that in our sole discretion are objectionable or in violation of these Terms of Use.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We have the right to cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Properties.</p>\n<p>\n</p>\n<p>\n</p>\n<p>In the event of termination, you are no longer authorized to access the part(s) of the Properties affected by such termination.\nThe restrictions imposed on you with respect to material downloaded from the Properties, and the disclaimers and limitations of liabilities set forth in these Terms of Use, shall survive any such termination.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>PRIVACY</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You may have to submit certain information to us in order to use certain features of the Properties and we may collect certain information about you when you use the Properties.\nBy using the Properties you consent to our use, collection, storage, and dissemination of your information.\nOur collection of any information from or about you is governed by our&nbsp;Privacy Policy.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>GENERAL</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>These Terms of Use (including the&nbsp;Privacy Policy&nbsp;incorporated herein by reference) constitute the entire agreement and understanding between you and us with respect to your use of the Properties, and supersede all prior or contemporaneous communications and/or proposals.\nIn the event any provision of these Terms of Use is determined by a court of competent jurisdiction to be invalid or unenforceable, that provision shall be severable from these Terms of Use and such invalidity or unenforceability shall not in any way affect the validity or enforceability of the remaining provisions.\nWaiver by us of any breach or failure to comply with any provision of these Terms of Use by you shall not be construed as or constitute a continuing waiver of such provision or a waiver of any other breach of or failure to comply with any other provision of these Terms of Use.\nA printed version of these Terms of Use shall be admissible in judicial or administrative proceedings based upon or relating to use of the Properties to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>JURISDICTION</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The Properties are controlled by us from the United States of America.\nWe make no representation that materials on the Properties are appropriate or available for use in other locations.\nThose who choose to access the Properties from other locations do so on their own initiative and are responsible for compliance with local laws.\nThese Terms of Use shall be governed in accordance with the laws of the State of Texas, excluding its choice of laws provision.\nAny action brought to enforce these Terms of Use shall be brought in the state or federal courts located in Dallas County, Texas.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>CONTACT US</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you have any questions about these Terms of Use or your dealings with us you may contact us:</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>By email: </strong>PrivacyAdministrator@nexstar.tv<br>\n<strong>By phone:</strong>&nbsp;(972) 373-8800<br>\n<strong>By mail:</strong>&nbsp;Digital Privacy Administrator<br>\nNexstar Media Inc.<br>\n545 E.\nJohn Carpenter, Suite 700<br>\nIrving, Texas 75062</p>\n<p>\n</p>\n<p>\n</p>\n<p>Thank you for visiting our Properties.</p>\n<p>\n</p> ", "created_at": "2022-11-23 21:45:09.228149", "updated_at": "2022-11-23 20:45:41.424036"}, {"id": 12809, "name": "Privacy Policy", "url": "https://www.nexstar.tv/privacy-policy/", "xpath": "//*[@id=\"main\"]", "text": " Privacy Policy December 31, 2019 Privacy Policy UPDATED on June 15, 2020 1.\nGENERAL\n<p>Nexstar Media Inc., together with its Affiliates (collectively, “Nexstar”, “we”, “us”, or “our”) makes available this website and related mobile sites, applications, products, advertising services, and technology (collectively, the “Properties”), including without limitation content, materials, information, software, products and services available on the Properties, regardless of the device used to access such Properties.\nAffiliates means any entity that Nexstar Media Inc.\ncontrols, is controlled by, is under common control with.</p>\n<p>Because we collect certain types of information from users of our Properties, we feel that you should know how we collect, use, disclose, manage and store such information.\nThis privacy policy (“Privacy Policy”) describes, among other things, the types of information collected about you when you visit our Properties.\nhow your information may be used and when it may be disclosed.\nand how you can control the use and disclosure of your information.</p>\n<p>This Privacy Policy does not apply to any information you may provide to us offline or through any means other than our Properties.\nFor example, this Privacy Policy does not apply to information that you provide to us at a live event, or when you respond by postal mail or telephone to a survey or an invitation to enter a sweepstakes or contest, or to any other instances in which we may collect information from you offline.\nThis Privacy Policy also does not cover any information collected through any other site or application even if the other site or application is linked to our Properties.</p>\n<p>Please read this Privacy Policy carefully so that you understand our online privacy practices.\nYour continued use of, and/or participation on our Properties, indicates your acceptance of this Privacy Policy and of the collection, use, disclosure, management and storage of your Personal Information as described below.\nBy visiting our Properties, you agree that your visit and any dispute regarding our privacy practices is governed by this Privacy Policy and our Terms of Use.</p>\n<p>From time to time we may revise this Privacy Policy.\nYour continued use of, and/or participation on, the Properties after we post a revised version of this Privacy Policy, signifies your acceptance of the revised Privacy Policy.\nSuch modified Privacy Policy will be posted on this page.\nIt is therefore important that you review this Privacy Policy regularly to ensure you are updated as to any changes.</p> 2.\nTYPES OF INFORMATION WE COLLECT FROM YOU.\n<p>We may collect information that individually identifies you (“Identifiable Information”).\nIdentifiable Information may include but is not limited to: your name.\nphysical address.\nphone number.\ne-mail address.\nand any combination of information that individually identifies you.</p>\n<p>We may also automatically collect information that does not directly identify you but may be considered your personal data under applicable law (“Other Information”).\n&nbsp;Other Information may include but is not limited to information such as identifiers like your IP address, device ID and cookie ID as well as internet and connecting device information and other information.</p>\n<p>Identifiable Information and Other Information shall collectively be referred to as “Personal Information” throughout this Privacy Policy.</p> 3.\nCOLLECTION OF YOUR PERSONAL INFORMATION\n<em>Information Provided Directly to Us.&nbsp;</em>\n<p>We believe that we can enhance your experience on our Properties through the information you share with us.\nHowever, you may choose to enjoy some of the content and features on our Properties without directly providing us with any information about you.\nbut, as described below, some information is automatically collected when you visit our Properties.\nIn addition, in order for you to take advantage of certain features and services offered on our Properties, you may be required to provide us with Personal Information.</p>\n<p>The Properties provide certain activities in which we gather Personal Information from users of the Properties, such as an activity that requires that a user complete a registration process and receive/select a “user name” and password.\nRegistration to participate in these Property activities may require the submission of your email address, zip code, date of birth and other Personal Information.\nPersonal Information that may be submitted include your password hints, gender, personal interests, industry you work in, occupation/role, household income, communication preferences, preferred news source, and any other information you provide to us in order to use a Property feature or service.\nIf you choose to make a purchase or sign up for a paid subscription service, we will ask for additional information, such as your credit card number and billing address.\nYou may also provide us with photographs or video materials that contain Personal Information about you.\nIn addition, you may have the ability to opt in to additional subscription services, such as email news alerts or promotional and marketing information to be received directly from our advertisers (those who pay us to place advertisements on our Properties) which may require you to provide certain Personal Information.</p>\n<p>We may collect Personal Information from the testimonials or posts you may provide.\nIf you submit any testimonials to be posted on our Properties, we will obtain your consent prior to using your name and testimonial.</p>\n<p>We may also collect Personal Information about you when such information is provided by another individual on your behalf (for example, if another individual submits a birthday notice with your name and email address).\nFor certain activities you may be asked to submit a person’s name, address, phone number and/or email address.</p>\n<em>Information Collected Automatically.&nbsp;</em>\n<p>In addition to the information that you may provide to us, our Properties also automatically collect Other Information about you that may include information related to your computer, including your browser type, operating system and computer monitor resolution.\nyour Internet Protocol (IP) address (the number automatically assigned to your computer whenever you access the Internet and that can sometimes be used to derive your general geographic area).\nsites and/or applications you visited before and after visiting our Properties.\nweb pages and advertisements you view.\nlinks you click on our Properties.\nunique identifiers, including mobile device identification numbers, that can identify the physical location of such devices in accordance with applicable law (provided that if we choose to implement such functionality, we will obtain your consent on your first use of the service).\ninformation collected through cookies, web beacons, and other technologies.\ninformation about your interactions with video content, such as the type of content viewed.\ninformation about your interactions with email messages, such as the links clicked on and whether the messages were opened or forwarded.\nand standard server log information.</p>\n<p>Our Properties may feature Nielsen proprietary measurement software, which will allow users to contribute to market research, such as Nielsen TV Ratings.\nTo learn more about the information that Nielsen software may collect and your choices with regard to it, please see the Nielsen Digital Measurement Privacy Policy at https://www.nielsen.com/digitalprivacy.</p>\n<em>Information Obtained from Other Sources.&nbsp;</em>\n<p>Where permitted by applicable law, we may also obtain Other Information (e.g.\ndemographic information, interests, purchases, etc.) and/or Personal Information about you from other sources, including through interactive applications (such as mobile devices, third-party services, and embedded video players), from co-branded partners, from sites/applications (for example, on our pages on Facebook), and from commercially available sources (such as data aggregators and public databases).</p>\n<em>Combining Information.&nbsp;</em>\n<p>Please note that all of the information we collect about you may be combined, to help us tailor our communications to you and to develop rich online content and services across the Properties.</p>\n<em>Wireless Device Information.&nbsp;</em>\n<p>Unless otherwise provided in a separate registration page, we do not request for marketing purposes, contact information for a mobile phone, text messaging or any wireless device that includes a domain name address (such as “wireless.bellsouth.com”) as part of the contact information.\nFederal law prohibits the sending of commercial marketing email messages directly to a wireless device that uses a domain name, unless you have first given your affirmative consent.\nWe may inadvertently collect a wireless device number that includes a domain name when you send us an inquiry or register for a contest/sweepstakes or membership club.\nHowever, we will not knowingly use that contact information for sending commercial marketing email.\nWe reserve the right to respond to user inquiries or requests sent via a wireless device that uses a domain name, as such messages are not deemed to be commercial marketing email.</p> 4.\nCOOKIES AND SIMILAR TECHNOLOGIES\n<p>You should be aware that Other Information may be automatically collected on the Properties through the use of cookies, web beacons and other similar technologies.\nOnce you choose to furnish our Properties with Personal Information, this information may be linked to the data stored in a cookie and such information may be used to personalize your experience with our Properties (for example, recognizing you by name when you return the Property), saving your password in password protected areas or enabling you to use shopping carts on our Properties.\nWeb beacons and cookies may also be used to collect, aggregate and analyze anonymous tracking data to help measure and track traffic and general user behavior.\nWe may also use such technologies to help us offer you more relevant information or products and services of interest to you.\nCookies also identify you to our servers allowing you the opportunity to avoid reentering your email and password each time you access the Properties.</p>\n<p>Our third-party service providers, advertisers and affiliates may use cookies, web beacons and other similar technologies to manage or measure the performance of their information displayed or delivered over our Properties.\nFor more information regarding this use, please see our Links to Third Party Sites and/or Applications” section below.</p>\n<p>We may also use technical methods in our HTML emails that we send to you to determine whether you have opened or forwarded an email and/or clicked on links in those emails, to customize the display of banner advertising and other messages to you, to determine whether you have made an inquiry or purchase in response to a particular email and other similar activities.\nThese technical methods may enable us to collect and use your Personal Information.</p> 5.\nSOCIAL NETWORKING\n<p>You can also engage with our content, such as videos, games, applications, and other offerings, on or through third-party social networking sites, such as Facebook, Twitter and other third-party social media plug-ins and applications.\nWhen you engage with our content on or through third party social networking sites, plug-ins, and/or applications, you may allow us to have access to certain information from your social media profile (e.g., name, e-mail address, photo(s), gender, birthday, location, your list of friends, people you follow and/or who follow you, the posts or the “likes” you make) to deliver the content or as part of the operation of the application or plug-in.\nWe may also obtain Other Information (e.g., content viewed, game performance, high scores, and information regarding advertisements within the content you have been shown and may have clicked on) from your interaction with our content.</p>\n<p>When you provide Personal Information from your social media account, it can help enable us to do things like (1) give you exclusive content, (2) personalize your online experience with us within and outside our Properties, and (3) contact you through the social networking sites or directly by sending you the latest news, special offerings, and rewards.\nBy doing so, you consent to the use of this information in accordance with our Privacy Policy.\nWhen you provide Personal Information to us through an application, on our Properties, or on social networking sites (e.g., in the form of a post or through profile information to be viewed by others), it may be publicly viewed by other members of these sites and/or applications and we cannot prevent further use of the information by third parties.</p>\n<p>Through some social networking sites’ privacy settings, you can control what data you share.\nFor more information about how social networking sites handle your Personal Information, please refer to their privacy policies and terms of use.</p> 6.\nOUR USE OF YOUR INFORMATION\n<p>We use your Personal Information to provide you with features, services or goods, or information you request, to respond to your questions or comments related to us or the Properties, and to enable you to participate in features such as surveys, polls, contests/sweepstakes, activities, and message boards.\nWe also use your Personal Information to notify you about updates, new features, programming and promotions that may be of interest to you.\nWe may use your Personal Information to communicate with you when you have won a contest or sweepstakes, or to contact you about your account with us.\nWe use the Personal Information that you provide about others to enable us to send them your gifts, cards, or emails you may wish to send from our Properties.</p>\n<p>We may use your Personal Information for hiring, operational and business purposes, or to find out how we can improve our company and Properties via surveys or online tracking mechanisms.\nWe may use Personal Information collected directly during the registration process and/or via cookies, web beacons, and other similar technologies to help us evaluate and modify existing services and features, as well as provide demographic and geographic information to advertisers.\nWe may also use your Personal Information to develop new services and features that may be of interest to you.</p>\n<p>We may use the Personal Information you provide about yourself or others to enforce the legal terms of use for our Properties and for any other purpose for which you provided the information.</p>\n<p>If you choose to submit content for publication, we may publish your screen name and/or other data you have provided.</p>\n<p>Although we hope you find the content we provide to you through our Properties to be useful, you may always opt out of receiving communications from us by changing your privacy preferences in your member profile, or by deleting your profile from our database.\nPlease see the opt-out procedures in “Your Choices Regarding Your Personal Information and Receipt of Communications” section set forth below for more information.</p> 7.\nOUR DISCLOSURE OF YOUR INFORMATION\n<p>We may share your Personal Information with our Affiliates, service providers, advertisers, and other third parties.\nWe may also disclose your Personal Information in response to a court order or subpoena, in response to a law enforcement agency request.\nwhen we have reason to believe that disclosing this information is necessary to identify, contact, or bring legal action against someone who may be causing injury to or interference with (either intentionally or unintentionally) our rights or to anyone that could be harmed by such activities.\nin situations involving threats to the physical safety of any person.\nwhere it is necessary to investigate, prevent or take action regarding illegal activity or suspected fraud.\nor as otherwise required by law.\nWe may transfer Personal Information about you if we are acquired by, sold to or merged with another company.</p>\n<p>Our agents and contractors who have access to your Personal Information are required to protect the information in a manner consistent with our Privacy Policy and may not use the information for any other purposes other than to carry out the activity they are performing on our behalf.\nHowever, we may disclose your Personal Information to third parties who are not covered by this Privacy Policy (e.g., marketers, retailers, non-profit organizations, participatory databases) that want to market products or services to you.</p>\n<p>When you choose to enter a sweepstakes, contest, or other promotion, and in accordance with the terms and conditions of the promotion, your Personal Information may be disclosed to sponsors and third parties who help administer the promotion, including in connection with winner selection and prize fulfillment.\nYour Personal Information also may be disclosed as required by law, such as on a winners list.\nAlso, by entering a promotion, you are agreeing to the official rules that govern that promotion, including allowing the sponsors to use your name, voice, and likeness in advertising and marketing associated with the promotion in accordance with applicable law.</p>\n<p>Our Properties may offer shopping services, which may be offered by us or by a firm that operates a store under contract with us.\nIf our Properties offer shopping or other commercial services, you will be asked to use a customer order form to request information, products, and services.\nThe order form will ask you to give us contact information (like name or email address), financial information (like account or credit card numbers), and demographic information (like zip code or age).\nWe will use the financial information that you provide to bill you for products and services.\nBy giving us your credit card and related Personal Information, you are authorizing our store to give that information to the merchant and the credit card company in order to confirm and fulfill your order.\nWe will use contact information from the order form to fulfill your orders.\nWe may also use contact data to get in touch with you when necessary.\nWe will not otherwise use or distribute your financial information without your prior approval.</p>\n<p>We and our Properties continue to expand our online presence in order to offer users rich and deep interactive experiences.\nWe may share information we collect about you through our Properties so that we can provide you with information about products and services that might interest you.</p>\n<p>We may share aggregated or anonymized data with third parties.\nMuch of the information we collect is in the form of aggregated statistics, such as the traffic generated by visits on various pages within our Properties, and the habits and preferences of our audience.\nSuch aggregated data does not include any information that would identify you personally and is not considered Personal Information.\nWe may use such aggregated data and disclose it to third parties as we see fit.</p>\n<p>When you use our website, we may share information that we may collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our partner/service provider, LiveRamp Inc and its group companies (‘LiveRamp’).\nLiveRamp may use our first party cookie on your browser to match your shared information to their marketing databases in order to provide back a pseudonymous privacy-centric identifier for our use in real time bidding in digital advertising.\nThese third parties may in turn link further demographic or interest-based information to your browser.\nTo opt out of this use, please visit here https://liveramp.com/opt_out/.</p>\n<p>If you have signed up to receive our emails and prefer not to receive marketing information from our Properties, follow the unsubscribe instructions provided on any such email you receive from our Properties.</p>\n<p>This Privacy Policy addresses only our use of information we collect from you online.\nIt does not apply to information you choose to disclose to other parties whether through chat rooms, forums, personal ads or interactive areas of our Properties that allow you to submit or post your own content or the like.\nWe cannot prevent such information from being used in a manner that may violate this Privacy Policy, the law, or your personal privacy and safety.\nAccordingly, information you disclose on message boards, in chat rooms and forums, through content you provide or in any other way can be viewed, collected and/or used by others and we are not responsible for information you disclose in this manner.</p> 8.\nLINKS TO THIRD PARTY SITES AND/OR APPLICATIONS\n<p>We may sometimes offer content that is sponsored by or co-branded with identified third parties.\nThe Properties may also contain links to the sites and/or applications of third parties not affiliated with us, such as advertisers.\nIf you click on an advertiser’s advertisement, you will link to the advertiser’s site and/or application.</p>\n<p>Once you leave our Properties via such a link or by clicking on an advertisement, you should check the applicable privacy policy of the third parties, advertiser site, or application to determine how they will handle any information they collect from you.\nYou understand, acknowledge and agree that these links are provided solely as a convenience to you and not as an endorsement by us.\nWe are NOT responsible for the privacy practices or the content on any of these other sites or applications, including any sites or applications that may indicate a special relationship or “partnership” with us.\nIf you decide to access any of the third-party sites or applications linked to the Properties, you do so entirely at your own risk.</p> 9.\nTHIRD PARTY ONLINE ADVERTISING\n<p>We may work with one or more advertisers, advertising agencies, advertising networks, and/or audience segment providers to help deliver advertisements or other content on our Properties.\nThese third parties may utilize cookies, web beacons, or similar technologies on your computer, mobile, or other device to serve you advertisements or content tailored to your perceived or stated interests and/or preferences based on information you provided, and/or your browsing behavior, on the Properties and/or other sites and applications you have visited.\nThese third parties may also use such technologies to help determine whether you previously have seen particular advertisements or content and to avoid sending you duplicates.\nIn doing so, these third parties collect information such as your browser type, your operating system, web pages visited, time of visits, content viewed, ads viewed, and other click stream data.\nYou may learn more about interest-based advertising at http://www.aboutads.info.</p>\n<p>In all of the above instances, our Privacy Policy will not apply to any information collected by these third parties.\nThis collection of information is not under our control and such third-party information practices may be different than ours.</p>\n<p>Further, these third parties may offer you a way to choose not to have your information used for interest-based advertising purposes (sometimes called online behavioral advertising).\nTo opt-out and/or manage your preferences for interest-based advertising, please visit the Network Advertising Initiative Consumer Opt-Out Page at http://www.aboutads.info/choices, the Digital Advertising Alliance Consumer Choice Page at http://www.aboutads.info/choices, and the Digital Advertising Alliance of Canada online choice page at http://www.youradchoices.ca.\nWe adhere to the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising.</p>\n<p>Please note that if you choose to opt out of having your information used to deliver advertisements tailored to your interests, you will continue to see advertisements on our Properties, but these advertisements may not be as relevant to you.</p> 10.\nYOUR CHOICES REGARDING YOUR PERSONAL INFORMATION AND RECEIPT OF COMMUNICATIONS.\n<p>We respect your privacy and your ability to choose what information you share with us and what communications you receive from us.</p>\n<em>Account or Profile Information.</em>\n<p>You may elect not to provide us with any Identifiable Information by not creating an account on the Properties or registering for any Property sponsored promotion, contest or sweepstakes, etc.\nTo the extent that you have created an account and/or registered on the Properties, but wish to remove or modify your Identifiable Information contained in our database, you may delete or modify your account profile at any time (if applicable), or send an e-mail to PrivacyAdministrator@nexstar.tv with your specific request to disable your account profile or modify/delete your Identifiable Information.</p>\n<p>If you ask us to disable your account profile or modify/delete your Identifiable Information, we will satisfy such request within a reasonable period of time.\nHowever, we may need to retain some information about you in order to satisfy our legal and security obligations.\nFor example, some of your Identifiable Information may remain in back-up storage even if you ask us to delete it.</p>\n<em>Disclosure to Third Parties for Direct Marketing</em>\n<p>If you would like to prevent disclosure of your Personal Information for use in direct marketing by a third party, you may opt out by informing Nexstar to discontinue such disclosure, by e-mail to PrivacyAdministrator@nexstar.tv or by mail at the following address:</p>\n<strong>Digital Privacy Administrator</strong>\nNexstar Media Inc.\n545 E.\nJohn Carpenter Freeway, Suite 700\nIrving, TX 75062 <em>Testimonials</em>\n<p>You may elect not to provide us with any testimonials by not submitting such testimonial.\nTo the extent that you have submitted a testimonial, you may modify or delete your testimonial at any time by sending an e-mail to PrivacyAdministrator@nexstar.tv with your specific request to modify/delete your testimonial.</p>\n<em>Discontinuing Receipt of Nexstar Communications.</em>\n<p>If you receive any communication from us that you prefer not to receive (e.g., e-mails, text/voice messages, or push notifications), you may elect to discontinue receipt of such communications from us.</p>\n<p>To discontinue receipt of future e-mail communications from us, you may modify your contact options in your account profile (if applicable), follow the unsubscribe instructions contained in any email communication, or send an e-mail to PrivacyAdministrator@nexstar.tv requesting that e-mail communications be discontinued.\nHowever, even if you unsubscribe from receiving email communications, we still may need to send you communications relating to your use of our Properties, such as service announcements.</p>\n<p>To discontinue receipt of text and/or voice messages, you may do so by following the instructions contained in any such message (e.g., texting “STOP” in response to a text message).\nIn certain instances, you may receive one additional message confirming your request has been received.\nIn addition, you may text “HELP” for help with text messages.\nIf you are still having problems regarding text and/or voice messages, you can send an email to PrivacyAdministrator@nexstar.tv.\nNeither Nexstar, its agents nor mobile carriers are liable for delayed or undelivered messages.</p>\n<p>To discontinue receipt of push notifications, please adjust the settings on your mobile device or within our application.</p>\n<em>Sharing of Identifiable Information.&nbsp;</em>\n<p>If you do not want your Personal Information shared with third parties in the manner discussed in “Our Disclosure of Your Information” section above, please notify Nexstar by e-mail to PrivacyAdministrator@nexstar.tv or at the following address:</p>\n<strong>Digital Privacy Administrator</strong>\nNexstar Media Inc.\n545 E.\nJohn Carpenter Freeway, Suite 700\nIrving, TX 75062\n<em>Do Not Track&nbsp;</em>\n<p>We support the Do Not Track browser setting.\nWhen you have Do Not Track enabled in your browser, we will not collect browser-related information about you.\nFor more information regarding Do Not Track, including how to turn on Do Not Track, visit www.donottrack.us.\nWe encourage users who are interested in limiting the information we collect to search online for tools and services (e.g., NAI’s consumer opt-out gateway found at https://optout.networkadvertising.org or the Google Analytics Opt-out Browser Add-on) to prevent or opt-out of collection.</p>\n<em>Cookies&nbsp;</em>\n<p>If you do not want information collected through the use of “cookies” there is a simple procedure in most browsers that allows you to deny or accept cookies.\nYou may set your browser to accept all or certain cookies, block all or certain cookies, or require your consent before accepting a cookie.\nBlocking our cookies will affect your online experience and may prevent you from experiencing certain features of our Properties.</p> 11.\nREVIEWING OR CORRECTING YOUR ACCOUNT INFORMATION\n<p>If you’ve created a password protected account within our Properties, you can access that account to review and update the information you provided.\nYou may also update or amend your information by sending an email to PrivacyAdministrator@nexstar.tv.\nWe will provide you with a list of your Personal Information within thirty (30) calendar days from receipt of your request.\nThere may be certain instances in which we may not be able to provide the Personal Information, such as when access would violate the privacy of another individual or when access is prohibited by law.</p> 12.\nYOUR CALIFORNIA PRIVACY RIGHTS\n<p>We do not sell your Identifiable Information without your consent.\nHowever, we do share certain Personal Information with some of our partners which may be considered a “sale” under the California Consumer Privacy Act (“CCPA”), therefore, we give California residents the right to opt out of the sale of your Personal Information (“Opt-Out Right”).\nIn addition to the Opt-Out Right, the CCPA also grants consumers with the right to: (i) know and access the specific Personal Information that we have collected.\n(ii) know and access the categories of Personal Information we collected, the categories of sources from which we collected Personal Information, the business and commercial purposes for which we collected the Personal Information and the third parties with whom we share the Personal information about you.\nand (iii) delete the Personal Information.\n(together with the Opt-Out Right, the “CCPA Rights”).</p>\n<p>If you are a resident of California and would like to exercise any of your CCPA Rights, please click on the “Do Not Sell My Personal Information” link in the footer of our websites which will take you to our webpage where you can exercise your CCPA Rights.\nWe may require verification of your identity to action your request and such verification required may vary depending on the information you are requesting.\nYour CCPA Rights are subject to restrictions and exceptions as set out in the CCPA and if such exceptions or restrictions apply to your request, we will explain that to you.\nWe will not discriminate against you for exercising your rights.</p>\n<p>Further, once a year and free of charge, to request information about certain types of Personal Information (if any) that a business has disclosed to third parties for their direct marketing purposes in the prior calendar year.\nHowever, under the law, we are not required to provide this information as long as we: (1) notify you that you have the right to prevent disclosure of Personal Information, and (2) provide you with a cost-free means to exercise that right.\nIf you are a California resident and would like to prevent disclosure of your Personal Information for use in direct marketing by a third party, you may opt out by informing Nexstar to discontinue such disclosure.\nIf you desire to opt out, please notify Nexstar by e-mail to PrivacyAdministrator@nexstar.tv or by mail at the following address:</p>\n<strong>Digital Privacy Administrator</strong>\nNexstar Media Inc.\n545 E.\nJohn Carpenter Freeway, Suite 700\nIrving, TX 75062\n<p>Additionally, if you are a California resident under the age of 18, and a registered user of any Property where this Privacy Policy is posted, you may request and potentially obtain removal of content or Personal Information you have publicly posted.\nTo make such a request, please send an e-mail to caleraser@nexstar.tv.\nAll requests must provide: (a) a detailed description of the specific content or Personal Information you want removed.\n(b) information reasonably sufficient to permit us to locate the content or Personal Information, including but not limited to the name and URL (if applicable) of the Property where such information is located.\nand (c) your registered username and contact information reasonably sufficient to contact you if we have questions.\nWe shall not accept requests via postal mail, telephone, or facsimile.\nWe are not responsible for requests that are not properly sent and may not be able to respond or take appropriate action if you do not provide complete information.\nPlease also note that requests for removal do not ensure removal of the content or Personal Information you have posted, and there may be circumstances in which the law does not require or allow for removal even if requested.</p> 13.\nSECURITY OF INFORMATION\n<p>We take reasonable security precautions to secure the Personal Information that you choose to provide against the loss, misuse, alteration or unauthorized access of such information.\nUnfortunately, no transmission of data over the Internet is guaranteed to be completely secure.\nIt may be possible for third parties not under our control to intercept or access transmissions or private communications unlawfully.\nWhile we strive to protect your Personal Information, we cannot ensure or warrant the security of any Personal Information that you transmit to us.\nAny such transmission is done at your own risk.</p>\n<p>We do not and will not ever request your login information, password or credit card information in an unsecured or unsolicited email or telephone communication.\nThis practice is commonly known as “phishing.” For more information about “phishing” and protecting your Personal Information from identity theft, you may want to visit the Federal Trade Commission at www.ftc.gov.</p> 14.\nOUR COMMITMENT TO CHILDREN’S PRIVACY\n<p>Our Properties are intended for a general audience and we do not knowingly collect or store Personal Information about children under the age of 13.\nWe may ask for a birth date to ensure that we are not collecting Personal Information from children under 13 or to identify when additional steps may need to be taken in connection with Personal Information collected from children under 18.\nIn those instances where we have actual knowledge that we are collecting Personal Information from children or the Properties offer a service directed toward children, we will comply with applicable laws.</p> 15.\nAPPLICABLE LAW\n<p>We control and operate our Properties from the United States.\nThe Properties are not intended to subject us to the laws or jurisdiction of any state, country or territory other than that of the United States.\nPlease note that we do not represent or warrant that the Properties are appropriate for use in any particular jurisdiction.\nThose who choose to access the Properties do so at their own initiative and are responsible for complying with all applicable laws, rules and regulations.\nFurther by using and participating in our Properties or providing us with your information, you consent to the collection, transfer, storage, access and processing of your information in and/or outside of the jurisdiction in which you reside.</p> 16.\nCONTACT INFORMATION\n<p>If you have any questions or comments about our Privacy Policy, please send an e-mail to PrivacyAdministrator@nexstar.tv or call us toll-free at 833-831-6416.</p> Post navigation ← OlderNewer → ", "created_at": "2022-11-23 21:45:09.224744", "updated_at": "2022-11-23 20:45:59.443196"}, {"id": 12811, "name": "Advertising Terms and Conditions", "url": "https://www.nexstar.tv/advertisingterms/", "xpath": "//body", "text": " Skip to content <p>\n</p>\n<ul>\n<li>\n</li>\n<li>\n<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul> Primary Menu <ul>\n<li>Company\n<ul>\n<li>Values</li>\n<li>History</li>\n<li>Milestones</li>\n<li>Awards &amp.\nAccomplishments</li>\n<li>Founder’s Day</li>\n<li>Our Foundation</li>\n<li>Careers</li>\n</ul>\n</li>\n<li>Divisions\n<ul>\n<li>TV Stations</li>\n<li>Networks</li>\n<li>Digital</li>\n<li>ATSC 3.0 Progress</li>\n</ul>\n</li>\n<li>Company News\n<ul>\n<li>Press Releases</li>\n<li>Nexstar in the News</li>\n<li>MEDIA CONTACT</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Investors\n<ul>\n<li>Corporate Profile</li>\n<li>Company Officers</li>\n<li>Board of Directors</li>\n<li>Stock Information</li>\n<li>Events and Presentations</li>\n<li>Annual Reports / SEC Filings</li>\n</ul>\n</li>\n<li>Corporate Social Responsibility\n<ul>\n<li>Letter from Management</li>\n<li>Board Leadership Structure</li>\n<li>Board Qualifications</li>\n<li>Ethics</li>\n<li>Risk Oversight</li>\n<li>Stockholder Outreach</li>\n<li>Journalistic Integrity</li>\n<li>Consumer Privacy</li>\n<li>Community Involvement</li>\n<li>HR Management.\nWorkforce Diversity, Equity, and Inclusion</li>\n<li>Employee Safety/COVID</li>\n<li>Environmental Improvements</li>\n</ul>\n</li>\n</ul> Nexstar Media Inc.\nStandard Advertising Terms and Conditions <p>Effective April 26, 2021</p>\n<p>&nbsp;</p>\n<p>This document sets forth the terms and conditions (“Terms”) between Nexstar Media Inc.\n(“Nexstar”) and Client with respect to the Client’s purchase of advertising inventory on the Properties.\nThese Terms are an integral part of each Order as if fully set forth and incorporated therein.\nBy submitting an Order, you represent and warrant that you agree to enter into and perform the obligations set forth in these Terms and your willingness to be bound by the terms set forth herein and the Order.</p>\n<p>1.\nDefinitions.</p>\n<p>a.\nAdvertisement means any advertisement placed on a Property and all content included in the advertisement, including but not limited to photographs, audio, video, music, text, data, voices, individuals, and all other content and creative of any kind.<br>\nb.\nAdvertiser means the Person whose product or service is being promoted in the Advertisement placed on the Property(ies).<br>\nc.\nAgency/Buying Service means any Person who purchases the placement of any Advertisement on behalf of an Advertiser for placement on the Property(ies).<br>\nd.\nClient means the Advertiser and, if applicable, any Agency/Buying Service engaged by Advertiser, jointly and severally.<br>\ne.\nContract means any Order and these Terms.<br>\nf.\nOrder means each and every proposal, order, confirmation, invoice or other ordering document between Nexstar and Client.<br>\ng.\nPage means each individual, identifiable webpage linked to the base url, domain, app, etc.<br>\nh.\nPerson means an individual, group, corporation, partnership, limited liability company, association, trust or other entity or organization, including a governmental authority.<br>\ni.\nProgram means any program broadcast on a Station or MVPD channel.<br>\nj.\nProperty/Properties means any platform owned, serviced or used by Nexstar, including but not limited to any Program, the Internet, web sites, mobile applications, social media, distribution platforms, publications, any connected device or destination, and all other delivery platforms or methods of distribution, whether now known or hereafter devised, on which Client’s advertising is placed, including (i) those Properties which are not owned by Nexstar but for which Nexstar has contractual rights to sell the advertising inventory and (ii) those properties owned by third-parties for which Nexstar buys advertising inventory on behalf of Client.<br>\nk.\nPublication Date means the date on which any Advertisement is broadcast or published on a Property.<br>\nl.\nStation means any television station owned by Nexstar or one of its subsidiaries.</p>\n<p>2.\nContract.\nThe Order and these Terms represent the entire contract (“Contract”) between the parties relating to the subject matter hereof, and supersedes all prior and contemporaneous agreements, negotiations, contracts and understandings between the parties, both oral and written.\nAny amendment to these Terms must be in writing and signed by Nexstar.\nThe terms of this Contract apply to the parties hereto and all of their successors or assigns.\nIf there is any conflict between the terms of the Order and these Terms, the terms of the Order will apply.\nIf any part of the Contract is held to be illegal, invalid or unenforceable, such term shall be excluded from the Contract and the remainder of the Contract will remain enforceable and in effect.</p>\n<p>3.\nOrder and Payment.\nNexstar reserves the right to increase or change the rates in any Order at any time for any Advertisement subject to demand and availability.\nIn the event Nexstar provides notice of any rate change, Client may terminate this Contract within ten (10) days of receipt of such notice.\nNexstar will bill Client monthly unless otherwise stated in the Order.\nThe Order invoice shall include the charges to Client for placement of the Advertisement on the Property(ies).\nClient must dispute any invoice in writing within 10 days of receipt, and any failure to do so within such 10-day period shall be deemed a waiver by Client of any claim relating to such disputed invoice.\nAdvertiser and Advertiser’s Agency/Buying Service, jointly and severally, are obligated to pay Nexstar in full within 30 days after receipt without any deduction or right of set-off.\nPayment by Advertiser to Advertiser’s Agency/Buying Service does not constitute payment to Nexstar, and failure of Advertiser’s Agency/Buying Service to receive funds from Advertiser does not relieve such Agency/Buying Service of its obligations to timely make all payments due.\nFailure to pay in accordance with these terms may result in a monthly service charge of 1.5% (or the maximum amount permitted by law) on all unpaid balances not received within 30 days from receipt of invoice.\nNexstar may terminate any Order if payment of any prior Order has not been timely made.\nNexstar, in its sole discretion, may require payment in full in advance for any Order.\nprovided all Advertisements for political matters will require payment in full in advance.\nAny failure by Client to make payment when due shall render Client liable for all reasonable fees (including attorneys’ fees) incurred by Nexstar for the collection of all amounts due and owing by Client.</p>\n<p>4.\nPlacement.\nNexstar will provide Client with the use of commercial inventory on its specified Properties as mutually agreed in the Order to which these Terms are attached.\nNexstar will have sole determination of the placement of all Advertisements within a Program or Page.\nPlacements are not guaranteed.\nNexstar specifically disclaims (i) any obligation to place Client’s Advertisement at a specific time or place, unless specifically agreed otherwise in writing in the Order, (ii) the scheduling of such Advertisement near competitive products and like advertisers, unless specifically agreed otherwise in writing in the Order and (iii) any overlays appearing on the Advertisement (e.g., EAS notifications, viewer tools, information and actions that a viewer or third party may activate, and the like).\nNexstar does not guarantee ratings for any Advertisement unless specifically set forth in the Order and shall have no obligation to provide Client with ratings information.\nClient agrees that placement of any Advertisement in any Program will result in such Advertisement being displayed via multichannel video programming distributors (“MVPDs”), virtual (OTT) MVPDs, video-on-demand, mobile applications and all other platforms on which the Program is broadcast.</p>\n<p>5.\nTelevision Inventory Preemptions.\nFrom time-to-time, preemptions of advertising may occur in any Program or on any Station for any reason.\nClient agrees that Nexstar may replace any preempted Advertisement with a “Makegood” in similar inventory.\nNexstar’s rate cards (which are subject to change) and date of order entry will be the sole determinant of inventory clearance and preemption status (e.g., a grid 5 advertisement entered on May 5 will clear before a grid 5 advertisement entered on May 10.\na grid 4 advertisement regardless of date of entry will clear before all grid 5 advertisements, etc.) In the event Nexstar is unable to provide a Makegood, Nexstar may provide a credit not to exceed the amount paid by Client for such preempted Advertisement.\nSuch credit shall be Client’s sole remedy for any preemption not made good.</p>\n<p>6.\nProgram Substitutions.\nNexstar makes no representations or guarantees regarding any Program.\nIn the event Client purchased a specific Program, Nexstar may substitute another Program for any Program purchased by Client if such original Program is no longer available.\nAny such replacement Program will be of comparable quality with comparable demographics (as determined by Nexstar in its sole discretion) and/or in the same time period and day as originally ordered.</p>\n<p>7.\nDigital Impressions.\nIn the event a digital Order guarantees delivery of a certain number of impressions, Nexstar will use commercially reasonable efforts to: (i) deliver the impressions in accordance with the delivery obligations set forth in the Order and (ii) deliver the impressions starting with the start date and ending with the end date set forth in the Order.\nBecause the estimates are forecasts, Nexstar makes no guarantee regarding the levels of impressions for any individual Advertisement.\nUnless otherwise provided in the digital Order, (i) Nexstar will maintain impression delivery statistics and Advertiser acknowledges that impression delivery statistics provided by Nexstar are the official and definitive measurements of Nexstar’s performance on any impression delivery obligations provided in an Order, and (ii) no other measurements or usage statistics (including those of Advertiser or any third party) shall be accepted by Nexstar or have any effect on an Order.\nIn the event the impression obligation set forth in an Order is reached prior to the end of the term of an Order, Nexstar may cease distribution of the Advertisement.\nThe impression obligation will be deemed reached if at least 90% of the impressions are delivered.\nIf there is a shortfall in delivery of impressions of more than 10% at the end of any specified period, Nexstar may provide, as Advertiser’s sole remedy, “Makegood” impressions in the same or a comparable manner or class of time, or alternatively Nexstar may provide a credit.</p>\n<p>8.\nOrder Errors.\nUnless errors in the Order are brought to Nexstar’s attention within three (3) business days of acceptance, the Contract is deemed accepted as written.\nNo verbal cancellation or changes to a Contract are permitted.\nBroadcast Orders may only be cancelled in writing no later than two weeks prior to each such Advertisement’s Publication Date.\nNotwithstanding the foregoing, a Client may request revisions to the Publication Dates and/or substitute new creative no later than two weeks prior to each such Advertisement’s Publication Date.\nNo further changes will be accepted after such date.</p>\n<p>9.\nAdvertisement Standards.\nAll Advertisements furnished by Client must conform to Nexstar’s standards as well as any advertising and technical guidelines provided by Nexstar to Advertiser.\nClient represents and warrants that all Advertisements furnished to Nexstar under this Contract (i) will comply with applicable federal, state and local laws, rules, regulations, guidelines and industry standards, (ii) will contain proper sponsorship identification under the Communications Act and FCC rules, (iii) will comply with applicable rules and policies of the Federal Trade Commission and any other government agencies having jurisdiction, (iv) will be truthful, (iv) will not include any Harmful Code or persistent tracking.\n(v) will not promote any content that is defamatory, false, misleading or offensive.\n(vi) will maintain and adhere to Advertiser’s privacy policy, which will abide by applicable laws and shall include appropriate notices, disclosures and opt out means in connection with the party’s collection, sharing, use and storage of data related to end users, their computing or mobile devices, and/or their interactions with the advertising materials.\nand (vii) comply with all applicable best industry standards in connection with the advertising materials, including but not limited to, those set forth by the Digital Advertising Alliance, Interactive Advertising Bureau, Network Advertising Initiative, mobile app store providers and other industry standard third parties, organizations or guidelines including the most recent iOS operating system and Google Play disclosures.\n“Harmful Code” means content or other material that contains software viruses, worms, Trojan horses, time bombs, cancelbots, or other harmful computer code, files, scripts, agents, programs, or programming routines.\nClient agrees to furnish advertising substantiation material to Nexstar promptly upon request.</p>\n<p>10.\nDelivery/Right of Rejection.\nClient is responsible for timely furnishing, at Client’s sole cost and expense, all Advertisements to Nexstar by the deadline established.\nNexstar shall not be liable for its inability to deliver or place any Advertisement not timely received and Client will remain liable for payment of the reserved placement.\nNexstar has the right to reject any Advertisement in its sole discretion.\nNexstar will attempt to timely notify Client of such rejection.\nIn the event Nexstar provides a notice of rejection to Client of any Advertisement, Client is solely responsible for timely providing new creative to Nexstar.\nIf Client fails to timely furnish an appropriate new Advertisement, Nexstar, in its sole discretion, may schedule promotional or public service announcements in place of Client’s rejected Advertisement with a courtesy identification to Advertiser.\nNo action by Nexstar under this paragraph will relieve Client of its obligations to make all payments provided for in the Order.\nLog time and Advertisement deadlines vary throughout the week and year.\nplease see your Account Executive for specific scheduling deadlines.</p>\n<p>11.\nIntellectual Property Rights.\nClient hereby represents and warrants that Advertiser owns, controls or has obtained all intellectual property rights (including all copyrights and music licensing rights and payments therefore) in and to all Advertisements placed under this Contract and hereby grants Nexstar, without charge, the rights necessary to use all such Advertisement on any Nexstar Property set forth in this Contract.\nClient further confirm that Nexstar’s use of the Advertisement will not and does not infringe upon the rights of any Person.\nClient hereby grants to Nexstar a worldwide, non-exclusive, royalty free right to distribute, reproduce, copy, reformat, digitize, cut, adapt, compress, transcode, display, perform and technologically manipulate an Advertisement in all cases as reasonably necessary to distribute the Advertisement, or to comply with any applicable federal, state or local law, regulation or court order.</p>\n<p>12.\nConfidentiality/Subpoenas.\nAll Nexstar proposals are confidential and copyrighted.\nNeither party is authorized to share details of this Contract, including without limitation specific advertising rates, proposals, insertion orders, and targeting information, or any other non-public information relating to the other party obtained by virtue of this Contract, without express written consent of the other party.\nClient acknowledges and agrees that as between the parties, the personal data and any other data originating from the Properties belongs to Nexstar and is Nexstar’s confidential information and shall not be shared by Client with to any third party.\nClient hereby consents to (i) Nexstar sharing information about this Contract with any other Property owners, (ii) Nexstar’s vendors who need to know the information for performance of the Contract, and (iii) Nexstar’s production to any and all third parties pursuant to a subpoena or as otherwise required by applicable law.</p>\n<p>13.\nData.\nNexstar may, for its own purposes, collect, retrieve, retain, analyze, store and otherwise use certain information and/or data relating to any one or more Advertisements or associated video or other content assets, including without limitation, information or data with respect to numbers of views, viewing trends or durations, time shifting or usage statistics, impressions, clicks, or any other information or data reflecting the success, performance, response rates or patterns of viewer behavior relating to Advertisements.\nAll data generated through the Properties shall be owned by the Nexstar and, without Nexstar’s written consent, Client may not use such data and Nexstar shall have no obligation to provide such data to Client.\nIf for any reason Nexstar does provide Client with such data, such data shall constitute Confidential Information.\nIn addition, Client shall not (i) combine any data received by it from Nexstar with any other data or information.\n(ii) use such data for any purpose other than the evaluation of Client’s advertising campaign.\n(iii) re-identify or attempt to re-identify an individual.\nor (iv) use such data for a discriminatory purpose or in a manner contrary to law.\nClient further agrees it will not include in its Advertisement flash cookies, HTML5 databases, local shared objector or any other technology used for tracking end user behavior or information in any manner that: (i) that stores files, code or data (collectively, “Tracking Data”) on an end user’s computing or mobile device in such a manner that such Tracking Data cannot be easily and readily deleted by the end user via customary means (e.g., web browser and mobile device options menus) or (ii) that, without the end user’s knowledge, restores such Tracking Data after intentional deletion by the end user.\nExcept as authorized by Nexstar in writing, Client shall not collect from mobile user devices any unique device identifiers, carrier ID numbers, or MAC addresses, created by and stored on end user devices by device manufacturers, operating system providers, or mobile carriers, which uniquely identify such devices or end users.</p>\n<p>14.\nRepresentations and Warranties.</p>\n<p>a.\nNexstar and Client each represent and warrant that this Contract has been duly authorized, executed and delivered by such party and that this Contract constitutes the legal, valid and binding obligations of such party, enforceable against it in accordance with its terms.</p>\n<p>b.\nIf Client is an Agency/Buying Service acting on behalf of an Advertiser Agency/Buying Service represents and warrants that it has the authority from such Advertiser to enter into this Contract and to otherwise act as agent for such Advertiser.</p>\n<p>c.\nAdvertiser represents and warrants that (a) if Advertiser is an organization, it is based in the United States and is legally permitted to sponsor or pay for Advertisements in the United States, and (b) if Advertiser is an individual, he or she is a United States citizen or a lawfully admitted permanent resident of the United States.</p>\n<p>d.\nNexstar hereby disclaims any and all warranties, including, without limitation, any warranties of merchantability, fitness for a particular purpose, or other warranties arising by usage of trade, course of dealings, or course of performance.\nWithout limiting the foregoing, Nexstar specifically disclaims any warranties relating to the effectiveness of any Advertisements distributed pursuant to this Contract and does not guarantee any financial benefits to Client by virtue of distributing the Advertisements.\nAll reports and data provided by Nexstar hereunder or pursuant to any Order are provided ‘as-is’ without any warranties or representations of any kind.\nNexstar does not warrant or guarantee customer response rates or the ability to convert responses into sales.\nNexstar does not warrant or guarantee the profile or demographics of a respondent.\nNexstar specifically disclaims and makes no representations and warranties of any kind, express or implied, regarding ratings and impressions estimates.</p>\n<p>e.\nAll representations and warranties (whether in this Section or otherwise located) shall survive the termination, cancellation, suspension or expiration of the Contract.</p>\n<p>15.\nIndemnification/Breach.</p>\n<p>a.\nEXCEPT FOR DAMAGES ARISING OUT OF THIRD-PARTY CLAIMS, NO PARTY SHALL BE LIABLE TO THE OTHER PARTY OR FOR ANY INCIDENTAL, CONSEQUENTIAL, SPECIAL OR PUNITIVE DAMAGES OR LOST PROFITS ARISING OUT OF THIS CONTRACT FOR ANY REASON, EVEN IF SUCH DAMAGES ARE FORSEEABLE.</p>\n<p>b.\nNexstar will not be liable for any third-party websites and/or applications where Client’s Advertisement may be displayed as a part of Nexstar’s buying on behalf of Client or selling on behalf of a Property owner.</p>\n<p>c.\nClient, jointly and severally, will indemnify, defend and hold harmless Nexstar, its affiliates, officers, directors, employees, successors and assigns from any and all claims, suits, actions, damages, liabilities, judgments, losses, assessments, interest charges, penalties, costs, and expenses (including, attorneys’ fees and disbursements) arising out of or relating to: (i) the creation or production of Advertisements provided and/or authorized by Client.\n(ii) the distribution of the Advertisements, the content or subject matter of the Advertisements, the Page that the Advertisement links to, or the Advertisement material (including, without limitation, any materials that infringe, misappropriate, or violate the rights of any third party, intellectual property, or otherwise, violate applicable law or regulations, or give rise to any claim or cause of action or results in actual damages or losses).\n(iii) any breach or alleged breach by Client of this Contract or any breach of Client’s representations or warranties hereunder.\n(iv) any third-party claims related to the use of any data provided by Client.\nor (v) any violation of law, including by not limited to, defamation, libel, unfair or deceptive trade practices, violation of rights to privacy and publicity, and intellectual property infringement.\nThe foregoing representations, warranties, and indemnities shall survive the completion, cancellation, or termination of this Contract.</p>\n<p>d.\nNotwithstanding anything in this Contract to the contrary, the sole remedies available to Client for any claims arising out of: (i) a breach of this contract by Nexstar or its affiliates.\n(ii) the performance of this Contract.\nor (iii) the distribution by Nexstar or its affiliates of the Advertisements provided by or on behalf of Client shall be: (y) substitute distribution of Advertisements or related material at a subsequent time in the same or comparable manner.\nor (z) a refund of amounts paid by Client for the unfulfilled portion of this contract, in the sole discretion of Nexstar.</p>\n<p>16.\nGoverning Law and Jurisdiction.\nThis Agreement shall be governed by and construed under the laws of Texas without regard to its principles of choice of law.\nThe parties hereby irrevocably consent and submit to jurisdiction and venue in the state and federal courts located in Dallas County, Texas.\nThe parties hereto irrevocably waive any and all rights to trial by jury in any proceeding relating to this Contract.\nBoth parties’ obligations hereunder are subject to applicable federal, state and local laws and regulations.\nThe foregoing shall not apply to collection proceedings or to any collection agency engaged by Nexstar related to fees and payments owed by Client under this Contract.</p>\n<p>17.\nNondiscrimination Policy.\nNexstar does not discriminate on the basis of race, ethnicity or gender.\nAny provision in any order or contract for advertising that purports to discriminate on the basis of race, ethnicity or gender, even if handwritten, typed or otherwise made a part of a particular contract, is hereby rejected.</p>\n<p>18.\nTerm/Termination.\nThe term of the Contract is as set forth in the Order.\nIf an Order is extended by mutual written agreement of the parties, the term of the Contract is thereby extended.\nNexstar reserves the right to terminate, cancel or suspend this Contract or any Order at any time, for any reason.\nIn the event of such termination, cancellation or suspension, Client shall remain obligated to pay for all portions of a Contract fulfilled prior to Nexstar’s termination, cancellation or suspension.\nIf Client terminates, cancels or suspends this Contract, or fails to fulfill its obligations hereunder, or if Nexstar cancels or terminates for breach, Client shall not receive the benefits of any previously negotiated discounts.</p>\n<p>19.\nMiscellaneous.\nNexstar’s obligations hereunder are subject to all laws and regulations, now enforced or hereafter enacted.\nThis Contract, including the rights under it, may not be resold, assigned or transferred by Client without first obtaining the written consent of Nexstar and any such unauthorized transfer shall be null and void.\nFailure of Nexstar or Client to enforce any of the provisions herein shall not be construed as a general relinquishment or waiver as to that or any other provision.\nNexstar shall exercise normal precautions in handling property provided by the Client but assumes no liability for loss or damage to any materials furnished by Client hereunder.\nNothing in this contract shall constitute a partnership or joint venture between the parties or constitute either Advertiser or Nexstar as the agent of the other for any purpose whatever.\nThe Section headings contained in these Terms are for reference purposes only and will not in any way affect the meaning or interpretation of these Terms.</p>\n<p>\n<em>Nexstar has the right to change these terms at any time.\nNexstar will notify Clients of any changes to these Terms by updating the Effective Date set forth above.\nIf Client does not agree to such changes as with respect to any Order entered into prior to the new Effective Date, it must send written notice to Nexstar rejecting such changes within thirty (30) days of the change in Effective Date or the changes will be deemed accepted.\nIf Client provides such notice of rejection, the changes will not apply to any Order entered into prior to the new Effective Date.\nAll new Orders entered into after an Effective Date will be subject to the Terms in effect on such Order Date.</em>\n</p>\n<p>&nbsp;</p> Company<ul>\n<li>Company History</li>\n<li>Board of Directors</li>\n<li>Company Milestones</li>\n</ul> News <ul>\n<li> Nexstar Media Charitable Foundation Donates $10,000 to Food Banks Serving Indianapolis and Central Indiana </li>\n<li> The Hill’s Midterm Election Coverage Sets New Audience Record </li>\n<li> (NextTV) Nexstar: Broadcasters Could Make as Much as $15 Billion a Year From ATSC 3.0 by 2030 </li>\n<li> (TV Tech) BIA: NextGen TV Could Add $10.7B in New Revenue by 2030 </li>\n</ul> More<ul>\n<li>Contact Us</li>\n<li>Careers</li>\n<li>Investor Relations</li>\n<li>Nexstar CC Certification</li>\n<li>CALM Act Certifications</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Ad Terms and Conditions</li>\n</ul>\n<p>© 1998-2022, Nexstar Media Group, Inc.\n| All rights reserved</p> ", "created_at": "2022-11-23 20:46:49.597142", "updated_at": "2022-11-23 20:46:56.109942"}], "points": [], "urls": ["nexstar.tv", "nexstardigital.com", "thehill.com", "newsnationnow.com", "rewindtv.com", "antennatv.tv", "wgntv.com", "bestreviews.com", "cbs42.com", "wdhn.com", "whnt.com", "wkrg.com", "nwahomepage.com", "nwahomepage.com", "kark.com", "keepmystation.com", "fox16.com", "kget.com", "yourcentralvalley.com", "ktla.com", "fox40.com", "fox5sandiego.com", "kron4.com", "fox21news.com", "kdvr.com", "westernslopenow.com", "wtnh.com", "dcnewsnow.com", "mypanhandle.com", "wfla.com", "wjbf.com", "wrbl.com", "wsav.com", ".khon2.com", "wcia.com", "centralillinoisproud.com", "mystateline.com", "ourquadcities.com", "tristatehomepage.com", "wane.com", "fox59.com", "mywabashvalley.com", "who13.com", "siouxlandproud.com", "ksnt.com", "ksn.com", "fox56news.com", "brproud.com", "klfy.com", "myarklamiss.com", "wgno.com", "ktalnews.com", "wwlp.com", "upmatters.com", "woodtv.com", "wlns.com", "wjtv.com", "cenlanow.com", "fourstateshomepage.com", "fox4kc.com", "fox2now.com", "ozarksfirst.com", "yourbigsky.com", "8newsnow.com", "krqe.com", "news10.com", "binghamtonhomepage.com", "wivb.com", "mytwintiers.com", "rochesterfirst.com", "qcnews.com", "informnny.com", "myfox8.com", "wnct.com", "cbs17.com", "kxnet.com", "nbc4i.com", "wdtn.com", "wkbn.com", "kfor.com", "koin.com", "wtaj.com", "yourerie.com", "localsyr.com", "cnyhomepage.com", "abc27.com", "phl17.com", "pahomepage.com", "wpri.com", "counton2.com", "wbtw.com", "wspa.com", "keloland.com", "wjhl.com", "wate.com", "wreg.com", "wkrn.com", "bigcountryhomepage.com", "myhighplains.com", "kxan.com", "valleycentral.com", "cw33.com", "ktsm.com", "cw39.com", "ketk.com", "everythinglubbock.com", "yourbasin.com", "conchovalleyhomepage.com", "fox44news.com", "texomashomepage.com", "abc4.com", "mychamplainvalley.com", "wavy.com", "wric.com", "wfxrtv.com", "wboy.com", "wowktv.com", "wvnstv.com", "wtrf.com", "wearegreenbay.com", "wiproud.com", "wgnradio.com"]}}