{"error": 448, "message": "OK", "parameters": {"id": 7180, "name": "First Liberty Institute ", "created_at": "2022-12-31 22:19:29.971503", "updated_at": "2023-01-22 17:00:14.26484", "wikipedia": null, "keywords": null, "related": null, "slug": "first-liberty-institute", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7180.png", "url": "firstliberty.org", "documents": [{"id": 13730, "name": "Privacy Policy ", "url": "https://firstliberty.org/web-site-privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>ABOUT\n<ul>\n<li>ABOUT</li>\n<li>EXECUTIVE LEADERSHIP</li>\n<li>OUR TEAM</li>\n<li>CRCD</li>\n<li>ENDORSEMENTS</li>\n<li>CAREERS</li>\n<li>INTERNSHIPS &amp.\nFELLOWSHIPS</li>\n</ul>\n</li>\n<li>CASES\n<ul>\n<li>KEY CASES</li>\n<li>CURRENT CASES</li>\n<li>PAST CASES</li>\n<li>SUPREME COURT VICTORIES</li>\n<li>COVID-19: VICTORIES</li>\n</ul>\n</li>\n<li>NEWS\n<ul>\n<li>FLI INSIDER</li>\n<li>FIRST LIBERTY LIVE!</li>\n<li>LIVE! VIDEOS</li>\n<li>PRESS RELEASES</li>\n<li>IN THE NEWS</li>\n<li>MEDIA KIT</li>\n</ul>\n</li>\n<li>CONNECT\n<ul>\n<li>GENERAL CONTACT</li>\n<li>LEGAL HELP</li>\n<li>MEDIA INQUIRY</li>\n<li>INVITE US TO SPEAK</li>\n<li>SIGN UP FOR FLI INSIDER</li>\n<li>RESOURCES</li>\n</ul>\n</li>\n<li> &nbsp;</li>\n<li>GET LEGAL HELP</li>\n<li>GIVE\n<ul>\n<li>MAKE A DONATION</li>\n<li>LEGACY GIVING</li>\n<li>GIVE WITH CONFIDENCE</li>\n</ul>\n</li>\n</ul> Privacy Policy <p>At First Liberty, we are firmly committed to your privacy.\nWhen visiting firstliberty.org, we want you to feel secure knowing that we will not collect personal, private information unless you voluntarily provide it.</p>\n<p>To prove our commitment, we established this written privacy policy.</p>\n<strong>First Liberty Institute’s commitment to your privacy</strong>\n<p>We value our relationship with all of First Liberty’s supporters, constituents, and visitors, understanding that these relationships are key to our continued success.\nIt is important for us to provide you with a clear understanding of how we use and safeguard your personal information.\nFirst Liberty intends its website and membership activities be directed only toward individuals who reside in the United States.\nFirst Liberty is committed to individual privacy and accordingly strives to comply with all applicable privacy and data protection laws in the United States.</p>\n<strong>How we use your personal information</strong>\n<p>Any personal contact information First Liberty receives will be used for the purpose of informing you via mail or email of breaking news, case updates, or other issues that we think may be of particular interest to you.\nYou are always free to opt out of communication from us at any time by clicking here, calling us at 972.941.4444, or by following the unsubscribe directions on any of our emails.\nFirst Liberty does not sell your personal information to third parties, and any personal information we collect is used by First Liberty to further its marketing and educational programs in support of its mission.\nUpon your request, First Liberty will also honor any request to delete, erase, and/or export to you any data associated with you at no charge.</p>\n<strong>How we safeguard your personal information</strong>\n<p>When you provide us with your name and contact information, it is recorded in a database that is managed by a sophisticated, global third party vendor in accordance with industry leading cyber security and data management standards.</p>\n<strong>Use of Links</strong>\n<strong>Recording information from “email this page to a friend”</strong>\n<p>If you decide to use our referral service to inform a friend about firstliberty.org, we ask for the friend’s email address for the sole purpose of sending a one-time email.\nWe do not store your friend’s email address, and will not send additional communications to your friend unless they decide to join our efforts defending America’s first freedom, and personally provide us with their own contact information.</p>\n<strong>Use of cookies</strong>\n<p>We may occasionally send a “cookie” to your computer following a visit to one of our Websites or application Services.\nA cookie is a small piece of data that is sent to your browser from a web server and stored on your computer’s hard drive.\nA cookie cannot read data off your hard disk or read cookie files created by other sites.\nCookies do not damage your system.\nWe use cookies to maintain browser or client session connections to our Websites and Services, which may be required for them to function properly.\nWe use cookies to identify which areas of the Website you have visited, so that those pages may be readily accessible the next time you visit.\nWe may also use cookies to ascertain how many times you’ve visited a particular page.\nWe may use this information to better personalize the content you see on our site.</p>\n<p>You have the option to accept or refuse cookies via your browser settings.\nYou can reset your browser to notify you when a cookie is being sent.\nIf you choose not to accept these cookies, your experience at our Website and other websites may be diminished and some features may not work as intended.</p>\n<strong>Use of Links</strong>\n<p>Throughout the pages of firstliberty.org, we provide links to other servers that may contain information of interest to our readers.\nWe take no responsibility for, and exercise no control over other organizations, their views, or the accuracy of the information contained on other servers.\nCreating a text link from your website to firstliberty.org does not require permission.\nIf you have a link you’d like us to consider adding to our site, please send an email to&nbsp;<u>info@firstliberty.org</u>&nbsp;with the subject “Link request.”</p>\n<strong>Use of Text and Images</strong>\n<p>If you would like to publish information that you find on firstliberty.org, please send your request to info@firstliberty.org.\nSome texts and images on our site are posted with the permission of the original copyright holder.\nIn such instances, a copyright statement appears at the bottom of the page.\nInformation about using our logo and images is available in the Newsroom.\nFirst Liberty disclaims any liability or responsibility for the use of actions of or by other entities of the texts and images on this website.</p>\n<strong>Accessibility</strong>\n<p>First Liberty’s website is designed to be accessible and welcoming to visitors with disabilities, and to comply with federal guidelines regarding accessibility.\nIf you have suggestions on how to make the site more accessible, please contact us at&nbsp;We value your feedback.</p>\n<strong>Reading or Downloading</strong>\n<p>We will never collect personally identifying information about you unless you specifically provide it to use on an appropriate form.\nWhen you visit firstliberty.org, we collect and store <em>only </em>the following information:</p>\n<ul>\n<li>The name of the domain from which you access the Internet.\n(For example, if you are connecting from an America Online account, we will collect and store “aol.com”)</li>\n<li>The date and time you access our site</li>\n<li>The country from which you access our site</li>\n<li>The Internet address of the website from which you linked to our site.</li>\n</ul>\n<p>By collecting this information—and only this information—we are able to see which sections of firstliberty.org are most popular, and learn how to make our site more useful to visitors like you.</p>\n<strong>Online Profile Updates and Donations</strong>\n<p>If you choose to complete the Profile Update form and share your personally identifying information with us, we will use that information for the sole purpose of informing you via mail or email of breaking news, case updates, or other issues that we think may be of particular interest to you.\nYou are always free to opt out of communication from us at any time by&nbsp;<u>clicking here</u>, calling us at 972.941.4444, or by following the unsubscribe directions on any of our emails.</p>\n<strong>Sending us an Email</strong>\n<p>You also may decide to send us personally identifying information in an electronic mail message containing a question or comment, or by filling out a Web form that provides us with this information.\nAny personally identifying information we receive from you through email is used primarily to respond to your requests.\nWe may forward your email through our secure server to other employees at First Liberty who are better able to answer your questions.\nWe may also use your email to contact you in the future about programs at First Liberty that may be of interest to you.</p>\n<p>If you sign up for one of our email lists, we will only send you the kind of information you have requested.\nWe will not share your name or email address with any outside parties.</p>\n<p>We want to be very clear: By simply visiting firstliberty.org, you will not provide us with <em>any </em>personally identifying information.\nWe will only receive personally identifying information from you if you choose to provide us with such information through the appropriate forms or a private email.\nProviding such information is strictly voluntary.</p>\n<strong>Children and Privacy</strong>\n<p>Use of this website all of the information contained herein is intended for persons over the age of 16 years of age.\nFor children who visit firstliberty.org, special rules apply.\nWe do not request personal information about children, such as first and last name or street address and city.\nWhen minors email us and identify themselves as a minor, their online contact information (email address) is not used to re-contact them and is not maintained in retrievable form.</p>\n<strong>Opt-Out or Change Your Contact Information</strong>\n<p>Even if you do decide to register through our online form and receive relevant communications from us, you can change your mind at any time.\nAny communications from First Liberty will always contain unsubscribe instructions.\nIf you would like to correct, update, add, or delete personal information, simply let us know by&nbsp;<u>clicking here</u>, or calling us at 972.941.4444.</p>\n<p>You may update your contact information at any time to reflect changes in your email address, mailing address, name, or other kinds of personally identifying information.\nYou cannot remove yourself from our database, but you can prevent unwanted communication.</p>\n<strong>Handling Credit card and other financial information</strong>\n<p>Should you choose to donate online via this website, your credit card information is protected and is not provided to third parties.\nFirst Liberty complies with credit card industry security standards and practices, including SSL protection and conformity with payment card industry (PCI) standards.\nIf you choose to donate via check, then your financial information is not stored, but is instead destroyed after processing your gift.\nWe maintain histories of donor gifts for tax reporting and other internal management purposes.</p>\n<strong>\n<em>Questions about our policies</em>\n</strong>\n<p>If you have any questions about this privacy statement, the practices of this site, or your dealings with firstliberty.org, you can contact us at: 972-941-4444.</p>\n<ul>\n<li>Judicial Nominees</li>\n<li>Coach Joe Kennedy</li>\n<li>Sweet Cakes by Melissa</li>\n<li>Shields of Strength</li>\n<li>Key Legal Victories</li>\n</ul>\n<ul>\n<li>First Liberty Live!</li>\n<li>FLI Insider</li>\n<li>FLI Legal Team</li>\n<li>FLI Fellowship</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Get Legal Help</li>\n<li>Give</li>\n</ul>\n<p>Terms of Use • Privacy Policy • Sitemap • © <em>2022 Liberty Institute® is a trademark of First Liberty Institute</em>\n</p>\n<p>&nbsp;</p>\n<strong>Join the Essential Fight to Preserve Religious Liberty</strong> * First Name: Required* Last Name: Required* Email: RequiredZIP / Postal Code: Yes, I would like to receive e-mail from First Liberty Institute <em>By clicking submit, you are verifying that you are 16 years of age or older.\n</em>\n<p>\n</p>\n<p>\n</p>\nSpam Control Text: &nbsp;Please leave this field empty\n<p>\n</p> X <p>\n</p>\nDownload Coach Kennedy’s Playbook for Victory Today\n<p>* First Name:<br>\nRequired* Last Name:Required* Email:RequiredZIP / Postal Code: Yes, I would like to receive e-mail from First Liberty Institute<br>\n<br>\n<em>By clicking submit, you are verifying that you are 16 years of age or older.</em>\n<br>\n</p>\nSpam Control Text:<br>\n&nbsp;Please leave this field empty\n<p>\n</p> X <p>\n</p>\nSubscribe to FLI’s<br>COVID-19 Q&amp;A Podcast\n<p>* First Name:<br>\nRequired* Last Name:Required* Email:RequiredZIP / Postal Code: Yes, I would like to receive e-mail from First Liberty Institute<br>\n<br>\n<em>By clicking submit, you are verifying that you are 16 years of age or older.</em>\n<br>\n</p>\nSpam Control Text:<br>\n&nbsp;Please leave this field empty\n<p>\n<br>\n</p> X <p>\n</p>\nMelissa’s Recipe for Success\n<p>* First Name:<br>\nRequired<br>\n* Last Name:<br>\nRequired<br>\n* Email:<br>\nRequired<br>\nZIP / Postal Code:<br>\n</p>\n<p> Yes, I would like to receive e-mail from First Liberty Institute<br>\n<br>\n<em>By clicking submit, you are verifying that you are 16 years of age or older.</em>\n</p>\n<p>\n</p>\nSpam Control Text:<br>\n&nbsp;Please leave this field empty\n<p>\n<br>\n</p> X Undeniable Download X ", "created_at": "2022-12-31 22:19:30.098596", "updated_at": "2022-12-31 22:20:05.985121"}, {"id": 13729, "name": "Terms Of Use", "url": "https://firstliberty.org/terms-of-use", "xpath": "//body", "text": null, "created_at": "2022-12-31 22:19:30.037148", "updated_at": "2022-12-31 22:20:18.821147"}], "points": [], "urls": ["firstliberty.org"]}}