{"error": 448, "message": "OK", "parameters": {"id": 9601, "name": "NLnet foundation", "created_at": "2023-09-11 23:29:11.220463", "updated_at": "2023-09-12 22:02:41.225274", "wikipedia": "https://en.wikipedia.org/wiki/NLnet", "keywords": null, "related": null, "slug": "nlnet-foundation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9601.png", "url": "nlnet.nl", "documents": [{"id": 19066, "name": "Privacy Statement", "url": "https://nlnet.nl/privacy/", "xpath": "//*[@id=\"maincolumn\"]", "text": " NLnet foundation Privacy Statement <p>\n</p>\n<p>We are delighted that you are visiting our website and even spend some time reading this rather obscure page in which we outline our approach to privacy.\nThe security and privacy of the people we interact with is something which we care about a great deal.\nWe appreciate your vigilance, because talking about the importance of privacy and actually acting on it consistently are two different matters.\nIf you are looking for inspiration and best practises while setting up your own privacy policy and writing a privacy statement, please feel free to reuse: the content of this privacy statement is available under a CC0 license.</p> Your data (and behaviour) isn't just \"safe with us\" <p>If you are just a regular user of our site, your data isn't just <em>safe</em> with us, <strong>because typically it isn't with us</strong> - period.\nAs a mere visitor of our website, you should be perfectly safe.\nWe do not set any cookies of any type, do not use any third party resources/assets and do not employ any trackers.\nWe host this website with a trusted party inside the Netherlands, a person we know with servers we can physically touch if we want to.\nWe do not embed third party content on our website, neither video content nor social media.\nWe do not ask you to register your details to read anything we write - our mailing list archives are open, and so is the content on our site.\nWe want to know nothing about you, unless you tell us yourself.\nWe encourage the use of pseudonyms.</p> Use of Javascript and browser API's <p>Our website is served as plain HTML and CSS over HTTPS.\nWe do not enforce the user to allow us to run ECMAscript/Javascript or proprietary technologies such as Flash on their devices.\nAll content is available without any plugin or scripting.\nWe offer an optional client-side open source viewer (ViewerJS) to read PDF and OpenDocument Format documents, to support those that do not have the adequate software for viewing those files otherwise.</p>\n<p>We do not fingerprint your devices in any way, or send out audio beacons to do cross-device identification.\nWe disallow embedding our website in other websites, in order to prevent click-jacking attacks.\nThe custom search facility of our website is a story in itself, as we deploy zero leak search - we are technically unable to see what you search for on our site.\nThe logs on our webserver are used only for technical purposes, and are rotated (wiped) every two weeks.</p> Submission of projects and questions <p>If you explicitly ask us for financial or other support through our application system or our contact form, at some point we obviously do need some information from you - if only to contact you back or make a payment.\nFeel free (like others have done before) to initially use an alias and a temporary email address and share a valid public PGP key.\nWe will use PGP to encrypt any further communication.\nYou can also write us a physical letter, or contact us through other channels such as SIP, XMPP or Matrix.\nNote that if you request a copy of your application, this is sent to the mail address you yourself provided.\nWe assume you have a better understanding of who has access to the associated mailbox and/or can observe mail server traffic than us, but just to remind you.\nWe do store our mail on our own mail server.</p>\n<p>When you approach us, please inform us of any specific security and privacy constraints you have, and we will try to accommodate this to the best of our abilities - or tell you we are not able to do so.\nThat at least gives you the choice to continue your interaction with us or not.\nBy submitting information to us, you obviously expect us to use that information within the mission of our organisation (<q>to promote the exchange of electronic information and all that is related or beneficial to that purpose</q>).</p> NGI/NGI Zero related calls <p>For project submissions to programmes related to the Next Generation Internet calls, such as the NGI Assure, and the various NGI0 programmes we have a somewhat different situation from all other project calls.\nThese funds are part of a subgranting scheme set up by the European Commission, and are paid for by public money.\nUnlike the private funds we manage, we cannot be as discrete as we would like - but we believe the additional budget justifies this tradeoff.\nWe explicity mention this in the application form, and by submitting to one of those calls you grant us permission to share some information with the independent review committee, with our partner organisations as well as some management information with the European Commision and its project review committee about projects receiving grants from these calls.\nRest assured that we do our best to keep this to an absolute minimum, and none of those parties are allowed to retain or share that information with others without your explicit consent.</p> Other calls <p>For our other calls we <strong>never</strong> share any personal information with any other legal entity unannounced for any purpose without your express permission.\nWe may point others to a public resource you yourself have made available (like a personal website).\nNLnet is a public benefit organisation that thrives on connecting people with aligned goals serving the public good, and we hope you trust us in keeping your contact details close to our chest.\nThis allows us to approach you if a future opportunity arises.\nWe will never send out any automated mass mailings or similar messages - if there is some effort we believe you will benefit from, we will contact you one on one through the contact details you chose to leave with us.</p>\n<p>Please keep us posted if your contact information changes, and notify us at any point that you want us to remove your information.\nWe will do so swiftly.</p> Donations and payments <p>If you want to make a donation to support our work, or if we make a donation to your cause, please note that bank records unfortunately are not very private.\nEvery payment you make via a bank will leave a trace, and this is mandatorily kept on record for a number of years - not just by us, but by banks involved as well.\nThis data is known to be shared beyond national boundaries and can thus be used for unknown purposes outside of our and your jurisdiction.\nWhile this is unlikely to be a risk to most of you, for some people this may be more complex.</p>\n<p>We therefore also support donations made with various cryptocurrencies, in which case we do not have access to any personal information unless you explicitly share it with us through some other channel.</p> Can we do better? <p>If you think we can better serve your privacy, please tell us how.\nWe want to lead by example, and we depend on the experts and communities we work with to help us achieve that goal.</p> ", "created_at": "2023-09-11 23:29:11.253865", "updated_at": "2023-09-11 23:29:27.983944"}], "points": [], "urls": ["nlnet.nl"]}}