{"error": 448, "message": "OK", "parameters": {"id": 6914, "name": "semantic-mediawiki.org", "created_at": "2022-11-18 21:52:45.022391", "updated_at": "2022-11-18 23:01:09.921855", "wikipedia": null, "keywords": null, "related": null, "slug": "semantic-mediawiki-org", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6914.png", "url": "semantic-mediawiki.org", "documents": [{"id": 12674, "name": "Privacy policy ", "url": "https://www.semantic-mediawiki.org/wiki/semantic-mediawiki.org:Privacy_policy", "xpath": "//body", "text": " Toggle navigation <ul>\n<li> General <b>\n</b>\n<ul>\n<li>Semantic MediaWiki</li>\n<li>Introduction</li>\n<li>Getting support</li>\n<li>Community portal</li>\n<li>Open Semantic Data Association</li>\n<li>SMWCon</li>\n<li>Recent changes</li>\n</ul>\n</li>\n<li> Users <b>\n</b>\n<ul>\n<li>Manual</li>\n<li>Getting started</li>\n<li>Report a bug</li>\n<li>Sandbox wiki</li>\n<li>MediaWiki</li>\n</ul>\n</li>\n<li> Admini­strators <b>\n</b>\n<ul>\n<li>Manual</li>\n<li>Store and search environment</li>\n<li>Features and supplementary functions</li>\n<li>Installation</li>\n<li>Configuration</li>\n<li>Maintenance</li>\n<li>Report a bug</li>\n<li>Sandbox wiki</li>\n<li>MediaWiki</li>\n</ul>\n</li>\n<li> Devel­opers <b>\n</b>\n<ul>\n<li>Manual</li>\n<li>Source code</li>\n<li>Code documentation</li>\n<li>Report a bug</li>\n<li>Sandbox wiki</li>\n<li>MediaWiki</li>\n</ul>\n</li>\n<li> ? <b>\n</b>\n<ul>\n<li>Getting support</li>\n<li>Frequent questions</li>\n<li>Missing content</li>\n<li>Missing translation</li>\n<li>Found an error</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> ...\n<ul>\n<li>Discussion</li>\n<li>View source</li>\n<li>History</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li>Log in</li>\n<li>Request account</li>\n</ul>\n</li>\n</ul> semantic-mediawiki.org:Privacy policy From semantic-mediawiki.orgJump to:navigation, search <p>\n<br>\n</p>\n<p>\n<b>&lt;semantic-mediawiki.org&gt;</b> is the official homepage of Semantic MediaWiki and the SMW Project.\nUnless otherwise stated, all contents are published under the Creative Commons license \"Attribution 3.0 Germany\" (CC BY 3.0 DE).\nExceptions of this rule are clearly indicated by a footer below the respective page.\nImages may have their own licenses, accessible by clicking on the image, and they are not automatically subject to the license of the page they are embedded into.\n</p>\n<p>&lt;semantic-mediawiki.org&gt.\ncollects personal information of its users only to the extent that this is done by MediaWiki, and does not store information about its readers.\nFor editors, various personal information is recorded and published.\nAll information entered on &lt;semantic-mediawiki.org&gt.\nshould be considered permanent and public.\n<br>\n<br>\n</p>\nDatenschutzerklärung[edit]\n<p>\n<br>\nDiese Datenschutzerklärung klärt Sie über die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz „Daten“) innerhalb unseres Onlineangebotes und der mit ihm verbundenen Webseiten, Funktionen und Inhalte sowie externen Onlinepräsenzen, wie z.\nB.\nunser Social Media Profile auf (nachfolgend gemeinsam bezeichnet als „Onlineangebot“).\nIm Hinblick auf die verwendeten Begrifflichkeiten, wie z.\nB.\n„Verarbeitung“ oder „Verantwortlicher“ verweisen wir auf die Definitionen im Art.\n4 der Datenschutzgrundverordnung (DSGVO).\n<br>\n<br>\n</p>\nVerantwortlicher[edit]\n<p>\n<br>\nHerausgeber: Markus Krötzsch<br>\nAnschrift: Gartenstraße 75, 76135 Karlsruhe<br>\nRufnummer: +497216256540 <br>\nE-Mail: markussemantic-mediawiki.org<br>\nURL: <br>\n</p>\n<ul>\n<li>https://www.semantic-mediawiki.org/</li>\n<li>https://doc.semantic-mediawiki.org/</li>\n<li>https://sandbox.semantic-mediawiki.org/</li>\n</ul>\n<p>\n<br>\n<br>\n</p>\nArten der verarbeiteten Daten[edit]\n<p>\n<br>\n- Bestandsdaten (z.\nB., Namen, Adressen)<br>\n- Kontaktdaten (z.\nB., E-Mail, Telefonnummern)<br>\n- Inhaltsdaten (z.\nB., Texteingaben, Fotografien, Videos)<br>\n- Nutzungsdaten (z.\nB., besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten)<br>\n- Meta-/Kommunikationsdaten (z.\nB., Geräte-Informationen, IP-Adressen)\n<br>\n<br>\n</p>\nKategorien betroffener Personen[edit]\n<p>\n<br>\nBesucher und Nutzer des Onlineangebotes (Nachfolgend bezeichnen wir die betroffenen Personen zusammenfassend auch als „Nutzer“).\n<br>\n<br>\n</p>\nZweck der Verarbeitung[edit]\n<p>\n<br>\n- Zurverfügungstellung des Onlineangebotes, seiner Funktionen und Inhalte<br>\n- Beantwortung von Kontaktanfragen und Kommunikation mit Nutzern<br>\n- Sicherheitsmaßnahmen<br>\n- Reichweitenmessung/Marketing\n<br>\n<br>\n</p>\nVerwendete Begrifflichkeiten[edit]\n<p>\n<br>\n„Personenbezogene Daten“ sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen.\nals identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.\nB.\nCookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind.\n<br>\n<br>\n„Verarbeitung“ ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführten Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten.\nDer Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten.\n<br>\n<br>\n„Pseudonymisierung“ die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten ohne Hinzuziehung zusätzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden können, sofern diese zusätzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Maßnahmen unterliegen, die gewährleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren natürlichen Person zugewiesen werden.\n<br>\n<br>\n„Profiling“ jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere um Aspekte bezüglich Arbeitsleistung, wirtschaftliche Lage, Gesundheit, persönliche Vorlieben, Interessen, Zuverlässigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen.\n<br>\n<br>\nAls „Verantwortlicher“ wird die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet, bezeichnet.\n<br>\n<br>\n„Auftragsverarbeiter“ eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.\n<br>\n<br>\n</p>\nMaßgebliche Rechtsgrundlagen[edit]\n<p>\n<br>\nNach Maßgabe des Art.\n13 DSGVO teilen wir Ihnen die Rechtsgrundlagen unserer Datenverarbeitungen mit.\nSofern die Rechtsgrundlage in der Datenschutzerklärung nicht genannt wird, gilt Folgendes: Die Rechtsgrundlage für die Einholung von Einwilligungen ist Art.\n6 Abs.\n1 lit.\na und Art.\n7 DSGVO, die Rechtsgrundlage für die Verarbeitung zur Erfüllung unserer Leistungen und Durchführung vertraglicher Maßnahmen sowie Beantwortung von Anfragen ist Art.\n6 Abs.\n1 lit.\nb DSGVO, die Rechtsgrundlage für die Verarbeitung zur Erfüllung unserer rechtlichen Verpflichtungen ist Art.\n6 Abs.\n1 lit.\nc DSGVO, und die Rechtsgrundlage für die Verarbeitung zur Wahrung unserer berechtigten Interessen ist Art.\n6 Abs.\n1 lit.\nf DSGVO.\nFür den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art.\n6 Abs.\n1 lit.\nd DSGVO als Rechtsgrundlage.\n<br>\n<br>\n</p>\nSicherheitsmaßnahmen[edit]\n<p>\n<br>\nWir treffen nach Maßgabe des Art.\n32 DSGVO unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeit und Schwere des Risikos für die Rechte und Freiheiten natürlicher Personen, geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten.\n<br>\n<br>\nZu den Maßnahmen gehören insbesondere die Sicherung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle des physischen Zugangs zu den Daten, als auch des sie betreffenden Zugriffs, der Eingabe, Weitergabe, der Sicherung der Verfügbarkeit und ihrer Trennung.\nDes Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, Löschung von Daten und Reaktion auf Gefährdung der Daten gewährleisen.\nFerner berücksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung, bzw.\nAuswahl von Hardware, Software sowie Verfahren, entsprechend dem Prinzip des Datenschutzes durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen berücksichtigt (Art.\n25 DSGVO).\n<br>\n<br>\n</p>\nZusammenarbeit mit Auftragsverarbeitern und Dritten[edit]\n<p>\n<br>\nSofern wir im Rahmen unserer Verarbeitung Daten gegenüber anderen Personen und Unternehmen (Auftragsverarbeitern oder Dritten) offenbaren, sie an diese übermitteln oder ihnen sonst Zugriff auf die Daten gewähren, erfolgt dies nur auf Grundlage einer gesetzlichen Erlaubnis (z.\nB.\nwenn eine Übermittlung der Daten an Dritte, wie an Zahlungsdienstleister, gem.\nArt.\n6 Abs.\n1 lit.\nb DSGVO zur Vertragserfüllung erforderlich ist), Sie eingewilligt haben, eine rechtliche Verpflichtung dies vorsieht oder auf Grundlage unserer berechtigten Interessen (z.\nB.\nbeim Einsatz von Beauftragten, Webhostern, etc.).\n<br>\n<br>\nSofern wir Dritte mit der Verarbeitung von Daten auf Grundlage eines sog.\n„Auftragsverarbeitungsvertrages“ beauftragen, geschieht dies auf Grundlage des Art.\n28 DSGVO.\n<br>\n<br>\n</p>\nÜbermittlungen in Drittländer[edit]\n<p>\n<br>\nSofern wir Daten in einem Drittland (d.h.\naußerhalb der Europäischen Union (EU) oder des Europäischen Wirtschaftsraums (EWR)) verarbeiten oder dies im Rahmen der Inanspruchnahme von Diensten Dritter oder Offenlegung, bzw.\nÜbermittlung von Daten an Dritte geschieht, erfolgt dies nur, wenn es zur Erfüllung unserer (vor)vertraglichen Pflichten, auf Grundlage Ihrer Einwilligung, aufgrund einer rechtlichen Verpflichtung oder auf Grundlage unserer berechtigten Interessen geschieht.\nVorbehaltlich gesetzlicher oder vertraglicher Erlaubnisse, verarbeiten oder lassen wir die Daten in einem Drittland nur beim Vorliegen der besonderen Voraussetzungen der Art.\n44 ff.\nDSGVO verarbeiten.\nD.h.\ndie Verarbeitung erfolgt z.\nB.\nauf Grundlage besonderer Garantien, wie der offiziell anerkannten Feststellung eines der EU entsprechenden Datenschutzniveaus (z.\nB.\nfür die USA durch das „Privacy Shield“) oder Beachtung offiziell anerkannter spezieller vertraglicher Verpflichtungen (so genannte „Standardvertragsklauseln“).\n<br>\n<br>\n</p>\nRechte der betroffenen Personen[edit]\n<p>\n<br>\nSie haben das Recht, eine Bestätigung darüber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft über diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend Art.\n15 DSGVO.\n<br>\n<br>\nSie haben entsprechend.\nArt.\n16 DSGVO das Recht, die Vervollständigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.\n<br>\n<br>\nSie haben nach Maßgabe des Art.\n17 DSGVO das Recht zu verlangen, dass betreffende Daten unverzüglich gelöscht werden, bzw.\nalternativ nach Maßgabe des Art.\n18 DSGVO eine Einschränkung der Verarbeitung der Daten zu verlangen.\n<br>\n<br>\nSie haben das Recht zu verlangen, dass die Sie betreffenden Daten, die Sie uns bereitgestellt haben nach Maßgabe des Art.\n20 DSGVO zu erhalten und deren Übermittlung an andere Verantwortliche zu fordern.\n<br>\n<br>\nSie haben ferner gem.\nArt.\n77 DSGVO das Recht, eine Beschwerde bei der zuständigen Aufsichtsbehörde einzureichen.\n<br>\n<br>\n</p>\nWiderrufsrecht[edit]\n<p>\n<br>\nSie haben das Recht, erteilte Einwilligungen gem.\nArt.\n7 Abs.\n3 DSGVO mit Wirkung für die Zukunft zu widerrufen\n<br>\n<br>\n</p>\nWiderspruchsrecht[edit]\n<p>\n<br>\nSie können der künftigen Verarbeitung der Sie betreffenden Daten nach Maßgabe des Art.\n21 DSGVO jederzeit widersprechen.\nDer Widerspruch kann insbesondere gegen die Verarbeitung für Zwecke der Direktwerbung erfolgen.\n<br>\n<br>\n</p>\nCookies und Widerspruchsrecht bei Direktwerbung[edit]\n<p>\n<br>\nAls „Cookies“ werden kleine Dateien bezeichnet, die auf Rechnern der Nutzer gespeichert werden.\nInnerhalb der Cookies können unterschiedliche Angaben gespeichert werden.\nEin Cookie dient primär dazu, die Angaben zu einem Nutzer (bzw.\ndem Gerät auf dem das Cookie gespeichert ist) während oder auch nach seinem Besuch innerhalb eines Onlineangebotes zu speichern.\nAls temporäre Cookies, bzw.\n„Session-Cookies“ oder „transiente Cookies“, werden Cookies bezeichnet, die gelöscht werden, nachdem ein Nutzer ein Onlineangebot verlässt und seinen Browser schließt.\nIn einem solchen Cookie kann z.\nB.\nder Inhalt eines Warenkorbs in einem Onlineshop oder ein Login-Staus gespeichert werden.\nAls „permanent“ oder „persistent“ werden Cookies bezeichnet, die auch nach dem Schließen des Browsers gespeichert bleiben.\nSo kann z.\nB.\nder Login-Status gespeichert werden, wenn die Nutzer diese nach mehreren Tagen aufsuchen.\nEbenso können in einem solchen Cookie die Interessen der Nutzer gespeichert werden, die für Reichweitenmessung oder Marketingzwecke verwendet werden.\nAls „Third-Party-Cookie“ werden Cookies bezeichnet, die von anderen Anbietern als dem Verantwortlichen, der das Onlineangebot betreibt, angeboten werden (andernfalls, wenn es nur dessen Cookies sind spricht man von „First-Party Cookies“).\n<br>\n<br>\nWir können temporäre und permanente Cookies einsetzen und klären hierüber im Rahmen unserer Datenschutzerklärung auf.\n<br>\n<br>\nFalls die Nutzer nicht möchten, dass Cookies auf ihrem Rechner gespeichert werden, werden sie gebeten die entsprechende Option in den Systemeinstellungen ihres Browsers zu deaktivieren.\nGespeicherte Cookies können in den Systemeinstellungen des Browsers gelöscht werden.\nDer Ausschluss von Cookies kann zu Funktionseinschränkungen dieses Onlineangebotes führen.\n<br>\n<br>\nEin genereller Widerspruch gegen den Einsatz der zu Zwecken des Onlinemarketing eingesetzten Cookies kann bei einer Vielzahl der Dienste, vor allem im Fall des Trackings, über die US-amerikanische Seite https://www.aboutads.info/choices/ oder die EU-Seite https://www.youronlinechoices.com/ erklärt werden.\nDes Weiteren kann die Speicherung von Cookies mittels deren Abschaltung in den Einstellungen des Browsers erreicht werden.\nBitte beachten Sie, dass dann gegebenenfalls nicht alle Funktionen dieses Onlineangebotes genutzt werden können.\n<br>\n<br>\n</p>\nLöschung von Daten[edit]\n<p>\n<br>\nDie von uns verarbeiteten Daten werden nach Maßgabe der Art.\n17 und 18 DSGVO gelöscht oder in ihrer Verarbeitung eingeschränkt.\nSofern nicht im Rahmen dieser Datenschutzerklärung ausdrücklich angegeben, werden die bei uns gespeicherten Daten gelöscht, sobald sie für ihre Zweckbestimmung nicht mehr erforderlich sind und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen.\nSofern die Daten nicht gelöscht werden, weil sie für andere und gesetzlich zulässige Zwecke erforderlich sind, wird deren Verarbeitung eingeschränkt.\nD.h.\ndie Daten werden gesperrt und nicht für andere Zwecke verarbeitet.\nDas gilt z.\nB.\nfür Daten, die aus handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen.\n<br>\n<br>\nNach gesetzlichen Vorgaben in Deutschland, erfolgt die Aufbewahrung insbesondere für 10 Jahre gemäß §§ 147 Abs.\n1 AO, 257 Abs.\n1 Nr.\n1 und 4, Abs.\n4 HGB (Bücher, Aufzeichnungen, Lageberichte, Buchungsbelege, Handelsbücher, für Besteuerung relevanter Unterlagen, etc.) und 6 Jahre gemäß § 257 Abs.\n1 Nr.\n2 und 3, Abs.\n4 HGB (Handelsbriefe).\n<br>\n<br>\nNach gesetzlichen Vorgaben in Österreich erfolgt die Aufbewahrung insbesondere für 7 J gemäß § 132 Abs.\n1 BAO (Buchhaltungsunterlagen, Belege/Rechnungen, Konten, Belege, Geschäftspapiere, Aufstellung der Einnahmen und Ausgaben, etc.), für 22 Jahre im Zusammenhang mit Grundstücken und für 10 Jahre bei Unterlagen im Zusammenhang mit elektronisch erbrachten Leistungen, Telekommunikations-, Rundfunk- und Fernsehleistungen, die an Nichtunternehmer in EU-Mitgliedstaaten erbracht werden und für die der Mini-One-Stop-Shop (MOSS) in Anspruch genommen wird.\n<br>\n<br>\n</p>\nErbringung unserer satzungs- und geschäftsgemäßen Leistungen[edit]\n<p>\n<br>\nWir verarbeiten die Daten unserer Mitglieder, Unterstützer, Interessenten, Kunden oder sonstiger Personen entsprechend Art.\n6 Abs.\n1 lit.\nb.\nDSGVO, sofern wir ihnen gegenüber vertragliche Leistungen anbieten oder im Rahmen bestehender geschäftlicher Beziehung, z.\nB.\ngegenüber Mitgliedern, tätig werden oder selbst Empfänger von Leistungen und Zuwendungen sind.\nIm Übrigen verarbeiten wir die Daten betroffener Personen gem.\nArt.\n6 Abs.\n1 lit.\nf.\nDSGVO auf Grundlage unserer berechtigten Interessen, z.\nB.\nwenn es sich um administrative Aufgaben oder Öffentlichkeitsarbeit handelt.\n<br>\n<br>\nDie hierbei verarbeiteten Daten, die Art, der Umfang und der Zweck und die Erforderlichkeit ihrer Verarbeitung bestimmen sich nach dem zugrundeliegenden Vertragsverhältnis.\nDazu gehören grundsätzlich Bestands- und Stammdaten der Personen (z.\nB., Name, Adresse, etc.), als auch die Kontaktdaten (z.\nB., E-Mailadresse, Telefon, etc.), die Vertragsdaten (z.\nB., in Anspruch genommene Leistungen, mitgeteilte Inhalte und Informationen, Namen von Kontaktpersonen) und sofern wir zahlungspflichtige Leistungen oder Produkte anbieten, Zahlungsdaten (z.\nB., Bankverbindung, Zahlungshistorie, etc.).\n<br>\n<br>\nWir löschen Daten, die zur Erbringung unserer satzungs- und geschäftsmäßigen Zwecke nicht mehr erforderlich sind.\nDies bestimmt sich entsprechend der jeweiligen Aufgaben und vertraglichen Beziehungen.\nIm Fall geschäftlicher Verarbeitung bewahren wir die Daten so lange auf, wie sie zur Geschäftsabwicklung, als auch im Hinblick auf etwaige Gewährleistungs- oder Haftungspflichten relevant sein können.\nDie Erforderlichkeit der Aufbewahrung der Daten wird alle drei Jahre überprüft.\nim Übrigen gelten die gesetzlichen Aufbewahrungspflichten.\n<br>\n<br>\n</p>\nRegistrierfunktion[edit]\n<p>\n<br>\nNutzer können ein Nutzerkonto anlegen.\nIm Rahmen der Registrierung werden die erforderlichen Pflichtangaben den Nutzern mitgeteilt und auf Grundlage des Art.\n6 Abs.\n1 lit.\nb DSGVO zu Zwecken der Bereitstellung des Nutzerkontos verarbeitet.\nZu den verarbeiteten Daten gehören insbesondere die Login-Informationen (Name, Passwort sowie eine E-Mailadresse).\nDie im Rahmen der Registrierung eingegebenen Daten werden für die Zwecke der Nutzung des Nutzerkontos und dessen Zwecks verwendet.\n<br>\n<br>\nDie Nutzer können über Informationen, die für deren Nutzerkonto relevant sind, wie z.\nB.\ntechnische Änderungen, per E-Mail informiert werden.\nWenn Nutzer ihr Nutzerkonto gekündigt haben, werden deren Daten im Hinblick auf das Nutzerkonto, vorbehaltlich einer gesetzlichen Aufbewahrungspflicht, gelöscht.\nEs obliegt den Nutzern, ihre Daten bei erfolgter Kündigung vor dem Vertragsende zu sichern.\nWir sind berechtigt, sämtliche während der Vertragsdauer gespeicherten Daten des Nutzers unwiederbringlich zu löschen.\n<br>\n<br>\nIm Rahmen der Inanspruchnahme unserer Registrierungs- und Anmeldefunktionen sowie der Nutzung des Nutzerkontos, speichern wird die IP-Adresse und den Zeitpunkt der jeweiligen Nutzerhandlung.\nDie Speicherung erfolgt auf Grundlage unserer berechtigten Interessen, als auch der Nutzer an Schutz vor Missbrauch und sonstiger unbefugter Nutzung.\nEine Weitergabe dieser Daten an Dritte erfolgt grundsätzlich nicht, außer sie ist zur Verfolgung unserer Ansprüche erforderlich oder es besteht hierzu besteht eine gesetzliche Verpflichtung gem.\nArt.\n6 Abs.\n1 lit.\nc DSGVO.\nDie IP-Adressen werden spätestens nach 7 Tagen anonymisiert oder gelöscht.\n<br>\n<br>\n</p>\nKommentare und Beiträge[edit]\n<p>\n<br>\nWenn Nutzer Kommentare oder sonstige Beiträge hinterlassen, können ihre IP-Adressen auf Grundlage unserer berechtigten Interessen im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO für 7 Tage gespeichert werden.\nDas erfolgt zu unserer Sicherheit, falls jemand in Kommentaren und Beiträgen widerrechtliche Inhalte hinterlässt (Beleidigungen, verbotene politische Propaganda, etc.).\nIn diesem Fall können wir selbst für den Kommentar oder Beitrag belangt werden und sind daher an der Identität des Verfassers interessiert.\n<br>\n<br>\nDes Weiteren behalten wir uns vor, auf Grundlage unserer berechtigten Interessen gem.\nArt.\n6 Abs.\n1 lit.\nf.\nDSGVO, die Angaben der Nutzer zwecks Spamerkennung zu verarbeiten.\n<br>\n<br>\nDie im Rahmen der Kommentare und Beiträge angegebenen Daten, werden von uns bis zum Widerspruch der Nutzer dauerhaft gespeichert.\n<br>\n<br>\n</p>\nKontaktaufnahme[edit]\n<p>\n<br>\nBei der Kontaktaufnahme mit uns (z.\nB.\nper Kontaktformular, E-Mail, Telefon oder via sozialer Medien) werden die Angaben des Nutzers zur Bearbeitung der Kontaktanfrage und deren Abwicklung gem.\nArt.\n6 Abs.\n1 lit.\nb) DSGVO verarbeitet.\nDie Angaben der Nutzer können in einem Customer-Relationship-Management System (\"CRM System\") oder vergleichbarer Anfragenorganisation gespeichert werden.\n<br>\n<br>\nWir löschen die Anfragen, sofern diese nicht mehr erforderlich sind.\nWir überprüfen die Erforderlichkeit alle zwei Jahre.\nFerner gelten die gesetzlichen Archivierungspflichten.\n<br>\n<br>\n</p>\nHosting und E-Mail-Versand[edit]\n<p>\n<br>\nDie von uns in Anspruch genommenen Hosting-Leistungen dienen der Zurverfügungstellung der folgenden Leistungen: Infrastruktur- und Plattformdienstleistungen, Rechenkapazität, Speicherplatz und Datenbankdienste, E-Mail-Versand, Sicherheitsleistungen sowie technische Wartungsleistungen, die wir zum Zwecke des Betriebs dieses Onlineangebotes einsetzen.\n<br>\n<br>\nHierbei verarbeiten wir, bzw.\nunser Hostinganbieter Bestandsdaten, Kontaktdaten, Inhaltsdaten, Vertragsdaten, Nutzungsdaten, Meta- und Kommunikationsdaten von Kunden, Interessenten und Besuchern dieses Onlineangebotes auf Grundlage unserer berechtigten Interessen an einer effizienten und sicheren Zurverfügungstellung dieses Onlineangebotes gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO i.V.m.\nArt.\n28 DSGVO (Abschluss Auftragsverarbeitungsvertrag).\n<br>\n<br>\n</p>\nErhebung von Zugriffsdaten und Logfiles[edit]\n<p>\n<br>\nWir, bzw.\nunser Hostinganbieter, erhebt auf Grundlage unserer berechtigten Interessen im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO Daten über jeden Zugriff auf den Server, auf dem sich dieser Dienst befindet (sogenannte Serverlogfiles).\nZu den Zugriffsdaten gehören Name der abgerufenen Webseite, Datei, Datum und Uhrzeit des Abrufs, übertragene Datenmenge, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite), IP-Adresse und der anfragende Provider.\n<br>\n<br>\nLogfile-Informationen werden aus Sicherheitsgründen (z.\nB.\nzur Aufklärung von Missbrauchs- oder Betrugshandlungen) für die Dauer von maximal 7 Tagen gespeichert und danach gelöscht.\nDaten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.\n<br>\n<br>\n</p>\nOnlinepräsenzen in sozialen Medien[edit]\n<p>\n<br>\nWir unterhalten Onlinepräsenzen innerhalb sozialer Netzwerke und Plattformen, um mit den dort aktiven Kunden, Interessenten und Nutzern kommunizieren und sie dort über unsere Leistungen informieren zu können.\nBeim Aufruf der jeweiligen Netzwerke und Plattformen gelten die Geschäftsbedingungen und die Datenverarbeitungsrichtlinien deren jeweiligen Betreiber.\n<br>\n<br>\nSoweit nicht anders im Rahmen unserer Datenschutzerklärung angegeben, verarbeiten wir die Daten der Nutzer sofern diese mit uns innerhalb der sozialen Netzwerke und Plattformen kommunizieren, z.\nB.\nBeiträge auf unseren Onlinepräsenzen verfassen oder uns Nachrichten zusenden.\n<br>\n<br>\n</p>\nEinbindung von Diensten und Inhalten Dritter[edit]\n<p>\n<br>\nWir setzen innerhalb unseres Onlineangebotes auf Grundlage unserer berechtigten Interessen (d.h.\nInteresse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO) Inhalts- oder Serviceangebote von Drittanbietern ein, um deren Inhalte und Services, wie z.\nB.\nVideos oder Schriftarten einzubinden (nachfolgend einheitlich bezeichnet als “Inhalte”).\n<br>\n<br>\nDies setzt immer voraus, dass die Drittanbieter dieser Inhalte, die IP-Adresse der Nutzer wahrnehmen, da sie ohne die IP-Adresse die Inhalte nicht an deren Browser senden könnten.\nDie IP-Adresse ist damit für die Darstellung dieser Inhalte erforderlich.\nWir bemühen uns nur solche Inhalte zu verwenden, deren jeweilige Anbieter die IP-Adresse lediglich zur Auslieferung der Inhalte verwenden.\nDrittanbieter können ferner so genannte Pixel-Tags (unsichtbare Grafiken, auch als \"Web Beacons\" bezeichnet) für statistische oder Marketingzwecke verwenden.\nDurch die \"Pixel-Tags\" können Informationen, wie der Besucherverkehr auf den Seiten dieser Website ausgewertet werden.\nDie pseudonymen Informationen können ferner in Cookies auf dem Gerät der Nutzer gespeichert werden und unter anderem technische Informationen zum Browser und Betriebssystem, verweisende Webseiten, Besuchszeit sowie weitere Angaben zur Nutzung unseres Onlineangebotes enthalten, als auch mit solchen Informationen aus anderen Quellen verbunden werden.\n<br>\n<br>\n</p>\nVimeo[edit]\n<p>\n<br>\nWir können die Videos der Plattform “Vimeo” des Anbieters Vimeo Inc., Attention: Legal Department, 555 West 18th Street New York, New York 10011, USA, einbinden.\nDatenschutzerklärung: https://vimeo.com/privacy.\nWir weisen darauf hin, dass Vimeo Google Analytics einsetzen kann und verweisen hierzu auf die Datenschutzerklärung https://www.google.com/policies/privacy sowie Opt-Out-Möglichkeiten für Google-Analytics http://tools.google.com/dlpage/gaoptout?hl=de oder die Einstellungen von Google für die Datennutzung zu Marketingzwecken (https://adssettings.google.com).\n<br>\n<br>\n</p>\nYouTube[edit]\n<p>\n<br>\nWir binden die Videos der Plattform “YouTube” des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nDatenschutzerklärung: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n<br>\n<br>\n</p>\nGoogle Fonts[edit]\n<p>\n<br>\nWir binden die Schriftarten (\"Google Fonts\") des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nDatenschutzerklärung: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n<br>\n<br>\n</p>\nGoogle ReCaptcha[edit]\n<p>\n<br>\nWir binden die Funktion zur Erkennung von Bots, z.\nB.\nbei Eingaben in Onlineformularen (\"ReCaptcha\") des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nDatenschutzerklärung: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n<br>\n<br>\n</p>\nGoogle Maps[edit]\n<p>\n<br>\nWir binden die Landkarten des Dienstes “Google Maps” des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nZu den verarbeiteten Daten können insbesondere IP-Adressen und Standortdaten der Nutzer gehören, die jedoch nicht ohne deren Einwilligung (im Regelfall im Rahmen der Einstellungen ihrer Mobilgeräte vollzogen), erhoben werden.\nDie Daten können in den USA verarbeitet werden.\nDatenschutzerklärung: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.\n<br>\n<br>\n</p>\nOpenStreetMap[edit]\n<p>\n<br>\nWir binden die Landkarten des Dienstes \"OpenStreetMap\" ein (https://www.openstreetmap.de), die auf Grundlage der Open Data Commons Open Database Lizenz (ODbL) durch die OpenStreetMap Foundation (OSMF) angeboten werden.\nDatenschutzerklärung: https://wiki.openstreetmap.org/wiki/Privacy_Policy.\n<br>\n<br> Nach unserer Kenntnis werden die Daten der Nutzer durch OpenStreetMap ausschließlich zu Zwecken der Darstellung der Kartenfunktionen und Zwischenspeicherung der gewählten Einstellungen verwendet.\nZu diesen Daten können insbesondere IP-Adressen und Standortdaten der Nutzer gehören, die jedoch nicht ohne deren Einwilligung (im Regelfall im Rahmen der Einstellungen ihrer Mobilgeräte vollzogen), erhoben werden.\n<br>\n<br>\nDie Daten können in den USA verarbeitet werden.\nWeitere Informationen können Sie der Datenschutzerklärung von OpenStreetMap entnehmen: https://wiki.openstreetmap.org/wiki/Privacy_Policy.\n<br>\n<br>\n</p>\nTypekit-Schriftarten von Adobe[edit]\n<p>\n<br>\nWir setzen auf Grundlage unserer berechtigten Interessen (d.h.\nInteresse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO) externe \"Typekit\"-Schriftarten des Anbieters Adobe Systems Software Ireland Limited, 4-6 Riverwalk, Citywest Business Campus, Dublin 24, Republic of Ireland ein.\nAdobe ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäische Datenschutzrecht einzuhalten (https://www.privacyshield.gov/participant?id=a2zt0000000TNo9AAG&amp;status=Active).\n<br>\n<br>\n</p>\nVerwendung von Facebook Social Plugins[edit]\n<p>\n<br>\nWir nutzen auf Grundlage unserer berechtigten Interessen (d.h.\nInteresse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO) Social Plugins (\"Plugins\") des sozialen Netzwerkes facebook.com, welches von der Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Irland betrieben wird (\"Facebook\").\nDie Plugins können Interaktionselemente oder Inhalte (z.\nB.\nVideos, Grafiken oder Textbeiträge) darstellen und sind an einem der Facebook Logos erkennbar (weißes „f“ auf blauer Kachel, den Begriffen \"Like\", \"Gefällt mir\" oder einem „Daumen hoch“-Zeichen) oder sind mit dem Zusatz \"Facebook Social Plugin\" gekennzeichnet.\nDie Liste und das Aussehen der Facebook Social Plugins kann hier eingesehen werden: https://developers.facebook.com/docs/plugins/.\n<br>\n<br>\nFacebook ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäische Datenschutzrecht einzuhalten (https://www.privacyshield.gov/participant?id=a2zt0000000GnywAAC&amp;status=Active).\n<br>\n<br>\nWenn ein Nutzer eine Funktion dieses Onlineangebotes aufruft, die ein solches Plugin enthält, baut sein Gerät eine direkte Verbindung mit den Servern von Facebook auf.\nDer Inhalt des Plugins wird von Facebook direkt an das Gerät des Nutzers übermittelt und von diesem in das Onlineangebot eingebunden.\nDabei können aus den verarbeiteten Daten Nutzungsprofile der Nutzer erstellt werden.\nWir haben daher keinen Einfluss auf den Umfang der Daten, die Facebook mit Hilfe dieses Plugins erhebt und informiert die Nutzer daher entsprechend unserem Kenntnisstand.\n<br>\n<br>\nDurch die Einbindung der Plugins erhält Facebook die Information, dass ein Nutzer die entsprechende Seite des Onlineangebotes aufgerufen hat.\nIst der Nutzer bei Facebook eingeloggt, kann Facebook den Besuch seinem Facebook-Konto zuordnen.\nWenn Nutzer mit den Plugins interagieren, zum Beispiel den Like Button betätigen oder einen Kommentar abgeben, wird die entsprechende Information von Ihrem Gerät direkt an Facebook übermittelt und dort gespeichert.\nFalls ein Nutzer kein Mitglied von Facebook ist, besteht trotzdem die Möglichkeit, dass Facebook seine IP-Adresse in Erfahrung bringt und speichert.\nLaut Facebook wird in Deutschland nur eine anonymisierte IP-Adresse gespeichert.\n<br>\n<br>\nZweck und Umfang der Datenerhebung und die weitere Verarbeitung und Nutzung der Daten durch Facebook sowie die diesbezüglichen Rechte und Einstellungsmöglichkeiten zum Schutz der Privatsphäre der Nutzer, können diese den Datenschutzhinweisen von Facebook entnehmen: https://www.facebook.com/about/privacy/.\n<br>\n<br>\nWenn ein Nutzer Facebookmitglied ist und nicht möchte, dass Facebook über dieses Onlineangebot Daten über ihn sammelt und mit seinen bei Facebook gespeicherten Mitgliedsdaten verknüpft, muss er sich vor der Nutzung unseres Onlineangebotes bei Facebook ausloggen und seine Cookies löschen.\nWeitere Einstellungen und Widersprüche zur Nutzung von Daten für Werbezwecke, sind innerhalb der Facebook-Profileinstellungen möglich: https://www.facebook.com/settings?tab=ads oder über die US-amerikanische Seite http://www.aboutads.info/choices/ oder die EU-Seite http://www.youronlinechoices.com/.\nDie Einstellungen erfolgen plattformunabhängig, d.h.\nsie werden für alle Geräte, wie Desktopcomputer oder mobile Geräte übernommen.\n<br>\n<br>\n</p>\nTwitter[edit]\n<p>\n<br>\nInnerhalb unseres Onlineangebotes können Funktionen und Inhalte des Dienstes Twitter, angeboten durch die Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103, USA, eingebunden werden.\nHierzu können z.\nB.\nInhalte wie Bilder, Videos oder Texte und Schaltflächen gehören, mit denen Nutzer Ihr Gefallen betreffend die Inhalte kundtun, den Verfassern der Inhalte oder unsere Beiträge abonnieren können.\nSofern die Nutzer Mitglieder der Plattform Twitter sind, kann Twitter den Aufruf der o.g.\nInhalte und Funktionen den dortigen Profilen der Nutzer zuordnen.\nTwitter ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäische Datenschutzrecht einzuhalten (https://www.privacyshield.gov/participant?id=a2zt0000000TORzAAO&amp;status=Active).\nDatenschutzerklärung: https://twitter.com/de/privacy, Opt-Out: https://twitter.com/personalization.\n<br>\n<br>\n</p>\nGoogle+[edit]\n<p>\n<br>\nInnerhalb unseres Onlineangebotes können Funktionen und Inhalte der Plattform Google+, angeboten durch die Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA („Google“), eingebunden werden.\nHierzu können z.\nB.\nInhalte wie Bilder, Videos oder Texte und Schaltflächen gehören, mit denen Nutzer Inhalte dieses Onlineangebotes innerhalb von Twitter teilen können.\nSofern die Nutzer Mitglieder der Plattform Google+ sind, kann Google den Aufruf der o.g.\nInhalte und Funktionen den dortigen Profilen der Nutzer zuordnen.\n<br>\n<br>\nGoogle ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäische Datenschutzrecht einzuhalten (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active).\nWeitere Informationen zur Datennutzung durch Google, Einstellungs- und Widerspruchsmöglichkeiten, erfahren Sie in der Datenschutzerklärung von Google (https://policies.google.com/technologies/ads) sowie in den Einstellungen für die Darstellung von Werbeeinblendungen durch Google (https://adssettings.google.com/authenticated).\n<br>\n<br>\n</p>\nHinweis[edit]\n<p>\n<br>\nErstellt mit Datenschutz-Generator.de von RA Dr.\nThomas Schwenke\n<br>\n<br>\n</p>\nSiehe auch[edit]\n<ul>\n<li>Impressum</li>\n<li>Urheberrecht</li>\n<li>Haftung</li>\n</ul>\n<p>\n<br>\n</p> Retrieved from \"https://www.semantic-mediawiki.org/w/index.php?title=semantic-mediawiki.org:Privacy_policy&amp;oldid=63355\" Hidden category: <ul>\n<li>Semantic MediaWiki - legal regime</li>\n</ul>\n<ul>\n<li>What links here</li>\n<li>Related changes</li>\n<li>Special pages</li>\n<li>Printable version</li>\n<li>Permanent link</li>\n<li>Page information</li>\n<li>Browse properties</li>\n</ul>\n<ul>\n<li> This page was last edited on 24 May 2018, at 21:28.</li>\n<li>Content is available under \"Attribution 3.0 Germany\" (CC BY 3.0 DE) unless otherwise noted.</li>\n</ul>\n<ul>\n<li>\n<small>Privacy policy</small>\n</li>\n<li>\n<small>About &lt;semantic-mediawiki.org&gt.\n(Imprint)</small>\n</li>\n<li>\n<small>Disclaimers</small>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2022-11-18 21:52:45.0246", "updated_at": "2022-11-18 20:53:29.975968"}], "points": [], "urls": ["semantic-mediawiki.org"]}}