{"error": 448, "message": "OK", "parameters": {"id": 9435, "name": "FindYourIndependentAdvisor.com", "created_at": "2023-08-31 21:14:07.742935", "updated_at": "2023-08-31 22:02:43.895176", "wikipedia": null, "keywords": null, "related": null, "slug": "findyourindependentadvisor-com-brought-to-you-by-charles-schwab", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9435.png", "url": "findyourindependentadvisor.com", "documents": [{"id": 18594, "name": "Privacy Policy", "url": "https://www.findyourindependentadvisor.com/privacy-policy.html", "xpath": "/html/body/div[1]/div[1]", "text": " Privacy Online <p>Charles Schwab &amp.\nCo., Inc.\nis the owner and operator of this website.\nWhen you interact with Schwab through websites and mobile applications owned and controlled by Schwab (the \"Schwab Websites\"), Schwab handles personal information in accordance with the practices and safeguards described in our Privacy Policy.</p>\n<p>We use cookies and similar technologies on Schwab-owned websites.\nCookies are bits of data that a website sends to a web browser on a visitor's computer.\nCookies help us to collect information about you and other visitors to Schwab-owned websites, including date and time of visit, pages viewed, amount of time spent on our sites, or general information about the device used to access the site.\nCookies are also used for security purposes and to personalize your experience, such as customizing your screen layout.</p>\n<p>You can refuse or delete cookies.\nMost browsers and mobile devices offer their own settings to manage cookies.\nIf you refuse a cookie when on a Schwab-owned website, or if you delete cookies, you may lose functionality.\nWe may not be able to recognize you, your device, or your online preferences.</p> How We Respond to Do Not Track Signals <p>Some internet browsers have incorporated \"Do Not Track\" features.\nMost of these features, when turned on, send a signal or preference (the \"DNT Signal\") to the web sites you visit indicating that you do not wish to be tracked.\nBecause there is not yet a common understanding of how to interpret DNT Signals, nor a common definition of \"tracking\", we do not currently respond to DNT Signals on the Schwab Websites.\nSchwab engages in so-called online behavioral advertising on third-party sites (also sometimes called \"retargeting\" or \"tracking\"), through which information collected about the pages you visit on findyourindependentadvisor.com is used to display ads to support or promote registered investment advisories on third-party websites.\nThis information may uniquely identify a browser but is not personally identifiable.</p> Online Behavioral Advertising <p>Schwab may use third-party online advertising companies to provide you with advertisements about registered investment advisories that may be relevant to your interests, as determined by your activity on findyourindependentadvisor.com This type of ad customization is known as \"online behavioral\" or \"interest-based\" advertising.\nThese advertising companies may use cookies to understand your interests based on, for example, pages visited and browsing patterns on Schwab's websites.</p> Opting Out of Online Behavioral Advertising <p>You may opt-out of receiving online behavioral advertisements from third-party advertising companies that Schwab uses to serve these interest-based ads.\nBecause Schwab participates in the Digital Advertising Alliance (DAA) self-regulatory program, we have adopted the use of the DAA's Advertising Options Icon (AdChoices) on these ads for the purpose of allowing users the ability to opt-out of this form of tracking.\nYou may click on the AdChoices icon to opt out of receiving behaviorally-targeted ads that are served to you based on your browsing behavior on Schwab websites.\nPlease note that opting out through the AdChoices icon will only affect ads served to you based on your behavior on Schwab websites, and does not prevent you from receiving other Schwab advertising.\nYou may also opt out of receiving behaviorally-targeted ads directly at our website using this link: AdChoices.\nOpting out through findyourindependentadvisor.com, as opposed to using the AdChoices icon, means the data about your behaviors on findyourindependentadvisor.com will not be used by third party advertising companies to serve you interest-based ads.</p>\n<p>The methods of both collecting data for the purpose of serving behaviorally-targeted ads and recording your opt-out are done at the individual computer browser level and are based on browser cookies.\nIf you clear your cookies or use a different browser or computer, you will need to re-submit your preference to the specified third-party advertising companies.\nFor more information about behavioral advertising, please visit http://www.aboutads.info.</p> Data Security Online <p>To protect your personal information from unauthorized access and use, we use security measures that comply with federal law.\nThese measures include computer safeguards and secured files and buildings.\nTo learn more about security at Schwab, please visit www.schwab.com/schwabsafe.</p>\n", "created_at": "2023-08-31 21:14:51.046246", "updated_at": "2023-08-31 21:15:53.414675"}, {"id": 18593, "name": "Terms and Conditions ", "url": "https://www.findyourindependentadvisor.com/FindAdvisor?zipCode=90005", "xpath": "/html/body/div[2]/section/div/div[1]/div[3]/div", "text": "<p>The information in this Directory is made available to you and other investors by Charles Schwab &amp.\nCo., Inc.\n(\"Schwab\") as a convenience.\nInclusion in the Directory does not constitute a recommendation, endorsement or sponsorship of the RIA by Schwab.\nEach RIA in the Directory is responsible for the content of its own listing, has voluntarily agreed to be included, and does not pay to or receive from Schwab any compensation relating to their listing.\nThe Directory includes some, but not all, of the RIAs that have an agreement with Schwab to provide custody, trading and other support services relating to RIA client accounts that are maintained at Schwab.\nIn order to be listed in the Directory, RIAs must be registered with the SEC or state securities regulators, have had some client assets with Schwab for at least 1 year, and have $35MM in regulatory assets under management as of their last Form ADV registration filing with the SEC or one or more states.\nThe Directory is not all-inclusive and there may be other RIA firms in your area.</p>\n<strong>By clicking \"I Agree\" below, you agree that you:</strong>\n<ul>\n<li>Understand the purpose and limitations of the Directory.</li>\n<li>Acknowledge that Schwab is not referring you to an RIA and is not endorsing or recommending any RIA.</li>\n<li>Will not rely on a listing in the Directory to make your final decision whether to hire an RIA.</li>\n<li>Are solely responsible for performing a review of and signing an agreement with an RIA.</li>\n</ul>▼CancelI Agree", "created_at": "2023-08-31 21:14:07.773185", "updated_at": "2023-08-31 21:14:29.164725"}], "points": [], "urls": ["findyourindependentadvisor.com"]}}