{"error": 448, "message": "OK", "parameters": {"id": 7988, "name": "Vovsoft ", "created_at": "2023-04-11 00:53:07.644466", "updated_at": "2023-04-22 11:50:40.866618", "wikipedia": null, "keywords": null, "related": null, "slug": "vovsoft", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7988.png", "url": "vovsoft.com", "documents": [{"id": 15464, "name": "DMCA Compliance Statement", "url": "https://vovsoft.com/dmca/", "xpath": "//body", "text": " This website uses cookies to ensure you get the best experience on our website.\nLearn MoreDeclineAllow cookies Sprache auswählen​▼ Home Software Windows Software Android Apps MacOS Apps Feature Requests Translation Purchase Company About Us Blog End-User License Agreement Privacy Policy Testimonials Client Area Contact DMCA Compliance Statement Notice of Copyright Infringement The Digital Millennium Copyright Act of 1998 (\"DMCA\") is a United States copyright law that provides online service providers who have content on their sites to be relieved from liability for copyright infringement if they promptly remove the offending content once notified of an alleged infringement by the Copyright owner or his designated Agent.\nIt is our policy to respond to any infringement notices and take appropriate actions under the DMCA and other applicable intellectual property laws.\nIf the Copyright Owner believes that their copyright work has been copied without permission, you must provide the following information to Fatih Ramazan Çıkan.\nYour DMCA takedown notice must contain the following information: Copyright Owner or the designated Agent must: 1.\nProvide an electronic or physical signature.\n2.\nProvide a description of the copyrighted work that is claimed as infringed.\n3.\nIdentify where the infringing copyrighted work is located on the Vovsoft.com website.\n4.\nProvide contact information such as name, address, phone number and email address.\n5.\nProvide a statement that they have good faith belief that the infringing use is not authorized by the Copyright Owner, his designated Agent or by law.\n6.\nProvide a statement under penalty of perjury that the information in the notice is accurate and that they are the Copyright Owner or an authorized Agent to act on behalf of the Copyright Owner.\nCopyright Owner or its designated Agent who make misrepresentations with regards to the copyright infringement may be liable for damages incurred as a result of removing or blocking the alleged copyrighted work.\nPlease be aware that you will be liable for damages (including costs and attorneys' fees) if you misrepresent information listed on our site that is infringing on your copyrights.\nWe suggest that you first contact an attorney for legal assistance on this matter.\nYou may file a complaint with Vovsoft.com and its designated Agent if you believe that a content hosted by Vovsoft.com is violating your rights under US Copyright Law by email, which is as follows: dmca@vovsoft.com Please allow 1-2 business days for an email response.\nNote that emailing your complaint to other parties such as our Internet Service Provider will not expedite your request and may result in a delayed response due the complaint not properly being filed.\n<b>Last Updated: December 4, 2022</b>\n<p>\n</p>\n<b>Vovsoft Newsletter</b> Updates Giveaways Special Offers Join <b>50,000+</b> other subscribers.<br>And don't worry, we hate spam too! You can unsubscribe at anytime.\n<p>Home</p>\n<p>Windows Software</p>\n<p>Freeware</p>\n<p>Sitemap</p>\n<p>Contact</p>\n<p>DMCA Compliance</p>\n<p>SEO Checker</p>\n<p>Domain Checker</p>\n<p>Hide Files</p>\n<p>URL Downloader</p>\n<p>Convert VCF to Excel</p>\n<p>Convert VCF to CSV</p>\n<p>CSV to SQL</p>\n<p>CSV to VCF</p>\n<p>PDF to TXT</p>\n<p>VCF to CSV</p>\n<p>VCF to Excel</p>\n<p>VCF to TXT</p>\n<br>\n<b>Contact Information</b>\n<br>Contact Form<br>Fatih Ramazan Çıkan<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VOVSOFT.COM © 2015 - 2023&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<br>\n<br>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p> OriginaltextBessere Übersetzung vorschlagen ", "created_at": "2023-04-11 00:54:48.884416", "updated_at": "2023-04-11 00:54:56.402911"}, {"id": 15463, "name": "End-User License Agreement", "url": "https://vovsoft.com/eula", "xpath": "//body", "text": " This website uses cookies to ensure you get the best experience on our website.\nLearn MoreDeclineAllow cookies Sprache auswählen​▼ Home Software Windows Software Android Apps MacOS Apps Feature Requests Translation Purchase Company About Us Blog End-User License Agreement Privacy Policy Testimonials Client Area Contact End-User License Agreement By installing or using the software (the \"product\"), the individual or entity licensing the product (\"licensee\") is consenting to be bound by and is becoming a party to this license agreement (\"agreement\").\nIf licensee does not agree to all of the terms of this agreement, licensee must not install or use the product.\nThis agreement is a legal license agreement between licensee and legal owner of Vovsoft.com (\"Vovsoft\").\nThe product is distributed \"as is\" and without any warranty as to merchantability or fitness for a particular purpose or any other warranties either expressed or implied.\nVovsoft will not be liable for data loss, damages, loss of profits or any other kind of loss while using or misusing this software.\nTo the maximum extent permitted by applicable law, in no event will Vovsoft or its suppliers or resellers be liable for any indirect, special, incidental or consequential damages arising out of the use of or inability to use the product, including, without limitation, damages for loss of goodwill, work stoppage, computer failure or malfunction, or any and all other commercial damages or losses, even if advised of the possibility thereof, and regardless of the legal or equitable theory (contract, tort or otherwise) upon which the claim is based.\nIn any case, Vovsoft's entire liability under any provision of this agreement shall not exceed in the aggregate the sum of the fees licensee paid for this license (if any), with the exception of death or personal injury caused by the negligence of Vovsoft to the extent applicable law prohibits the limitation of damages in such cases.\nSome jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so this exclusion and limitation may not be applicable.\nVovsoft is not responsible for any liability arising out of content provided by licensee or a third party that is accessed through the product and/or any material linked through such content.\nThe product supports silent installation, i.e.\nthe application can be installed without displaying the installation windows and without showing prompts.\nThis is a useful thing if you want to automate installation.\nThe product includes software developed by the OpenSSL Project for use in the OpenSSL Toolkit (http://www.openssl.org).\nThe product includes cryptographic software written by Eric Young (eay@cryptsoft.com).\nPlease remember that export/import and/or use of cryptography software, providing cryptography hooks or even just communicating technical details about cryptography software is illegal in some parts of the world.\nVovsoft and the authors of OpenSSL are not liable for any violations you make.\nBy downloading, installing or using any portion of the product, you agree that the product meet your local and state cryptography laws, rules and regulations.\nThe product uses libraries from the FFmpeg project under the LGPLv3.\nYou may copy the product and documentation as you wish, and give exact copies of the original product to anyone, and distribute the product and documentation in its unmodified form via electronic means.\nBut you should not charge or request donations for any such copies however made, or from distributing the product and/or documentation with other software without the author's written permission.\nAny attempts at reverse-engineering or thwarting the license protection scheme of the product is prohibited.\nAny evidence of tampering will be investigated and may lead to prosecution according to all applicable laws.\nOne licensed copy of the product may either be used by a single person who uses the software personally on one or more computers, or installed on a single workstation used non-simultaneously by multiple people, but not both.\nYou may access the licensed edition of the product through a network, provided that you have obtained individual licenses for the software covering all workstations that will access the software through the network.\nUpon purchase, you should receive a license key which is necessary to enable the software.\nA license entitles the holder to use the program.\nThis code must be kept in the strictest confidence and must not be given or revealed to anyone but the licensed owner.\nFailure to abide by these provisions may result in severe legal penalties and will result in revocation of the license which will cause the program to no longer work.\nWithout prejudice to any other rights, Vovsoft may terminate this agreement if licensee breaches any of its terms and conditions.\nUpon termination, licensee shall destroy all copies of the product.\n<b>Last Updated: November 30th 2021</b>\n<p>\n</p>\n<b>Vovsoft Newsletter</b> Updates Giveaways Special Offers Join <b>50,000+</b> other subscribers.<br>And don't worry, we hate spam too! You can unsubscribe at anytime.\n<p>Home</p>\n<p>Windows Software</p>\n<p>Freeware</p>\n<p>Sitemap</p>\n<p>Contact</p>\n<p>DMCA Compliance</p>\n<p>SEO Checker</p>\n<p>Domain Checker</p>\n<p>Hide Files</p>\n<p>URL Downloader</p>\n<p>Convert VCF to Excel</p>\n<p>Convert VCF to CSV</p>\n<p>CSV to SQL</p>\n<p>CSV to VCF</p>\n<p>PDF to TXT</p>\n<p>VCF to CSV</p>\n<p>VCF to Excel</p>\n<p>VCF to TXT</p>\n<br>\n<b>Contact Information</b>\n<br>Contact Form<br>Fatih Ramazan Çıkan<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VOVSOFT.COM © 2015 - 2023&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<br>\n<br>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p> OriginaltextBessere Übersetzung vorschlagen ", "created_at": "2023-04-11 00:53:07.707265", "updated_at": "2023-04-11 00:55:24.64086"}, {"id": 15462, "name": "Privacy Policy ", "url": "https://vovsoft.com/privacy-policy", "xpath": "//body", "text": " This website uses cookies to ensure you get the best experience on our website.\nLearn MoreDeclineAllow cookies Sprache auswählen​▼ Home Software Windows Software Android Apps MacOS Apps Feature Requests Translation Purchase Company About Us Blog End-User License Agreement Privacy Policy Testimonials Client Area Contact Privacy Policy Vovsoft.com (\"Vovsoft\") is committed to protecting your personal information and respecting your privacy.\nVovsoft will never sell, rent or disclose your personally identifiable information to outside parties without your consent.\nWith your permission, Vovsoft may send you newsletter e-mails regarding new products, updates or other information.\nYou may always opt-out of receiving newsletter e-mails through https://vovsoft.com/newsletter/ or by clicking on the link provided at the bottom of our e-mail to you.\nWe believe it is important to provide added protection for children online.\nWe encourage parents and guardians to spend time online with their children to observe, participate in and/or monitor and guide their online activity.\nVovsoft does not knowingly collect any personally identifiable information from children under the age of 13.\nIf a parent or guardian believes that Vovsoft has in its database the personally identifiable information of a child under the age of 13, please contact us immediately at https://vovsoft.com/contact/ and we will use our best efforts to promptly remove such information from our records.\nVovsoft may collect information which is reasonably necessary for its services with the individuals to whom the information relates.\nThe types of information Vovsoft collects will depend on the particular service we have with you.\nOur software products may collect information of usage and send it to server of Vovsoft over internet.\nThis behavior is needed to improve the product and to fix bugs.\nVovsoft may only publish anonymous broad demographic statistics about the usage of the product.\nVovsoft may also collect information through other methods, including: Cookies, Referrers, IP Addresses, System information.\nA \"cookie\" is an element of data that a Web Site can send to your browser, which may then store it on your system.\nIt can be used to provide you with a tailored user experience.\nSome Vovsoft pages use cookies.\nCookies are used to better personalize the content, banners and promotions that you and other users will see.\nWe may use the information to research and understand how our users' habits in the aggregate are similar or different so that we can enhance your experience on Vovsoft Web Site and with our products.\nWith your consent, cookies can optionally store information from forms that you fill out on our site.\nYou can set your browser to notify you when you receive a cookie, giving you the chance to decide whether or not to accept it.\nVovsoft does not require that you accept cookies.\nA \"referrer\" is the information passed along by a web browser that references the Web URL you linked from, and is automatically collected by our Web server.\nThis information is collected and used by Vovsoft to understand the web site referring traffic to our download pages and to present appropriate content to our potential customers.\nReferrer information is tabulated by Vovsoft on an aggregated basis to identify general trends and traffic patterns.\n\"IP addresses\" are used by your computer every time you are connected to the Internet.\nYour IP address is a number that is used by computers on the network to identify your computer so that data (such as the Web pages you request) can be sent to you.\nThey are automatically gathered by our Web server.\n\"System information\" we gather includes time, type of software being used, the operating system/platform.\nThis information is sent automatically by your device when you are connected to the internet and is used by Vovsoft only for broad demographic statistics.\nThis information is used by Vovsoft in identifying broad demographic trends and may be used to provide information appropriate for your computer system.\nFrom time to time, Vovsoft may enter into agreements with content partners that require Vovsoft to count the number of product downloads and/or product sales stemming from a referral from a content partner site.\nThis information is collected, used and aggregated by Vovsoft to fulfil the reporting requirements of those agreements.\nThis information may also be combined with the referrer information described above and tabulated on an aggregated basis to identify general trends and traffic patterns.\nAt the time of product download and/or purchase, information you provide to Vovsoft, including personal information and referring URL's, is collected in our web server logs and customer database and is kept strictly confidential and not shared with third parties.\nIn addition, Vovsoft discloses the information it collects when required by law or to respond to legal process.\nWhen permitted or required by law, we may share information with additional third parties for purposes including response to legal process.\nVovsoft Web Site contains links to other web sites.\nHowever, Vovsoft is not responsible for the privacy practices or the content of such web sites.\nWe revise our Privacy Policy to keep it up to date with Vovsoft products, services and web pages.\nWe will notify you of any changes we make by posting an updated version of this policy on our Web Site.\nAny changes will take effect when they are so posted.\nWe also post FAQ's from time to time on specific products.\nVovsoft will use reasonable efforts to comply with this privacy statement and will take prompt corrective action when it learns of any failure to comply with its privacy statement.\nBecause of the complex and constantly changing nature of technology and business, Vovsoft does not guarantee error-free performance under this privacy statement.\nVovsoft shall not be liable for any incidental, consequential or punitive damages relating to this privacy statement.\nIf you have any questions about this privacy statement, the practices of our software or Web Site, or wish to make a complaint about our handling practices, you may contact us at https://vovsoft.com/contact/.\nWe will investigate any complaints received in writing and do our best to resolve them with you as soon as possible.\n<b>Last Updated: December 4, 2019</b>\n<p>\n</p>\n<b>Vovsoft Newsletter</b> Updates Giveaways Special Offers Join <b>50,000+</b> other subscribers.<br>And don't worry, we hate spam too! You can unsubscribe at anytime.\n<p>Home</p>\n<p>Windows Software</p>\n<p>Freeware</p>\n<p>Sitemap</p>\n<p>Contact</p>\n<p>DMCA Compliance</p>\n<p>SEO Checker</p>\n<p>Domain Checker</p>\n<p>Hide Files</p>\n<p>URL Downloader</p>\n<p>Convert VCF to Excel</p>\n<p>Convert VCF to CSV</p>\n<p>CSV to SQL</p>\n<p>CSV to VCF</p>\n<p>PDF to TXT</p>\n<p>VCF to CSV</p>\n<p>VCF to Excel</p>\n<p>VCF to TXT</p>\n<br>\n<b>Contact Information</b>\n<br>Contact Form<br>Fatih Ramazan Çıkan<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;VOVSOFT.COM © 2015 - 2023&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<br>\n<br>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>\n</p> OriginaltextBessere Übersetzung vorschlagen ", "created_at": "2023-04-11 00:53:07.676422", "updated_at": "2023-04-11 00:55:35.185438"}], "points": [], "urls": ["vovsoft.com"]}}