{"error": 448, "message": "OK", "parameters": {"id": 9184, "name": "tafuta254.co.ke", "created_at": "2023-07-14 21:35:22.779967", "updated_at": "2023-07-14 22:02:29.590363", "wikipedia": null, "keywords": null, "related": null, "slug": "tafuta254-co-ke", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9184.png", "url": "tafuta254.co.ke", "documents": [{"id": 17992, "name": "Privacy Policy", "url": "https://tafuta254.co.ke/privacy-policy/", "xpath": "//*[@id=\"content\"]", "text": "Who we are<p>At Tafuta254, we are committed to protecting your privacy and ensuring the security of your personal information.\nThis Privacy Policy outlines how we collect, use, and protect the data you provide when using our business directory website.</p>Comments<p>When visitors leave comments on our website, we collect the data shown in the comments form, the visitor’s IP address, and the browser user agent to help detect spam.</p>Media<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>Cookies<p>Our website uses cookies to enhance your browsing experience.\nCookies are small text files stored on your device that help us analyze website traffic, remember your preferences, and provide personalized content.\nYou have the option to disable cookies through your browser settings, but this may limit certain features of our website.</p>Embedded content from other websites<p>Articles on this site may include embedded content (e.g., videos, images, articles, etc.).\nEmbedded content from other websites behaves in the same way as if the visitor has visited the other website.\nThese websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with the embedded content.\nWe are not responsible for the privacy practices or content of these third-party websites and encourage you to review their respective privacy policies.</p>Who we share your data with<p>We do not sell, trade, or transfer your personal information to third parties without your consent, except as necessary to provide our services or as required by law.\nWe may share your information with trusted service providers who assist us in operating our website, conducting business, or serving you.\nThese third-party partners are bound by confidentiality agreements and are only authorized to use your information as necessary to fulfill their services.\nIf you request a password reset, your IP address will be included in the reset email.</p>How long we retain your data<p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p>What rights you have over your data<p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>Where your data is sent<p>Visitor comments may be checked through an automated spam detection service.\nAdditionally, certain visitor interactions on our website may be monitored and analyzed for statistical purposes.</p>\n<p>For any questions or concerns regarding our Privacy Policy or the handling of your personal information, please contact us at support@tafuta254.co.ke We are dedicated to addressing your inquiries and resolving any issues promptly.</p>\n<p>Thank you for choosing Tafuta254, and we appreciate your trust in us to protect your privacy.</p>\n<p>This Privacy Policy should be read in conjunction with our Terms of Service.</p>", "created_at": "2023-07-14 21:35:22.810419", "updated_at": "2023-07-14 21:35:41.880121"}], "points": [], "urls": ["tafuta254.co.ke"]}}