{"error": 448, "message": "OK", "parameters": {"id": 9133, "name": "Tefter", "created_at": "2023-07-13 21:31:14.449454", "updated_at": "2023-07-13 22:02:20.896765", "wikipedia": null, "keywords": null, "related": null, "slug": "tefter", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9133.png", "url": "tefter.io", "documents": [{"id": 17890, "name": "Terms of Service", "url": "https://www.tefter.io/terms", "xpath": "//body", "text": "Tefter uses cookies to ensure you get the best experience.\nLearn moreGot it! Teams Personal Features Pricing Log in Start free trial Terms of Service <p>Effective date: August 02, 2018</p>\n<p> These Customer Terms of Service (the “Customer Terms”) describe your rights and responsibilities when using Artery Limited Services (the “Services”), such as Tefter.io, or any other services we may provide to you, the customer.\nPlease read them carefully.\n</p> Legal Binding <p> These Customer Terms form a part of a binding “Contract” between Customer and us.\n“Customer” is the organization that you represent in agreeing to the Contract.\nWhen you create an account, invite users, or use or allow use of that account after being notified of a change to these Customer Terms, you acknowledge your understanding of the then-current Contract and agree to the Contract on behalf of Customer.\nPlease make sure you have the necessary authority to enter into the Contract on behalf of Customer before proceeding.\n</p> Legal Age <p> To the extent prohibited by applicable law, the Services are not intended for and should not be used by anyone under the age of sixteen.\nYou represent that you are over the legal age.\nYou may not access or use the Services for any purpose if the preceding sentence is not true.\nWithout limiting the foregoing, you must be of legal working age.\n</p> Duties and Unacceptable Conduct You must <ul>\n<li> comply with all applicable laws and governmental regulations, including, but not limited to, all intellectual property, data, privacy, and export control laws, and regulations promulgated by any government agencies.\n</li>\n<li> keep passwords and all other login information confidential.\n</li>\n<li> monitor and control all activity conducted through your account in connection with the Services.\n</li>\n<li> promptly notify us if you become aware of or reasonably suspect any illegal or unauthorized activity or a security breach involving your accounts, including any loss, theft, or unauthorized disclosure or use of a username, password, or account.\nand </li>\n<li> comply in all respects with all applicable terms of the third party applications that you access or subscribe to in connection with the Services.\n</li>\n</ul> You may not <ul>\n<li> use the Services to store or transmit any Customer Data that may infringe upon or misappropriate someone else’s trademark, copyright, or other intellectual property, or that may be tortious or unlawful.\n</li>\n<li> upload to, or transmit from, the Services any data, file, software, or link that contains or redirects to a virus, Trojan horse, worm, or other harmful component or a technology that unlawfully accesses or downloads content or information stored within the Services or on the hardware of Artery Limited or any third party.\n</li>\n<li> attempt to reverse engineer, decompile, hack, disable, interfere with, modify, or disrupt the features, functionality, integrity, or performance of the Services (including any mechanism used to restrict or control the functionality of the Services), any third party use of the Services, or any third party data contained therein (except to the extent such restrictions are prohibited by applicable law).\n</li>\n<li> access, search, or create accounts for the Services by any means other than our publicly supported interfaces (for example, “scraping” or creating accounts in bulk).\n</li>\n<li> place any advertisements as a public bookmark.\n</li>\n<li> send altered, deceptive or false source-identifying information, including “spoofing” or “phishing”.\n</li>\n<li> authorize, permit, enable, induce or encourage any third party to do any of the above.\n</li>\n</ul> Limitation of Liability <p> If we believe that there is a violation of the User Terms or any of our other policies that can simply be remedied by removal of certain Customer Data or taking other action, we may directly step in and take what we determine to be appropriate action (including disabling your account) if we believe there is a credible risk of harm to us, the Services, Users, or any third parties.\nNO EVENT WILL YOU OR WE HAVE ANY LIABILITY TO THE OTHER FOR ANY LOST PROFITS OR REVENUES OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, COVER OR PUNITIVE DAMAGES HOWEVER CAUSED, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, AND WHETHER OR NOT THE PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nYOU WILL HAVE NO FINANCIAL LIABILITY TO US FOR A BREACH OF THESE USER TERMS.\nOUR MAXIMUM AGGREGATE LIABILITY TO YOU FOR ANY BREACH OF THE USER TERMS IS ONE HUNDRED DOLLARS ($100) IN THE AGGREGATE.\nTHE FOREGOING DISCLAIMERS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW AND DO NOT LIMIT EITHER PARTY’S RIGHT TO SEEK AND OBTAIN EQUITABLE RELIEF.\n</p> Modifications <p> As our business evolves, we may change these User Terms.\nIf we make a material change to the User Terms, we will provide you with reasonable notice prior to the change taking effect either by emailing the email address associated with your account or by messaging you through the Services.\nYou can review the most current version of the User Terms at any time by visiting this page.\nAny material revisions to these User Terms will become effective on the date set forth in our notice, and all other changes will become effective on the date we publish the change.\nIf you use the Services after the effective date of any changes, that use will constitute your acceptance of the revised terms and conditions.\n</p> Severability <p> The User Terms will be enforced to the fullest extent permitted under applicable law.\nIf any provision of the User Terms is held by a court of competent jurisdiction to be contrary to law, the provision will be modified by the court and interpreted so as best to accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of the User Terms will remain in effect.\n</p> Assignment <p> You may not assign any of your rights or delegate your obligations under these User Terms, whether by operation of law or otherwise, without the prior written consent of us (not to be unreasonably withheld).\nWe may assign these User Terms in their entirety (including all terms and conditions incorporated herein by reference), without your consent, to a corporate affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of our assets.\n</p> Entire Agreement <p> The User Terms, including any terms incorporated by reference into the User Terms, constitute the entire agreement between you and us and supersede all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nTo the extent of any conflict or inconsistency between the provisions in these User Terms and any pages referenced in these User Terms, the terms of these User Terms will first prevail, followed by the pages referenced in these User Terms (e.g., the Privacy Policy).\n</p> Contacting Us <p>Please also feel free to contact us if you have any questions about the Terms of Service, contact us at: support@tefter.io</p>\n<p> Lightning-speed access to all your important links, from any device </p>\n<p> Made with in Athens and London.\n</p> All rights reserved, Tefter 2023 © Find us on <ul>\n<li> Twitter </li>\n<li> YouTube </li>\n<li> Indie Hackers </li>\n<li> GitHub </li>\n</ul> Get Started <ul>\n<li> Browser extension </li>\n<li> Slack integration </li>\n<li> Desktop app </li>\n<li> Command-line app </li>\n</ul> Support <li> Guides </li>\n<li> Changelog </li>\n<li> Privacy policy </li>\n<li> Terms of service </li> Add bookmark Add new rss feed loading ...\nplease wait ", "created_at": "2023-07-13 21:31:23.915123", "updated_at": "2023-07-13 21:31:32.035936"}, {"id": 17889, "name": "Privacy Policy", "url": "https://tefter.io/privacy-policy", "xpath": "//body", "text": "Tefter uses cookies to ensure you get the best experience.\nLearn moreGot it! Teams Personal Features Pricing Log in Start free trial Privacy Policy <p>Effective date: August 02, 2018</p>\n<p>Artery Limited (\"us\", \"we\", or \"our\") operates the https://www.tefter.io website (the \"Service\").</p>\n<p> This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.\n</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from https://tefter.io</p> Information Collection And Use <p>We collect several different types of information for various purposes to provide and improve our Service to you.</p> Types of Data Collected Personal Data <p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").</p>\n<p>Personally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>Cookies and Usage Data</li>\n</ul> Usage Data <p>We may also collect information how the Service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p> Tracking &amp.\nCookies Data <p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong> We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong> We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong> We use Security Cookies for security purposes.</li>\n</ul> Use of Data <p>Artery Limited uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain the Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer care and support</li>\n<li>To provide analysis or valuable information so that we can improve the Service</li>\n<li>To monitor the usage of the Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul> Transfer Of Data <p>To delete your data, you have to delete your account through your profile</p>\n<p>To request access to your data, send us an email at support@tefter.io or export them through your profile</p>\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside United Kingdom and choose to provide information to us, please note that we transfer the data, including Personal Data, to United Kingdom and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Artery Limited will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p> Disclosure Of Data Legal Requirements <p>Artery Limited may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Artery Limited</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul> Security Of Data <p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p> Service Providers <p>We may employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> Analytics <p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p> Google Analytics <p>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.</p>\n<p>You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.</p>\n<p>For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page: https://policies.google.com/privacy?hl=en</p> Links To Other Sites <p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> Children's Privacy <p>Our Service does not address anyone under the age of 18 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p> Changes To This Privacy Policy <p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p> Contact Us <p>If you have any questions about this Privacy Policy, please contact us: support@tefter.io</p>\n<p> Lightning-speed access to all your important links, from any device </p>\n<p> Made with in Athens and London.\n</p> All rights reserved, Tefter 2023 © Find us on <ul>\n<li> Twitter </li>\n<li> YouTube </li>\n<li> Indie Hackers </li>\n<li> GitHub </li>\n</ul> Get Started <ul>\n<li> Browser extension </li>\n<li> Slack integration </li>\n<li> Desktop app </li>\n<li> Command-line app </li>\n</ul> Support <li> Guides </li>\n<li> Changelog </li>\n<li> Privacy policy </li>\n<li> Terms of service </li> Add bookmark Add new rss feed loading ...\nplease wait ", "created_at": "2023-07-13 21:31:14.479234", "updated_at": "2023-07-13 21:31:51.101281"}], "points": [], "urls": ["tefter.io"]}}