{"error": 448, "message": "OK", "parameters": {"id": 9755, "name": "darktundra.xyz ", "created_at": "2023-10-09 23:55:49.431558", "updated_at": "2023-10-10 10:02:29.519198", "wikipedia": null, "keywords": null, "related": null, "slug": "darktundra-xyz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9755.png", "url": "darktundra.xyz", "documents": [{"id": 19420, "name": "Privacy Policy ", "url": "https://darktundra.xyz/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[2]/div[2]/div[2]/div/div", "text": "Privacy Policy<p>Last updated May 21, 2023</p>\n<p>This privacy policy describes how darktundra.xyz (\"darktundra.xyz\", \"we\", \"us\") collects, protects, and uses the personally identifiable information you may provide through the darktundra.xyz website or its API.\nThe policy also describes your choices regarding our use of your personal information and how you can access and update this information.\nThis policy does not apply to the practices of companies that darktundra.xyz does not own or control, or to individuals that darktundra.xyz does not employ or manage.</p>\n<p>What information do we collect?\nBasic account information: If you register on this server, you may be asked to enter a username, an e-mail address, and a password.\nYou may also enter additional profile information, such as a display name and biography, and upload a profile picture and header image.\nThe username, display name, biography, profile picture, and header image are always listed publicly.\nPosts, following, and other public information: The list of people you follow is listed publicly.\nthe same is true for your followers.\nWhen you submit a message, the date and time are stored as the application you submitted the message from.\nMessages may contain media attachments, such as pictures and videos.\nPublic and unlisted posts are available publicly.\nWhen you feature a post on your profile, that is also publicly available information.\nYour posts are delivered to your followers, which sometimes means they are delivered to different servers, and copies are stored there.\nWhen you delete posts, this is likewise delivered to your followers.\nThe action of reblogging or favoriting another post is always public.\nDirect and followers-only posts: All posts are stored and processed on the server.\nFollowers-only posts are delivered to your followers and users who are mentioned in them, and direct posts are delivered only to users mentioned in them.\nSometimes, they are delivered to different servers, and copies are stored there.\nWe make a good-faith effort to limit access to those posts only to authorized persons, but other servers may fail to do so.\nTherefore it's important to review the servers your followers belong to.\nYou may manually toggle an option to approve and reject new followers in the settings.\nPlease remember that the server operators and any receiving server may view such messages and that recipients may screenshot, copy or otherwise re-share them.\nDo not share any sensitive information over Mastodon.\nIPs and other metadata: When you log in, we record the IP address you log in from and the name of your browser application.\nAll the logged-in sessions are available for review and revocation in the settings.\nThe latest IP address used is stored for up to 12 months.\nWe also may retain server logs which include the IP address of every request to our server.\nWhat do we use your information for?\nAny of the information we collect from you may be used in the following ways:</p>\n<p>To provide the core functionality of Mastodon.\nYou can only interact with other people's content and post your content when you are logged in.\nFor example, you may follow other people to view their combined posts in your personalized home timeline.\nTo aid moderation of the community, for example, comparing your IP address with other known ones to determine ban evasion or other violations.\nThe email address you provide may be used to send you information, notifications about other people interacting with your content or sending you messages, and to respond to inquiries and/or other requests or questions.\nHow do we protect your information?\nWe implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\nAmong other things, your browser session and the traffic between your applications and the API are secured with SSL, and your password is hashed using a strong one-way algorithm.\nYou may enable two-factor authentication to secure access to your account further.</p>\n<p>What is our data retention policy?\nWe will make a good-faith effort to:</p>\n<p>Retain server logs containing the IP address of all requests to this server, in so far as such logs are kept no more than 90 days.\nRetain the IP addresses associated with registered users for no more than 12 months.\nYou can request and download an archive of your content, including your posts, media attachments, profile picture, and header image.</p>\n<p>You may irreversibly delete your account at any time.</p>\n<p>Do we use cookies?\nYes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow).\nThese cookies enable the site to recognize your browser and, if you have a registered account, associate it with your registered account.</p>\n<p>We use cookies to understand and save your preferences for future visits.</p>\n<p>Do we disclose any information to outside parties?\nWe do not sell, trade, or otherwise transfer your personally identifiable information to outside parties.\nThis does not include trusted third parties who assist us in operating our site, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect our or others' rights, property, or safety.</p>\n<p>Your public content may be downloaded by other servers in the network.\nYour public and followers-only posts are delivered to the servers where your followers reside, and direct messages are delivered to the recipients' servers, as those followers or recipients reside on a different server than this.</p>\n<p>When you authorize an application to use your account, depending on the scope of permissions you approve, it may access your public profile information, following list, followers, posts, and favorites.\nApplications can never access your e-mail address or password.</p>\n<p>Site usage by children\nIf this server is in the EU or the EEA: Our site, products, and services are all directed to people at least 16 years old.\nIf you are under 16, per the requirements of the GDPR (General Data Protection Regulation), do not use this site.</p>\n<p>If this server is in the USA: Our site, products, and services are all directed to people at least 13 years old.\nIf you are under 13, per the requirements of COPPA (Children's Online Privacy Protection Act), do not use this site.</p>\n<p>Law requirements can be different if this server is in another jurisdiction.</p>\n<p>This document is CC-BY-SA.\nOriginally adapted from the Discourse privacy policy.</p>\n", "created_at": "2023-10-09 23:55:49.464032", "updated_at": "2023-10-09 23:56:14.281566"}], "points": [], "urls": ["darktundra.xyz"]}}