{"error": 448, "message": "OK", "parameters": {"id": 8382, "name": "Petal Search", "created_at": "2023-05-18 20:54:26.637391", "updated_at": "2023-05-18 22:02:18.377997", "wikipedia": "https://en.wikipedia.org/wiki/Petal_Search", "keywords": null, "related": null, "slug": "petal-search", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8382.png", "url": "petalsearch.com", "documents": [{"id": 16278, "name": "User Agreement", "url": "https://h5hosting-dra.dbankcdn.com/cch5/petalsearch/global/agreement/common/b0/latest/terms.htm?timestamp=202305182250", "xpath": "/html/body/div", "text": "<p>Petal Search User Agreement</p>\n<p>Last updated: May 2021</p>\n<p>1.\nAbout Us</p>\n<p>Petal Search and its related technologies and functions (collectively, the \"Services\") are provided and operated by Aspiegel SE (hereinafter referred to as \"Huawei\", \"we\", \"us\" or \"our\"), a company incorporated under the laws of Ireland, with its registered office at First Floor, Simmonscourt House, Simmonscourt Road, Dublin 4, D04 W9H6, Ireland, and with company number 561134, at the Companies Registration Office, Ireland.\nIn this Agreement (as defined below), \"you\" and \"user\" refer to any individual that uses and/or accesses the Services.</p>\n<p>2.\nPurpose of this Agreement</p>\n<p>This user agreement, our privacy statement, and other policies and information published or made available through the Services (collectively, this \"Agreement\") are the terms and conditions applicable to you with regard to your use of, and access to, the Services.</p>\n<p>This Agreement tells you who we are, how we will provide the Services to you, what activities are permitted or not permitted, by or in connection with the Services, what to do if there is a service issue, and other important information.\nBy accessing or using the Services, you are entering into a binding legal agreement with us and are agreeing to this Agreement.\nIf you do not accept this Agreement, you must not access or use the Services.</p>\n<p>3.\nEligibility</p>\n<p>You must be over the age of legal capacity to contract (\"Contract Age\").\nThose are at or under Contract Age are permitted to use Huawei services, but only if their parent or guardian creates a child account and accepts the Parent/Guardian Agreement for the HUAWEI ID account.</p>\n<p>If you are over Contract Age or if you are the parent or guardian of a child and you create a HUAWEI ID account for your child, you agree that you will:</p>\n<p>(a) Unconditionally and irrevocably guarantee to perform all of the obligations in this Agreement;</p>\n<p>(b) Pay all monies due to Huawei under or in respect of this Agreement.\nand</p>\n<p>(c) As a separate and primary obligation, you also agree that you will unconditionally and irrevocably indemnify Huawei for any losses, costs, expenses, damages, claims, or liabilities suffered by Huawei arising from your failure to comply with your obligations under any or all the terms, or your repudiation thereof.</p>\n<p>You further agree that your obligations as guarantor and as indemnitor are those of a primary obligor and that they exist irrespective of any total or partial invalidity or unenforceability of this Agreement.</p>\n<p>You further agree that your liabilities as guarantor and indemnitor shall&nbsp;not be affected and/or discharged by any of the following: (a) Termination, variation, assignment, novation&nbsp;, or sub-contracting by us of all or any of our rights and/or obligations under this Agreement.\n(b) Waiver of rights or granting of grace time by Huawei under this Agreement.\n(c) Claim or enforcement of payment by Huawei.\n(d) Cooperation or dealings with any third party.\n(e) Actions or omission of actions which might otherwise affect and/or discharge (whether in whole or in part) your liabilities under this Agreement.\n(f) Inability on your part to pay your debts when they fall due.\nand (g) Any representation made to you by Huawei with respect to the discharge of your obligations under this Agreement whether wholly or partly, or any representation made to you with regard to compromise in respect of any of your liabilities, whether wholly or partly.</p>\n<p>4.\nAccessing the Services</p>\n<p>We grant you a limited, non-exclusive, non-transferable, non-sublicensable and revocable license to access and use the Services, subject to, and in accordance with, this Agreement.\n</p>\n<p>You must have a HUAWEI ID to access or use the Services.\nFor more details about HUAWEI ID, access your HUAWEI ID from system Settings, then go to Settings &gt.\nAbout &gt.\nHUAWEI ID User Agreement.</p>\n<p>5.\nThe Services</p>\n<p>Petal Search is a search engine that enables you to search for web pages, pictures, videos, news, and other content on the Internet.\nPetal Search is available on Huawei devices as an app or as a search box embedded in Huawei services, such as HUAWEI Assistant, and is also accessible as a website.</p>\n<p>6.\nThird-Party Services</p>\n<p>By using third-party apps and services via the Services, you acknowledge that you will be entering into a contract with the third-party developers (hereinafter referred to as the \"Developer\") for the provision of apps, and that you will be subject to the service agreement and/or end user license agreement (\"EULA\") stipulated by the Developer.\nHuawei is not a party to the EULA between you and the Developer.\nWe strongly recommend that you read the content of Developer's service agreements, EULAs, and privacy policies carefully.\nHuawei is neither entitled to nor obliged to control or censor the content of Developer apps and services, and therefore shall assume no liability in the event that your rights are infringed due to your use thereof.\n</p>\n<p>Huawei is not responsible for the content or availability of any Developer apps or services and does not endorse and is not responsible in any way for any content, advertising, products, services or other materials made available by Developers.\nIn the event that you do not observe this Agreement or Developer EULAs, agreements, and/or privacy policies, the Developer may take action against you, and Huawei may be required to assist the Developer and/or relevant government authorities.\nYou will bear full legal responsibility in such events and indemnify and hold harmless Huawei in respect of any losses, damages or claim against us.</p>\n<p>Any dispute caused by the downloading, licensing, and/or use of Developer apps shall be settled by the Developer.\nHuawei assumes no responsibility therefor.\nHuawei does not provide any customer support for third-party software or technology.\nIf you require support, please contact the Developer.</p>\n<p>Each Developer takes full responsibility for their apps, app content, and any guarantees they make.\nWhere a dispute arises, the developer's warranty, or any other applicable terms of the EULA or other agreement agreed between you and the Developer concerning the app in question, shall prevail over this Agreement.</p>\n<p>7.\nAccount Security</p>\n<p>You must keep your HUAWEI ID username and password secret and confidential, and you must not share them with anyone else.\nWe recommend that you choose a strong password and store it in a safe place.\nYou are responsible for keeping your password safe and you agree that we shall not be liable for any losses, damages, liabilities, or claims of any sort as a result of you providing your HUAWEI ID details to a third party.</p>\n<p>If you think that someone else might be using your account information, you must let us know immediately using the contact information provided in the \"Contacting Us\" section.\nYou must not use anyone else's HUAWEI ID to access the Services.\nYou must take appropriate steps to protect your HUAWEI ID account information and transaction information to prevent unauthorized use by third parties.</p>\n<p>8.\nTerms of Use</p>\n<p>By accessing and using the Services, you undertake and agree to do so in a legal and ethical manner and in accordance with this Agreement.\n</p>\n<p>You hereby acknowledge and agree that you shall not use the Services to transmit material, or otherwise engage in any activity, that is dishonest, defamatory, tortious, harmful, obscene, infringing, offensive, bullying, harassing, scandalous, hateful, inflammatory, threatening, unlawful, profane, pornographic, invasive of privacy, or otherwise objectionable in relation to your use of the Services, including without limitation, anything that facilitates illegal activities, depicts sexually explicit images, promotes violence, is discriminatory, illegal, could or does cause damage or injury to any person or property, or could give rise to any civil or criminal liability under applicable laws, including, without limitation, any material that you are not entitled to post or transmit, or where such posting or transmission is in breach of any duty of confidentiality and/or infringes upon third-party intellectual property rights.\n</p>\n<p>Except as expressly set out in this Agreement or as permitted by applicable laws, you hereby agree and undertake:</p>\n<p>(a) Not to remove any copyright, trademark, or other proprietary notices from any portion of the Services or to pass them off as your own or somebody else's;</p>\n<p>(b) Not to reproduce, make alterations to, or modifications of, the whole or any part of the Services, or permit the Services or any part of them to be combined with, or become incorporated in, any other programs;</p>\n<p>(c) Not to gain or attempt to gain unauthorized access to or impair any aspect of the Services or their related systems or networks;</p>\n<p>(d) Not to disassemble, decompile, reverse-engineer or create derivative works based on the whole or any part of the Services, or attempt to do so beyond the extent allowed by applicable laws;</p>\n<p>(e) Not to distribute, license, lease, sell, resell, transfer, publicly display, publicly perform, transmit, stream, broadcast, or otherwise exploit the Services;</p>\n<p>(f) Not to provide or otherwise make available the Services in whole or in part (including the object and source code), in any form to any person without our prior written consent;</p>\n<p>(g) Not to impersonate any person or falsely state or otherwise misrepresent your affiliation with a person or entity;</p>\n<p>(h) Not to use the Services (or any part(s) thereof) in any unlawful manner, for any unlawful purpose, or in any manner inconsistent with this Agreement, or act fraudulently or maliciously, including without limitation, by hacking into or inserting malicious code, including viruses, or harmful data, into the Services (or into the websites linked to the Services) or any operating system;</p>\n<p>(i) Not to infringe upon our intellectual property rights or those of any third party in relation to your access to and/or use of the Services;</p>\n<p>(j) Not to collect users' information, or otherwise access the Services or our systems, using automated means (for example, harvesting bots) or attempt to decipher any transmissions to or from the servers running the Services.\n</p>\n<p>(k) Not to develop, support, or use software, devices, scripts, robots, or any other means or processes (including crawlers, browser plug-ins and add-ons, or any other technological or manual means) to scrape information from the Services or otherwise copy profiles and other data from the Services;</p>\n<p>(l) Not to commercially exploit the Services without our prior written consent;</p>\n<p>(m) Not to use the Services to engage in any illegal business transactions, such as selling firearms, drugs, illegal substances, pirated software, or other prohibited items;</p>\n<p>(n) Not to provide gambling information or encourage others to gamble through any means;</p>\n<p>(o) Not to solicit login information or access an account belonging to someone else;</p>\n<p>(p) Not to engage in money laundering, illegal cash advances, or pyramid selling schemes;</p>\n<p>(q) Not to attempt, facilitate, or encourage any violations of this Agreement (or any part(s) thereof).\nand</p>\n<p>(r) Not to use the Services in any manner which could damage, disable, overburden, impair, or compromise the Services, our systems or security, or interfere with other users or any other party's computer systems, or hack or gain unauthorized access to the Services or Our Content (defined below) or data.</p>\n<p>9.\nOur Content</p>\n<p>We and/or our licensors, retain all right, title, and interest in and to the information (in any form including without limitation text, graphic, video and audio), images, icons, apps, designs, software, scripts, programs, copyrights, trademarks, trade names, logos, and other materials and services available on or through the Services, including their look and feel (collectively, \"Our Content\").\nYou acknowledge that Our Content is protected by copyright, trademark, database rights, sui generis rights, and other applicable intellectual and industrial property laws under national laws and international treaties.\nYour access to and/or use of any of the Services does not transfer to you or any other person any ownership or other rights in or to the Services, or their content, unless otherwise specified in this Agreement.</p>\n<p>You may not make alterations, copies, extractions, modifications, or additions to Our Content, or sell, copy, disseminate, license, or misuse Our Content in any way.\nIf you want to re-publish, extract, reproduce, disseminate, or otherwise use any of Our Content, you must contact us in advance and obtain our prior written consent unless otherwise expressly provided in this Agreement.\nThis is without prejudice to any rights you may have under applicable mandatory laws.\n</p>\n<p>If you believe that the Services or any part thereof infringes upon any copyright, trademark, patent, trade secret, or other intellectual property right, or if you have other concerns regarding the Services, please notify us using the contact information provided in the \"Contacting Us\" section.</p>\n<p>10.\nYour Content</p>\n<p>We do not claim any proprietary rights to the text, files, images, photos, works of authorship, or any other information you upload, post, or otherwise transmit to or through the Services (collectively, \"Your Content\").\nYou continue to retain ownership and are entirely responsible for Your Content.</p>\n<p>11.\nMonitoring the Services</p>\n<p>You acknowledge and agree that we may at any time, at our sole discretion and without notice to you, take such measures that we decide are necessary for the purposes of: operating and improving the Services, ensuring your compliance with this Agreement, complying with applicable laws, court orders or directions of any court, or complying with any directions or requirements of governmental departments, enforcement authorities, or regulatory bodies.\nThese include but are not limited to measures for fraud prevention, risk assessment, investigation, and customer support purposes.</p>\n<p>12.\nPrivacy and Data Collection</p>\n<p>In order to provide you with more robust services and help ensure the security of your transactions, we will collect and process your personal information and technical data in accordance with our privacy statement.</p>\n<p>13.\nDisclaimer</p>\n<p>The Services are for your sole use only and must not be used by any third party.\nYou agree that we and our affiliates, officers, directors, employees, contractors, agents, third-party payment providers, partners, licensors, and distributors (collectively \"Huawei Parties\") are not liable for any losses caused by any unauthorized use of the Services.\n</p>\n<p>The Huawei Parties are not responsible for maintenance or other support services for the Services.\nYour use of the Services may be interrupted, delayed, or disrupted for an unknown period of time for reasons that are beyond our control.\nThe Huawei Parties will not be liable for any claim arising from or related to such interruptions, delays, disruptions, or similar failures.</p>\n<p>To the maximum extent permitted by applicable laws in your jurisdiction, the Huawei Parties are not liable to you or to anyone else for any liabilities, losses, damages, or compensations if you are unable to access or use the Services due to:</p>\n<p>(a) Any suspension or termination of the Services by us to enable maintenance work or updates to systems, software, or hardware to be carried out;</p>\n<p>(b) Any delay or failure of a system or communication network that is owned or controlled by someone other than us;</p>\n<p>(c) Any suspension, cancellation, or termination of any contract or other arrangements between us and any of our third-party payment service providers that affect the Services.\n</p>\n<p>(d) Any error or interruption due to hacking attempts or similar security breaches.\nor</p>\n<p>(e) Any other event or occurrence beyond our reasonable control.</p>\n<p>The Services are provided on an \"as-is\" and \"as-available\" basis without any representation or endorsement of any kind.\nTo the maximum extent permitted by applicable laws in your jurisdiction, the Huawei Parties disclaim all warranties, conditions, or other agreements of any kind, express or implied, and make no guarantee, undertaking, representation, or warranty for the following: </p>\n<p>(a) The completeness, accuracy, reliability, or timeliness of any of the content made available on or through the Services;</p>\n<p>(b) The Services or the server(s) they are hosted on are free from defects, errors, viruses, bugs, or other harmful elements;</p>\n<p>(c) Any defect in the operation or functionality of the Services will be corrected.\n</p>\n<p>(d) The specific functions of the Services, the reliability, quality, or accuracy of any information obtained by you as a result of your use of or access to the Services can be guaranteed.\n</p>\n<p>(e) The security or error-free nature of the Services.\nand</p>\n<p>(f) The Services' reliability, quality, accuracy, availability, or ability to meet your needs, provide certain outputs, or achieve certain results or outcomes.\n</p>\n<p>The Huawei Parties are not liable for any losses or damages to you caused in whole or in part by you relying upon, using, or interpreting the Services or other information obtained through your (or any other person's) access to and/or use of the Services.\n</p>\n<p>The laws of some countries do not allow liability in relation to certain warranties, undertakings, representations, or guarantees to be excluded or limited by a contract.\nIf these laws apply to you, some or all of the above exclusions or limitations may not apply to you and you may have additional rights.\nNothing in this Agreement affects the rights that you are legally entitled to as a consumer, or which you cannot contractually agree to alter or waive.</p>\n<p>14.\nLimitation of Liability</p>\n<p>To the maximum extent permitted by applicable laws in your jurisdiction, your access to and use of the Services is at your sole risk and the Huawei Parties expressly exclude all liability, loss, or damages incurred by you, or any other person, whether in contract, tort (including negligence), or under any other theory, for any of the following:</p>\n<p>(a) Loss of profits, income, revenue, data, or goodwill.\nand</p>\n<p>(b) Special, indirect, or consequential loss or damage.</p>\n<p>The limitations and exclusions in this Agreement will apply whether or not we have been advised of or should have been aware of the possibility of any losses arising.</p>\n<p>If you are dissatisfied with any aspect of the Services at any time, your sole and exclusive remedy is to stop accessing and using the Services.\nWithout prejudice to the preceding restrictions, and to the maximum extent permitted by applicable laws in your jurisdiction, in no event will the Huawei Parties' total aggregate liability to you or to any other person for any claims, proceedings, liabilities, obligations, damages, losses, and costs, whether in contract, tort (including negligence), or under any other theory exceed €50.00.\nYou acknowledge and agree the disclaimers and limitations of liability expressed in this Agreement are fair and reasonable.</p>\n<p>The laws of some countries do not allow for some or all of the limitations and exclusions described above.\nIf these laws apply to you, some or all of the above limitations may not apply to you and you may have additional rights.\nNothing in this Agreement affects the rights that you are legally entitled to as a consumer, or which you cannot contractually agree to alter or waive.</p>\n<p>15.\nTermination by You</p>\n<p>You can terminate this Agreement via your account settings or by ceasing to use the Services.\n</p>\n<p>16.\nTermination or Suspension by Us</p>\n<p>Subject to applicable laws, we may temporarily or permanently suspend, cancel, impose limits on, or restrict your access to part(s) or all of the Services at any time, without assuming liability for any individual or third party.\nWe will endeavor to provide notice to you before we do this.\nHowever, we will not be obliged to provide prior notice to you, and may immediately, permanently, or temporarily, impose limits on, cancel, suspend, or restrict your access to parts or all of the Services.\nWe may temporarily or permanently suspend or cancel or impose limits on or restrict your access to the Services at any time under the circumstances including but not limited to the following:</p>\n<p>(a) If you violate, or we believe that you are about to violate, this Agreement, including any agreements, policies, or guidelines incorporated herein;</p>\n<p>(b) If you, or anyone acting on your behalf, acts fraudulently or illegally, or provides us with any false or misleading information;</p>\n<p>(c) In response to requests by law enforcement or other government agencies under valid legal process;</p>\n<p>(d) In case of urgent maintenance work or urgent updates to systems or hardware.\nor</p>\n<p>(e) Due to unexpected technical, safety, business, or security reasons;</p>\n<p>The expiry or termination of this Agreement does not affect the provisions of this Agreement that are expressed to operate or have effect after the expiry or termination thereof, and is without prejudice to any accrued rights or obligations or any rights or obligations which are intended to survive such expiry or termination.</p>\n<p>Any provisions of this Agreement which expressly or by their nature are intended to survive the termination of this Agreement shall remain in full force and effect subsequent to and notwithstanding such termination, until such provisions are satisfied or expire due to their natures.</p>\n<p>17.\nChanges to this Agreement</p>\n<p>We are constantly updating, changing, and improving the Services.\nWe may add or remove functions or features, create new limits to the Services, or temporarily or permanently suspend or stop the Service.\nWe can make changes to this Agreement at any time and post additional specific terms, codes of conduct, or guidelines that govern a particular part, parts, or all of our Services.</p>\n<p>We will inform you a reasonable period of time in advance of any changes to the Services or this Agreement that will materially disadvantage users or materially limit their access to or use of the Services.\nWe may not inform you in advance about modifications to this Agreement or changes to the Services that do not materially affect or disadvantage users or do not materially limit their access to or use of the Services.\nFor changes to the Services that we need to make to meet security, safety, legal, or regulatory requirements, we may not be able to meet the aforementioned timescales and we will update you about these changes as soon as is practicable.</p>\n<p>18.\nGeneral Terms</p>\n<p>The Services or third parties may provide links to other websites or resources.\nYou acknowledge and agree that we are not responsible for the availability of such external websites or resources, and do not endorse and are not responsible or liable for any content, advertising, products, or other materials on or available from such websites or resources.\nYou further acknowledge and agree that we are not responsible or liable, directly or indirectly, for any damages or losses caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods, or services available on or through any such websites or resources.</p>\n<p>Nothing in this Agreement shall be construed to create a partnership or agency relationship between you and us and neither party shall have the right or authority to incur any liability, debt, or cost or enter into any contracts or other arrangements in the name of or on behalf of the other.</p>\n<p>We may assign, sub-contract, or novate any of our rights and/or obligations under this Agreement and you agree to promptly execute any and all documents necessary or desirable for such purpose.</p>\n<p>If any provision (or part of a provision) of this Agreement is found by a court of competent jurisdiction or any other competent authorities to be void, invalid, or unenforceable, it shall be deemed to be deleted from this Agreement and all other provisions of this Agreement shall remain in full force and effect to the extent that the remaining provisions are capable of standing without the provision ruled void, invalid, or unenforceable.\n</p>\n<p>This Agreement constitutes the entire understanding between you and us concerning the Services and you acknowledge and agree that you have not relied on or been induced to enter into this Agreement in reliance on any representation, warranty, or undertaking which is not in this Agreement.</p>\n<p>19.\nGoverning Laws and Jurisdiction</p>\n<p>The formation, interpretation, and operation of this Agreement and any dispute or claim arising out of or in connection with them (including non-contractual disputes or claims) are governed by and construed in accordance with the laws of Ireland.\nExcept as otherwise provided by applicable laws, you and we agree that the courts of Ireland have exclusive jurisdiction to hear and determine any disputes, claims, actions, or proceedings that may arise out of or in connection with this Agreement.\nHowever, this does not prevent us from instituting proceedings outside of Ireland.</p>\n<p>If you are a consumer living in an EU country, you will benefit from any mandatory provisions of the law of the country in which you are a resident.\nNothing in this Agreement, including the paragraph above, affects your rights as a consumer to rely on such mandatory provisions of local law.\nThe European Commission provides an online dispute resolution platform, which you can access at https://ec.europa.eu/consumers/odr/.\nIf you would like to bring a matter to our attention, please contact us.</p>\n<p>20.\nContacting Us</p>\n<p>If you have any questions regarding this Agreement, please contact us using the following information:</p>\n<p>Email: search@aspiegel.com</p>", "created_at": "2023-05-18 20:55:15.475972", "updated_at": "2023-05-18 20:58:22.077306"}, {"id": 16279, "name": "Privacy Statement", "url": "https://h5hosting-dra.dbankcdn.com/cch5/petalsearch/global/agreement/Aspiegel/b0/latest/privacy-statement-en-us.htm?timestamp=202305182250", "xpath": "//body", "text": "<p>\n</p>\n<p>Statement About Petal Search and Privacy</p>\n<p>Last updated: September, 2022</p>\n<p>Petal Search is a product (web service) provided by Aspiegel SE, a Huawei subsidiary incorporated in Ireland (hereinafter referred to as \"we\", \"us\" or, \"our\").\nPetal Search is a search engine and provides users with search functionalities for web pages, apps, pictures, videos, and news, and so forth.</p>\n<p>This Statement describes:</p>\n<p>1 What Data Do We Collect About You?</p>\n<p>2 How Do We Use Your Data?</p>\n<p>3 How Long Do We Store Your Data?</p>\n<p>4 How Do We Share Your Data?</p>\n<p>5 What Are Your Rights and Options?</p>\n<p>6 How to Contact Us?</p>\n<p>7 How Do We Update This Statement?</p>\n<p>1 What Data Do We Collect About You?</p>\n<p>As part of the Petal Search, we shall collect and use your personal data only for the purposes stated in this Statement.\nPersonal data refers to any information that enables us to identify you as a user.</p>\n<p>We may collect and process the following publicly accessible information:</p>\n<p>•As part of providing Petal Search we may collect and index information about you from publicly accessible sources.\nThe indexed information may include sensitive information about you.</p>\n<p>•You have the right to request delisting of a search result that appears when your name is searched in accordance with Section 5.6.\nAs part of such request we shall collect and process information such as your full legal name, contact information, identification documentation, delisting URLs, delisting reasons, and search name subject to delisting request.</p>\n<p>We shall collect and process the following data of Petal Search users:</p>\n<p>•Account information: such as your HUAWEI ID account identifier, open advertising identifier (OAID), age, photo, and nickname, as well as service country/region code, access token, user identifier, advertising identifier, and records of agreement (including agreement version, language, and signing country/region).\nWe may use your phone number to allocate different benefits to you based on your HUAWEI ID account phone number inputted by you during different campaigns.\nWe use age information from HUAWEI ID to automatically enable the SafeSearch function and to disable and limit certain service features and content (e.g.\nads) in order to prevent children from being exposed to inappropriate content.</p>\n<p>•Device information: such as screen size, service version, device type and model, operating system version, device language, and region.</p>\n<p>•Network information: such as IP address (used for preventing click fraud, preventing multiple entries to lucky draws and other campaigns, and for providing localized content and features) and network type.\nWe never store the search queries linked with your IP address.</p>\n<p>•Service usage information: such as search query text, search keywords (derived from your search queries), search intents (derived from your search queries), search channel names (e.g.\n\"news\") and IDs, list of returned URLs, search durations, query IDs (unique IDs assigned for each of your search queries), index IDs (order of presented search results), search language and region, and clicked URLs.\nservice usage events (e.g.\ntouched search results).\nnews information and events, e.g.\nnews channel, duration of use, views, follows, playbacks, news index (order of presented news), content reports, shares, and clicks.\nlikes, dislikes, ratings, and feedback.\nbrowser type (for compatibility assessment).\nand ad information and events (e.g.\nad identifiers, ad clicks, and views).\nMouse activities on the page, browser or browsing simulator information (such as type and version, operating system, active plug-ins, time zone, language, font, screen resolution), HTTP header, etc.\nare processed for the purpose of identifying malicious cyber-attacks.</p>\n<p>We collect data using cookies.\nFor more information about how we use cookies, please read our cookie notice.</p>\n<p>We will use your approximate location (accurate to a specific city) derived from your IP address for location-based functions such as news searches and weather queries.\nIf you want to plot a map route or search for nearby services, we will process your mobile device's precise location.\nWe will only access your device's location with your consent and we will never store such location information on our servers.</p>\n<p>If you give feedback about specific search results or other Petal Search content, we will process your search query, search language, IP address, search region, device model, operating system language and region, together with your comments and feedback, including any screenshots or screen recordings of the issue.\nIf you feedback about Search's features such as translation or currency converter, we may process your latest input to Search (e.g.\nthe text you translated) based on your prior authorization to enable more efficient feedback handling and troubleshooting.</p>\n<p>We may test different versions and features of Petal Search on different users.\nFor this purpose, we may assign users to different groups.\nSuch testing requires the processing of information such as your device region, language, time zone, network type, Android version, and group identifiers, which are used to identify the user groups you have been assigned to for the purpose of product or feature testing.</p>\n<p>To allow you to make searches on your device, we require Internet access (to access the online services) and the Location permission (requested via your browser by Petal Search to provide location-based functions, such as map route plotting, disaster warnings, and weather queries).</p>\n<p>Petal Search is available as an extension to Google Chrome.\nThe use of information received from Google APIs adheres to the Chrome Web Store User Data Policy, including the Limited Use requirements.</p>\n<p>2 How Do We Use Your Data?</p>\n<p>Collecting and indexing publicly accessible information</p>\n<p>Petal Search allows you to search for information you are interested in.\nFor this purpose, we must collect and index vast quantities of information from publicly accessible sources.\nThis may include sensitive information about you.\nFor example, if we index an online newspaper article that contains your name, the newspaper article will appear in the search results when a user searches for your name in Petal Search.</p>\n<p>Handling search result delisting requests</p>\n<p>If you make a request for the delisting of a search result, we will use the personal information that you supply on the delisting request form and any personal information you may submit in further correspondence for the purposes of processing your request and meeting our legal obligations.</p>\n<p>Processing Petal Search users' information</p>\n<p>To fulfill our contractual obligations in relation to Petal Search, we will use and process your personal data for customer relationship management, support and communication, customer complaint handling, maintenance, software and system updates, user identification, as well as for problem diagnosis and repair purposes.\nThe aforementioned processing of your personal data is based on your contract with us.</p>\n<p>In addition, we use your personal data for the following purposes based on legitimate interests:</p>\n<p>Search functionality</p>\n<p>To enable the search functionality, we need to process the following data: your language settings, region, device screen size, time zone, search queries, and query IDs.\nWhen you make a search, we never link or associate the search query to you as a specific user.\nEach search query you make is collected and stored with a unique random identifier that Petal Search creates for the search query.</p>\n<p>We use your language settings, region, time zone, and device screen size to customize the search results that you receive.\nWe will use your approximate location (accurate to a specific city) based on your IP address to localize the results.\nIf you have enabled location-based services by giving location permission for Search, the search results may be tailored based on your precise location.</p>\n<p>We may predict your search intents using keywords identified in your search queries.\nFor example, if you enter the name of a movie, we may predict that you are searching for a video and therefore display videos in the search results.\nThe intent categories include \"people\", \"location\", \"music\", \"animal\", \"plant\", \"video\", and \"video artist\".\nYour search intents are not linked to you as a specific user but instead to a random query identifier in order to protect your privacy when using Petal Search.</p>\n<p>Search suggestions</p>\n<p>We analyze keywords derived from your search queries to derive top keywords used by our users.\nSuch analysis is done on an aggregated basis and we do not link or associate the keywords to you as a specific user.\nSuch processing enables us to provide you with search recommendations and real-time search suggestions as well as hot content (such as trending news and persons) in Petal Search.\nIn practice, we calculate which search keywords are most common and which results (for example, in relation to certain news and persons) are clicked the most.\nFor this purpose, we may collect the following data: search keywords and their respective user count, search language, and region.\nThe keywords are collected and stored with a random identifier to preserve your privacy when using Petal Search.</p>\n<p>To provide you with the Recommended searches function, we may predict your search intents using keywords identified in your search queries.\nFor example, if you enter the name of a movie, we may predict that you are searching for a video and therefore display videos in the search results.\nThe intent categories include \"people\", \"location\", \"music\", \"animal\", \"plant\", \"video\", and \"video artist\".\nYour search intents are not linked to you as a specific user but instead to a random query identifier in order to protect your privacy when using Petal Search.</p>\n<p>We also use your language settings, region, time zone, and device screen size to customize the suggestions presented to you.</p>\n<p>By analyzing search keywords, we may predict your search intents and provide specific search results that you may be interested in, such as apps, weather, flights, hotels, sports information, and translation services.\nFor example, if you search for a specific name of a sports team or league, we may display relevant information about the team or league to you.\nIf your search contains a city name (e.g.\n\"from Madrid to Rome\", \"hotels in Rome\" or \"weather in Rome\"), we may display information regarding available flights to, hotels, and the weather in the city.\nSuch features may be provided in co-operation with our third-party partners.\nWe never share any data with such third-party partners which could be used to identify you as a specific user (we may only share general data, such as keyword from your query (e.g.\na name of a sports club or league), your current city, time, and language settings to allow you to use the features provided with such third-party partners).\nWhen you use such services provided by third parties (e.g.\nreserving a table on a restaurant page searched for using Petal Search or tracking a parcel by inputting a tracking code to your chosen carrier), or access them by using different links and shortcuts via Petal Search, the corresponding third party will provide the service to you and process your data in accordance with its privacy policy.</p>\n<p>Your individual search records will also be stored in your device, unless you have incognito mode enabled, to provide search suggestions based on your previous searches.\nYou can find and manage such records from Settings &gt.\nSearch history.</p>\n<p>Service improvement</p>\n<p>In order to improve the quality of our search service (e.g.\nimprove our search algorithms), we will store the URLs of the search results you select, and analyze the types of queries you make and the search results you select.\nWe do not link or associate search result URLs to you as a specific user.\nThe URLs are collected and stored with a random identifier to preserve your privacy when using Petal Search.\nFor similar service improvement purposes, we will also process various service usage events (e.g.\nbuttons and titles that you touch, search result ratings you give, and comments you make), and we will link those events to the random identifier.</p>\n<p>News</p>\n<p>The news function may be provided in collaboration with our partners.\nIn order to provide local news for you, we need to process information about the news channel and your language and region settings, and share the information with our news partners.</p>\n<p>User statistics</p>\n<p>We generate statistical and business insights using general data about Petal Search users (such as how many users make the same search).\nSuch analysis of our users, which is always conducted on an aggregated basis, enables us to understand our users better and to improve the quality and user experience of our current and future services and offerings.</p>\n<p>Such general data includes the channel name (such as \"news\"), channel ID (such as \"10\"), search duration, ID of the search index and search result page, search language, returned URL list, selected URLs, and search region.\nThe data is collected and stored with a random identifier to preserve your privacy when using Petal Search.</p>\n<p>Advertisements</p>\n<p>We may use your search queries to provide contextual advertisements based on automatically-identified keywords in your queries.\nThis enables us to show you advertisements that are relevant to you.\nFor example, if your search query includes \"hotel\" we may show you advertisements relating to hotels.\nWe will use your approximate location (accurate to a specific city) based on your IP address to localize the ads.\nIf you have enabled location-based services by giving location permission for Search, the ads may be tailored based on your precise location.</p>\n<p>In addition, we collect information about how you select and view advertisements for the purpose of settlement with our advertisement partners.\nSuch data is always aggregated and abstracted.</p>\n<p>We never link or associate your search queries or any subsequent clicks to you as a specific user.\nSuch information is collected and stored with random identifiers (e.g.\nab7221ca3d9f4a43a425ce1e5b85c13), which are created uniquely for each search query and subsequent delivery of advertisements by Petal Search.</p>\n<p>Security and fraud prevention</p>\n<p>We will collect your IP address with a random identifier in order to detect possible fraudulent behavior (such as the use of automatic ad clicker bots) and to safeguard our advertisement partners from being unfairly charged.</p>\n<p>We may also process the IP address, mouse activities on the page, browser or browsing simulator information (such as type and version, operating system, active plug-ins, time zone, language, font, screen resolution), HTTP header, etc.\nfor the purpose of cyber security to identify malicious attacks.\nBy analyzing how users interact with our web pages we can detect and prevent cyber-attack by internet bots (e.g.\nan attacker using automatic software) or even human.\nOnly identified attack attempts are recorded by us.</p>\n<p>We also use log information, which may include search queries, for security purposes to provide you with secure and reliable services.</p>\n<p>In order to detect fraudulent use of our translation service (e.g.\nusing automatic software to perform a large amount of translation on the translation service), we process the total number of characters translated using Petal Search's translation function.\nTo conduct such processing, we do not store the text being translated.</p>\n<p>3 How Long Do We Store Your Data?</p>\n<p>We will retain your personal data for no longer than is necessary for the purposes defined in this Statement.</p>\n<p>Petal Search users</p>\n<p>We will process your data for the duration of the customer relationship.\nAll search queries, which are collected with an identifier or any comparable data, will be erased (or all identifiers removed) within six (6) months of the collection of the data.</p>\n<p>In addition, we shall retain:</p>\n<p>•Personal data processed for customer relationship management such as data subject requests, complaints, and customer interaction records for up to six (6) years from the last interaction.</p>\n<p>•Personal data processed for contract management purposes for up to three (3) years after your HUAWEI ID has been deleted.</p>\n<p>•Backups and app logs processed for fraud prevention purposes, including for ad click fraud prevention, and for ensuring the security of your data and services, for up to twelve (12) months from the date they were created, in order to ensure the effectiveness of our anti-fraud and security measures.\nOur logs may contain information about search queries, but they are not stored with any unique identifiers or other comparable data, so they are unable to identify a unique user.</p>\n<p>Once the retention period expires, we will delete or anonymize your personal data, unless otherwise required by applicable laws and regulations.</p>\n<p>Search result delisting requesters</p>\n<p>If you make a search result delisting request, we may store the request and the interaction records up to six (6) years from the closing of your removal request.\nWe will erase any copies of identification documents you have provided to us within three (3) months of closing your removal request except as otherwise required by applicable laws and regulations.</p>\n<p>4 How Do We Share Your Data?</p>\n<p>We will collect and index publicly available information from servers located in EU/EEA and Singapore.</p>\n<p>Petal Search users</p>\n<p>We share your data in the following ways:</p>\n<p>•Third-party search engines may be used in some countries or regions to supplement your searches.\nIn this case, we will transmit the search query as a URL (e.g.\nif you search for \"hotels\", we will share .com/query=hotels) to the search engine and you will be directed to the search engine's page.\nThe processing of such shared information and any subsequent use of the third-party search service is governed by the third party's privacy policy.</p>\n<p>•Our third-party vendors, who provide us with IT (including cloud-based) services and business support as well as customer care services, may need to process your information.\nAll such third parties are operating under contract and acting on behalf of us.\nOur IT vendors may also process your data from the US, Singapore, China, and Egypt.</p>\n<p>•If you choose to book a taxi using Search's booking functions, we will share the locations of the start and end points chosen by you with the respective taxi company.</p>\n<p>•When required in response to a legal process or request from a competent authority according to applicable laws or in connection with a legal proceeding or process.</p>\n<p>•When required as part of a merger, acquisition, sale of assets (such as service agreements) or transition of service to a Huawei group entity or another company.</p>\n<p>•If you are using the Petal Search service in Canada, we may also share your personal data to customer service centers located in Mexico and operated by our supplier operating under contract and acting on behalf of us.\nYour personal data as described in this Section 4 is transferred, processed, and stored outside of Canada.\nTherefore, it may be available to government authorities under legal orders and applicable laws in the local jurisdiction.</p>\n<p>When transferring and disclosing your data outside the EU/EEA, where local laws may not provide the same level of protection as in the EU/EEA, we shall comply with applicable legal requirements for providing adequate safeguards by incorporating the European Commission's Standard Contractual Clauses (SCC) to such transfers.\nIf you want to obtain a copy of the actual signed SCC, please contact us.</p>\n<p>Search result delisting requesters</p>\n<p>In addition to the aforementioned, when you request to delist search results, we may share the details of the request with third parties providing us with legal or other professional support for the handling of such requests.\nWe may also need to share details of your request with the relevant data protection authorities if they require these details to investigate or review a decision that we have made (e.g.\nif you choose to contact the authorities about our decision).</p>\n<p>5 What Are Your Rights and Options?</p>\n<p>You have the following data subject rights and choices regarding your personal data.</p>\n<p>5.1 Access your data</p>\n<p>You can request information and a copy of personal data we have collected and stored about you in relation to Petal Search and linked to your HUAWEI ID by going to Settings &gt.\nAccount center &gt.\nPrivacy center &gt.\nManage Your Data &gt.\nRequest your data from your device.\nYou can also access these Privacy center settings from HUAWEI ID web portal.</p>\n<p>For additional access requests, please contact us.</p>\n<p>5.2 Port your data</p>\n<p>You can port the personal data that you have provided to us in relation to Petal Search and linked to your HUAWEI ID by going to Settings &gt.\nAccount center &gt.\nPrivacy center &gt.\nManage Your Data &gt.\nRequest your data from your device.\nThe data will be ported to you in a commonly used machine readable format.\nYou can also access these Privacy center settings from HUAWEI ID web portal.</p>\n<p>For additional data portability requests, please contact us.</p>\n<p>5.3 Erase your data</p>\n<p>As a Petal Search user you may at any time:</p>\n<p>•Delete individual search records in your search history from your device from Petal Search Settings &gt.\nSearch history.</p>\n<p>•Object to the processing of your data, as detailed in Section 5.4.\nIf your objection is valid, and we no longer have legal basis to continue processing your data, we will erase the relevant data within your effective objection.</p>\n<p>•Request delisting of a search result, as detailed in Section 5.6.\nIf your request is valid, we will remove the requested search results that appear when your name is searched.</p>\n<p>•Contact us if you think the processing of your personal data is unlawful and your data should be erased.</p>\n<p>We shall erase or anonymize your personal data without undue delay in accordance with the retention periods detailed in Section 3.</p>\n<p>5.4 Object to processing</p>\n<p>If you want to object to the processing of your data for statistical and analysis purposes, please contact us.</p>\n<p>When making the request, please specify the scope of the request.</p>\n<p>For requests concerning delisting of a search result, please see Section 5.6.</p>\n<p>5.5 Restrict processing</p>\n<p>If you want to restrict the processing of your personal data, please contact us.\nAs a Petal Search user you have the right to restrict the processing of your data in the following circumstances:</p>\n<p>•Your data is unlawfully processed but you do not want to erase it.</p>\n<p>•You have a legal claim that you need to establish, exercise, or defend, and you requested us to keep your data when we would not keep it otherwise.</p>\n<p>•You have contested the accuracy of your personal data and the accuracy of your data is pending our verification.</p>\n<p>•Your request for objection is pending our verification.</p>\n<p>When submitting your request, please specify the scope and basis of the request.\nWe will contact you to verify your identity in order to proceed with your request.</p>\n<p>5.6 Delist search results</p>\n<p>You have the right to request delisting of a search result that appears when your name is searched.\nWhen we assess the request we will balance your privacy rights with the interest of the general public in having access to the information as well as the right of others to distribute the information.\nYou can file a request and find more information about the assessment criteria here.</p>\n<p>6 How to Contact Us?</p>\n<p>You can find guidance on how to exercise your data subject's rights in Section 5.\nIf you have any questions on your rights as a data subject or the processing of your personal data by us or if you want to contact our Data Protection Officer, please contact us.</p>\n<p>Our headquarters' address: Aspiegel SE, 3rd floor, Mespil Court, Mespil Road, Ballsbridge, Dublin 4, D04 E516, Ireland.\nRegistration number 561134.</p>\n<p>If you believe that we do not process your personal data in accordance with this Statement or the applicable data protection laws, you can lodge a complaint with the data protection authority in your country/region, or the Data Protection Officer in Ireland.</p>\n<p>7 How Do We Update This Statement?</p>\n<p>We encourage you to regularly check for the latest version of this Statement in Petal Search's settings as we may update it from time to time.\nIn the event of material changes to this Statement, we will inform you of such changes by an appropriate method, such as a notification pop-up dialog, push messages, and so on, depending on the nature of the change.</p>\n<p>\n</p>Read more\n", "created_at": "2023-05-18 21:00:18.893439", "updated_at": "2023-05-18 21:00:28.650704"}], "points": [], "urls": ["petalsearch.com"]}}