{"error": 448, "message": "OK", "parameters": {"id": 9491, "name": "Navy Federal Credit Union", "created_at": "2023-09-02 19:42:00.062712", "updated_at": "2023-09-02 22:02:30.831479", "wikipedia": "https://en.wikipedia.org/wiki/Navy_Federal_Credit_Union", "keywords": null, "related": null, "slug": "navy-federal-credit-union", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9491.png", "url": "navyfederal.org", "documents": [{"id": 18728, "name": "Online Privacy Policy", "url": "https://www.navyfederal.org/policy/privacy.html", "xpath": "//*[@id=\"main-content\"]", "text": " <i>\n</i>\n<p> To continue enjoying all the features of Navy Federal Online, please use a compatible browser.\nYou can confirm your browser capability here.\n</p>\n<p>For full functionality of this site it is necessary to enable JavaScript.\nHere are the instructions for how to enable JavaScript in your web browser.</p>\n<ol>\n<li> Navy Federal Privacy Protections and Notices </li>\n</ol> Navy Federal Online Privacy Policy <ul>\n<li>\n<b>Date Last Updated</b>: June 29, 2023<br>\n</li>\n<li>\n<b>Effective Date</b>: June 29, 2023</li>\n</ul>\nIntroduction and Intention\n<p>Navy Federal Credit Union, together with its subsidiaries and affiliates (collectively, “Navy Federal”, “we”, “us” or “our”), strives to serve your needs and to protect your identity and any information we collect about you.&nbsp;</p>\n<b>Our Online Privacy Policy:</b>\n<ul>\n<li>covers your interaction with Navy Federal Credit Union, its subsidiaries and affiliates, and companies engaged by Navy Federal and its subsidiaries and affiliates to render services (“Service Providers”) when you use any mobile application or visit any website that we own, or visit other sites where we have indicated our policy expressly applies, including, but not limited to, our website (navyfederal.org) and our mobile apps (collectively, “Sites”);</li>\n<li>describes the categories of personal information that we may collect about you when you interact with or visit our Sites;</li>\n<li>discloses whether other parties may collect personal information about your online activities over time and across different websites when you use our Sites;</li>\n<li>discloses if we engage in the collection of your personal information about your online activities over time and across different websites;</li>\n<li>states how we may use information that we collect;&nbsp;</li>\n<li>describes the categories of other persons or entities with whom we may share your personal information;</li>\n<li>describes the way you can review and request changes to certain personal information that we collect;</li>\n<li>discloses how we may respond to web browser “do not track” signals or other opt-out mechanisms;</li>\n<li>states that we do not knowingly collect personal information of children under the age of 13 without the consent of their parent or legal guardian;&nbsp;</li>\n<li>links to a California-specific description of consumers’ privacy rights.\nand</li>\n<li>describes how we will inform you of important changes to our Privacy Policy.</li>\n</ul>\nWhat Information Do We Collect?\n<p>We take your privacy seriously and make the safeguarding of your personal information a priority.\nLearn more on our Digital Security page.\nWe collect personal information in accordance with applicable law.\nIf you seek, apply for, or obtain a financial product or service with us, we will use and share that information we collect from or about you in accordance with our Consumer Privacy Policy.</p>\n<p>We may also collect personal information when you use our Sites, products, and services.\nPersonal information that we collect may include your name or other online identifier, home or other physical address, telephone number, email address, IP address, website interactions, geolocation, device identifier, keystrokes, the contents of your communications with us, and information from a consumer report about you.&nbsp;</p>\n<p>Additionally, use of the internet makes it possible for us or other parties to collect data about your online activities over time and across different websites, including when you use our Sites.\nIn that regard, we use tracking technology on our Sites that collects analytics, records how you interact with our Sites, or allows us to participate in behavior-based targeted advertising.</p>\nHow Do We Use Information That We Collect?\n<p>We may use your personal information to provide and improve our products and services.\nto process transactions and payments.\nto conduct analytics and research.\nto enhance your experience on our Sites.\nto help deliver our ads on your web browser.\nto measure advertising campaign effectiveness.\nto respond to your requests and communications.\nto manage your preferences.\nas required to meet legal and regulatory obligations.\nand for any other purposes that we may specifically disclose at the time we collect or you provide your information.\nWe do not sell your personal information.</p>\n<p>In some circumstances, we may anonymize or deidentify your personal information so that it can no longer be associated with you, in which case we may use such information without further notice to you.\nTo the extent we maintain and use personal information in an anonymized or deidentified form, we will not attempt to reidentify the information, except for the purpose of determining whether our anonymization/deidentification processes satisfy our legal obligations.</p>\nWith Whom Do We Share the Information We Collect?\n<p>We may share the information we collect from you in the following circumstances:</p>\n<ul>\n<li>\n<b>Affiliates and Acquisitions:</b> We may share information with our corporate affiliates (e.g., subsidiaries or other companies under common control) to deliver our products and services to you and for other everyday business purposes in accordance with the practices set forth in our Consumer Privacy Policy.\nIf another company acquires, or plans to acquire, our company, business, or assets, we will also share information with that company, including at the negotiation stage.</li>\n<li>\n<b>Service Providers: </b>We may share your information with Service Providers.\nAmong other things, Service Providers may help us to administer our website, conduct surveys, provide technical support, process payments, and assist in the fulfillment of services.</li>\n<li>\n<b>Legal Obligations:</b> We may disclose information in response to subpoenas, warrants, or court orders, or in connection with any legal process, or to comply with relevant laws.\nWe may also share your information in order to establish or exercise our rights, to defend against a legal claim, to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, safety of person or property, or a violation of our policies, or to comply with your request for the shipment of products to or the provision of services by a third-party intermediary.</li>\n<li>\n<b>Other Third Parties With Your Consent:</b> We may disclose your information to other third parties when we have your consent or direction to do so.\nFor example, you may authorize some third-party companies to access your information to provide financial products and services such as: account aggregation (consolidating your financial account information from different sources), making payments via a website or mobile application, and tax preparation.\nWe recommend you use caution when granting such access and ensure that these third parties have appropriate policies and practices in place to secure your information.\nNavy Federal is not responsible for the use or disclosure of any information accessed by or on behalf of any third party or person to whom you provide your Navy Federal sign in credentials or account information.\nAny use of your information is governed by the privacy policy and any terms of use with that third party.\nNavy Federal does not control the privacy, security, or accuracy of your information that may be held by these third parties, and our privacy, security, and other terms will not apply to any third-party services.\nYou may revoke access you previously granted to a third party through Navy Federal’s Security Center on our mobile application or, for certain third parties, by changing your Navy Federal password.\nFor security and other reasons, Navy Federal may block or disable third-party access to any account without notice.</li>\n</ul>\n<p>Additional information on our banking terms and conditions can be found in our Mobile Banking, Online Banking, and Bill Pay Terms and Conditions.</p>\nKeeping Your Information Accurate\n<p>It is important that we have accurate and up-to-date information about you.\nIf you notice that your information is incomplete, inaccurate, or out of date, you can update your information through our mobile or online service or by contacting us at 1-888-842-6328.\nYou may also write to us at Navy Federal Credit Union, PO Box 3002, Merrifield, VA 22116-9887.</p>\nHow You Can Control Your Information\n<p>Our Sites are designed for optimal viewing with cookies enabled (cookies are small text files that collect internet traffic data).\nFor example, cookies store your preferences for when you visit our Sites.\nIf your web browser settings allow cookies, our Sites will utilize them.\nYou may disable or remove cookies by accessing your web browser settings.\nOur Sites will still function without cookies, but some features may not work properly.\nPlease note that due to a lack of consistent standards across browsers, our Sites may not respond to “do not track” browser settings.&nbsp;</p>\n<p>We only use your personal information for certain purposes allowed by law (refer to our Consumer Privacy Policy), which you cannot limit.</p>\n<p>You may, however, be able to opt out of certain advertisements.\nTo learn more about a particular advertising network (including how to opt out), click on the industry group network symbol or link located on the advertisement.</p>\nChildren’s Privacy\n<p>We do not knowingly collect personal information from individuals under the age of 13 without obtaining consent from a parent or legal guardian.</p>\nLinking to Third-Party Websites\n<p>Navy Federal may provide links to websites that are owned or operated by other companies (\"third-party websites\").\nWhen you use a link online to visit a third-party website, you will be subject to that website’s privacy and security practices, which may differ from ours.\nYou should familiarize yourself with the privacy policy, terms of use, and security practices of the linked third-party website before providing any information on that website.</p>\nNotice for California Residents\n<p>If you are a California resident, please refer to our California Consumer Privacy Notice for additional information about your rights under the California Consumer Privacy Act of 2018.</p>\nPolicy Updates\n<p>We may change our policy from time to time.\nWhen we do, we will let you know by appropriate means, such as by posting the revised policy on this page with a new “Last Updated” date.\nAny changes to our policy will become effective when posted unless indicated otherwise.</p> ", "created_at": "2023-09-02 19:42:00.092783", "updated_at": "2023-09-02 19:43:02.488058"}, {"id": 18729, "name": "Terms of Service", "url": "https://www.navyfederal.org/content/dam/nfculibs/pdfs/membership/nfcu_652a_nfo.pdf", "xpath": "//body", "text": " • navyfederal.org1-888-842-6328,MOBILE BANKING, ,ONLINE BANKING, ,AND BILL PAY,TERMS AND CONDITIONS,navyfederal.org,1-888-842-6328,Federally insured by NCUA.,© 2023 Navy Federal NFCU 652A (1-23),12,TABLE OF CONTENTS,A.\nESIGN Member Consent to Use Electronic Signatures ,and Documents,B.\nGeneral Mobile Banking, Online Banking, and Bill Pay ,Terms and Conditions,C.\nMobile Banking Terms and Conditions,D.\nBill Pay Terms and Conditions,A.\nESIGN Member Consent to Use Electronic Signatures,and Documents,THIS DISCLOSURE CONTAINS IMPORTANT INFORMATION THAT YOU ,ARE ENTITLED TO RECEIVE BEFORE YOU CONSENT TO RECEIVE ,ELECTRONIC DISCLOSURES AND TO TRANSACT BUSINESS WITH US ,ELECTRONICALLY VIA MOBILE OR ONLINE BANKING.,PLEASE SCROLL TO READ THIS DISCLOSURE CAREFULLY.\nPRINT, EMAIL, OR ,SAVE A COPY FOR YOUR RECORDS.,This section provides information related to the general use of electronic ,signatures, documents, and notices in connection with our Mobile and ,Online Banking Services, and the required disclosures associated with ,these services.\nThis section also covers the requirements related to the ,hardware and software you will need to communicate with us via your ,mobile device or online.,Certain laws require us to provide application disclosures, periodic account ,statements, and account notices to you, and you have the right to receive these on ,paper.\nAccording to the Electronic Signatures in Global and National Commerce Act ,(ESIGN), Navy Federal may provide this information to you electronically if we first ,present this ESIGN Member Consent to Use Electronic Signatures and Documents ,disclosure (“ESIGN Disclosure”) and obtain your consent to receive electronic ,disclosures and to conduct transactions electronically.\n,1.\nAgreement to Receive Communications in Electronic Form ,By agreeing to this ESIGN Disclosure, you are consenting to receive the following ,documents and notices electronically: the Mobile Banking, Online Banking, and Bill ,Pay Disclosure (“Mobile and Online Banking Disclosure”).\nany change in terms notices ,related to the Mobile and Online Banking Disclosure.\nand any notices related to any ,activities or transactions you conduct through Mobile and Online Banking.\nYour consent ,remains in effect until you give us notice that you are withdrawing it.,2.\nForm of Electronic Communications ,All documents that we provide to you in electronic form will be provided either (1) via ,email, or (2) by access to a website or mobile application.,1,¹Message and data rates may apply.\nVisit navyfederal.orgfor more information.,3.\nWithdrawal of Consent ,If you decide that you do not want to continue receiving any future change in terms ,notices or notices related to any activities or transactions you conduct through Mobile ,or Online Banking electronically, or Bill Pay transaction-related notices, you can ,withdraw your consent.\nYou may do this for Mobile and Online Banking by calling,Navy Federal at 1-888-842-6328 or by visiting a Navy Federal branch.\nYou may do ,this for Bill Pay by calling 1-888-868-8123.\nAny withdrawal of consent to receive ,disclosures and notices electronically will be effective only after we have a reasonable ,amount of time to process the withdrawal.,Please note that withdrawing your consent to receive any change in terms notices or ,notices related to any activities or transactions you conduct through Mobile or Online,Banking electronically, including Bill Pay, will result in termination of your Mobile and ,Online Banking Services, including the ability to initiate funds transfers using Mobile ,or Online Banking.\n,4.\nUpdating Your Records,You agree to provide us with a true, accurate, and complete email address and other ,contact information related to the Mobile and Online Banking Disclosure and your ,Navy Federal accounts, and to update promptly any changes to that information.\nYou ,can update your information through our mobile or online service or by contacting us ,at 1-888-842-6328.\nYou may also write to us at Navy Federal Credit Union (EFT), P.O.\n,Box 3001, Merrifield, VA 22119-3001.,5.\nHardware and Software Requirements,We do not endorse a specific operating system or particular web browser.\nTo receive all ,documents and notices electronically related to Mobile and Online Banking, you must ,have one or more of the following:,• a valid email address;,• a current version (defined below) of a web browser;,• a current version of our Navy Federal application (via the App Store,®TM, or Google Play).\n,• a connection to the internet;,• a current version of a program that reads and displays PDF documents, such as ,Adobe Acrobat Reader,®,, for viewing and retaining certain disclosures;,• a printer, if you wish to print your disclosures and retain your records in paper.\n,• the capacity to store information.\nand,• an internet access device, such as a smartphone, tablet, computer desktop, or ,laptop, with an operating system (Windows,®®TM,, MacOS, iOS, or Android) capable ,of supporting the above.\n,By “current version”, we mean a version of the software that is supported.\nWe ,reserve the right to discontinue support of a current version of software for security ,or stability purposes.\nThe following link includes more information on the operating ,systems and web browsers we currently support and related system requirements: ,Software and Hardware Requirements.\nWe may not support some older operating ,systems or web browsers, so if you are using an outdated version, you may need ,to update it in order to get access to Mobile and Online Banking.\nYou should check ,the Software and Hardware Requirements page occasionally for updates on ,supported software.\nThe Software and Hardware Requirements are available on the ,Browser Support page of navyfederal.org.\n,From time to time, we may offer services or features that require your web browser to ,be configured in a particular way, such as permitting the use of JavaScript or cookies.\n,If we detect that your web browser is not properly configured, we will provide you with ,a notice and advice on how to update your configuration.\n,App Store,®, and MacOS are trademarks of Apple, Inc., registered in the U.S.\nand other ,countries.\nWindows is a registered trademark of Microsoft Corporation in the United ,®,States and/or other countries.\nGoogle Play is a trademark of Google LLC.\nAdobe ,TM,Acrobat Reader,®, is a registered trademark of Adobe Systems Incorporated in the ,United States and/or other countries.\niOS is a trademark or registered trademark of ,Cisco in the U.S.\nand other countries and is used under license.,34,6.\nAccess to Your Disclosures and Requesting Paper Copies,The Mobile and Online Banking Disclosure will remain available for viewing and ,printing within Online Banking, within the Bill Pay Service housed within Online ,Banking, and on the Navy Federal app.\nAll other disclosures, change in terms notices, ,and notices related to any activity or transactions you conduct using Mobile or Online ,Banking will remain available for viewing in the eMessage system within Bill Pay, or ,within the Navy Federal Online Banking eMessage system, as applicable, for ninety ,(90) days, unless you choose to delete the message.\nEven if you consent to receive ,documents electronically, you can always obtain a paper copy by requesting one or ,by printing the electronic document.\nWe may charge you a reasonable fee for delivery ,of paper copies already provided electronically.,7.\nCommunications “in Writing”,All documents in either electronic or paper format from us to you will be considered ,“in writing.” Please print or download for your records a copy of the Mobile and Online ,Banking Disclosure and any other document that is important to you.,8.\nTermination/Changes,We may discontinue the provision of electronic documents or terminate or change the ,terms and conditions under which we provide electronic documents.\nWe will provide ,you with notice of any such termination or change if required by law.,By providing your consent, you are confirming that you have the hardware ,and software described above, that you are able to receive and review ,electronic documents, and that you have an active email account.\nYou are ,also confirming that you are authorized to, and do, consent on behalf of all ,the other account owners, authorized signers, authorized representatives, and ,delegates identified in respect of your Navy Federal products and services.,B.\nGeneral Mobile Banking, Online Banking, and Bill Pay ,Terms and Conditions,These General Mobile Banking, Online Banking, and Bill Pay Terms and ,Conditions apply equally to Mobile Banking, Online Banking, and Bill ,Pay, except where the context indicates otherwise.\nFor additional terms ,and conditions specific to Mobile Banking or Bill Pay, see below in the ,appropriate section.,This section provides information and the general terms and conditions for ,use of Navy Federal’s Mobile Banking, Online Banking, and Bill Pay Services.\n,You will find definitions of terms used throughout the Agreement, and ,provisions that provide you necessary information related to contacting you ,by mobile device, by email, and electronically.\nthe electronic transactions ,permitted.\nyour liability for unauthorized transactions.\ncontact information ,for unauthorized transactions or if you have a question or error that needs ,to be resolved.\nprotecting your password, access, devices, and means to carry ,out electronic transactions.\nand your remedies and limitations on liability.,1.\nGeneral Mobile Banking, Online Banking, and Bill Pay Definitions,“Affiliates” are companies related by common ownership or control.,“Agreement” means the terms and conditions that pertain to the particular Service ,in which this defined term is used, or to this entire Mobile Banking, Online Banking, ,and Bill Pay Terms and Conditions disclosure, where the context does not indicate a ,particular Service.,“Business Days” are Monday through Friday, except federal holidays.,“Mobile Banking” means any activity conducted by you on Navy Federal’s mobile app, ,including Bill Pay, and any future Services used by you on Navy Federal’s mobile app.,“Navy Federal,” “we,” “us,” or “our” refers to Navy Federal Credit Union and its ,affiliates and Service Providers.,“Online Banking” means any activity conducted by you on Navy Federal Credit Union’s ,website,navyfederal.org, including Bill Pay transactions and any future Services ,used by you on Navy Federal’s website.,“Service(s)” means any activity or functionality offered by Navy Federal or its Service ,Providers through Mobile or Online Banking, including Bill Pay.,“Service Providers” means companies that we have engaged to render some or all ,of the Services to you on our behalf.,“You,” “your,” “I,” or “yourself” refers to the Member, authorized user, or joint ,account holder using the Services.,2.\nAccess to All Existing and Future Accounts,With Mobile and Online Banking, you will have access to all existing and future ,accounts on which you are the owner or joint owner.\nSubject to the terms herein, ,you may use the Service seven (7) days a week, twenty-four (24) hours a day, except ,during any scheduled or unscheduled interruptions in the Service for maintenance, ,security, or other reasons.\n,However, if you are a joint owner and you wish to access account statements, the ,primary owner must designate you as an authorized user for Online Banking, with ,permission to access statements.\nAuthorized users have access to the primary owner’s ,Online Banking, subject to the conditions in the paragraph “Authorized User” below.,3.\nAuthorized User,You may elect to authorize Online Banking access only for any number of authorized ,users, in addition to yourself.\nA separate application and agreement must be signed for ,each authorized user.\nIf you desire an authorized user to have access to your account via ,Online Banking, you must sign the Mobile Banking, Online Banking, and Bill Pay Application ,and Agreement as the Member, and the other person must sign the application as the ,authorized user.\nAt the time you add an authorized user, the authorized user will by default ,have access to all existing and future accounts held in your name, except those where you ,are designated as the joint owner, co-signer (guarantor), or co-borrower.,56,Your authorized user will have authority to perform the following functions through ,Online Banking:,• Make transfers to and from your account,• Enroll in or access your Bill Pay Service,• View your eStatements, suppress your paper statements, and request a ,statement copy,• ,Enroll in Mobile Deposits and use the Mobile Deposits Service,• Check the status of a pending loan application,• Update your personal information,• Sign up for email alerts,• Send us an eMessage,• View your account details and account summary,• View checks online, order checks, or make a stop payment request on a check,• Change your checking account type,You can manage your authorized user’s privileges via the “Settings” link in Online ,Banking.\nThis will allow you to provide access for your authorized user(s) to certain ,accounts and Services as you deem necessary.,Note that, while your authorized user may access your lines of credit, you remain ,solely responsible for repayment if any credit is extended.\nAuthorizing Online Banking ,for an authorized user will make you financially liable for all unauthorized access, ,losses, or misuse of your accounts until reported to Navy Federal.,4.\nVerification of Identification ,To help fight the funding of terrorism and money laundering activities, federal law ,requires all financial institutions to obtain, verify, and record information that identifies ,each person who opens an account, including joint owners and authorized users.\n,When you open an account or become an authorized user, we will ask you for your ,name, address, date of birth, and other information that will allow us to identify you.,5.\nEligibility of Minors,Mobile and Online Banking is offered to adults and to minors fourteen (14) years ,or older.\nBy using Mobile and Online Banking, you represent that you meet these ,requirements and that you agree to be bound by this Agreement.,6.\nYour Account Ownership and Contact Information,You represent that you are the legal owner or authorized user of the account and other ,financial information, which may be accessed via Mobile or Online Banking.\n,You represent and agree that all information you provide us in connection with Mobile ,or Online Banking is accurate, current, and complete, and that you have the right to ,provide such information to us for the purpose of operating Mobile or Online Banking ,Services.\nYou agree not to misrepresent your identity or your account information.\n,You agree to keep your account information confidential, up to date, and accurate.,It is your sole responsibility to ensure that your contact information with Navy Federal is ,current and accurate.\nYou may change your contact information by editing your profile ,via the Navy Federal mobile app or Online Banking.\nYou may also call Navy Federal ,at 1-888-842-6328 or write us at Navy Federal Credit Union (EFT), P.O.\nBox 3001, ,Merrifield, VA 22119-3001.,7.\nContacting You Via Your Cell Phone Number or Email Address ,You must provide us a phone number and an email address to discuss your ,accounts with us.\nIf you provide a cell phone number, Navy Federal has ,your permission to contact you at that number about all your Navy Federal ,accounts, including account servicing and collection purposes.\n,You’re granting Navy Federal permission to place automated, ,prerecorded, or artificial-voice non-marketing calls and text messages ,to that number.\nMessaging and data rates from your carrier may apply.\n,You agree to promptly notify us if your contact information changes.\n,Visit navyfederal.org for more information.,If you provide an email address, Navy Federal has your permission to send you email ,messages using an automatic emailing system for commercial or transactional ,purposes.\nNavy Federal may at any time request the following from you in ,relation to your Mobile or Online Banking activities: electronic banking credentials, ,implementation of alternative risk control mechanisms, or may contact authorities ,when suspicious account activity or Member security-related events occur.,ServicesShort ,SMS ,Code ,Description Frequency ,of Serviceof Messages,Credit Card Message ,Fraud Alertsfrequency varies,20270to alert you about possible ,Free to End User notifications ,risk of credit card fraud,Debit Card Message ,Fraud Alertsfrequency varies,33748to alert you about possible ,Free to End User notifications ,risk of debit card fraud,Visit Notifications about your visit Message ,Notificationsto an NFCU branchfrequency varies,36428,Account Notifications to contact you ,Servicing and for account servicing and Message ,Collection collection purposes, including frequency varies,Alertspayment reminders,37531,Informational ,Alerts,39227,Receive informational ,messages about Navy Federal,Message ,frequency varies,Account account transactions, ,Transaction 40554including, but not limited to, ,Alertsaccount balance alerts or ,Notifications related to ,deposit confirmation alerts,Message ,frequency varies,Status Alerts46328,Notifications related to account ,status updates, including, but Message ,not limited to, application and frequency varies,appointment updates.,Status Updates68678,Notifications related to account ,status updates, including, but Message ,not limited to, application and frequency varies,appointment updates,Security Alerts73077,Free to End User notifications ,to alert you about possible Message ,risk of fraud, identity theft, frequency varies,and/or account security,On-Demand One-time ,Alerts per request,73949requested via a one-time text ,Receive information you have ,message on your mobile phone ,One-Time ,Passcode Alerts,668439,Free to End User text message ,to receive your passcode via a ,one-time text message on your ,mobile phone,One-time ,per request,If you have questions about mobile or text messages related to the Services ,listed above, you may send a text message with the word “HELP” to the ,applicable SMS Short Code or call us toll-free at 1-888-868-8123.\nTo stop ,receiving text messages for any of the above Services on your phone, text,“STOP” to the applicable SMS Short Code.\nWireless service providers and ,wireless carriers are not liable for delayed or undelivered messages.,8.\nTypes of Available Transfers Using Mobile and Online Banking ,Transfers using Navy Federal Mobile and Online Banking may be made in accordance ,with the rules of the relevant accounts.\n,You may make transfers between all owned savings accounts, checking accounts, ,and Money Market Savings Accounts (MMSAs).\n,You may make transfers from your savings accounts, checking accounts, and MMSAs ,to your savings Individual Retirement Accounts (IRAs), MMSA IRAs, share certificates, ,or IRA share certificates.\n,You may make transfers from a specific savings IRA and MMSA IRA to another IRA ,of the same type.\n,You may transfer funds from your savings accounts, checking accounts, and MMSAs ,to make Navy Federal loan and credit card payments.\n,You may make cash advances from your Navy Federal Credit Card or Home Equity ,Line of Credit (HELOC) to your savings accounts, checking accounts, or MMSAs.\n,You may transfer funds from your savings accounts, checking accounts, and MMSAs ,to another Member’s savings account, checking account, and MMSA or to make a ,payment on another Member’s consumer loan if you have established a Member-to-,Member transfer capability for those accounts.\n,You may transfer funds from your checking account at Navy Federal to a checking ,account at another financial institution via the Automated Clearing House (ACH) when ,the transfer is originated from Navy Federal.\n,You may make transfers from your checking account at another financial institution ,to make a payment on a Navy Federal loan when the transfer is originated from ,Navy Federal.\n,You may make bill payments directly from your checking accounts or MMSAs in the ,amounts and on the days you requested, using our Bill Pay Service.\n,You may withdraw $5 to $2,500 from your savings accounts to be mailed by check to ,your savings account address of record on the next Business Day.\n,We may add new transfer capabilities or features to our Mobile and Online Banking, ,which will be subject to the terms governing the relevant accounts.\n,9.\nTransfer Limitations ,There is no limit on the number of transfers in or out of your account that you can ,make per day.\n,There are minimum and maximum total dollar transfer limits associated with ,transferring funds to/from another financial institution via the ACH when the transfer ,is originated from Navy Federal.\n,Transfers from a Navy Federal checking account to a checking account at another ,financial institution may be requested for a minimum of $5.00 to a maximum of ,$5,000 per Business Day.\nHowever, the total aggregate amount of all checking ,transfers within any five-Business-Day period cannot exceed $15,000.\n,Transfers to Navy Federal loans from a checking account at another financial ,institution may be requested for a minimum of $5.00 to a maximum of $10,000 ,per Business Day.\nHowever, the total aggregate amount of all loan payments within ,any five-Business-Day period cannot exceed $30,000.\n,Transfers to Navy Federal mortgage loans from a checking account at another ,financial institution may be requested for a minimum of $5.00 to a maximum of ,$30,000 per Business Day.\nHowever, the total aggregate amount, which includes ,your regular payment, additional escrow, principal, and late fees, of all mortgage ,payments within any five-Business-Day period cannot exceed $30,000.\n,Aggregate amounts apply to all accounts that you own individually or that you have ,joint ownership of, and are based on the effective transfer date(s).\nIf you attempt to ,schedule a transfer or payment that would exceed these limits, an online message will ,let you know the effective transfer date(s) that have exceeded these limits.\n,These transfer limits can also be found within Online Banking by clicking on the ,“Help” function, and then on “External Transfers” under the “Categories” column.\n,For security reasons, Navy Federal may impose further limitations on the dollar ,amounts of transfers initiated at Navy Federal.\n,10.\nYour Liability for Unauthorized Electronic Funds Transfers ,Notify us AT ONCE if you believe: ,• your account may have been accessed without your authority.\n,• your card, code, or password has been lost or stolen.\n,• someone has transferred or may transfer money from your account ,without your permission.\nor ,• an electronic funds transfer has been made without your permission ,using information from your check or your MMSA check.\n,The best way to minimize your possible loss is to telephone or contact us through our ,eMessage system at navyfederal.org, although you may advise us in person or in ,writing.\nIf you do not notify us, you could lose all the money in your account (plus your ,maximum line of credit amount).\n,If you tell us within two (2) Business Days after you discover your password or other ,means to access your account has been lost or stolen, your liability is no more than ,$50.00 should someone access your account without your permission.\nIf you do ,not tell us within two (2) Business Days after you discover such loss or theft, and ,we can prove that we could have prevented the unauthorized use of your password ,or other means to access your account if you had told us, you could be liable for ,as much as $500.00.\n,Also, if your statement shows transfers that you did not make or authorize, ,tell us AT ONCE.\nIf you do not tell us within sixty (60) days after the statement was ,delivered to you of any unauthorized or fraudulent use of your account, you may not ,get back any of the money you lost after the sixty (60) days if we can prove that we ,could have stopped someone from taking the money if you had told us in time.\nIf a ,good reason (such as a long trip or a hospital stay) prevented you from telling us, ,we may in our sole discretion extend the time periods.\n,Telephone Numbers and Address to notify us of unauthorized account ,access or activity, lost or stolen credentials, or an unauthorized Bill ,Pay transaction: ,• Call 24 hours a day toll-free: 1-888-868-8123 ,• If in metro Washington, DC or outside the United States, call 703-255-8699 ,• Write us at: Navy Federal Credit Union (EFT), P.O.\nBox 3001, Merrifield, VA ,22119-3001 ,• Send us an electronic message through our eMessaging system at ,navyfederal.org ,11.\nIn Case of Errors or Questions About Your Electronic Transfers ,If you think your statement or receipt is wrong, or if you need more information about ,a transaction listed on your statement or receipt, contact us as soon as possible: ,• Call us 24 hours a day at our toll-free number: 1-888-842-6328 ,• If overseas, visit navyfederal.org or use 1-703-255-8837 for collect ,international calls ,• Write us at: Navy Federal Credit Union (EFT), P.O.\nBox 3001, Merrifield, VA ,22119-3001 ,We must hear from you no later than sixty (60) days after the FIRST statement on ,which the problem or error appeared.\nWhen you contact us: ,• tell us your name and account number.\n,• describe the error or the transaction you are unsure about and clearly explain ,why you believe it is an error or why you need more information.\nand ,• tell us the dollar amount and date of the suspected error.\n,78 ,These are our procedures for resolving errors: ,• If you tell us orally, we may require that you send your complaint in writing ,within ten (10) Business Days after your oral notification.\n,• ,We will determine whether an error occurred within ten (10) Business Days ,(twenty (20) Business Days for new accounts) after you notify us of the error ,and will correct any error promptly.\nHowever, if we require more time to ,confirm the nature of your complaint or question, we reserve the right to take ,up to forty-five (45) days to complete our investigation.\nFor errors involving ,new accounts, point-of-sale, or foreign-initiated transactions, we may take ,up to ninety (90) days to investigate your complaint or question.\nIf we decide ,to do this, we will provisionally credit your account within ten (10) Business ,Days (twenty (20) Business Days for new accounts) for the amount you think ,is in error, so that you will have the use of the money during the time it takes ,us to complete our investigation.\nA provisional credit is a temporary credit ,adjustment made to your account during the time it takes us to complete ,our investigation.,• If we ask you to submit your complaint or question in writing and we do not ,receive it within ten (10) Business Days, we may remove the provisional credit ,from your account.\n,• ,If it is determined that there was no error, we will reverse any provisional ,credits within one (1) Business Day of finishing our investigation, and send you ,a written explanation within three (3) Business Days.\nIf there are insufficient ,funds in your account to cover the amount of the provisional credit, the account ,will be overdrawn, and you will be responsible for payment.\nYou may ask for ,copies of documents used in our investigation.,12.\nProtecting Your Password and Ensuring the Security of Your Device ,By applying for Mobile and Online Banking, you agree to accept responsibility for ,safeguarding and protecting your Password, Reset Question and Answer, Challenge ,Questions and Answers, or any other credentials used to access Mobile or Online ,Banking.\nIf you believe your password or other credentials have been lost or stolen, or ,that someone may attempt to use your Mobile or Online Banking Service without your ,consent or has transferred money without your permission, notify us at once at the ,address or telephone numbers listed in paragraph 10, “Your Liability for Unauthorized ,Electronic Funds Transfers,” above.\n,You agree not to give or make available your password or credentials to any ,unauthorized individuals, and you agree to be responsible for all actions taken by ,anyone to whom you have provided such credentials or allowed to use your Mobile ,or Online Banking Service, including any Bill Pay transactions.\n,In order to help prevent unauthorized transactions on Mobile and Online Banking, ,you also agree to ensure the security of the personal computer (PC) you own and/or ,use to access Online Banking, and of any mobile device you use to access Mobile ,Banking.\nBy securing the PC you own and/or use, we specifically mean installing ,antivirus software, a firewall, and spyware detection software on your PC, and ,keeping this security software current, or verifying that the above security software ,has been installed and is current.\n,You also agree that Navy Federal may revoke Mobile or Online Banking if unauthorized ,Mobile or Online Banking occurs as a result of your negligence in safeguarding the ,Password, Reset Question and Answer, and Challenge Questions and Answers, or ,as a result of your negligence in ensuring the security of the PC you own and/or use ,to access the Navy Federal Online Banking Service, as described above, or of the ,mobile device used to access Mobile Banking.\n,13.\nPeriodic Statements ,You will receive a statement monthly unless your account(s) has/have not engaged ,in savings or checking account activity (no transactions) within 365 days.\nWhen ,there is no activity within 365 days, Navy Federal may choose to provide a ,statement on an annual basis.\n,14.\nTransaction Fees ,Navy Federal does not charge for transfers initiated or account information viewed ,via Navy Federal Mobile or Online Banking, or for the Bill Pay Services, except for ,the optional “Rush Delivery” fee for expedited Bill Pay.\nHowever, message and ,data rates may apply.\nVisit navyfederal.org for more information.\nPlease see the ,Schedule of Fees and Charges at navyfederal.org for fees charged for other ,transactions and optional services.\nNavy Federal reserves the right to charge for ,Mobile or Online Banking, including Bill Pay.\nYou will be given at least twenty-one ,(21) days advance notice before Navy Federal implements any new fees for Mobile ,or Online Banking, or Bill Pay.\n,15.\nOur Liability for Failure to Make Transfers ,Navy Federal will use reasonable efforts to complete all your transfers properly.\n,If Navy Federal does not complete a transfer to or from your account on time, in ,the correct amount, or to the correct recipient in accordance with your payment ,instructions, according to our Agreement with you, we may be liable for your losses or ,damages.\nNavy Federal’s liability is limited.\nwe will not be liable for indirect, special, or ,consequential damages.\n,There are some instances when we will NOT be liable, for example, if: ,a.) through no fault of ours, you do not have sufficient funds in your account ,(for Bill Pay, this is your Payment Account–see the Bill Pay section below in ,this Agreement), available funds through your Optional Overdraft Protection ,Service (OOPS), or available credit in your Checking Line of Credit (CLOC) ,to make the transfer.\n,b.) the funds in your account are subject to legal process, such as garnishment ,or attachment.\n,c.) the account is subject to a pledge or security agreement.\n,d.) despite reasonable precautions that we have taken, circumstances beyond ,our control (such as fire, power failure, flood, or failure of paying agency to ,deliver direct deposit payment data) prevent the transfer.\nin such case for Bill ,Pay, the Bill Pay Service Guarantee shall be void.\n,e.) for Bill Pay, the Service is not working properly and you know or have been ,advised by us about the malfunction before you execute the transaction ,or the Payment Instruction.\nin such case for Bill Pay, the Bill Pay Service ,Guarantee shall be void.\n,f.) for Bill Pay, you have not provided the Service with the correct Payment ,Account information, or the correct name, address, phone number, or ,account information for the Biller.\nin such case, the Bill Pay Service ,Guarantee shall be void.\n,g.) Bill Pay Rush Delivery payments are submitted without complete or accurate ,information and are therefore rejected or do not post on time.\nYou will be ,charged the associated fee for each Rush Delivery payment order you submit, ,regardless of whether it was properly submitted.\n,For Bill Pay, provided none of the foregoing exceptions are applicable, if the Service ,causes an incorrect amount of funds to be removed from your Payment Account or ,causes funds from your Payment Account to be directed to a Biller that does not ,comply with your Payment Instruction, the Service shall be responsible for returning ,the improperly transferred funds to your Payment Account, directing to the proper ,Biller any previously misdirected transactions, and, if applicable, any late payment-,related charges.\n,16.\nDisclosure of Account Information to Third Parties ,It is our general policy to treat your account information as confidential.\nHowever, we ,will disclose information to third parties about your account or the transactions you ,make ONLY in the following situations: ,a.) Where it is necessary for completing transactions;,b.) Where it is necessary for activating additional services.\n,c.) In order to verify the existence or condition of your account to a third party, ,such as a credit bureau or Biller.\n,9 10 ,d.) To a consumer reporting agency for research purposes only.\n,e.) In order to comply with a governmental agency or court orders.\n,f.) If you give us your written permission.\n,g.) If we return checks on your account drawn on non-sufficient funds or if we are ,unable to complete an electronic transfer because of non-sufficient funds.\nor ,h.) In accordance with Navy Federal’s Privacy Policy, which you can find on ,navyfederal.org.\n,17.\nGoverning Law and Forum for Disputes ,This Agreement shall be governed by and construed in accordance with the laws ,of the Commonwealth of Virginia, without regard to its conflicts of laws provisions, ,provided, however, that any dispute solely between you and the Service Provider shall ,be governed by and construed in accordance with the laws of the State of Georgia, ,without regard to its conflicts of laws provisions.\nTo the extent that the terms of this ,Agreement conflict with applicable state or federal law, such state or federal law shall ,replace such conflicting terms only to the extent required by law.\nUnless expressly ,stated otherwise, all other terms of this Agreement shall remain in full force and effect.\n,Unless our Important Disclosures Booklet states otherwise, you agree that any claim or ,dispute you may have against us must be resolved by a court located in the county in ,which you reside.\nYou agree to submit to the personal jurisdiction of such courts for the ,purpose of litigating all claims or disputes.\nThe United Nations Convention on Contracts ,for the International Sale of Goods shall not apply to this Agreement.\n,THE FOREGOING SHALL CONSTITUTE THE SERVICE’S ENTIRE LIABILITY AND ,YOUR EXCLUSIVE REMEDY.\nIN NO EVENT SHALL THE SERVICE BE LIABLE ,FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR ,EXEMPLARY DAMAGES, INCLUDING LOST PROFITS (EVEN IF ADVISED OF THE ,POSSIBILITY THEREOF) ARISING IN ANY WAY OUT OF THE INSTALLATION, USE, ,OR MAINTENANCE OF THE EQUIPMENT, SOFTWARE, AND/OR SERVICE.\n,18.\nUnauthorized Use ,Access to and use of the Navy Federal Mobile and Online Banking Service(s) is subject ,to all applicable federal, state, and local laws and regulations.\nUnauthorized use of the ,Navy Federal Mobile and Online Banking Service(s) or information accessed via the ,Navy Federal Mobile and Online Banking Service(s) is strictly prohibited.\n,19.\nLinks and Frames ,Links to other sites may be provided on the portion of the Site through which ,the Service is offered for your convenience.\nBy providing these links, we are not ,endorsing, sponsoring, or recommending such sites or the materials disseminated by ,or services provided by them, and are not responsible for the materials, services, or ,other situations at or related to or from any other site, and make no representations ,concerning the content of sites listed in any of the Service web pages.\nConsequently, ,we cannot be held responsible for the accuracy, relevancy, copyright compliance, ,legality, or decency of material contained in sites listed in any search results or ,otherwise linked to the Site.\nFor example, if you “click” on a banner advertisement ,or a search result, your “click” may take you off the Site.\nThis may include links from ,advertisers, sponsors, and content partners that may use our logo(s) as part of a ,co-branding agreement.\nThese other sites may send their own cookies to users, ,collect data, solicit personal information, or contain information that you may find ,inappropriate or offensive.\nIn addition, advertisers on the Site may send cookies to ,users that we do not control.\nYou may link to the home page of our Site.\nHowever, you ,may not link to other pages of our Site without our express written permission.\nYou ,also may not “frame” material on our Site without our express written permission.\nWe ,reserve the right to disable links from any third-party sites to the Site.\n,20.\nComplete Agreement, Severability, Headings, Survival, ,and Inconsistencies ,In the event of a dispute regarding this Agreement and the Services offered through ,Mobile and Online Banking, you agree to resolve the dispute by looking to this ,Agreement.\nYou agree that this Agreement is the complete and exclusive statement ,of the agreement between us, sets forth the entire understanding between us and ,you with respect to the Services and the portion of Navy Federal’s website, the Site, ,or mobile app through which the Services are offered and supersedes any proposal ,or prior agreement, oral or written, and any other communications between us.\nIf ,there is a conflict between the terms of this Agreement and something stated by ,an employee, contractor, or Service Provider of ours, the terms of the Agreement ,will prevail.\nThe headings of paragraphs hereof are for convenience only and shall ,not control or affect the meaning or construction of any of the provisions of this ,Agreement.\nIf any provision of this Agreement is held to be invalid or unenforceable, ,such provision shall be struck and the remaining provisions shall be enforced.\n,Any terms that by their nature should survive, will survive the termination of this ,Agreement.\nIn the event of any inconsistency between prior Agreements applicable ,to the Navy Federal Mobile and Online Banking Service and this Agreement, this ,Agreement shall apply and control.\nUndefined terms herein shall have the meaning ,assigned to them in the Important Disclosures Booklet.\nThis Agreement supplements ,the Important Disclosures Booklet.\nIn the event of an inconsistency between the ,Important Disclosures Booklet and this Agreement, this Agreement shall govern.\n,21.\nNo Waiver ,We shall not be deemed to have waived any rights or remedies hereunder, unless such ,waiver is in writing and signed by one of our authorized representatives.\nNo delay or ,omission on our part in exercising any rights or remedies shall operate as a waiver of ,such rights or remedies or any other rights or remedies.\nA waiver on any one occasion ,shall not be construed as a bar or waiver of any rights or remedies on future occasions.\n,22.\nAssignment ,You may not transfer or assign any rights or obligations you have under this Agreement ,to any party, person, or entity without our prior written consent, which we may ,withhold in our sole discretion.\nWe reserve the right to transfer or assign this ,Agreement or any right or obligation under this Agreement at any time to any party.\n,We may also assign or delegate certain of our rights and responsibilities under this ,Agreement to independent contractors or other third parties.\n,23.\nAmendments ,We may amend this Agreement and any applicable fees and charges for the Services ,at any time by posting a revised version on our website, navyfederal.org, or, where ,required by law, providing notice to you.\nThe revised version will be effective at the ,time it is posted unless a delayed effective date is expressly stated in the revision.\nAny ,use of the Services after a notice of change or after the posting of a revised version of ,this Agreement on navyfederal.org will constitute your agreement to such changes ,and revised versions.\nFurther, we may, from time to time, revise, update, upgrade, ,or enhance the Services and/or related applications or material, which may render ,all such prior versions obsolete.\nConsequently, we reserve the right to terminate this ,Agreement as to all such prior versions of the Services, and/or related applications ,and material, and limit access to only the Services’ more recent revisions, updates, ,upgrades, or enhancements.\n,24.\nService Cancellation, Termination, or Suspension ,If you wish to cancel the Service, you may contact us as set forth in paragraph 10, ,“Your Liability for Unauthorized Electronic Funds Transfers,” under ”General Mobile ,Banking, Online Banking, and Bill Pay Terms and Conditions” above.\nAny payment(s) ,that has/have begun processing before the requested cancellation date will be ,processed by us.\nAll Scheduled Payments (including recurring payments) will not be ,processed once the Service is canceled.\n,You agree that we may terminate or suspend your use of the Service(s) at any time ,and for any reason or no reason.\nAny payment(s) that we have already processed ,before the termination or suspension date will be completed by us.\nAll Scheduled ,Payments (including recurring payments) will not be processed once the Service(s) is/ ,are terminated or suspended.\n,Neither termination nor suspension shall affect your liability or obligations under ,this Agreement.\n,11 12 ,Navy Federal reserves the right to deny access to any one or more account(s) or ,to the Service(s) or any part thereof, or to deny the processing of transactions, in may not use them in a manner that is disparaging to us or the Service(s) or display ,order to prevent or stop fraud or illegal activity or to maintain or restore security ,or performance to the Site or any other Navy Federal system.\nWe may do so if we and interest in and to the Service(s), that portion of the Navy Federal website and/ ,reasonably believe your account(s) has been or may be used by an unauthorized ,person(s) or for fraudulent or illegal activity.\nWe may try to notify you in advance, but Navy Federal website, the Site and Service(s), and any and all technology and any ,cannot guarantee we will do so.\n,Navy Federal reserves the right to revoke or refuse Mobile or Online Banking Services.\n,We may cancel your Mobile or Online Banking Services at any time with or without ,written notice to you.\nFor example (and not excluding other examples), if you do not ,provide us with your current mailing address and email address, we may cancel your ,services until you provide us with your current addresses.\n,25.\nRemedies ,If we have reason to believe that you have engaged in any of the prohibited or ,unauthorized activities described in this Agreement or have otherwise breached your ,obligations under this Agreement, we may terminate, suspend, or limit your access ,to or use of the Site, the Navy Federal website, and/or the Service(s).\nnotify law ,enforcement, regulatory authorities, impacted third parties, and others as we deem ,appropriate.\nrefuse to provide our Service(s) to you in the future.\nand/or take legal ,action against you.\nIn addition, we, in our sole discretion, reserve the right to terminate ,this Agreement, access to the Site, Navy Federal website, and/or use of the Service(s) ,for any reason or no reason and at any time.\nThe remedies contained in this paragraph ,are cumulative and are in addition to the other rights and remedies available to us ,under this Agreement, by law or otherwise.\n,26.\nIndemnification ,You agree to defend, indemnify, and hold harmless us and our Affiliates and Service ,Providers and their Affiliates and the employees and contractors of each of these, ,from any loss, damage, claim, or demand (including attorneys’ fees) made or ,incurred by any third party due to or arising out of your breach of this Agreement, ,your use of Navy Federal’s mobile app or website, and/or the Services offered ,through Mobile or Online Banking.\n,27.\nRelease ,You release us and our Affiliates and Service Providers and the employees and ,contractors of each of these, from any and all claims, demands, and damages (actual ,and consequential) of every kind and nature arising out of or in any way connected ,with any dispute that may arise between you or one or more other users of the Site, ,Navy Federal website, or the Service(s).\nIn addition, you waive California Civil Code ,§1542, which states that a general release does not extend to claims that the creditor ,does not know or suspect to exist in his or her favor at the time of executing the ,release, which if not known by him or her, must have materially affected his or her ,settlement with the debtor.\n,28.\nRelationship to Other Agreements ,You agree that when you use Mobile and Online Banking Services, you will remain ,subject to the terms and conditions of all existing agreements with our affiliates ,and us.\nYou acknowledge that certain wireless service providers and/or wireless ,carriers may assess fees, limitations, and/or restrictions that might impact your ,use of Mobile or Online Banking (for example, your mobile service carrier or provider ,may impose data usage or text charges for your use of or interaction with Mobile ,Banking, including downloading the software, receiving or sending Mobile Banking ,text messages, or other use of your wireless device when using the software or other ,products and services provided by Mobile Banking).\nYou expressly agree that you are ,responsible for all such fees, limitations, and restrictions.\n,29.\nIntellectual Property ,All marks and logos related to the Service(s) are either trademarks or registered ,trademarks of us or our licensors.\nIn addition, all page headers, custom graphics, ,button icons, and scripts are our service marks, trademarks, and/or trade dress or ,those of our licensors.\nYou may not copy, imitate, or use any of the above without ,our prior written consent, which we may withhold in our sole discretion, and you ,them in any manner that implies our sponsorship or endorsement.\nAll right, title, ,or the Site through which the Service(s) is/are offered, the technology related to the ,content created or derived from any of the foregoing, is our exclusive property or ,that of our licensors.\nMoreover, any suggestions, ideas, notes, drawings, concepts, ,or other information you may send to us through or regarding the Navy Federal ,website, the Site, or Service(s) shall be considered an uncompensated contribution ,of intellectual property to us and our licensors, shall also be deemed our and our ,licensors’ exclusive intellectual property, and shall not be subject to any obligation of ,confidentiality on our part.\nBy submitting any such materials to us, you automatically ,grant (or warrant that the owner of such materials has expressly granted) to us and ,our licensors a perpetual, royalty-free, irrevocable, non-exclusive right, and license to ,use, reproduce, modify, adapt, publish, translate, publicly perform and display, create ,derivative works from, and distribute such materials or incorporate such materials into ,any form, medium, or technology now known or later developed, and you warrant that ,all so-called “moral rights” in those materials have been waived, and you warrant that ,you have the right to make these warranties and transfers of rights.\n,30.\nExclusions of Warranties ,THE NAVY FEDERAL WEBSITE, THE SITE AND SERVICE(S), AND RELATED ,DOCUMENTATION ARE PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT ,WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT ,LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS ,FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nIN PARTICULAR, WE DO ,NOT GUARANTEE CONTINUOUS, UNINTERRUPTED, OR TIMELY ACCESS TO ANY ,PART OF OUR SERVICE(S), AND OPERATION OF THE NAVY FEDERAL WEBSITE AND ,THE SITE MAY BE INTERFERED WITH BY NUMEROUS FACTORS.\nSOME STATES ,DO NOT ALLOW THE DISCLAIMER OF CERTAIN IMPLIED WARRANTIES, SO THE ,FOREGOING DISCLAIMERS MAY NOT APPLY TO YOU.\nTHIS PARAGRAPH GIVES YOU ,SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER LEGAL RIGHTS THAT ,VARY FROM STATE TO STATE.\n,31.\nLimitation of Liability ,THE FOREGOING SHALL CONSTITUTE YOUR EXCLUSIVE REMEDIES AND THE ,ENTIRE LIABILITY OF US AND OUR AFFILIATES AND SERVICE PROVIDERS ,AND THE EMPLOYEES AND CONTRACTORS OF EACH OF THESE, FOR THE ,SERVICE(S) AND THE PORTION OF THE NAVY FEDERAL WEBSITE OR SITE ,THROUGH WHICH THE SERVICE(S) IS/ARE OFFERED.\nYOU ACKNOWLEDGE ,AND AGREE THAT FROM TIME TO TIME, THE SERVICE(S) MAY BE DELAYED, ,INTERRUPTED, OR DISRUPTED PERIODICALLY FOR AN INDETERMINATE ,AMOUNT OF TIME FOR REASONS INCLUDING, BUT NOT LIMITED TO, ,ANY INTERRUPTION, DISRUPTION, OR FAILURE IN THE PROVISION OF ,THE SERVICE(S), WHETHER CAUSED BY STRIKES, POWER FAILURES, ,EQUIPMENT AND SOFTWARE MALFUNCTIONS, INTERNET DISRUPTION, OR ,OTHER REASONS.\nIN NO EVENT SHALL WE OR OUR AFFILIATES OR SERVICE ,PROVIDERS, OR THE EMPLOYEES OR CONTRACTORS OF ANY OF THESE, BE ,LIABLE FOR ANY CLAIM ARISING FROM OR RELATED TO THE SERVICE(S) ,CAUSED BY OR ARISING OUT OF ANY SUCH DELAY, INTERRUPTION, ,DISRUPTION, OR SIMILAR FAILURE.\nIN NO EVENT SHALL WE OR OUR ,AFFILIATES OR SERVICE PROVIDERS, OR THE EMPLOYEES OR CONTRACTORS ,OF ANY OF THESE, BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, ,CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES, INCLUDING LOSS ,OF GOODWILL OR LOST PROFITS (EVEN IF ADVISED OF THE POSSIBILITY ,THEREOF) ARISING IN ANY WAY OUT OF THE INSTALLATION, USE, INABILITY ,TO USE, OR MAINTENANCE OF THE SERVICE(S) OR THE PORTION OF ,NAVY FEDERAL’S WEBSITE OR THE SITE THROUGH WHICH THE SERVICE(S) IS/ ,ARE OFFERED, EVEN IF SUCH DAMAGES WERE REASONABLY FORESEEABLE ,AND NOTICE WAS GIVEN REGARDING THEM.\nIN NO EVENT SHALL WE OR OUR ,13 14 ,AFFILIATES OR SERVICE PROVIDERS, OR THE EMPLOYEES OR CONTRACTORS ,OF ANY OF THESE, BE LIABLE FOR ANY CLAIM ARISING FROM OR RELATED ,TO THE SERVICE(S) OR THE PORTION OF THE NAVY FEDERAL WEBSITE OR ,SITE THROUGH WHICH THE SERVICE(S) IS/ARE OFFERED THAT YOU DO NOT ,STATE IN WRITING IN A COMPLAINT FILED IN A COURT PROCEEDING AS ,DESCRIBED IN PARAGRAPH 17 ABOVE WITHIN TWO (2) YEARS OF THE DATE ,THAT THE EVENT GIVING RISE TO THE CLAIM OCCURRED.\nTHESE LIMITATIONS ,WILL APPLY TO ALL CAUSES OF ACTION, WHETHER ARISING FROM BREACH ,OF CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL ,THEORY.\nOUR AGGREGATE LIABILITY, AND THE AGGREGATE LIABILITY OF ,OUR AFFILIATES AND SERVICE PROVIDERS, AND THE EMPLOYEES AND ,CONTRACTORS OF EACH OF THESE, TO YOU AND ANY THIRD PARTY FOR ANY ,AND ALL CLAIMS OR OBLIGATIONS RELATING TO THIS AGREEMENT SHALL ,BE LIMITED TO DIRECT OUT-OF-POCKET DAMAGES UP TO A MAXIMUM ,OF $500 (FIVE HUNDRED DOLLARS).\nSOME STATES DO NOT ALLOW THE ,EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, ,SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\n,C.\nMobile Banking Terms and Conditions ,This section provides information and the general terms and conditions ,for use of Navy Federal’s Mobile Banking Services.\nYou will find definitions ,of terms used for Mobile Banking, and a description of this service as ,well as describing what you can do using your mobile device.\n,1.\nMobile Banking Definitions ,“Eligible Accounts” means accounts that Navy Federal includes in the Mobile ,Banking display, and that are permitted to be viewed by you on a Mobile Device.\n,Some Mobile Banking users, such as joint owners, are prevented from viewing certain ,accounts belonging to the primary owner.\n,“Mobile Device” means a cell phone or electronic handheld device.\n,“Banking” means using your Mobile Device to view your Navy Federal accounts and ,making transactions with the message functionality.\n,2.\nDescription of Navy Federal Mobile Banking ,Navy Federal Mobile Banking refers generally to any service allowing an existing ,Navy Federal Member or joint account holder to access and view Eligible Accounts ,from a Mobile Device.\n,3.\nWhat Does Navy Federal Mobile Banking Include? ,• Navy Federal Mobile Banking includes access through the Navy Federal ,app.\nMobile Banking allows you to view balances, track recent account activity ,for your Eligible Accounts, make funds transfers from your Mobile Device, ,and receive alerts for which you have subscribed, as well as other account ,actions as permitted and offered by us, including those actions in paragraph ,8 in the section “General Mobile Banking, Online Banking, and Bill Pay Terms ,and Conditions.” ,• Navy Federal offers different ways you may sign in to Mobile Banking beyond ,just using your username and password.\nDepending on the features of your ,Mobile Device, you may be able to sign in through various optional biometric ,authentication.\nBiometric authentication is the process of verifying your identity ,based on your unique characteristics (biometric information), such as your ,fingerprint or face.\nBiometric authenticators are not obtained or stored by ,Navy Federal for access to Mobile Banking.\n,You can turn these,and any biometric authentication methods that may be offered ,in the future, on or off within the Mobile Banking or Mobile Device settings.\nYou ,acknowledge that by enabling Mobile Banking access by biometric authentication ,methods, anyone who has biometric access (e.g., fingerprint or facial recognition ,access) to your device will also be able to sign you in to Mobile Banking and have ,access to your personal and payment account information.\nIf you believe someone will be processing Bill Pay payments and answering questions directly related to such ,has gained unauthorized access to your account or your password has been ,stolen, notify us via one of the contact methods listed above.\n,Although Navy Federal does not share your personal information with ,nonaffiliated third-party companies for marketing purposes, we are aware ,that you may choose to do so in order to use their services.\nPlease review ,our Online Privacy Policy for more information.\n,You agree that if you give biometric access or make available your password or ,credentials to anyone, you are responsible for all actions taken by anyone to ,whom you have provided such biometric access or credentials.You also agree ,that Navy Federal may revoke Digital Banking access.\n,• ,From time to time, Navy Federal may develop additional Mobile Banking ,Services.\nAs such Services are developed, you will have the opportunity to ,add them to your Navy Federal Mobile Banking Service, provided you have ,compatible wireless hardware and software.,D.\nBill Pay Terms and Conditions ,This section provides information and additional terms and conditions for ,use of Navy Federal’s Bill Pay Service.\nYou will find definitions of terms used ,for Bill Pay, and provisions that provide you necessary information related to ,failed, returned, or refused transactions.\nprohibited payments.\ninformation ,authorization.\nscheduling payments.\nguarantee of the service and exceptions to ,payments.\ncancellation and stop payments.\nelectronic bill payments.\npayment ,authorization and initiation of payment instructions.\nand receiving payments.\n,1.\nBill Pay Definitions ,• “Biller” is the person or entity to which you wish a bill payment to be directed ,or is the person or entity from which you receive electronic bills (E-Bills), as ,the case may be.\n,• “Billing Account” is your primary checking account from which any Service ,fees, excluding the optional Rush Delivery fee, will automatically be debited.\n,• “Customer Care” represents the customer service provided by the Service ,Provider to Navy Federal’s Bill Pay subscribers on Navy Federal’s behalf.\n,• “Due Date” is the date reflected on your Biller statement for which the ,payment is due.\nIt is not the late date or grace period.\n,• “Payment Account” is the checking account from which bill payments will be ,debited.\nIf you use the optional Rush Delivery service, the Rush Delivery fee ,will automatically be debited from this account.\n,• “Payment Instruction” is the information provided by you to the Service for a ,bill payment to be made to the Biller (such as, but not limited to, Biller name, ,Biller account number, and Scheduled Payment Date).\n,• “Rush Delivery” is an optional service available with participating Billers that ,allows you to initiate payment for immediate processing for an additional fee.\n,• “Scheduled Payment” is a payment that has been scheduled through the ,Service but has not begun processing.\n,• “Scheduled Payment Date” is the day you want your Biller to receive your bill ,payment and is also the day your Payment Account will be debited, unless ,the Scheduled Payment Date falls on a non-Business Day, in which case it ,will be considered to be the previous Business Day.\nPayments with the ,optional Rush Delivery service will begin processing immediately.\n,• “Service” means, in this Bill Pay Terms and Conditions section, Navy Federal’s ,Bill Pay Service, offered through our Service Provider(s).\n,• “Site”means the portion of Navy Federal’s website,navyfederal.org, or mobile ,app through which the Bill Pay Service is offered.\n,2.\nService Providers ,We are offering you the Service through one or more Service Providers that we have ,engaged to render some or all of the Service to you on our behalf.\nThe Service Provider ,member-initiated Bill Pay payments.\nNotwithstanding that we have engaged such a ,Service Provider to render some or all of the Service to you, we are the sole party liable ,15 16 ,to you for any payments or transfers conducted using the Bill Pay Service.\nYou agree ,that we have the right under this Agreement to delegate to Service Providers all the ,rights and performance obligations that we have under this Agreement, and that the ,Service Providers will be third-party beneficiaries of this Agreement and will be entitled ,to all the rights and protections that this Agreement provides to us.\nNavy Federal, in our ,sole discretion, reserves the right to change Bill Pay Service Providers.,The Service Providers are independent contractors for all purposes, except that they ,act as your agent with respect to the custody of your funds for the Service.\nThe ,Service Providers do not have control of, or liability for, any products or services ,that are paid for with the Service.\nThe Service Providers also do not guarantee the ,identity of any user of the Service (including, but not limited to, Receivers to whom ,you send payments).,3.\nUnited States Address ,To be enrolled in the Service, you must have a United States mailing address, a FPO or ,APO address, or an address in one of the following U.S.\nterritories and/or possessions: ,American Samoa, Guam, Marshall Islands, Micronesia, N.\nMariana Island, Palau, ,Puerto Rico, or the Virgin Islands.\n,4.\nFailed or Returned Transactions ,In using the Service, you are requesting us to make payments for you from your ,Payment Account.\nIf we are unable to complete the withdrawal from your Payment ,Account or your Eligible Transaction Account, as the case may be, for any reason ,(for example, there are non-sufficient funds in your Payment Account or Eligible ,Transaction Account to cover the transaction, or the transaction would exceed the ,credit or overdraft protection limit of your Payment Account or Eligible Transaction ,Account), the payment may not be made.\nIn some instances, you will receive a return ,notice from us.\nIn each such case, you agree that: ,• you will reimburse us immediately upon demand for the transaction amount ,that has been returned to the Service.\n,• you will reimburse us immediately upon demand for any transaction amount ,paid by the Service.\n,• we may charge you a non-sufficient funds (NSF) fee in accordance with our ,Schedule of Fees and Charges available at navyfederal.org, even if the ,payment is not returned but is paid.\n,• you will reimburse us for any fees we incur in attempting to collect the ,transaction amount from you that was paid by the Service.\n,• to recover the transaction amount paid by the Service, we may withdraw the ,transaction amount from any share accounts on which you are a primary or ,joint owner.\n,• to recover the transaction amount paid by the Service, we may draw on the ,available balance on any line of credit accounts (e.g., CLOC) on which you are ,a primary or joint owner.\n,• we may impose a late charge equal to 1.5% monthly interest or the legal ,maximum, whichever rate is lower, for any amounts not reimbursed to us within ,fifteen (15) days of the initial demand.\nand ,• we are authorized to report the facts concerning the failed or returned transaction ,to any consumer credit reporting agency.,5.\nProhibited Payments ,The following types of payments are prohibited through the Service, and we have the ,right but not the obligation to monitor for, block, cancel, and/or reverse such payments: ,a.) Payments to or from persons or entities located in prohibited territories ,(including any territory outside of the United States or its territories).\n,b.) Payments that violate any law, statute, ordinance, or regulation.\n,c.) Payments that violate the Acceptable Use terms in paragraph 6 below.\n,d.) Payments related to: (1) tobacco products, (2) prescription drugs and devices.\n,(3) narcotics, steroids, controlled substances, or other products that present a ,risk to consumer safety.\n(4) drug paraphernalia.\n(5) ammunition, firearms, or ,firearm parts or related accessories.\n(6) weapons or knives regulated under ,applicable law.\n(7) goods or ser,vices that encourage, promote, facilitate, or ,instruct others to engage in illegal activity.\n(8) goods or services that are ,sexually oriented.\n(9) goods or services that promote hate, violence, racial ,intolerance, or the financial exploitation of a crime.\n(10) goods or services that ,defame, abuse, harass, or threaten others.\n(11) goods or services that include ,any language or images that are bigoted, hateful, racially offensive, vulgar, ,obscene, indecent, or discourteous.\n(12) goods or services that advertise or ,sell to, or solicit others.\nor (13) goods or services that infringe or violate any ,copyright, trademark, right of publicity or privacy, or any other proprietary right ,under the laws of any jurisdiction.\n,e.) Payments related to gambling, gaming, and/or any other activity with an entry ,fee and a prize, including, but not limited to, casino games, sports betting, horse ,or greyhound racing, lottery tickets, other ventures that facilitate gambling, ,games of skill (whether or not it is legally defined as a lottery), and sweepstakes.\n,f.) Payments relating to transactions that (1) support pyramid or Ponzi schemes, ,matrix programs, other “get rich quick” schemes, or multi-level marketing ,programs, (2) are associated with purchases of real property, annuities or lottery ,contracts, lay-away systems, off-shore banking, or transactions to finance or ,refinance debts funded by a credit card, (3) are for the sale of items before the ,seller has control or possession of the item, (4) constitute money-laundering ,or terrorist financing, (5) are associated with the following “money service ,business” activities: the sale of traveler’s checks or money orders, currency ,dealers or exchanges, or check cashing, or (6) provide credit repair or debt ,settlement services.\n,g.) Tax payments and court-ordered payments.\n,In addition to the above-referenced prohibited payments, we may also block and/ ,or reverse payments that involve donations or payments to an unauthorized charity ,or non-profit organization, unless we have performed appropriate due diligence on ,and investigation of such charity or non-profit organization and have determined its ,legitimacy, in our sole discretion.\nIn no event shall we or our Service Providers be liable ,for any claims or damages resulting from your scheduling of prohibited payments.\n,We have no obligation to research or resolve any claim resulting from a prohibited ,payment.\nAll research and resolution for any misapplied, misposted, or misdirected ,prohibited payments will be your sole responsibility and not ours.\nWe encourage you ,to provide notice to us by the methods described in paragraph 7 of this “Bill Pay Terms ,and Conditions” section of any violations of this paragraph or the Agreement generally.\n,6.\nAcceptable Use ,You agree that you are independently responsible for complying with all applicable ,laws in all your activities related to your use of the Service(s), regardless of the ,purpose of the use, and for all communications you send through the Service(s).\n,We and our Service Providers have the right but not the obligation to monitor ,and remove communications content that we find in our sole discretion to be ,objectionable in any way.\nIn addition, you are prohibited from using the Service(s) ,for communications or activities that: (a) violate any law, statute, ordinance, or ,regulation.\n(b) promote hate, violence, racial intolerance, or the financial exploitation ,of a crime.\n(c) defame, abuse, harass, or threaten others.\n(d) include any language ,or images that are bigoted, hateful, racially offensive, vulgar, obscene, indecent, or ,discourteous.\n(e) infringe or violate any copyright, trademark, right of publicity or ,privacy, or any other proprietary right under the laws of any jurisdiction.\n(f) impose ,an unreasonable or disproportionately large load on our infrastructure.\n(g) facilitate ,any viruses, Trojan horses, worms, or other computer programming routines that ,may damage, detrimentally interfere with, surreptitiously intercept, or expropriate ,any system, data, or information.\n(h) constitute use of any robot, spider, other ,automatic device, or manual process to monitor or copy the Service or the portion ,of the Site through which the Service is offered without our prior written permission.\n,(i) constitute use of any device, software, or routine to bypass technology protecting ,the Site or Service(s), or interfere or attempt to interfere, with the Site or Service(s).\n,or (j) may cause us or our Service Providers to lose any of the services from our ,Internet Service Providers, payment processors, or other vendors.\nWe encourage you ,to provide notice to us by the methods described in paragraph 7 of this “Bill Pay Terms ,and Conditions” section of any violations of this paragraph or the Agreement generally.,17 18 ,7.\nQuestions Regarding the Service ,If you have questions about the Service or your transactions, you may contact us via ,one of the following: ,• Telephone us toll-free at 1-888-560-8031 or dial direct at 1-614-564-3878 ,during the Service Provider’s hours ,• Contact us by using the Service’s eMessaging feature ,• Write us at: Navy Federal Credit Union, Attn: Account Servicing, P.O.\nBox ,182477, Columbus, OH 43218-2477 ,8.\nNotices to Us Regarding the Service ,Notices to us concerning the Service must be sent by postal mail to: ,Navy Federal Credit Union ,Attn: Account Servicing ,P.O.\nBox 182477 ,Columbus, OH 43218-2477 ,We may also be reached toll-free at 1-888-560-8031 or dial direct at 1-614-564- ,3878 for questions and other purposes concerning the Service.\nWe will act on your ,telephone calls as described in paragraph 11, “In Case of Errors or Questions About ,Your Electronic Transfers,” in the “General Mobile Banking, Online Banking, and Bill ,Pay Terms and Conditions” section above, but otherwise, such telephone calls will ,not constitute legal notices under this Agreement.\n,9.\nNotices to You ,You agree that we may provide notice to you by sending it to you through the ,Navy Federal Online eMessage system, by sending you an in-product message within ,the Site, by emailing it to an email address that you have provided us, by mailing it ,to any postal address that you have provided us, or by sending it as a text message ,to any mobile phone number that you have provided us.\nFor example, you may ,receive certain notices (such as notices of processed Payment Instructions, alerts ,for validation, and notices of receipt of payments) as text messages on your mobile ,phone.\nAll notices by any of these methods shall be deemed received by you no later ,than twenty-four (24) hours after they are sent or posted, except for notice by postal ,mail, which shall be deemed received by you no later than three (3) Business Days ,after it is mailed.\n,10.\nPrivacy of Others ,If you receive information about another person through the Service, you agree to ,keep the information confidential and only use it in connection with the Service.\n,11.\nReceipts and Transaction History ,You may view your Bill Pay transaction history by logging into the Service and looking ,at your transaction history.\nYou agree to review your transactions by this method ,instead of receiving receipts by mail.\n,12.\nMobile Phone Users ,Your phone service provider is not the provider of the Service.\nUsers of the Service ,will receive text messages relating to their Payment Instructions and other notices ,from time to time if a mobile phone number is provided.\nData and messaging charges ,from your telecommunications provider may apply, and you are responsible for any ,such charges.\nIn the event your enrolled mobile device is lost or stolen, you agree ,to update your enrollment information and make the appropriate changes to disable ,the use of such device.\nYou understand that there are risks associated with using ,a mobile device, and that in the event of theft or loss, your confidential information ,could be compromised.\n,13.\nInformation Authorization ,Your enrollment in the Service may not be fulfilled if we or the Service cannot verify ,your identity or other necessary information.\nFor Bill Pay, in order to verify ownership ,of the Payment Account(s) and/or Billing Account, the Service may issue offsetting ,debits and credits to the Payment Account(s) and/or Billing Account, and require ,confirmation of such from you.\nThrough your enrollment in the Service, you agree that ,we or the Service reserve the right to request a review of your credit rating at our or ,its own expense through an authorized bureau.\nIn addition, and in accordance with ,our Privacy Policy, you agree that we reserve the right to obtain personal information ,about you, including (without limitation) financial information and transaction history ,regarding your Payment Account or Eligible Transaction Account.\nIn addition, you ,agree that the Service reserves the right to obtain financial information regarding ,your account from a Biller or your financial institution (for example, to resolve payment ,posting problems or for verification).\nYou further understand and agree that we reserve ,the right to use personal information about you for our and our Service Providers’ ,everyday business purposes, such as to maintain your ability to access the Service, ,to authenticate you when you log in, to send you information about the Service, to ,perform fraud screening, to verify your identity, to determine your transaction limits, ,to perform collections, to comply with laws, regulations, court orders, and lawful ,instructions from government agencies, to protect the personal safety of subscribers ,or the public, to defend claims, to resolve disputes, to troubleshoot problems, to ,enforce this Agreement, to protect our rights and property, and to customize, measure, ,and improve the Service and the content and layout of the Navy Federal website and ,the Site.\nAdditionally, we and our Service Providers may use your information for risk ,management purposes and may use, store, and disclose your information acquired ,in connection with this Agreement as permitted by law, including (without limitation) ,any use to effect, administer, or enforce a transaction or to protect against or prevent ,actual or potential fraud, unauthorized transactions, claims, or other liability.\nWe and ,our Service Providers shall have the right to retain such data even after termination ,or expiration of this Agreement for risk management, regulatory compliance, audit ,compliance, and audit reasons, and as permitted by applicable law for everyday ,business purposes.\nIn addition, we and our Service Providers may use, store, and ,disclose such information acquired in connection with the Service in statistical form ,for pattern recognition, modeling, enhancement and improvement, and system ,analysis, and to analyze the performance of the Service.\n,14.\nCharges or Fees ,The Bill Pay service is provided to you at no cost.\nCharges for other transactions ,and optional services (e.g., non-sufficient funds, stop payment, or overdraft ,fees), as well as the fee associated with the optional Rush Delivery service, are ,specified in Navy Federal’s Schedule of Fees and Charges, which can be found at ,navyfederal.org.\n,You agree to pay such fees and charges, and authorize the Service to charge your ,designated Billing Account for these amounts and any additional charges that may be ,incurred by you.\nAny fees associated with your share or loan accounts will continue ,to apply.\nYou are responsible for any and all telephone access fees or internet service ,fees that may be assessed by your telephone utility and/or internet service provider.\n,15.\nBanking Changes ,You can update your choice of Payment Account within the Service, but any changes ,to your Billing Account must be made by calling Navy Federal at 1-888-842-6328.\n,All changes made are effective immediately for scheduled and future payments paid ,from the updated Payment Account information.\nThe Service is not responsible for any ,payment processing errors or fees incurred if you do not provide accurate Payment ,Account information, contact information, or payment instructions.\n,16.\nBill Payment Scheduling ,The earliest possible Scheduled Payment Date for each Biller (typically four (4) or ,fewer Business Days from the current date) will be designated within the application ,when you are scheduling the payment.\nTherefore, the application will not permit you ,to select a Scheduled Payment Date earlier than the earliest possible Scheduled ,Payment Date designated for each Biller.\nWhen scheduling payments, you must select ,a Scheduled Payment Date that is no later than the actual Due Date reflected on your ,Biller statement, unless the Due Date falls on a non-Business Day.\nIf the actual Due ,Date falls on a non-Business Day, you must select a Scheduled Payment Date that is ,at least one (1) Business Day before the actual Due Date.\nScheduled Payment Dates ,should be prior to any late date or grace period.\n,19 20 ,Please note: While you can make payments to your Navy Federal loan accounts using ,the Service, you can also make payments using the transfer payment option on the ,Navy Federal Online Banking service at no charge.,Rush Delivery: In order for a Rush Delivery payment to be processed the same day, ,it must be initiated on a Business Day and prior to the Biller’s cutoff time.\nCutoff ,times vary by Biller.\nIf Rush Delivery is not available for an intended Biller, if you ,have missed the Biller’s cutoff time for that day, or if you attempt to submit a Rush ,Delivery payment on a non-Business Day, it will not be presented as an option to you.,17.\nThe Service Guarantee ,Due to circumstances beyond the control of the Service, particularly delays in handling ,and posting payments by Billers or financial institutions, some transactions may take ,longer to be credited to your account.\nThe Service will bear responsibility for any late ,payment-related charges up to $50.00 should a payment post after its Due Date, ,as long as the payment was scheduled in accordance with the guidelines described ,under “Bill Payment Scheduling” in this Agreement.\n,18.\nException Payments ,Tax payments and court-ordered payments may be scheduled through the Service.\n,however, such payments are discouraged and are scheduled at your own risk.\nIn ,no event shall the Service be liable for any claims or damages resulting from your ,scheduling of these types of payments.\nThe Service Guarantee as it applies to any ,late payment-related charges is void when these types of payments are scheduled ,and/or processed by the Service.\nThe Service has no obligation to research or ,resolve any claim resulting from an exception payment.\nAll research and resolution ,for any misapplied or misdirected payments will be the sole responsibility of you ,and not of the Service.\n,19.\nPayment Authorization and Payment Remittance ,By providing the Service with names and account information of Billers to whom you ,wish to direct payments, you authorize the Service to follow the Payment Instructions ,that it receives through the payment system.\nIn order to process payments more ,efficiently and effectively, the Service may edit or alter payment data or data formats ,in accordance with Biller directives.\n,When the Service receives a Payment Instruction, you authorize the Service to debit ,your Payment Account and remit funds on your behalf so that the funds arrive as close ,as reasonably possible to the Scheduled Payment Date designated by you.\nYou also ,authorize the Service to credit your Payment Account for payments returned to the ,Service by the United States Postal Service or Biller, or payments remitted to you on ,behalf of another authorized user of the Service.\n,For electronic payments and corporate checks, the payment amount will be debited ,from or charged to your Payment Account on the Scheduled Payment Date.\nFor draft ,payments (e.g., checks issued from your Payment Account), funds are deducted from ,your Payment Account when the check is presented to us for payment that may occur ,before, on, or after the Scheduled Payment Date.\nSince we cannot predict the exact ,date that a check will be presented to us for payment, please make sure you have ,sufficient funds in your Payment Account beginning a few days before your Scheduled ,Payment Date and keep such funds available until the payment is deducted from your ,Payment Account.\n,If you choose the optional “Rush Delivery” service, you authorize the Service to ,debit your Payment Account the same day, with the additional fee charged for Rush ,Delivery.\nPlease refer to the Schedule of Fees and Charges at navyfederal.org.\n,20.\nPayment Methods ,The Service reserves the right to select the method in which to remit funds on your ,behalf to your Biller.\nThese payment methods may include, but may not be limited ,to, an electronic payment, an electronic-to-check payment, or a laser draft payment ,(funds remitted to the Biller are deducted from your Payment Account when the laser ,draft is presented to your financial institution for payment).\n,21.\nPayment Cancellation Requests ,You may cancel or edit any Scheduled Payment, including recurring payments, ,but excluding “Rush Delivery” payment orders, by following the directions within ,the application.\nThere is no charge for canceling or editing a Scheduled Payment.\n,Once the Service has begun processing a payment, it cannot be canceled or edited.\n,Therefore, a stop payment request must be submitted.\n,The “Rush Delivery” service results in immediate processing of your payment, and ,cannot be modified or canceled once submitted.\n,22.\nStop Payment Requests ,The Service’s ability to process a stop payment request will depend on the payment ,method and whether or not a check has cleared.\nThe Service may also not have a ,reasonable opportunity to act on any stop payment request after a payment has been ,processed.\nIf you desire to stop any payment that has already been processed, you ,must contact Bill Pay Customer Care, offered through our Service Provider.\nAlthough ,the Service will make every effort to accommodate your request, the Service will ,have no liability for failing to do so.\nThe Service may also require you to present your ,request in writing within fourteen (14) days.\nPlease refer to the Schedule of Fees ,and Charges, which can be found on the Navy Federal website (navyfederal.org).\n,A stop payment request cannot be submitted for “Rush Delivery.” ,23.\nElectronic Bill (E-Bill) Delivery and Presentment ,This feature is for the presentment of electronic bills (E-Bills) only, and it is your sole ,responsibility to contact your Billers directly if you do not receive your statements.\nIn ,addition, if you elect to activate one of the Service’s electronic bill options, you also ,agree to the following: ,a.) Information provided to the Biller—The Service is unable to update or change ,your personal information such as, but not limited to, name, address, phone ,numbers, and email addresses with the electronic Biller.\nAny changes will need ,to be made by contacting the Biller directly.\nAdditionally, it is your responsibility ,to maintain all usernames and passwords for all electronic Biller sites.\nYou also ,agree not to use someone else’s information to gain unauthorized access to ,another person’s bill.\nThe Service may, at the request of the Biller, provide to the ,Biller your email address, service address, or other data specifically requested ,by the Biller at the time of activating the electronic bill for that Biller, for the ,purposes of the Biller informing you about Service and/or bill information.\n,b.) Activation—Upon activation of the electronic bill feature, the Service may ,notify the Biller of your request to receive electronic billing information.\nThe ,presentment of your first electronic bill may vary from Biller to Biller and ,may take up to sixty (60) days, depending on the billing cycle of each Biller.\n,Additionally, the ability to receive a paper copy of your statement(s) is at the ,sole discretion of the Biller.\nWhile your electronic bill feature is being activated, ,it is your responsibility to keep your accounts current.\nEach electronic Biller ,reserves the right to accept or deny your request to receive electronic bills.\n,c.) Authorization to obtain bill data—Your activation of the electronic bill feature for ,a Biller shall be deemed by us to be your authorization for us to obtain bill data ,from the Biller on your behalf.\nFor some Billers, you will be asked to provide ,us with your username and password for that Biller.\nBy providing us with such ,information, you authorize us to use the information to obtain your bill data.\n,d.) Notification—The Service will use its best efforts to present all your electronic ,bills promptly.\nIn addition to notification within the Service, the Service may send ,an email notification to the email address listed for your account.\nIt is your sole ,responsibility to ensure that this information is accurate.\nIn the event you do not ,receive notification, it is your responsibility to periodically log in to the Service and ,check on the delivery of new electronic bills.\nThe time for notification may vary ,from Biller to Biller.\nYou are responsible for ensuring timely payment of all bills.\n,e.) Cancellation of electronic bill notification—The electronic Biller reserves the ,right to cancel the presentment of electronic bills at any time.\nYou may cancel ,electronic bill presentment at any time.\nThe timeframe for cancellation of your ,electronic bill presentment may vary from Biller to Biller.\nIt may take up to sixty ,(60) days, depending on the billing cycle of each Biller.\nThe Service will notify ,21 22 ,your electronic Biller(s) as to the change in status of your account, and it is your ,sole responsibility to make arrangements for an alternative form of bill delivery.\n,The Service will not be responsible for presenting any electronic bills that are ,already in process at the time of cancellation.\n,f.) Non-delivery of electronic bill(s)—You agree to hold the Service harmless ,should the Biller fail to deliver your statement(s).\nYou are responsible for ,ensuring timely payment of all bills.\nCopies of previously delivered bills must ,be requested from the Biller directly.\n,g.) Accuracy and dispute of electronic bill—The Service is not responsible for ,the accuracy of your electronic bill(s).\nThe Service is only responsible for ,presenting the information we receive from the Biller.\nAny discrepancies or ,disputes regarding the accuracy of your electronic bill summary or detail must ,be addressed with the Biller directly.\n,This Agreement does not alter your liability or obligations that currently exist between ,you and your Billers.\n,24.\nBiller Limitation ,The Service reserves the right to refuse to pay any Biller to whom you may direct a ,payment.\nThe Service will notify you promptly if it decides to refuse to pay a Biller ,designated by you.\nThis notification is not required if you attempt to make a prohibited ,payment or an exception payment under this Agreement.\n,25.\nReturned Payments ,In using the Service, you understand that Billers and/or the United States Postal ,Service may return payments to the Service for various reasons such as, but not ,limited to: Biller’s forwarding address expired.\nBiller account number is not valid.\nBiller ,is unable to locate account.\nor Biller account is paid in full.\nThe Service will use its ,best efforts to research and correct the returned payment and return it to your Biller, ,or void the payment and credit your Payment Account.\nYou may receive notification ,from the Service.\n,By clicking or tapping “OK,” you confirm: ,1.) you have read and agree to the ESIGN Member Consent to Use Electronic ,Signatures and Documents.\n,2.) you have read and agree to the Mobile Banking, Online Banking, and Bill Pay ,Terms and Conditions.\n,3.) you consent to receive disclosures and other related notices electronically in ,connection with Mobile and Online Banking and you have the ability to view, ,save, or print PDF files on your internet access device.\nand ,4.) you have access to Navy Federal Mobile and Online Banking with an ISP and ,are able to send and receive email.\n,NOTES,23 ,NOTESNOTES,This page has been intentionally left blank.This page has been intentionally left blank.", "created_at": "2023-09-02 19:42:00.122356", "updated_at": "2023-09-02 19:43:14.108231"}], "points": [], "urls": ["navyfederal.org"]}}