{"error": 448, "message": "OK", "parameters": {"id": 6966, "name": "Arth", "created_at": "2022-11-21 01:20:39.587208", "updated_at": "2022-11-21 23:01:14.882606", "wikipedia": null, "keywords": null, "related": null, "slug": "arth", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6966.png", "url": "arthmc.xyz,servers.arthmc.xyz,api.arthmc.xyz", "documents": [{"id": 12767, "name": "Privacy Policy", "url": "https://raw.githubusercontent.com/ArthMC/.github/main/profile/README.md", "xpath": "//body", "text": "# Table of contents\nAbout Us [Privacy Policy](https://github.com/ArthMC/.github/edit/main/profile/README.md#privacy-policy) # About Us Arth is an organization currently focused on developing a self-hostable minecraft server panel called Arth Panel.\nYou can view it's progress at the Observer(Frontend) and Quartz(Backend) Repositories.\n# Privacy Policy This is the first version of the Arth privacy policy, published 1:49PM Central Standard Time on October the 20th, 2022.\nFormatting &amp.\nGrammar Tweaks were made on October 21.\nThis version is currently in effect and no future version has been published yet.\nRight to be forgotten: - You have a right to have all traces of you wiped from all Arth databases, services, and all other means of storing data wether viewable by the public or just Arth upon request.\nRequests may be made via email, or via a from on our website in the future.\n- Content removed via normal deletion may be stored for 30 days.\nYour data: - While no automated algorithms or staff will view any sort of messages between two or more users, such as minecraft chat messages, we do not implement end-to-end encryption at this time, meaning the data will technically be stored on our systems.\n- Communications between you and an employee, such as getting support may be stored to be accessed by other staff.\n- We will not share any personal information with third party companies unless you authorize it.\nThe app/website from the company would send you to arth’s website, where you would be shown what data would be shared, and given a button to allow that.\n- Cookies are pieces of data stored on your browser.\nWhile these can help improve the experience, we will not store any information in your cookies that could be linked to you.\n- If you use the Arth Hosting service, your server’s files and data will be stored.\nThis is nesescary to make this service possible.\nWe will never comply with any voluntary surveillance programs, and we will fight off legal requests when it’s feasible to do so.\nChanges to these terms:\n- If changes to these terms are needed, we will put them into effect 30 days after the changes are made visible.\n", "created_at": "2022-11-21 01:20:39.589631", "updated_at": "2022-11-21 00:21:31.515524"}], "points": [], "urls": ["arthmc.xyz", "servers.arthmc.xyz", "api.arthmc.xyz"]}}