{"error": 448, "message": "OK", "parameters": {"id": 7502, "name": "Nam Huy", "created_at": "2023-03-12 19:46:37.064896", "updated_at": "2023-03-29 19:26:44.766527", "wikipedia": null, "keywords": null, "related": null, "slug": "nam-huy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7502.png", "url": "namhuy.net", "documents": [{"id": 14425, "name": "Privacy Policy", "url": "https://www.namhuy.net/privacy-policy", "xpath": "//body", "text": " Skip to content <p> Nam Huy </p>\n<p> Information Technology Tutorials </p> Menu <ul>\n<li>Home</li>\n<li>About Us\n<ul>\n<li>Copyright Notice</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>Contact Us</li>\n</ul> Privacy Policy <p>This page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<p>Nam Huy and/or https://www.namhuy.net (“us”, “we”, or “our”) operates the United States website (the “Service”).</p>\n<p>We use your data to provide and improve the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible from United States</p>\nInformation Collection And Use\n<p>We collect several different types of information for various purposes to provide and improve our Service to you.</p>\nTypes of Data Collected\nPersonal Data\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you (“Personal Data”).\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>First name and last name</li>\n<li>Cookies and Usage Data</li>\n</ul>\nComments\n<p>When visitors leave comments on the site we collect the data shown in the comments form, and also the visitor’s IP address and browser user agent string to help spam detection.</p>\n<p>An anonymized string created from your email address (also called a hash) may be provided to the Gravatar service to see if you are using it.\nThe Gravatar service privacy policy is available here: https://automattic.com/privacy/.\nAfter approval of your comment, your profile picture is visible to the public in the context of your comment.</p>\nMedia\n<p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p>\nUsage Data\n<p>We may also collect information how the Service is accessed and used (“Usage Data”).\nThis Usage Data may include information such as your computer’s Internet Protocol address (e.g.\nIP address), browser type, browser version, user agent, referrer, and Site URL (along with other information directly provided by the commenter such as their name, username, email address, and the comment itself).</p>\nTracking &amp.\nCookies Data\n<p>We use cookies and similar tracking technologies to track the activity on our Service and hold certain information.</p>\n<p>Cookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyze our Service.</p>\n<p>You can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>Examples of Cookies we use:</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong>&nbsp;We use Session Cookies to operate our Service.</li>\n<li>\n<strong>Preference Cookies.</strong>&nbsp;We use Preference Cookies to remember your preferences and various settings.</li>\n<li>\n<strong>Security Cookies.</strong>&nbsp;We use Security Cookies for security purposes.</li>\n</ul>\nUse of Data\n<p>Nam Huy uses the collected data for various purposes:</p>\n<ul>\n<li>To provide and maintain the Service</li>\n<li>To notify you about changes to our Service</li>\n<li>To allow you to participate in interactive features of our Service when you choose to do so</li>\n<li>To provide customer care and support</li>\n<li>To provide analysis or valuable information so that we can improve the Service</li>\n<li>To monitor the usage of the Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul>\nTransfer Of Data\n<p>Your information, including Personal Data, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to United States and process it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>Nam Huy will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of your data and other personal information.</p>\nDisclosure Of Data\nLegal Requirements\n<p>Nam Huy may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Nam Huy</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n<li>To prevent spam</li>\n</ul>\nSecurity Of Data\n<p>The security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.</p>\nService Providers\n<p>We may employ third party companies and individuals to facilitate our Service (“Service Providers”), to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\nAnalytics\n<p>We may use third-party Service Providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<strong>Google Analytics </strong>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js, and dc.js) from sharing information with Google Analytics about visits activity.For more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:&nbsp;https://policies.google.com/privacy?hl=en</li>\n</ul>\nLinks To Other Sites\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\nChildren’s Privacy\n<p>Our Service does not address anyone under the age of 18 (“Children”).</p>\n<p>We do not knowingly collect personally identifiable information from anyone under the age of 18.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.</p>\nChanges To This Privacy Policy\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let you know via email and/or a prominent notice on our Service, prior to the change becoming effective and update the “effective date” at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, please contact us:</p>\n<ul>\n<li>By visiting this page on our website: https://www.namhuy.net/contact</li>\n</ul>\n<p>Effective date: December 02, 2018</p> © 2023 Nam Huy.\nAll Rights Reserved.\n", "created_at": "2023-03-12 19:46:37.095895", "updated_at": "2023-03-12 19:47:07.698516"}, {"id": 14426, "name": "Copyright Notice", "url": "https://www.namhuy.net/copyright", "xpath": "//body", "text": " Skip to content <p> Nam Huy </p>\n<p> Information Technology Tutorials </p> Menu <ul>\n<li>Home</li>\n<li>About Us\n<ul>\n<li>Copyright Notice</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>Contact Us</li>\n</ul> Copyright Notice <p>Copyright 2019 namhuy.net.\nAll Rights Reserved.\nAll Content Copyright and All Rights Reserved by Their Respective Owners.\nNo Content May Be Duplicated Without Express Written Consent.</p>\n<p>Additionally, any other content, trademarks, or otherwise that may be found on the website(s) that is not namhuy.net property is copyright their respective owners.\nIn no way does namhuy.net claim ownership or responsibility for these items, and you should seek legal consent from those respective parties.</p>\nInfringement Policy\n<p>namhuy.net is committed to respecting the intellectual property rights of others and expects our users to do the same.\nWe respond to claims of copyright infringement in accordance with the Digital Millennium Copyright Act (“DMCA”) and use a similar process for responding to claims of trademark infringement.</p>\nCopyright\n<p>To notify us of copyright infringement on our website, please send us a written notice by mail and either through our contact form that includes all of the following information:</p>\n<ol>\n<li>Identification of the copyrighted work you believe is being infringed.</li>\n<li>Identification of the work you believe is infringing, with information that is reasonably sufficient for us to locate it.</li>\n<li>Your name, address, phone number and email address.</li>\n<li>A statement that you have a good faith belief that use of the work in the manner complained of is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in your notification is accurate, and under penalty of perjury, you are the copyright owner or are authorized to act on behalf of the owner of an exclusive right that has allegedly been infringed.</li>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the exclusive right that has allegedly been infringed.</li>\n</ol>\n<p>namhuy.net will treat notices that meet these requirements in accordance with the DMCA.\nIf we have taken down any content that you believe should not have been removed, you can send us a written counter-notice by email and either mail or fax.\nPlease be sure your counter-notice meets the DMCA requirements and we will follow the process set out in the DMCA.\nYou may find out more about the DMCA at&nbsp;copyright.gov.</p>\nTrademark\n<p>To notify us of trademark infringement, please send us a written notice that includes: (a) the specific trademark you claim is being infringed, (b) detailed information about the trademark you claim is infringing your trademark and where to locate the infringing trademark on our site, (c) your name, address and email address, (d) statements that are the equivalent to #4 and #5 above but as to the trademark instead of a copyright, (e) a physical or electronic signature meeting the requirements of #6 above, and (f) the serial or registration number of your trademark if it has been registered.</p>\nPatent\n<p>To notify us of infringement of a valid and enforceable patent, please send us a written notice that includes: (a) detailed information about the product you claim is infringing your patent and where to locate the product on our site, (b) your name, address and email address and (c) a copy of the relevant court order and the patent registration number.</p>\nOur Response\n<p>We will respond to all infringement notices that meet the requirements set forth above and comply with any applicable laws.\nWe reserve the right to remove any content without prior notice and at our sole discretion.\nWe may disable and/or terminate the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights or other intellectual property rights of others.</p>\nWhere to Send Notices\n<p>Please send copyright and trademark notices to:</p>\n<p>Contact form: https://www.namhuy.net/contact<br>\nLast updated on July 6, 2018</p> © 2023 Nam Huy.\nAll Rights Reserved.\n", "created_at": "2023-03-12 19:47:17.803258", "updated_at": "2023-03-12 19:47:34.139183"}, {"id": 14427, "name": "Terms of Service", "url": "https://www.namhuy.net/terms-of-service", "xpath": "//body", "text": " Skip to content <p> Nam Huy </p>\n<p> Information Technology Tutorials </p> Menu <ul>\n<li>Home</li>\n<li>About Us\n<ul>\n<li>Copyright Notice</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>Contact Us</li>\n</ul> Terms of Service Terms\n<p>By accessing the website at https://www.namhuy.net, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p>\nUse License\n<ol>\n<li>Permission is granted to temporarily download one copy of the materials (information or software) on Nam Huy’s website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:\n<ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on Nam Huy’s website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or “mirror” the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Nam Huy at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol>\nDisclaimer\n<ol>\n<li>The materials on Nam Huy’s website are provided on an ‘as is’ basis.\nNam Huy makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li>\n<li>Further, Nam Huy does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol>\nLimitations\n<p>In no event shall Nam Huy or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Nam Huy’s website, even if Nam Huy or a Nam Huy authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\nAccuracy of materials\n<p>The materials appearing on Nam Huy’s website could include technical, typographical, or photographic errors.\nNam Huy does not warrant that any of the materials on its website are accurate, complete or current.\nNam Huy may make changes to the materials contained on its website at any time without notice.\nHowever Nam Huy does not make any commitment to update the materials.</p>\nLinks\n<p>Nam Huy has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Nam Huy of the site.\nUse of any such linked website is at the user’s own risk.</p>\nModifications\n<p>Nam Huy may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p>\nGoverning Law\n<p>These terms and conditions are governed by and construed in accordance with the laws of California and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p> © 2023 Nam Huy.\nAll Rights Reserved.\n", "created_at": "2023-03-12 19:47:42.94319", "updated_at": "2023-03-12 19:47:58.395608"}], "points": [{"id": 31329, "title": "The court of law governing the terms is in California", "source": "https://www.namhuy.net/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-04-21 01:11:42.845131", "updated_at": "2023-07-11 06:29:24.532638", "quoteText": null, "case_id": 163, "document_id": 14427, "quoteStart": null, "quoteEnd": null}], "urls": ["namhuy.net"]}}