{"error": 448, "message": "OK", "parameters": {"id": 8777, "name": "My Foldaway Fan", "created_at": "2023-07-04 04:43:24.852233", "updated_at": "2023-07-04 10:02:12.39618", "wikipedia": null, "keywords": null, "related": null, "slug": "my-foldaway-fan", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8777.png", "url": "myfoldawayfan.com", "documents": [{"id": 17125, "name": "Terms and Conditions ", "url": "https://myfoldawayfan.com/TermsConditions", "xpath": "//body", "text": " Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> order now! Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> Terms and ConditionsLast updated April 24, 2020<br>These Terms and Conditions of Use apply to the website located at this website https://myfoldawayfan.com.<br>E.\nMishan &amp.\nSons, Inc.\n(“Emson”) provides this Site for advertising, marketing and purchasing products and services subject to the following terms and conditions.\nBy accessing or using this Site, including the purchase of products and services, you agree to be bound by these Terms and Conditions of Use.\nYour use of this Site is subject to our Privacy Policy and California Consumer Privacy Act Disclosures.\nPlease review the policy for more on how we collect and use information.\nIf you are unwilling to be bound by these Terms and Conditions of Use, Privacy Policy and California Consumer Privacy Act Disclosures, you must not access or use this Site.\n<br>\n<br>\n<br>\n<b>LIMITATION OF LIABILITY</b>THE SITE AND ALL PARTS THEREOF ARE MADE AVAILABLE ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nEMSON MAKES NO REPRESENTATION OR WARRANTY THAT THE SITE WILL MEET YOUR REQUIREMENTS, OR THAT IT WILL BE UNINTERRUPTED, SECURE, OR ERROR FREE.<br>IN ALL CIRCUMSTANCES EMSON'S MAXIMUM LIABILITY IS LIMITED TO THE PURCHASE PRICE OF THE PRODUCTS SOLD.\nEMSON SHALL NOT, UNDER ANY CIRCUMSTANCES, BE LIABLE UPON A CLAIM OR ACTION IN CONTRACT, TORT, INDEMNITY OR CONTRIBUTION, OR OTHER CLAIMS RELATING TO THE PRODUCTS IT SELLS WHICH EXCEEDS THIS LIABILITY LIMIT.\nEMSON SHALL NOT BE LIABLE FOR THIRD PARTY CLAIMS FOR DAMAGES AGAINST THE CUSTOMER, OR FOR MALFUNCTION, DELAYS, INTERRUPTION OF SERVICE, LOSS OF BUSINESS, LOSS OR DAMAGE TO EXEMPLARY DAMAGES, WHETHER OR NOT EMSON HAS BEEN MADE AWARE OF THE POSSIBILITY OF SUCH CLAIMS OR DAMAGES.\nEMSON SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES WHATSOEVER, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR ANY OTHER LEGAL OR EQUITABLE PRINCIPLE.<br>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, EMSON WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, PUNITIVE OR CONSEQUENTIAL DAMAGES ATTRIBUTABLE TO YOUR USE OF THE SITE OR ANY PRODUCT OR SERVICE PURCHASED THE SITE.<br>\n<b>SITE INFORMATION</b>\n<br>We make reasonable efforts to accurately display the attributes of the products we sell.\nWe do not warrant that product descriptions or other content is accurate, complete, or error free.\nPrices and promotions are subject to change.\nSometimes an item may not be available, the offer may have been misstated, or an item may be mispriced.\nFor any of these reasons, we may cancel your order or we may contact you for instructions on the order.\nIf a product offered by Emson is not as described, you may return it according to our return policy.\nIf you are dissatisfied with the Site, the Site content, or the Terms and Conditions of Use or Privacy Policy, you agree that your sole and exclusive remedy is that you may discontinue using the Site.<br>\n<b>INTELLECTUAL PROPERTY<br>\n</b>This Site and all content included on or in the Site, including text, images, videos, information, data, software, photographs, graphs, videos, graphics, music, sounds and other material (collectively \"Content\") may be protected by trademark, copyright and/or other proprietary rights owned by Emson, and these rights are valid and protected in all forms, media and technologies existing now or developed in the future.\nYou may not use the Content or any part thereof for your own purposes.\nYou may not remove or modify any copyright, trademark or other proprietary notice contained in any Content.\nYou may not modify or alter the Content, copy or post the Content, or broadcast the Content in any media.<br>\n<b>ORDER POLICY &amp.\nSHIPPING.</b>\n<br>Your receipt of an electronic or other form of order confirmation does not signify our acceptance of your order, nor does it constitute confirmation of our offer to sell.\nEmson reserves the right at any time after receipt of your order to accept or decline your order for any reason.\nEmson reserves the right at any time after receipt of your order, without prior notice to you, to supply less than the quantity you ordered of any item with the appropriate price adjustment.\nWe may require additional verification or information before accepting any order.\nAll orders placed on this Site are subject to product availability.\nAll items purchased from Emson are sent by a third-party carrier.\nIf you are not fully satisfied with your purchase, you may return it in accordance with our return policy.<br>\n<br>\n<b>ARBITRATION AGREEMENT<br>\n</b>Any dispute relating in any way to these use of the this Site, to these Terms and Conditions of Use, to the Privacy Policy, to our advertising or solicitation practices or to the products or servies that you purchase through the this Site, shall be resolved by mandatory arbitration before a single impartial arbitrator pursuant to proceedings administered by the American Arbitration Association under its rules for resolution of commercial disputes, except that, to the extent you have in any manner violated or threatened to violate our intellectual property rights, we may seek injunctive or other appropriate relief in any state or federal court in the State of New York, and you consent to exclusive jurisdiction and venue in such courts.\nArbitration shall be conducted under the rules then prevailing of the American Arbitration Association for consumer disputes.\nThe arbitration shall take place in New York, New York before a single arbitrator.\nThe arbitrator's award shall be binding and may be entered as a judgment in any court of competent jurisdiction.\nYOU AND EMSON AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nThe arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding, whether through class arbitration proceedings or otherwise.\nThe arbitrator shall have no power to add to, subtract from, disregard, alter or modify any of the terms of the Terms and Conditions or the Privacy Policy.\nAny claim or controversy as to the enforceability of this arbitration provision’s restriction on your right to participate in or pursue a class action or class wide arbitration shall be brought only in the United States District Court for the Southern District of New York or any court of the State of New York located in New York County, New York.\nYou agree that, by entering into this Agreement, you are waiving the right to a trial by jury or to participate in a class action or representative action.\nThis Agreement evidences a transaction in interstate commerce, and thus the Federal Arbitration Act governs the interpretation and enforcement of this provision.\nThis arbitration provision shall survive termination of this Agreement.<br>\n<br>\n<b>APPLICABLE LAW<br>\n</b>The laws of the State of New York, without regard to principles of conflict of laws, will govern these Terms and Conditions of Use and any dispute of any sort that might arise between Emson and You.<br>\n<br>\n<b>SEVERABILITY</b>\n<br>If any provision contained in this agreement is or becomes invalid, illegal, or unenforceable in whole or in part, such invalidity, illegality, or unenforceability shall not affect the remaining provisions and portions of this agreement, and the invalid, illegal, or unenforceable provision shall be deemed modified so as to have the most similar result that is valid and enforceable under applicable law.<br>\n<br>\n<b>WAIVER</b>\n<br>The failure of either party to require performance by the other party of any provision of this agreement shall not affect in any way the first party's right to require such performance at any time thereafter.\nAny waiver by either party of a breach of any provision in this agreement shall not be taken or held by the other party to be a continuing waiver of that provision unless such waiver is made in writing.<br>\n<br>\n<b>ENTIRE AGREEMENT</b>\n<br>These Terms and Conditions of Use are the complete and exclusive agreement between us, and they supersede all prior or contemporaneous proposals, oral or written, understandings, representations, conditions, warranties, and all other communications between us relating to the subject products.\nThis agreement may not be explained or supplemented by any prior course of dealings or trade by custom or usage.<br> CLICK HERE TO ORDER NOW! <ul>\n<li>Home</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n<li>Return Policy</li>\n<li>Terms and Conditions</li>\n<li>Arbitration Agreement</li>\n<li>Shipping Policy</li>\n</ul> Copyright © 2023 Emson ", "created_at": "2023-07-04 04:43:24.882098", "updated_at": "2023-07-04 04:43:58.299859"}, {"id": 17127, "name": "Shipping Policy ", "url": "https://myfoldawayfan.com/ShippingPolicy", "xpath": "//body", "text": " Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> order now! Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> Shipping Policy<p>This product will ship within 2 to 6 Weeks from the time the order is processed and will be mailed via UPS.\nIf you have any questions concerning the status of your order, please contact our customer service department.<br>\n</p>\n<p>\n</p> CLICK HERE TO ORDER NOW! <ul>\n<li>Home</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n<li>Return Policy</li>\n<li>Terms and Conditions</li>\n<li>Arbitration Agreement</li>\n<li>Shipping Policy</li>\n</ul> Copyright © 2023 Emson ", "created_at": "2023-07-04 04:43:24.939792", "updated_at": "2023-07-04 04:46:22.101594"}, {"id": 17126, "name": "Return Policy ", "url": "https://myfoldawayfan.com/Return-Policy", "xpath": "//body", "text": " Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> order now! Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> Return PolicyReturn Policy<br>90-Day Money Back Guarantee (Less S&amp;P).\nFor customer service, please call 866-274-2797 between the hours of 8:00AM - 8:00PM EST.\nThe quickest and easiest way to connect us 24 hours a day is by going to www.customerstatus.com.\nPlease allow 24-48 hours from placing your order until it's updated in our systems.<br>\n<br>ATTN: Returns<br>400 RETURNS RD<br>Wallingford CT, 06494<br>\n<br>Refund Policy<br>Your satisfaction is important to us.\nIf you are unhappy with your merchandise for any reason simply return the product within 90 days for a full refund of your order excluding shipping and handling.\nA refund will be issued within 3 to 7 business days of receiving your returned item.<br> CLICK HERE TO ORDER NOW! <ul>\n<li>Home</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n<li>Return Policy</li>\n<li>Terms and Conditions</li>\n<li>Arbitration Agreement</li>\n<li>Shipping Policy</li>\n</ul> Copyright © 2023 Emson ", "created_at": "2023-07-04 04:43:24.910898", "updated_at": "2023-07-04 04:46:41.709779"}, {"id": 17128, "name": "Privacy Policy ", "url": "https://myfoldawayfan.com/Privacy-Policy", "xpath": "//body", "text": " Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> order now! Your Personal Wind Machine<p>Portable, Powerful, Rechargable!</p> Privacy PolicyLast Updated: April 24, 2020<br>This notice describes the Privacy Policy of E.\nMishan &amp.\nSons, Inc.\n(“Emson”) and is effective as of the date Last Updated.\nBy visiting this site, providing information through this site, and/or purchasing a product from this site, you are consenting to and accepting the terms, conditions and practices described in this Privacy Policy.<br>We may collect information that identifies you individually or allows us to contact you directly (personal information).\nWe may ask for or collect personal information when you purchase a product, request a service, request refunds, returns, and exchanges, submit a review, subscribe to communications, respond to a survey, or engage in some other activity on our site.\nWe may ask you for contact information such as your name, address, telephone number, and email address.\nWe may ask you for geolocation information, or it may be automatically provided by your browser or device.\nIf you do not want Emson to collect geolocation information, you can turn off location services in your browser or device.<br>When you visit our website, to the extent permitted by law and applicable agreements, we may collect site visitation data information such as your IP addresses, IMEI/UDID, MAC address, browser type, operating system, pages visited on our site, referring and exit pages, the dates and times of the visits, and the terms that you use in searches on our websites.\nWe may partner with certain third parties to collect and analyze some of this information for permitted business purposes.\nEmson may use this information to improve site administration, provide general statistics, or for any other purpose permitted by law.\nThis information may be linked with other personal information to the extent permitted by law.<br>We may obtain data about individuals from third party sources, such as financial information, credit history information from credit bureaus, search term and search result information.\nEmson may use this information to provide better service to you, or for any other purpose permitted by law.<br>We may use the collected personal information to fulfill and provide the products, services, or information you request from us, for processing refunds, returns, and exchanges, tracking and confirming orders, marketing and advertising products and services, conducting research and analysis, administering various programs, or for other lawful business purposes.\nThis may include sending information that you have requested or contacting you about products and services that you have purchased.\nWe may also share information with affiliates and third parties so that they may contact you by email, postal mail, or phone regarding products, services, promotions, special events, or other subjects that we think might appeal to your interests.<br>We may combine the personal and other information we receive from one source with information we receive from other sources.\nFor example, we may combine personal information collected through our websites with other information that we collect about you in other contexts—such as our communications with you via email or phone, or your customer service records.\nWe also may combine your personal information with information that we obtain from third parties.<br>If you do not opt-out of communications from us, we may send you marketing notices including promotions of our products and services.\nEmson or a third-party provider will process opt-out requests within a reasonable time.\nClick here to unsubscribe.<br>We may employ third parties to perform functions on our behalf including order fulfilment, delivering packages, return processing, sending postal mail and e-mail, removing repetitive information from customer lists, analyzing data, conversion of abandoned shopping carts, providing marketing assistance, providing search results and links (including paid listings and links), processing credit card payments and chargebacks, and providing customer service.\nWe may provide collected personal information to third parties as needed to perform their functions.\nEmson may sell, rent, trade, or otherwise share collected personal information with third parties for promotional use.<br>Emson sites and promotional emails may use technologies including trackers, cookies, web beacons, clear gifs, action tags, and/or location-based services, which may result in the collection of personal information.\nEmson may use this information to track system usage, to assist in tracking and analyzing advertising effectiveness, including for email campaigns, to count and recognize site visitors, to personalize your experience, to conduct general analysis and research, to personalize advertising, or for any other purpose permitted by law.\nOur sites may not be designed to respond to \"do not track\" requests from browsers.<br>We may release account and other personal information when required by law, regulation, court order, subpoena or other legal process, or when we believe release is appropriate to comply with the law.\nto enforce or apply our conditions of use and other agreements.\nor protect the rights, property, or safety of Emson, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.<br>Emson may use a tool called Google Analytics Advertising Features, which may include Remarketing with Google Analytics, Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting, integrated services that require Google Analytics to collect data for advertising purposes, including the collection of data via advertising cookies and identifiers and/or the DoubleClick Campaign Manager integration.\nThese features if enabled allow Google Analytics to collect data about your traffic via Google advertising cookies and identifiers, in addition to data collected through a standard Google Analytics implementation.<br>Google Analytics Demographics and Interest Reporting and may also make use of other Google Analytics for Display Advertising tools, including Remarketing, Google Display Network Impression Reporting and/or the DoubleClick Campaign Manager integration.\nYou may opt out of Google Analytics for Display Advertising by using the Google Ads Settings page.\nYou may also prevent your data from being collected and used by Google Analytics by opting out through the use of the Google Analytics Opt-out Browser Add-on.\nIf Emson makes use of the Google Analytics for Display Advertising Remarketing feature, Emson will use such Remarketing feature to advertise online, and third party vendors, including Google, may show Emson ads on sites across the Internet.\nEmson and third party vendors, including Google, may use first-party cookies (such as the Google Analytics cookies) and third party cookies (such as the DoubleClick cookie) together to inform, optimize and serve ads based on a user’s past visits to Emson, and/or report how your ad impressions, other uses of ad services, and interactions with these ad impressions and ad services are related to visits to Emson.\nData from Google Analytics Demographics and Interest Reporting may be utilized by Emson to help recognize and understand user preferences, to make improvements to Emson’s digital operations, to choose content and advertising to display to you, and for other business purposes as permitted by law and any applicable agreements.<br>Emson does not knowingly collect personal information from children under the age of 16.\nWhile this Site is a general-audience website, Emson does not sell products for purchase by children.\nWe may sell children's products for purchase by adults.<br>When you use a social media suggestion function on the site, we may ask for a friend's name and email address.\nWe will use this information to automatically send the specified email message to the friend.\nWe may retain the information you provide for tracking purposes.<br>We use cookies to help us improve, promote, and protect our services.\nBy using the site, you agree to our cookie policy.\nWhen you visit our site, a cookie may be saved on your computer (if your computer accepts cookies), and if you return to the site the cookie may be read.\nWe use cookies to help us collect the site visitation data described above and in some cases to deliver specialized content.\nA cookie is a small data file that certain websites write to your hard drive when you visit them.\nA cookie file can contain information such as a user ID that the site uses to track the pages you've visited, but the only personal information a cookie can contain is information you supply yourself.\nA cookie can't read data off your hard disk or read cookie files created by other sites.\nSome parts of our website may use cookies to track user traffic patterns.\nWe do this in order to determine the usefulness of our website information to our users and to see how effective our navigational structure is in helping users reach that information.\nWe may use this information for any purpose permitted by law.<br>Users can control the use of cookies at the individual browser level.\nIf you prefer not to receive cookies on our website, you can set your browser to warn you before accepting cookies and refuse the cookie when your browser alerts you to its presence.\nYou can also refuse all cookies by turning them off in your browser.\nRefusing cookies or turning them off may have unpredictable effects on the functionality of the site.<br>Our website may contain links to other websites.\nIf you use these links, you will leave our website.\nWhen you access a non-Emson website, even one that may contain the Emson logos, please be aware that we do not control the content and we are not responsible for the privacy practices of that site.\nThis Privacy Policy does not cover the information practices of those websites linked to our website, which are outside of our control.<br>Our website may include social media features such as the Facebook \"Like\" button, or the \"Share This\" button.\nSocial media features on this site collect standard information such as your IP address, the page you are visiting on our website, and may use cookies.\nSocial media functions provided by a third party are governed by the party’s privacy policy.<br>We use reasonable physical, technical and administrative security measures to protect the personal information that we collect, however, we cannot guarantee and do not warrant or represent, that all information will be protected against loss, misuse, or unauthorized access by third parties.\nBy your use of this site, you acknowledge that no Internet data transmission and no means of electronic or physical data storage can be guaranteed as secure from such incidents and agree that you will not hold us responsible for any breach of security.\nYou acknowledge that we cannot guarantee the security of any information you transmit to us and you use this site at your own risk.<br>We may retain your information for as long as your account is active or as needed to provide you services, comply with our legal obligations, resolve disputes, and enforce our agreements.<br>We may share personal information in the event of a corporate sale, merger, acquisition, dissolution, or similar event.<br>CALIFORNIA PRIVACY RIGHTS: If you are a resident of California, Section 1798.83 of the California Civil Code gives you the right to request certain information with respect to the types of personal information we share with third parties for direct marketing purposes by such third party and the identities of the third parties with whom we have shared such information during the immediately preceding calendar year.\nTo request a copy of the information disclosure, please contact Emson toll free at 800-423-4248.\nAdditionally, please see our California Consumer Privacy Act Disclosures concerning rights you may have under the California Consumer Privacy Act.\nIn the event of any inconsistency between the California Consumer Privacy Act Disclosures on one hand and the Terms and Conditions and/or Privacy Policy on the other hand, the California Consumer Privacy Act Disclosures control.<br>Special note for individuals outside the United States: The personal and other information that is subject to this policy (including the information collected on Emson sites from visitors outside the United States) is collected and controlled by E.\nMishan &amp.\nSons, Inc.\nin the United States.\nEmson’s principal office is in New York, New York.\nYou agree that your information will be processed in the United States for the purposes described herein.\nAs described above, Emson also may subcontract the processing of your data to, or otherwise share your data with, Emson affiliates, authorized distributors, trusted service providers, and trusted business partners in the United States or countries other than your country of residence.\nThe data-protection laws in these countries may be different from, and less stringent than, those in your country of residence.\nYou expressly consent to such transfer and processing.<br>Any dispute over privacy is subject to this Policy and our Terms &amp.\nConditions, including limitations on damages, limitations on warranties, mandatory arbitration, and application of the law of the state of New York.\nOur Privacy Policy and Terms &amp.\nConditions may change from time to time.\nOur current Privacy Policy applies to all information that we have or may collect in the future about you and your account.<br>We may from time to time update this Privacy Policy in our sole discretion.\nWhen we make these updates, we will change the \"last updated\" date listed at the top of the Policy.<br>\n<br> CLICK HERE TO ORDER NOW! <ul>\n<li>Home</li>\n<li>Privacy Policy</li>\n<li>Contact Us</li>\n<li>Return Policy</li>\n<li>Terms and Conditions</li>\n<li>Arbitration Agreement</li>\n<li>Shipping Policy</li>\n</ul> Copyright © 2023 Emson ", "created_at": "2023-07-04 04:43:24.968834", "updated_at": "2023-07-04 04:46:59.237468"}], "points": [], "urls": ["myfoldawayfan.com"]}}