{"error": 448, "message": "OK", "parameters": {"id": 8221, "name": "SoberTool", "created_at": "2023-05-05 19:20:45.754999", "updated_at": "2023-05-20 18:00:36.085045", "wikipedia": null, "keywords": null, "related": null, "slug": "sobertool", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8221.png", "url": "sobertool.com", "documents": [{"id": 15945, "name": "Privacy Policy", "url": "https://www.sobertool.com/about/", "xpath": "/html/body/div[2]", "text": " Check out SoberTool's mobile apps! <i>\n</i>\n<i>\n</i> About This App <p> SoberTool is a fast, free, and effective tool to help you stay clean and sober.\n</p>\n<p> Developed by a Harvard educated licensed chemical dependency and certified alcoholism and drug counselor, this app is for recovering Alcoholics and Addicts and anyone who wants to stay clean and sober or free from a bad habit.\nIt gives you free, immediate help at your fingertips.\n</p>\n<p> Cravings can attack unexpectedly, and sometimes you cannot reach anyone, but you can always touch your smart phone, tablet, or other device.\n<strong>If you get the urge to relapse, just touch this app and you will see a message to help you stop craving and deal with the specific issue that is causing your craving.</strong> You should also use this app each day even if you do not feel like relapsing.\nJust touch a question on the main page, and follow along for a helpful message relevant to issues that you are currently experiencing.\nYou can also opt for congratulatory rewards and automatic daily messages.\n</p>\n<p>\n<strong>This app is for you if you:</strong>\n</p>\n<ul>\n<li> think you may be an <strong>alcoholic</strong> or you may be <strong>addicted</strong> to anything.\nExamples: alcohol, opiates, cocaine, methamphetamine, marijuana, sex, spending, gambling, food, nicotine, internet, etc...\n</li>\n<li> are new to sobriety and need a fast and easy tool to beat cravings and frightening, out of control thoughts and feelings </li>\n<li> have been clean and sober for awhile but you still feel stress, want to change self defeating behaviors, and want to enjoy sobriety </li>\n<li> just completed inpatient or intensive outpatient treatment and want to stay sober </li>\n<li> want to stay sober for your family or friends or <strong>yourself</strong>\n</li>\n<li> have struggled staying sober before </li>\n<li> want a tool to help you when you can't reach your Sponsor, support person, therapist, or get to a meeting </li>\n<li> want help keeping a strong, daily recovery program </li>\n<li> have experienced legal or any kind of trouble as a result of alcohol, drugs, or other addictive behaviors </li>\n<li> are being required to stay sober by an Employee Assistance Program, court system, professional assistance program, employer, school, licensing bureau, etc...\n</li>\n<li> feel stuck or stressed in your recovery and you want to have fun while staying clean and sober </li>\n<li> keep making the same mistakes over and over again even though you are holding onto your sobriety and want to change these self defeating behaviors </li>\n<li> need help in making successful decisions that don't jeopardize your sobriety </li>\n</ul>\n<p> SoberTool is also extremely useful for treatment centers, hospitals, addiction counselors, psychologists, social workers, chemical dependency counselors, psychiatrists, 12 step sponsors and other therapists who need a resource for finding answers to common issues experienced by their patients.\n</p>\n<p> This free App is based on proven techniques and authored by a Harvard educated, licensed chemical dependency counselor and internationally certified alcohol and drug counselor who personally has over 26 years of uninterrupted sobriety.\nSome of the materials in this App contain theories related to cognitive behavioral therapy, mindfulness training, 12 step practice, stress reduction techniques, and motivational enhancement therapy.\nIt also contains slogans commonly heard at 12 step meetings and during other therapy sessions.\nThis App is not a substitute for treatment!\n</p>\n<p> SoberTool <strong>respects your privacy!</strong> Neither this website nor the SoberTool mobile applications collect or require you to provide any personal information.\n</p>\n<p> This app is easy, fun and fast.\nIt leads you to specific answers to specific problems you are currently experiencing and all you have to do is touch its prompts.\nIt even has a reward system! You can also choose to receive a daily recovery message.\nThe mobile app even has a Search Engine you can choose to find helpful answers to sobriety threatening issues.\n</p>\n<p>\n<strong>Disclaimer:</strong> None of the information in this App creates a counselor patient relationship or should substitute for any other forms of therapy.\nThe User waives the right to make any claims against Author, Developer or any other party for any misinterpretations or any injuries claimed from the use of this App.\nThis App is not therapy or treatment and does not substitute for therapy or treatment.\nAlthough the intent is to eventually make this App a charitable orgaization under applicable laws, it is currently not a charitable organization such that donations are not tax deductible.\n</p>\n<p> Remember, every addict has two brains: a \"dirty brain\" and a \"clean brain.\" The \"dirty brain\" wants to drink, use, or someway act out which ultimately causes trouble.\nThe \"clean brain\" wants to stay clean and sober and free from trouble.\nThis app causes us to use our \"clean brain\" particularly when our \"dirty brain\" invades.\nIt substitutes the threatening thought with a truthful, rescuing thought.\nIt changes our perception of a situation from something distressful to something manageable and even positive.\nIt does this with ease and speed.\n</p> ", "created_at": "2023-05-05 19:20:45.785796", "updated_at": "2023-05-05 19:21:54.379571"}, {"id": 15946, "name": "Terms and Conditions", "url": "https://www.sobertool.com/forum/disclaimer/", "xpath": "/html/body/div[2]", "text": " Check out SoberTool's mobile apps! <i>\n</i>\n<i>\n</i> Forum Terms and Conditions <p>Be kind and supportive.\nWe need each other.\nOnly click on links that you are sure are safe.\nPlease remember that by using this forum and app, you waive any and all claims against SoberTool, Blitzen LLC.\nand any affiliated persons and you also release them from any kind of liability or losses which you, or anyone you correspond with, may incur.</p> ", "created_at": "2023-05-05 19:22:06.824639", "updated_at": "2023-05-05 19:22:14.907339"}, {"id": 15947, "name": "App Privacy Policy", "url": "https://bitbucket.org/SoberTool/sobertool-privacy-policy/raw/1298142c6405f15fd4340d8ac935bc47bf227a17/SoberTool%20Android%20Privacy%20Policy.md", "xpath": "//body", "text": "# SoberTool App Privacy Policy\nSoberTool is a free app that displays ads as well as a paid app without ads.\n**The advertising services are not used on the paid version.** This page is used to inform visitors regarding my policies with the collection, use, and disclosure of Personal Information if anyone decided to use my Service.\n## Information Collection and Use For a better experience, while using our Service, I may require you to provide us with certain personally identifiable information, including but not limited to a date of sobriety as well as the **option** to include a phone number for a sponsor/accountability partner, name of addiction, and daily amount spent on the addiction.\nThe information that I request will be retained on your device only and is not collected by me in any way, and is only used to display information to you in order to help promote your sobriety.\nThe app requests the permission to make **phone calls** on your behalf, this is intended to allow you to contact your sponsor/accountability partner if you feel like you may be relapsing.\nThis permission is only requested if you provide a phone number for your sponsor/accountability partner.\nThe app does use third party services, *in order to display ads on the free version*, that may collect information used to identify you.\nLinks to privacy policy of third party service providers used by the app: * [Google Play Services](https://policies.google.com/privacy) * [AdMob](https://support.google.com/admob/answer/6128543?hl=en) ### SoberTool Forum\nSoberTool's Forum is intended for people to ask questions as well as provide support and encouragement to others overcoming addicitons.\nAn email address is used to create a login in order to post to the forum.\nThe forum can be viewed without creating a login by going to the [SoberTool's Website Forum](sobertool.com/forum).\nYour email address may also be used to send you notificaitons about your post on the forum or daily messages, if you sign up for these notifications.\nYou can turn off these notifications at any time.\nPost on the forum will show up with the username you create or you can choose to post anonymously.\nYour email address will never be shared and will not be displayed on the forum.\n## Changes to This Privacy Policy I may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nI will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.\n## Contact Us If you have any questions or suggestions about my Privacy Policy, do not hesitate to contact me.\nAn email can be easily sent from within the app under the side menu option \"More\".\nThis privacy policy page was created at [privacypolicytemplate.net](https://privacypolicytemplate.net/) and modified/generated by [App Privacy Policy Generator](https://app-privacy-policy-generator.firebaseapp.com/)", "created_at": "2023-05-05 19:23:42.14983", "updated_at": "2023-05-05 19:24:06.83205"}], "points": [], "urls": ["sobertool.com"]}}