{"error": 448, "message": "OK", "parameters": {"id": 8153, "name": "Southern Poverty Law Center", "created_at": "2023-05-01 19:45:36.752223", "updated_at": "2023-05-01 22:02:11.207648", "wikipedia": "https://en.wikipedia.org/wiki/Southern_Poverty_Law_Center", "keywords": null, "related": null, "slug": "southern-poverty-law-center", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8153.png", "url": "splcenter.org", "documents": [{"id": 15825, "name": "PRIVACY POLICY & TERMS", "url": "https://www.splcenter.org/privacy-policy-terms", "xpath": "/html/body/div[1]/section[3]/div", "text": " Privacy Policy &amp.\nTerms Facebook\nTwitter <p>\n<em>Skip to Terms &amp.\nConditions</em>\n</p>\n<p>This Privacy Policy sets forth the practices in effect at the Southern Poverty Law Center to protect the privacy of its website visitors and financial supporters, as well as recipients of its print publications.\nThis Policy also outlines how you can update your information or receive additional information.</p>\n<p>\n<strong>Protecting your information</strong>\n<br>\nThe SPLC uses electronic security systems to protect any records containing personal identifying information and limits the number of people who have access to such information.\nBusiness partners with whom the SPLC may share personal information during the course of usual business must abide by confidentiality agreements, which forbid the disclosure of any personal identifying information to additional parties.</p>\n<p>\n<strong>Online Giving</strong>\n<br>\nThe SPLC's online donation process occurs in a secure portion of the SPLCenter.org website.\nSubmissions are encrypted and secure from outside users via Secure Sockets Layer (SSL) software, the industry standard for secure online transactions.\nAll personal information - including credit card number, name, and address - is encrypted so it cannot be read as it travels over the Internet.</p>\n<p>The SPLC wants you to have positive experiences at its websites - SPLCenter.org&nbsp;and LearningForJustice.org - and to understand your privacy rights while on its websites.\nIf you do not agree with the terms outlined below, do not access the SPLC's websites.</p>\n<p>\n<strong>Non-Personal Identifying Information</strong>\n<br>\nThe SPLC collects and uses non-personal identifying information, including IP addresses and web server log files.\nIt also uses \"cookies,\" small pieces of information used to identify individual computers accessing a website.</p>\n<p>The SPLC uses this information only in the aggregate.\nIt does not combine non-personal identifying information with personal identifying information, commonly known as \"online profiling.\" At no time is personal information stored in a cookie.</p>\n<p>The SPLC collects non-personal identifying information from websites in the aggregate.\nIt uses this information to assess aggregate visitor volume and interest, i.e.\nwhich site pages are being visited most frequently.</p>\n<p>The SPLC shares aggregated, non-identifying, demographic information about the websites' usage with its sponsors and partners.\nFor example, the SPLC might disclose to its donors that 1,000,000 people visited SPLCenter.org in a given year.</p>\n<p>\n<strong>Personal Identifying Information</strong>\n<br>\nIf you voluntarily provide personal identifying information (such as a first and last name, physical address including a street name, e-mail address, etc.) through online forms, the SPLC will collect and retain this information.</p>\n<p>The personal identifying information will be used to establish the identity of account holders in order to respond to inquiries or to deliver requested information or services.\nFor example, if you subscribe to one of the SPLC's e-newsletters, the SPLC will store your name and e-mail address and send the requested e-newsletters to the e-mail address.</p>\n<p>The SPLC does not make personal identifying information gathered on its websites available to other organizations, but may share information with business partners, in the usual course of business.\nFor example, the SPLC may use a third-party vendor to electronically distribute its e-newsletters.\nIn order to send the e-newsletters, the SPLC must share the e-mail address of subscribers with the vendor.\nVendors that provide such services are obligated only to use this information for the purposes for which the SPLC directs them to use it.\nnamely, providing services directly for the SPLC.</p>\n<p>\n<strong>Protecting Children's Privacy</strong>\n<br>\nOn web pages that are directed toward children under the age of 13, the SPLC limits its collection of information to non-personal identifying information, such as first name, grade, hometown and state, in an effort to comply voluntarily with the Children's Online Privacy Protection Act.</p>\n<p>The SPLC does not knowingly collect and retain personal identifying information from persons under the age of 13 and has safeguards in place to attempt to ensure it does not inadvertently collect and retain such information.</p>\n<p>The SPLC strongly urges children to check with their parents before entering information on its websites, and it urges parents to discuss with their children restrictions concerning the online release of personal identifying information to anyone they do not know.</p>\n<p>\n<strong>Links</strong>\n</p>\n<p>This policy applies only to the SPLCenter.org&nbsp;and LearningForJustice.org domains.\nThe SPLC does not control the privacy policies of other websites to which the SPLC might link.</p>\n<p>The Southern Poverty Law Center is committed to maintaining the confidence and trust of its financial supporters.</p>\n<p>The SPLC collects the personal information that supporters provide.\nAfter someone donates to the SPLC, his or her information is added to the SPLC's membership list.\nThe SPLC uses this information to keep donors informed about the progress of its programs through print and online mailings and to encourage donors' continued financial support of its work.</p>\n<p>The SPLC shares donor information with business partners as required in the usual course of business.\nFor example, the SPLC may use a vendor to assist in the generation and distribution of written communications to donors.</p>\n<p>The SPLC makes its membership list available to reputable charities and businesses whose information we believe may be of interest to our members.\nOur ability to share your name with other entities will help build our supporter base.\nSharing our list with others is the most cost-efficient way to find new supporters.\nWe hope you agree.\nThe option is yours.\nIf you do not want your name used in this fashion, please let us know.\nYou may contact us via this website by using our contact form.\nPlease include your full name and address with your request.</p>\n<p>As part of its public service, the SPLC publishes and distributes magazines, handbooks and multimedia kits to help equip teachers, human rights workers, law enforcement and others with tools and resources to promote tolerance in their communities.\nThis portion of the Privacy Policy outlines the SPLC's privacy practices that relate to people who receive those products.</p>\n<p>In order to receive SPLC products, an individual must provide personal identifying information (such as a first and last name, physical address including a street name, e-mail address, etc.) The SPLC will collect and retain this information.</p>\n<p>The SPLC does not make the personal identifying information of people who order its products available to other organizations.</p>\n<p>The personal identifying information is used to establish the identity of recipients, deliver requested products to recipients and make recipients aware of additional or new SPLC products that might interest them.\nIn order to evaluate the usefulness of its materials, the SPLC may also contact, by phone, e-mail or regular mail, persons who have ordered its products.</p>\n<p>The SPLC may share information with business partners in the usual course of business.\nFor example, the Center may use a vendor to help distribute products.</p>\n<p>The SPLC does not disclose individual order histories, but may disclose aggregated order histories for its products.\nFor example, the SPLC would not disclose that \"John Doe ordered a copy of this magazine\", but could disclose that 300,000 copies of that magazine were ordered.</p>\n<p>For more information, contact:</p>\n<p>Privacy Coordinator<br>\nSouthern Poverty Law Center<br>\n400 Washington Avenue<br>\nMontgomery, AL 36104</p>\n<p>In the event that this Privacy Policy changes, the SPLC will post an updated policy on this page.</p>\n<p>\n</p>\nTerms &amp.\nConditions\n<p>This User Agreement governs the use of the Southern Poverty Law Center’s (“SPLC”) websites (the “Websites”) and is binding on all persons, entities, or computer programs that access the Websites (the “Users”).</p>\n<p>Please read this User Agreement carefully.\nYou can access this User Agreement any time in the footer of the splcenter.org home page.\nYour access, visitation and/or use of the Websites will constitute your agreement to this User Agreement.\nIf you do not agree with the terms and conditions of this User Agreement, you may not access, visit and/or use the Websites.</p>\n<p>The User Agreement may be modified from time to time.\nthe date of the most recent revisions will appear on this page, so check back often.\nContinued access of the Websites by you will constitute your acceptance of any changes or revisions to the User Agreement.</p>\n<p>\n<strong>User-Generated Content AND USER RESPONSIBILITIES</strong>\n</p>\n<p>Some areas of the Websites allow Users to post content such as comments, questions, and other content or information (“User-Generated Content”).\n&nbsp;The SPLC uses Disqus as its vendor to provide a platform for User-Generated Content on the Websites.\n&nbsp;Any User-Generated Content available on the Websites is hosted on one of Disqus’s websites and in turn embedded on the Websites.\n&nbsp;Users posting via Disqus’s platform are subject to Disqus’s Terms of Service available at http://help.disqus.com/customer/portal/articles/466260-terms-of-service.\n&nbsp;In addition to this User Agreement, you agree that any User-Generated Content that you post on the Websites is governed by and will abide by the Terms of Service provided by Disqus.\n&nbsp;In the event that Disqus’s Terms of Service conflict with this User Agreement, this User Agreement prevails in governing the relationship between You and the SPLC.\n&nbsp;&nbsp;</p>\n<p>Additionally, you agree not to engage in any of the following prohibited activities or behaviors:</p>\n<ul>\n<li>impersonate, imitate or pretend to be somebody else, by setting up different accounts/profiles, or falsely state, represent, or imply any affiliation, association, or connection with a person or entity when using the Websites;</li>\n<li>post, upload, transmit, send or otherwise make available on or through the Websites any content that constitutes junk mail, spam, pyramid schemes, chain letters, phishing, advertising, and/or commercial offers;</li>\n<li>use any language that is, or post, upload, transmit, send or otherwise make available on or through the Websites any User-Generated Content about a person or group that is violent or that victimizes, degrades, defiles or disparages any person or group based on race, color, religion, national origin, ancestry, citizenship status, physical or mental disability, sex, sexual orientation, gender identity and expression, age, medical condition, or veteran status or otherwise engage in what we deem to be racism, sexism, ageism, religious intolerance, bigotry, ethnic slurs, or homophobia;</li>\n<li>use any language, or post, upload, transmit, send or otherwise make available on or through the Websites any User-Generated Content that may or is intended to enable, authorize, instruct, encourage, assist, suggest, or promote activities that incite violence, constitute a criminal offense, give rise to civil liability, or otherwise violate any local, state, federal, provincial, national, international, or foreign law, rule or regulation, including without limitation libel, child pornography, fraud, or invasion of privacy;</li>\n<li>stalk others on or through the Websites, or using information obtained on or through the Websites;</li>\n<li>disrupt, overwhelm, attack, hack, destroy, damage, disable, impair, repossess, alter, tamper or interfere with the Websites, including without limitation any content, communications, messaging, programming, hardware, functionality, or features on our networks, servers or databases, or impede or interfere with others' access, visitation, and/or use of the Websites, in any way or by any means, whether remotely or by access to our personal property, premises, or otherwise, including, without limitation, by using administrator passwords or by masquerading as an administrator while using the Websites or otherwise.\nor</li>\n<li>post, upload, transmit, send or otherwise make available on or through the Websites any software disabling devices, time bombs, Trojan horses, cancelbots, viruses, worms, bugs, corrupted files, spyware, adware, malware, malicious programs or code, or devices or defects of similar nature.</li>\n</ul>\n<p>CAUTION: ANY ATTEMPT TO DO ANY OF THE FOREGOING PROHIBITED ACTS, OR TO OTHERWISE UNDERMINE THE OPERATION OF THE WEBSITES, MAY BE A VIOLATION OF CRIMINAL AND CIVIL LAW.\nSHOULD SUCH AN ATTEMPT BE MADE, WE RESERVE THE RIGHT, IN ADDITION TO OUR OTHER REMEDIES, TO SEEK DAMAGES (INCLUDING WITHOUT LIMITATION ATTORNEYS' FEES) FROM ANY SUCH INDIVIDUAL OR ENTITY TO THE FULLEST EXTENT PERMITTED BY LAW, INCLUDING CRIMINAL PROSECUTION.</p>\n<p>\n<strong>Copyright Policy</strong>\n</p>\n<p>Reporting Claims of Copyright Infringement</p>\n<p>We take claims of copyright infringement seriously.\nThe copyright policy applicable to User-Generated Content is available through SPLC’s vendor, Disqus, at http://help.disqus.com/customer/portal/articles/466260-terms-of-service.\n&nbsp;As stated in Disqus’s policies, if you believe any User-Generated Content on the Websites infringe your copyright, you may request removal of those materials (or access thereto) from the Websites by submitting written notification to Disqus in accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"DMCA\").\n&nbsp;The procedures for submitting a notice to Disqus under the DMCA are outlined in Disqus’s Terms of Service available at http://help.disqus.com/customer/portal/articles/466260-terms-of-service.</p>\n<p>\n<strong>SPLC assumes no liability for User-Generated Content</strong>\n</p>\n<p>The SPLC has a right, but not a duty, to monitor, edit, and delete User-Generated Content.\n&nbsp;SPLC takes no responsibility and assumes no liability for any User-Generated Content that you or any other User or third party posts or sends over the Websites.\nYou shall be solely responsible for your User-Generated Content and the consequences of posting or publishing it, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User-Generated Content.\nYou understand and agree that you may be exposed to User-Generated Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree that SPLC shall not be liable for any damages you allege to incur as a result of content on the Websites, including any User-Generated Content.</p>\n<p>\n<strong>Monitoring&nbsp;</strong>\n</p>\n<p>We may monitor activity on the Websites to foster compliance with the User Agreement.\nYou hereby specifically agree to such monitoring.\nNevertheless, we do not make any representations, warranties or guarantees that: (1) the Websites, or any portion thereof, will be monitored for accuracy or unacceptable use, (2) apparent statements of fact will be authenticated, or (3) we will take any specific action (or any action at all) in the event of a challenge or dispute regarding compliance or non-compliance with the Agreement.\nWe generally do not pre-screen User-Generated Content before it is posted, uploaded, transmitted, sent or otherwise made available on or through the Websites by Users, so you may be exposed to User-Generated Content that is offensive, and/or inappropriate, including User-Generated Content that violates the User Agreement.</p>\n<p>\n<strong>Editing, Additions and Deletions</strong>\n</p>\n<p>We reserve the right, but undertake no duty, in our sole discretion, with or without notice, to review, edit, move, add, delete, or otherwise change any features, functionality, and/or User-Generated Content available on or through, or downloadable from, the Websites.\n&nbsp;Even after User-Generated Content is removed from the Websites, whether such removal or deletion is by you or by us, copies of that User-Generated Content may be retained and/or remain viewable by us, our licensors, vendors, service providers and/or other third parties, including other users.</p>\n<p>\n<strong>The SPLC is not responsible for the consequences of your User-Generated Content</strong>\n</p>\n<p>Please be aware that any User-Generated Content you disclose in publicly accessible portions of the Websites may be available to other users, so you should be mindful of personally identifiable information and sensitive content you may wish to post.\nWE ARE NOT RESPONSIBLE FOR THE CONSEQUENCES OF CONTENT OR PERSONALLY IDENTIFIABLE INFORMATION YOU POST, UPLOAD, TRANSMIT, SEND OR OTHERWISE MAKE AVAILABLE ON THE WEBSITES.&nbsp;</p>\n<p>\n<strong>The SPLC can use User-Generated Content for any purpose</strong>\n</p>\n<p>By posting, uploading, transmitting, sending or otherwise making available User-Generated Content, or engaging in any other form of communication with us (on or through the Websites or otherwise) you irrevocably grant us a royalty-free, perpetual, non-exclusive, unrestricted, worldwide right and license to copy, reproduce, modify, edit, crop, alter, revise, adapt, translate, enhance, reformat, remix, rearrange, resize, create derivative works of, move, remove, delete, erase, reverse-engineer, store, cache, aggregate, publish, post, display, distribute, broadcast, perform, transmit, rent, sell, share, sublicense, syndicate, or otherwise provide to others, use, or change all such User-Generated Content and communications, in any medium (now in existence or hereinafter developed) and for any purpose, including commercial purposes, and to authorize others to do so.\nAmong other things, this means that we may use any ideas, suggestions, developments, and/or inventions that you post, upload, transmit, send or otherwise make available in any manner as we see fit without any compensation or attribution to you.</p>\n<p>\n<strong>SPLC Property and Attribution</strong>\n</p>\n<p>Southern Poverty Law Center, SPLC, the SPLC logo, Learning For Justice, Hatewatch, Intelligence Project, Mixitup, The March Continues and the design of the Websites are trademarks or trade dress of SPLC, and may not be used without express written permission from SPLC, other than for attribution.<br>\n&nbsp;<br>\nAll trademarks not owned by SPLC that appear on the Websites are the property of their respective owners, who may or may not be affiliated with, connected to, or sponsored by SPLC.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>We care about the privacy of our Users.\nYou understand that by using the Websites you consent to the collection, use and disclosure of your personally identifiable information and aggregate data as set forth in our Privacy Policy http://www.splcenter.org/node/7.</p>\n<p>\n<strong>Third-Party Links</strong>\n</p>\n<p>The Websites may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by SPLC.\nSPLC does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third party website from the Websites, you do so at your own risk, and you understand that this User Agreement and SPLC’s Privacy Policy do not apply to your use of such sites.\nYou expressly relieve SPLC from any and all liability arising from your use of any third-party website, service, or content.&nbsp;</p>\n<p>\n<strong>Breach of the Agreement</strong>\n</p>\n<p>If you breach, violate, fail to follow, or act inconsistently with the rules, restrictions, limitations, terms and/or conditions that apply to the Websites, whether listed in this User Agreement, the Privacy Policy, posted at various points in the Websites, or otherwise communicated to users of the Websites (collectively, the \"Agreement\"), we may terminate, discontinue, suspend, and/or restrict your account/profile, your ability to access, visit, and/or use the Websites or any portion thereof, with or without notice, in addition to our other remedies.\nWe reserve the right, in addition to our other remedies, to take any technical, legal, and/or other action(s) that we deem necessary and/or appropriate, with or without notice, to prevent violations and enforce the Agreement and remediate any purported violations.\nYou acknowledge and agree that we have the right hereunder to an injunction without posting a bond to stop or prevent a breach or violation of your obligations under the Agreement.</p>\n<p>\n<strong>Disputes and Jurisdiction</strong>\n</p>\n<p>The Websites are based in the United States.\nThe websites are not designed, customized or intended for, or directed to, any other country.\nThose who choose to access, visit and/or use the Websites do so on their own initiative and are responsible for compliance with local laws, if and to the extent local laws are applicable.\nWe make no representation, warranty or guarantee that the Websites or content available on or through the Websites are appropriate, available, or legal in any particular geographic location.</p>\n<p>In any dispute between us, your sole remedy is to stop using the Websites.\nThis includes any dispute related to or arising out of: (i) rules, restrictions, limitations, terms and conditions that apply to the Websites, whether listed in this User Agreement and Privacy Policy, through Disqus’s incorporated Terms of Service, posted at various points in the Websites, or otherwise communicated to you, including our enforcement, non-enforcement, or application of any such rules.\n(ii) any of our policies and/or practices, including our enforcement, non-enforcement, or application of any such policies and/or practices.\n(iii) any content available on or through the Websites, or any edits, deletions, additions, or other changes thereto.\nor (iv) your ability or inability to access, visit and/or use portions of the Websites, or the Websites as a whole, or features, functionality, and/or content available on or through the Websites.</p>\n<p>You agree that in the event of any dispute between us, you will first contact us and make a good faith sustained effort to resolve the dispute before resorting to more formal means of resolution, including without limitation any court action.\nIn the event of any court action, all disputes will be resolved individually, without resort to any class action.\nFurthermore, you agree that any cause of action must commence within one (1) year after the underlying issue first arose.\notherwise, you waive any right to bring such cause of action and such cause of action is permanently barred.</p>\n<p>\n<strong>Governing Law.</strong>\n</p>\n<p>You agree that: (i) the Websites shall be deemed solely based in Alabama.\nand (ii) the Websites shall be deemed passive ones that do not give rise to personal jurisdiction over SPLC, either specific or general, in jurisdictions other than Alabama.\nThis User Agreement shall be governed by the internal substantive laws of the State of Alabama, without respect to its conflict of laws principles.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nYou agree to submit to the personal jurisdiction of a state or federal court located in Montgomery County, Alabama for any claims.</p>\n<p>ALL CLAIMS MUST BE BROUGHT IN THE PARTY’S INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nYOU AGREE THAT, BY ENTERING INTO THESE TERMS, YOU ARE WAIVING THE RIGHT TO PARTICIPATE IN A CLASS ACTION.</p>\n<p>If for any reason a court of competent jurisdiction finds any provision of the Agreement, or portion thereof, to be invalid or unenforceable, that provision or portion will be enforced to the maximum extent permissible so as to effect the intent of the parties, and the remainder of the Agreement will continue to be valid and enforceable in full force and effect.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless SPLC and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Websites, including any data or content transmitted or received by you.\n(ii) your violation of any provision of the Agreement.\n(iii) your violation of any third-party right, including without limitation any right of privacy, Intellectual Property Rights, or claims for libel.\n(iv) your violation of any applicable law, rule or regulation.\n(v) any claim or damages that arise as a result of any of your User-Generated Content or any that is submitted via your account.\nor (vi) any other party’s access and use of the Websites with your unique username, password or other appropriate security code.</p>\n<p>\n<strong>No Warranty and Limitation of Liability</strong>\n</p>\n<p>THE WEBSITES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nUSE OF THE WEBSITES IS AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE WEBSITES ARE PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, SPLC, ITS SUBSIDIARIES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE WEBSITES WILL MEET YOUR REQUIREMENTS.\nTHAT THE WEBSITES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE WEBSITES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE WEBSITES IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE WEBSITES.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL SPLC, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, THAT RESULT FROM THE USE OF, OR INABILITY TO USE, THE WEBSITES.\nUNDER NO CIRCUMSTANCES WILL SPLC BE RESPONSIBLE FOR ANY DAMAGE, LOSS OR INJURY RESULTING FROM HACKING, TAMPERING OR OTHER UNAUTHORIZED ACCESS OR USE OF THE WEBSITES OR YOUR ACCOUNT OR THE INFORMATION CONTAINED THEREIN.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, SPLC ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR WEBSITES.\n(III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN.\n(IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE WEBSITES.\n(V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITES BY ANY THIRD PARTY.\n(VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE WEBSITES.\nAND/OR (VII) USER-GENERATED CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.\nIN NO EVENT SHALL SPLC, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS, OR LICENSORS BE LIABLE TO YOU FOR ANY CLAIMS, PROCEEDINGS, LIABILITIES, OBLIGATIONS, DAMAGES, LOSSES OR COSTS IN AN AMOUNT EXCEEDING GREATER THAN EITHER (A) THE AMOUNT YOU PAID TO SPLC HEREUNDER OR (B) 1 DOLLAR.</p>\n<p>THIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF SPLC HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>SOME STATES DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHESE TERMS GIVE YOU SPECIFIC LEGAL RIGHTS, AND YOU MAY ALSO HAVE OTHER RIGHTS WHICH VARY FROM STATE TO STATE.\nTHE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THESE TERMS WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p>\n<p>The Websites are controlled and operated from its facilities in the United States.\nSPLC makes no representations that the Websites are appropriate or available for use in other locations.\nThose who access or use the Websites from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations.</p>\n<p>\n<strong>Assignment</strong>\n</p>\n<p>These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by SPLC without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.</p> ", "created_at": "2023-05-01 19:45:36.782381", "updated_at": "2023-05-01 19:45:53.238492"}], "points": [], "urls": ["splcenter.org"]}}