{"error": 448, "message": "OK", "parameters": {"id": 8476, "name": "ArtFight", "created_at": "2023-06-25 20:37:26.106197", "updated_at": "2023-06-25 22:03:36.122771", "wikipedia": null, "keywords": null, "related": null, "slug": "artfight", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8476.png", "url": "artfight.net", "documents": [{"id": 16459, "name": "PRIVACY POLICY", "url": "https://artfight.net/info/privacy", "xpath": "//body", "text": " ART FIGHT <ul>\n<li>\n<i>\n</i> Discord </li>\n<li>\n<i>\n</i> Help INFO About Rules FAQ GUIDES Attack Categorization Maturity Ratings BBCode News </li>\n<li>\n<i>\n</i> Shop Donate Merch </li>\n</ul>\n<ul>\n<li>Register</li>\n<li>Log In</li>\n</ul> PRIVACY POLICY\n<small>Last edited by <strong> Rainy</strong>, 29 June 2021 12:47:53 PM</small> Effective: 4 June 2018<br>\nLAST EDITED: June 29th, 2021<br>\n- Changed email to privacy@artfight.zendesk.com<br>\n<br>\nArt Fight is a social online art game hosted on artfight.net.\nThis privacy policy applies to anyone who signs up with Art Fight or uses the Art Fight Discord server.\nShould you use the Discord, the Discord privacy policy also applies to you.\nThis privacy policy applies only to Art Fight and its <i>official</i> Discord server.<br>\n1.\nLAWFUL BASES FOR PROCESSING PERSONAL DATA<br>\nOur legal grounds to use or disclose your personal data include:<li>\n<b>Consent</b>: In cases where required by law and some others, we handle personal data on the basis of your implied or express consent.</li>\n<br>\n<li>\n<b>Contract</b>: Much of our processing of personal data is in order to fulfill our contractual obligations with you, or to take steps at your request in anticipation of entering into a contract with you.\nWe handle personal data on this basis of creating your account and providing our services.</li>\n<br>\n<li>\n<b>Vital Interests</b>: We may process your personal data to protect the vital interests of any user or another person, such as to help resolve an emergency situation when you are incapable of giving consent to the processing of your data.</li>\n<br>\n<li>\n<b>Legitimate interests</b>: We process your personal data on the ground that it furthers our legitimate interests in ways that are not overridden by your interests or fundamental rights and freedoms.\nThis includes:</li>\n<li>Providing a safe and enjoyable user experience;</li>\n<br>\n<li>Customer service;</li>\n<br>\n<li>Protecting our users, staff, and property;</li>\n<br>\n<li>Analyzing and improving Art Fight, for example, collecting information about how you use Art Fight to aid in the optimization of certain features;</li>\n<br>\n<li>Managing legal situations.</li>\n<br>\n2.\nPURPOSES<br>\nWe use your information in a manner consistent with this privacy policy and in connection with the purpose for which the information was provided.\nWe never sell your information to anyone.\nWays we use your information include:<li>allowing you to access our services</li>\n<br>\n<li>replying to your inquiries via email or otherwise</li>\n<br>\n<li>preventing fraud and abuse on Art Fight, including preventing multiple accounts per person and users under the age of 13 from signing up or participating.</li>\n<br>\n<li>improving content and functionality of Art Fight and to better understand our users.</li>\n<br>\n3.\nINFORMATION WE COLLECT<br>\nINFORMATION YOU PROVIDE<br>\nWe collect information you voluntarily provide when you register an account with or access artfight.net.\nThis information includes but may not be limited to:<li>email address</li>\n<br>\n<li>username</li>\n<br>\n<li>password</li>\n<br>\n<li>birthday</li>\n<br>\n<li>messages, images, or other content you send or submit to Art Fight</li>\n<br>\nIf you choose to donate, you choose to provide any additional information that PayPal sends to us as part of the receipt of payment, and in order to do transactions through PayPal you are also agreeing to their privacy policy.\nAs part of our donation records history, we retain:<li>your name associated with your PayPal account</li>\n<br>\n<li>your PayPal email address</li>\n<br>\n<li>how much you donated</li>\n<br>\n<li>the date/time you donated</li>\n<br>\n<li>your associated Discord username, should you provide one</li>\n<br>\nINFORMATION WE COLLECT AUTOMATICALLY<br>\nWe automatically collect and store certain information when you register for and use features on artfight.net including:<li>your IP address</li>\n<br>\n<li>your registration date</li>\n<br>\n<li>your activities within Art Fight</li>\n<br>\nWe may store this information in our database.\nArt Fight may use such information and combine it with other information to track larger demographics, for example, the total number of registered users on Art Fight.<br>\n<br>\nCOOKIES<br>\nArt Fight uses cookies to identify your computer and allow you access to your account as well as keep your login session when selecting the “Remember me” option at sign-in.<br>\nWe may use third party web analytic tools such as Google Analytics that use cookies to collect certain information concerning your use of Art Fight.\nYou can read the Google privacy policy to understand more about your privacy regarding the data it collects.\nIf you prefer not to have data reported to Google Analytics, you can install the Google Analytics Opt-out Browser Add-on.<br>\n4.\nINFORMATION SHARED WITH OTHERS<br>\nOnly other logged in users can view your information outside any that may be displayed on the home page.\nYou share the following information to other users:<li>your username</li>\n<br>\n<li>your registration date</li>\n<br>\n<li>anything you choose to provide on your profile like social media links and characters</li>\n<br>\n<li>any messages you send through Art Fight private messages.</li>\n<br>\n<li>your \"last seen\" time (you can opt out of this in your settings</li>\n<br>\n5.\nINFORMATION SHARED WITH THIRD PARTIES<br>\nWe share your email address with our email management service Mailgun so that you can get account confirmation and password reset emails.<br>\nWe may share your information if required by law or in the good faith belief that sharing is necessary to comply with legal obligation, protect and defend the rights or property of Art Fight, protect the personal safety of users and staff of Art Fight or the public, or protect against legal liability.<br>\n6.\nINFORMATION SHARED WITH THE PUBLIC<br>\nWe do not share your information with the public except for the limited information that is displayed on the home page.\nOnly the home page and information pages can be accessed if logged out.<br>\n7.\nDATA RETENTION<br>\nWe generally retain personal data associated with your Art Fight account for as long as it may be relevant to the purposes identified in this privacy policy.\nTo dispose of personal data, we may anonymize it, delete it, or take other appropriate steps.\nData may persist in copies made for backup and business continuity purposes for additional time.<br>\nWe retain your donation information for 7 years unless you ask us to remove it before then.<br>\nMailgun keeps email records for 30 days.<br>\n8.\nDATA CHOICES AND RIGHTS<br>\nMODIFYING YOUR PERSONAL INFORMATION<br>\nYou can update certain information associated with your account on the Settings Pages.\nIn addition, you can request other modifications of your personal data directly, by sending an email to privacy@artfight.zendesk.com with the subject “Personal Data Request” and an explanation of what data subject right you are seeking to exercise.\nFor your protection, we may take steps to verify your identity before responding to your request.<br>\n<br>\nRIGHT TO ERASURE<br>\nTo delete your account, you can email privacy@artfight.zendesk.com.\nWhen deleting your account, all your personal data will be deleted, with the exception of donation logs.\nOnce you delete your account, you will no longer have access to it.\nCreating a new account after disabling your first account is allowed.<br>\n<br>\nYou can opt out of the analytics related cookie processing by following the instructions in the section titled “cookies”<br>\n<br>\nIn certain circumstances, you have the right to ask us to stop using your personal data.<br>\nIf you are in the European Economic Area, Canada, Costa Rica and some other jurisdictions outside the United States, you have certain legal rights to obtain confirmation of whether we hold your personal data, to access personal data we hold about you (in some cases including in portable form), and to correct, update, amend or delete your data when appropriate.\nYou may also object to our uses or disclosures of personal data, request a restriction on its processing, or withdraw any consent.\nYou will also not affect our ability to continue processing data in lawful ways.<br>\n<br>\nDATA ACCESS REQUESTS<br>\nIf you would like to submit a data access request, you can do so by emailing us at privacy@artfight.net with the subject line “Data Access Request [YOUR USERNAME HERE]”.\nWe will provide you with access to the personal data that Art Fight has on you within 30 days.<br>\n<br>\nThe rights and options described above are subject to limitations and exceptions under applicable law.\nIn addition to those rights, you have the right to lodge a complaint with the relevant supervisory authority.\nHowever, we encourage you to contact us first, and we will do our very best to resolve your concern.<br>\n9.\nDATA TRANSFER<br>\nArt Fight is based in the United States.\nBy using Art Fight, you consent to the transfer of your data to the United States, and to the processing and use of that data in the United States.\nThis processing and use is limited to what is described in this privacy policy and Terms of Service.<br>\n10.\nSECURITY<br>\nAny financial information obtained from you is that which PayPal sends to us following a donation, as described above.\nPaypal does not give us access to any credit card numbers or bank account information.<br>\n<br>\nWe encrypt your Art Fight account password in our system, and no users or staff will have access to your password unless you explicitly request a manual password reset.\nArt Fight staff will never ask you for your password.\nYou are encouraged to have a strong password and never share it with anyone.\nAny other personal information other than what was described in the section detailing what you share with other users can only be accessed by Admins and Senior Moderators.<br>\n<br>\nWe take reasonable steps to protect your information provided via Art Fight from loss, misuse, unauthorized access, disclosure, alteration, or destruction.\nHowever, transmissions over the internet are never fully secure or error free.\nPlease keep this in mind when disclosing any information, whether it be on artfight.net, through email communications with Art Fight, or over Art Fight’s official Discord.<br>\n<br>\nShould a data breach occur, we will notify all users within 72 hours of discovery of such a breach.<br>\n11.\nCHILDREN<br>\nArt Fight is not directed at children under the age of 13, and they may not create an account or otherwise use Art Fight.\nWe do not knowingly collect personal information from children under the age of 13.\nIf we learn we are engaged in the processing of personal information of such users, we will halt such processing and will take reasonable measures to promptly remove applicable information from our records.<br>\n12.\nCHANGES<br>\nUsers will be notified on our home page and via news post notification of any changes to our privacy policy.\nBy continuing to access or use Art Fight after the changes become effective, you agree to be bound by the revised privacy policy.<br>\n13.\nCONTACTING US<br>\nIf there are any questions regarding this privacy policy, you may contact us at privacy@artfight.net.\nFor non-privacy related inquiries, please see our contact us page.\n2:37 PM <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Help</li> | <li>Contact a mod</li> | <li>Rules</li> | <li>ToS</li> | <li>Privacy</li> | <li> Donate </li>\n</ul>\n<ul>\n<li>Credits</li> | <li>© 2015 - 2023 Takaia</li>\n</ul> × ", "created_at": "2023-06-25 20:37:38.080863", "updated_at": "2023-06-25 20:37:45.337797"}, {"id": 16458, "name": "TOS", "url": "https://artfight.net/info/tos", "xpath": "//body", "text": " ART FIGHT <ul>\n<li>\n<i>\n</i> Discord </li>\n<li>\n<i>\n</i> Help INFO About Rules FAQ GUIDES Attack Categorization Maturity Ratings BBCode News </li>\n<li>\n<i>\n</i> Shop Donate Merch </li>\n</ul>\n<ul>\n<li>Register</li>\n<li>Log In</li>\n</ul> Terms of Service\n<small>Last edited by <strong> Rainy</strong>, 12 June 2022 10:07:10 PM</small> By accessing Art Fight’s website service, you are agreeing to these Terms of Service.\nIf you do not agree, you are prohibited from using or accessing the site.<br>\n<br>\n<br>\n<b>REGISTRATION &amp.\nUSER ACCOUNTS</b>\n<li>You must be 13 years of age or older to register for and use Art Fight.</li>\n<li>Only one active account is allowed per person.\nJoining teams on multiple accounts during the event is prohibited.</li>\n<li>You are solely responsible for your account and the activity that occurs from your account.\nArt Fight reserves the right to remove any User Content at its discretion and without warning.</li>\n<li>You agree to provide and maintain complete and accurate information with your account.</li>\n<li>You are prohibited from using another user’s account and from impersonating another person.</li>\n<li>Art Fight is not responsible for any liabilities, losses, or damages caused out of the unauthorized use of any user’s account name, password, and/or account.\n</li>\n<li>Art fight staff reserve the right to delete any uploaded content and terminate a user’s account without prior notice and for any reason, including, but not limited to, evidence of a pattern of user behavior that poses a danger to other users, subject to staff's discretion.</li>\n<br>\n<br>\n<b>PROHIBITED CONTENT</b>\n<br>\nUsers are not permitted to submit, display or link to any of the following prohibited content:<li>Sexually explicit content, including depictions of illegal sexual acts under US federal law.</li>\n<li>Content that may violate, harm, or threaten anyone's personal safety and/or integrity.\nThis includes but is not limited to: Hateful content to minority groups (racist, homophobic, transphobic, ableism, sexist, etc.), grooming, etc.\n</li>\n<li>Content that depicts/mentions sexual exploitation of minors/visually appearing minors.\n(Disclaimer: Height is not a deciding factor.) This includes minors in any sexualized situation.\nThis in particular is taken very seriously and can result in off site investigation and account banning.</li>\n<li>Any form of harassment towards Art Fight users.<br>\n<br>\n<br>\n<b>USER RESTRICTIONS</b>\n<br>\nAs a user on Art Fight, your membership is conditioned upon the following Courtesy Rules and Restrictions.<br>\nYou will not:</li>\n<li>harass and/or disrespect staff or other users.\nThis includes posting any materials that are abusive, threatening, obscene, malicious, false, inaccurate, or racially, sexually, religiously, or otherwise objectionable and offensive.\nThis also includes begging for any user’s attention or participation.</li>\n<li>submit content that is copyrighted or subject to third party proprietary rights, including privacy, publicity, trade secret, etc.\nthat you are not the owner of or do not have the appropriate permission from the rightful owner to submit.</li>\n<li> Copyrighted content includes, but is not limited to, directly posting and using an image that was not created by you.\nthis also includes tracing, referencing, or using components of another's work in your own piece.</li>\n<li> If you have permission to post someone else’s work, links back to the original artist must be given even if only free line art or a base was used.\nAll Attacks must be your own original artwork, however.</li>\n<li>spam anywhere on the site.\nThis refers to materials that are obnoxious, irrelevant, or considered advertising as well as posting nonsense and repeating something that you or another person has posted in a short span of time.</li>\n<li>interfere or attempt to interfere with the proper functioning of Art Fight or its official Discord server.</li>\n<li>publish or link to malicious content intended to damage or disrupt another’s browser or computer.</li>\n<li>advertise art sales.</li>\n<br>\n<b>USER SUBMITTED CONTENT</b>\n<li>Art Fight staff have the right to determine whether any User Content is inappropriate and does not comply with these Terms of Service, and remove any and/or all of a user’s submissions.</li>\n<li>Any liability, loss or damage that occurs as a result of the use of any User Content that you make available or access through your use of Art Fight is solely your responsibility.\nArt Fight is not responsible for any public display or misuse of your User Content.\nArt Fight does not, and cannot, pre-screen or monitor all User Content.\nHowever, we, or technology we employ, may monitor and/or record your interactions with our service.</li>\n<br>\n<br>\n<b>ONLINE CONTENT DISCLAIMER</b>\n<li>Any materials made available through Art Fight, but not directly by Art Fight, are the sole responsibility of their respective authors, and should not be relied upon.\nArt Fight does not guarantee the accuracy, completeness, or usefulness of any information on the Service and Art Fight neither adopts, endorses, nor takes responsibility for the accuracy or reliability of any opinion, advice, or statement that is made.\nArt Fight takes no responsibility and assumes no liability for any User Content that anyone posts or sends over the Service.\nUnder no circumstances will Art Fight be responsible for any loss or damage resulting from anyone's reliance on information or other content posted on the Service, or transmitted to users.</li>\n<li>Although Art Fight strives to enforce these Terms of Service and Use, you may be exposed to User Content that is inaccurate or objectionable.\nArt Fight reserves the right, but has no obligation, to monitor the materials posted in public areas of the service or to limit or deny a user's access to Art Fight or take other action if a user violates these Terms of Service.\n</li>\n<li>Private messages or other materials that are not readily accessible to the general public will be treated by us as private to the extent required by applicable law.</li>\n<li>Art Fight has the right to remove any such material that in its sole opinion violates this agreement.\nUnauthorized use may result in criminal and/or civil prosecution under Federal, State and local law.\nIf you become aware of misuse of our Service, please contact us.</li>\n<br>\n<br>\n<br>\n<b>LINKS TO OTHER SITES AND/OR MATERIALS</b>\n<li>Art Fight has no control over Third Party Sites and Applications, Software, or Content posted on, available through, or installed from the Site.\nLinking to any Third Party Site or Applications, Software, or Content does not imply approval or endorsement by Art Fight.</li>\n<li>Users may not use the platform to submit or provide direct links to webpages containing unfiltered and unwarned content in violation of Art Fight restrictions.</li>\n<li>Our terms and policies no longer apply once you leave artfight.net.\nWe do not regulate what is posted outside of Art Fight and will not search through offsite activity unless given a legally serious reason to (e.g investigating claims of pedophilia).\n</li>\n<br>\n<br>\n<br>\n<br>\n<b>COPYRIGHT COMPLAINTS</b>\n<li>\n<b>Termination of Repeat Infringer Accounts.</b> Art Fight respects the intellectual property rights of others and requests that the users do the same.\nArt Fight may terminate access for users who are found repeatedly to provide or post protected third party content without necessary rights and permissions.</li>\n<li>\n<b>DMCA Take-Down Notices.</b> In the event that a copyright owner or agent thereof believes that any materials provided on Art Fight infringe upon their copyrights, the copyright holder or agent may submit a DMCA takedown letter to <code>art@artfight.net</code>\n</li>\n<li>\n<b>Counter-Notices.</b> If you believe that your User Content that has been removed from the Site is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the content in your User Content, you may submit a counter-notice.<br>\nIf a counter-notice is received by Art Fight staff, Art Fight may send a copy of the counter-notice to the original complaining party informing such person that it may reinstate the removed content.\nUnless the copyright owner files an action seeking a court order against the content provider, member, or user, the removed content may be reinstated on the Art Fight website in 10 to 14 business days or more after the receipt of the counter-notice.</li>\n<br>\n<br>\n<b>LICENCE GRANT</b>\n<br>\nBy posting any User Content via Art Fight, you are expressly grant, and you represent and warrant that you have a right to grant, to Art Fight a royalty-free sub-licensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, if applicable, in whole or in part, and in any form, media, technology, whether now known or hereafter developed, for use in connection with Art Fight.\nArt Fight does not claim ownership over any submitted User Content.<br>\n<br>\n<b>INTELLECTUAL PROPERTY</b>\n<br>\nWe retain ownership of all intellectual property rights of any kind related to Art Fight, including applicable copyrights, trademarks and other proprietary rights.\nOther product and company names that are mentioned on Art Fight may be trademarks of their respective owners.\nWe reserve all intellectual property rights that are not expressly granted to you under this Agreement.<br>\n<br>\n<b>USER CONSENT TO RECEIVE COMMUNICATIONS IN ELECTRONIC FORM</b>\n<li>For contractual purposes, you </li>10.1.1 consent to receive communications from Art Fight staff and Company in an electronic form via the email address you have submitted and/or through artfight.net itself.\nand<br>\nagree 10.1.2 all communications that Art Fight provides to you electronically satisfy any legal requirement that such communications would satisfy if it were in writing.<li>We may also use your email address to send you optional messages including information about Art Fight, special offers, and announcements.\nYou may opt out of such email by changing your account settings or contacting us.</li>\n<br>\n<br>\n<b>Warranty Disclaimer</b>\n<br>\nArt Fight is provided \"as is,\" without warranty of any kind.\nWithout limiting the foregoing, the company expressly disclaims all warranties, whether expressed, implied or statutory, regarding Art Fight including without limitation any warranty of merchantability, fitness for a particular purpose, title, security, accuracy and operation of the service will be uninterrupted or error free.\nYou assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from Art Fight.<br>\n<br>\n<b>LIMITATION OF DAMAGES.\nRELEASE</b>\n<li>In no event shall art fight, its affiliates, directors, or staff, or its licensors or partners be liable to you for any loss of profits, use, or data or any incidental, indirect, special, consequential or exemplary damages, however arising, that result from</li>\n<li>The use, disclosure, or display of your user content;</li>\n<li>Your use or inability to use Art Fight</li>\n<li>Art Fight generally or the software or systems that make the service available.\nor</li>\n<li>Any other interactions with the company or any other user of Art Fight, whether based on warranty, contract, tort (including negligence) or any other legal theory, and whether or not Art Fight has been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.\nSome jurisdictions limit or do not permit disclaimers of liability, so this provision may not apply to you.<br>\n<br>\n</li>\n<li>If you have a dispute with one or more users, restaurant or merchant of a product or service that you review using Art Fight, you release us (and our staff and affiliates) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.\nIf you are a California resident, you waive California Civil Code §1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\"</li>\n<br>\n<br>\n<br>\n<b>MODIFICATION OF THE TERMS OF SERVICE</b>\n<br>\nWe can amend these Terms of Service and Use at any time and will update these Terms of Service and Use in the event of any such amendments.\nIf you continue to use ArtFight.net, you signify your agreement to our revision to these Terms of Service.\nHowever, we will notify you of material changes to the terms by posting a notice on our homepage.\nAny changes to these Terms (other than as set forth in this paragraph) or waiver of Art Fight's rights hereunder shall not be valid or effective except in a written agreement bearing the physical signature of an officer of Art Fight.\nNo purported waiver or modification of this Agreement by the Company via telephone or email communications shall be valid.<br>\n<br>\n<b>GENERAL TERMS</b>\n<li>These terms are valid to the extent permitted by applicable law.\nSome disclaimers of liability and warranty are limited or not permitted in some jurisdictions and may not apply to you.</li>\n<li>If any part of this Agreement is found invalid or unenforceable by a court of law, that portion of the Agreement will be separated and remaining portions of the Agreement will remain enforceable.\nAny failure on the part of Art Fight to enforce any portion of this Agreement will not be considered a waiver of our right to enforce any provision.\nOur rights under this Agreement will survive any termination of this Agreement.</li>\n<li>You agree that any cause of action related to or arising out of your relationship with Art Fight must commence within ONE year after the cause of action accrues.\nOtherwise, such cause of action is permanently barred.\n</li>\n<li>These Terms of Service and your use of the Site are governed by the federal laws of the United States of America and the laws of the state of Montana without regard to conflict of law provisions.\n</li>\n<li>Art Fight may assign or delegate these Terms of Service and/or Art Fight's Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without Art Fight’s prior written consent, and any unauthorized assignment and delegation by you is void.</li>\n<br>\n<br>\n<li>You acknowledge that you have read these terms of service, understand the terms of service, and will be bound by these terms.\nYou further acknowledge that these terms of service together with the privacy policy represent the complete and exclusive statement of the agreement between us and that it supersedes any proposal or prior agreement, oral or written, and any other communications between us relating to the subject matter of this agreement.<br>\n</li> 2:38 PM <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Help</li> | <li>Contact a mod</li> | <li>Rules</li> | <li>ToS</li> | <li>Privacy</li> | <li> Donate </li>\n</ul>\n<ul>\n<li>Credits</li> | <li>© 2015 - 2023 Takaia</li>\n</ul> × ", "created_at": "2023-06-25 20:37:26.137162", "updated_at": "2023-06-25 20:38:04.856468"}], "points": [], "urls": ["artfight.net"]}}