{"error": 448, "message": "OK", "parameters": {"id": 8243, "name": "Coinsbee", "created_at": "2023-05-08 19:09:32.073941", "updated_at": "2023-05-08 22:02:25.3408", "wikipedia": null, "keywords": null, "related": null, "slug": "coinsbee", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8243.png", "url": "coinsbee.com", "documents": [{"id": 15992, "name": "Terms of Conditions", "url": "https://coinsbee.com/en/terms", "xpath": "//body", "text": " <ul>\n<li> Buy gift cards <ul>\n<li>Amazon gift cards</li>\n<li>Steam gift cards</li>\n<li>iTunes gift cards</li>\n<li>Netflix gift cards</li>\n<li>All gift cards </li>\n</ul>\n</li>\n<li>mobile phone top-up</li>\n<li>How it works</li>\n<li> Blog <ul>\n<li>Blog overview</li>\n<li>Does Amazon Accept Bitcoin, Dogecoin or Ethereum</li>\n<li>Coinsbee Integrates CRYPTO.COM PAY</li>\n<li>How to use the Lightning Network</li>\n</ul>\n</li>\n<li> Cryptopedia <ul>\n<li>What is Solana (SOL)</li>\n<li>What is Cardano (ADA)</li>\n<li>What Is Shiba Inu (SHIB)</li>\n<li>What is BitTorrent Token (BTT)</li>\n<li>What is Tether (USDT)</li>\n<li>What is Binance Coin (BNB)</li>\n<li>What is Tron (TRX)</li>\n<li>What is Ripple (XRP)</li>\n<li>What is Dogecoin (DOGE)</li>\n<li>What is Bitcoin Cash (BCH)</li>\n<li>What is NANO (NANO)</li>\n<li>What is Litecoin (LTC)</li>\n<li>What is Ethereum (ETH)</li>\n<li>What is Bitcoin (BTC)</li>\n</ul>\n</li>\n<li>Signup / Login</li>\n</ul> 0 Shopping Cart Signup / Login Terms and Conditions <p>\n</p>1.\nContract\n<p>By entering the data and sending it a valid purchase contract between the buyer and Coinsbee.com, Coinsbee GmbH, Lautenschlagerstr.\n16, 70173 Stuttgart, is completed.\nBy submitting the order the buyer agrees to these conditions.</p>\n2.\nMediation activities of Coinsbee.com\n<p>Coinsbee.com presents a variety of regional and global voucher cards from multiple vendors.\nThe service of Coinsbee.com consists in the mediation of the respective gift card.\nCoinsbee.com is the intermediary between you and the respective gift card provider.\nCoinsbee.com therefore has no influence on the conditions for the use and implementation of the gift card at the respective provider.\nFor the legal relationship between you and the voucher card provider, only the terms and conditions of the respective voucher card provider apply.</p>\n3.\nPurchase Order / Order\n<p>With the purchase the buyer has to give the respective necessary data (email address), which concerns his person correctly.\nAfter submitting the form, the buyer will be redirected to the website by the payment provider.\nUpon successful confirmation of payment, a confirmation page will be displayed to the buyer.\nThe payment provider's system then sends the payment confirmation to the coinsbee.com script.\nThis will be stored in the system and the selected voucher card will be delivered to the buyer at the specified email address.</p>\n4.\nManipulation\n<p>Any kind of manipulation of the website, databases, scripts and servers is prohibited.\nThe operator reserves the right, depending on the seriousness of the manipulation, to initiate legal action and to block the respective account.</p>\n5.\nAvailability\n<p>The operator is entitled to change these terms at any time without prior notice.\nFurthermore, the operator is at any time entitled to exclude individual users from the service without stating reasons.</p>\n6.\nChanges to the terms and conditions\n<p>The operator is entitled to change these terms at any time without prior notice.\nThe changes will be posted on the page.</p>\n7.\nPrivacy\n<p>Our privacy policy applies.</p>\n8.\nCancellation\n<p>With the purchase, the buyer expressly agrees to the execution of the contract before the expiry of the withdrawal period.\nHe notes that his right of withdrawal expires when the contract is executed.</p>\n9.\nKnow your Customer (KYC) - Limitations of use\n<p>In accordance with current anti-financial crime and money laundering laws, we comply with legal requirements by conducting a KYC (Know Your Customer) check when certain limits are reached.<br>\nAll data is stored in encrypted form and not passed on to third parties.\nThe verification is realized via our certified partner Veriff.</p>\n<p>Limit without verification: max.\n€1,000 per order, max.\n€10,000 in total<br>\nLimit with verification: no limit<br>\nMiscellaneous: Some products can generally only be purchased from verified accounts.<br>\n<br>\nEntering incorrect data or documents can lead to a blocking of subsequent purchases.\nIt can also lead to the purchase not being processed.</p>\n10.\nAnti Money Laundering (AML)\n<p>Money laundering (ML) and terrorist financing (TF) are very big challenges for the crypto community.\nFor Coinsbee GmbH, ML and TF pose a serious threat to their activities.\nThat is why Coinsbee GmbH introduces and implements guidelines for combating money laundering (AML) and terrorist financing (CTF) in accordance with the relevant legal acts, recommendations, guidelines and best practices.<br>\nThe most important elements of the AML and CTF guidelines of Coinsbee GmbH are listed below:<br>\n</p>\n<ul>\n<li>\n<b>Customer due diligence</b>\n<br>\nCustomer due diligence information is obtained from the customer prior to entering into business relationships (and subject to KYC rules).\nCoinsbee GmbH also compares the information with independent sources for correctness.\nBy collecting and verifying the customer’s information the Company aims to form a reasonable belief as to the true identity of the customer.\nCoinsbee GmbH must also understand the business of the customer to make sure that the customer does not launder illicit funds through Coinsbee GmbH and/or these funds will not be used for TF.<br>\nInformation and documents made available to Coinsbee GmbH when identifying the customer are processed in accordance with the data protection regulations of Coinsbee GmbH.</li>\n<li>\n<b>Risk Assessment</b>\n<br>\nA risk-based approach is used for the risk assessment.\nThis means that Coinsbee GmbH understands the ML and TF risks to which it is exposed and applies AML / CFT measures in a manner and to an extent that ensures a mitigation of these risks.\nThis flexibility enables Coinsbee GmbH to make the best possible use of its resources in situations with higher risks and to take increased measures.</li>\n<li>\n<b>Ongoing Monitoring</b>\n<br>\nCoinsbee GmbH continuously monitors business relationships with customers.\nAll business relationships are continuously monitored using the risk-based approach, regardless of their risk classification.\nHowever, the scope and type of monitoring depends on the risk level of the customer and the respective service provided.\nOngoing monitoring enables Coinsbee GmbH to gain deeper insights into the profiles and behavior of customers.</li>\n<li>\n<b>Record Keeping</b>\n<br>\nCoinsbee GmbH keeps records for each customer as part of the fight against ML and TF.\nThese are encrypted in accordance with applicable law.\nThis is to enable effective investigations, prosecutions and confiscation of criminal property to be as simple as possible.</li>\n<li>\n<b>Communication with the responsible authorities and provision of information</b>\n<br>\nCommunication with the responsible authorities and provision of information in the event of inquiries from authorities within the framework of applicable law.\nIf there is suspicion or knowledge that the property of any value comes directly or indirectly from criminal activities or participation in such activities or that the intended purpose of the property is to sponsor one or more terrorists or a terrorist organization, Coinsbee GmbH will do so report to the competent authority and will cooperate on follow-up actions.\nThis goes so far that the authorities (as far as legally permissible) all data of the customer and customer-specific records are made available.</li>\n</ul>\n<p>\n</p>\n11.\nMeasures to fight terrorism\n<p>With comparison of customer data with sanction lists (OFAC) Coinsbee GmbH follows its legal obligations.\nThe measures support the long-term goal of combating global terrorism activities.\nIn addition to EU sanctions lists, US sanctions lists are also important for Coinsbee GmbH.</p>\n<p>\n</p>\n<p>Honey for your crypto money</p> Help <ul>\n<li>Gift Card Designer</li>\n<li>Supported Cryptocurrencies</li>\n<li>How it works</li>\n<li>FAQ / Support</li>\n</ul> Legal <ul>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>Imprint</li>\n</ul> Language <ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>Français</li>\n<li>Español</li>\n<li>Русский</li>\n<li>日本語</li>\n</ul>\n<ul>\n<li>中国</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Italiano</li>\n<li>Svenska</li>\n</ul> About us <ul>\n<li>Our history</li>\n<li>Known from</li>\n<li>Press Resources</li>\n<li>Trustpilot Reviews</li>\n</ul> Join our community <p>Copyright © 2019 - 2023 - coinsbee.com</p>\n<p>The product names, logos and brands used on this website are for identification purposes only.\nAll trademarks and registered trademarks are the property of their respective owners.\nCoinsbee is not affiliated with the respective companies.</p> ", "created_at": "2023-05-08 19:09:32.134809", "updated_at": "2023-05-08 19:10:12.51066"}, {"id": 15991, "name": "privacy policy", "url": "https://coinsbee.com/en/privacy", "xpath": "//body", "text": " <ul>\n<li> Buy gift cards <ul>\n<li>Amazon gift cards</li>\n<li>Steam gift cards</li>\n<li>iTunes gift cards</li>\n<li>Netflix gift cards</li>\n<li>All gift cards </li>\n</ul>\n</li>\n<li>mobile phone top-up</li>\n<li>How it works</li>\n<li> Blog <ul>\n<li>Blog overview</li>\n<li>Does Amazon Accept Bitcoin, Dogecoin or Ethereum</li>\n<li>Coinsbee Integrates CRYPTO.COM PAY</li>\n<li>How to use the Lightning Network</li>\n</ul>\n</li>\n<li> Cryptopedia <ul>\n<li>What is Solana (SOL)</li>\n<li>What is Cardano (ADA)</li>\n<li>What Is Shiba Inu (SHIB)</li>\n<li>What is BitTorrent Token (BTT)</li>\n<li>What is Tether (USDT)</li>\n<li>What is Binance Coin (BNB)</li>\n<li>What is Tron (TRX)</li>\n<li>What is Ripple (XRP)</li>\n<li>What is Dogecoin (DOGE)</li>\n<li>What is Bitcoin Cash (BCH)</li>\n<li>What is NANO (NANO)</li>\n<li>What is Litecoin (LTC)</li>\n<li>What is Ethereum (ETH)</li>\n<li>What is Bitcoin (BTC)</li>\n</ul>\n</li>\n<li>Signup / Login</li>\n</ul> 0 Shopping Cart Signup / Login Privacy Policy <p>\n</p>1.\nAn overview of data protection\nGeneral information <p>The following information will provide you with an easy to navigate overview of what will happen with your personal data when you visit this website.\nThe term “personal data” comprises all data that can be used to personally identify you.\nFor detailed information about the subject matter of data protection, please consult our Data Protection Declaration, which we have included beneath this copy.</p>\nData recording on this website <p>\n<strong>Who is the responsible party for the recording of data on this website (i.e.\nthe “controller”)?</strong>\n</p>\n<p>The data on this website is processed by the operator of the website, whose contact information is available under section “Information Required by Law” on this website.</p>\n<p>\n<strong>How do we record your data?</strong>\n</p>\n<p>We collect your data as a result of your sharing of your data with us.\nThis may, for instance be information you enter into our contact form.</p>\n<p>Our IT systems automatically record other data when you visit our website.\nThis data comprises primarily technical information (e.g.\nweb browser, operating system or time the site was accessed).\nThis information is recorded automatically when you access this website.</p>\n<p>\n<strong>What are the purposes we use your data for?</strong>\n</p>\n<p>A portion of the information is generated to guarantee the error free provision of the website.\nOther data may be used to analyse your user patterns.</p>\n<p>\n<strong>What rights do you have as far as your information is concerned?</strong>\n</p>\n<p>You have the right to receive information about the source, recipients and purposes of your archived personal data at any time without having to pay a fee for such disclosures.\nYou also have the right to demand that your data are rectified or eradicated.\nPlease do not hesitate to contact us at any time under the address disclosed in section “Information Required by Law” on this website if you have questions about this or any other data protection related issues.\nYou also have the right to log a complaint with the competent supervising agency.</p>\n<p>Moreover, under certain circumstances, you have the right to demand the restriction of the processing of your personal data.\nFor details, please consult the Data Protection Declaration under section “Right to Restriction of Data Processing.”</p>\nAnalysis tools and tools provided by third parties <p>There is a possibility that your browsing patterns will be statistically analysed when your visit this website.\nSuch analyses are performed primarily with cookies and with what we refer to as analysis programmes.\nAs a rule, the analyses of your browsing patterns are conducted anonymously.\ni.e.\nthe browsing patterns cannot be traced back to you.</p>\n<p>You have the option to object to such analyses or you can prevent their performance by not using certain tools.\nFor detailed information about the tools and about your options to object, please consult our Data Protection Declaration below.</p>\n2.\nGeneral information and mandatory information\nData protection <p>The operators of this website and its pages take the protection of your personal data very seriously.\nHence, we handle your personal data as confidential information and in compliance with the statutory data protection regulations and this Data Protection Declaration.</p>\n<p>Whenever you use this website, a variety of personal information will be collected.\nPersonal data comprises data that can be used to personally identify you.\nThis Data Protection Declaration explains which data we collect as well as the purposes we use this data for.\nIt also explains how, and for which purpose the information is collected.</p>\n<p>We herewith advise you that the transmission of data via the Internet (i.e.\nthrough e-mail communications) may be prone to security gaps.\nIt is not possible to completely protect data against third party access.</p>\nInformation about the responsible party (referred to as the “controller” in the GDPR) <p>The data processing controller on this website is:</p>\n<p>Coinsbee GmbH<br>\nLautenschlagerstr.\n16<br>\n70173 Stuttgart</p>\n<p>Phone: +49 711 45958182<br>\nE-mail: mail@coinsbee.com</p>\n<p>The controller is the natural person or legal entity that single-handedly or jointly with others makes decisions as to the purposes of and resources for the processing of personal data (e.g.\nnames, e-mail addresses, etc.).</p>\nRevocation of your consent to the processing of data <p>A wide range of data processing transactions are possible only subject to your express consent.\nYou can also revoke at any time any consent you have already given us.\nTo do so, all you are required to do is sent us an informal notification via e-mail.\nThis shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.</p>\nRight to object to the collection of data in special cases.\nright to object to direct advertising (Art.\n21 GDPR) <p>IN THE EVENT THAT DATA ARE PROCESSED ON THE BASIS OF ART.\n6 SECT.\n1 LIT.\nE OR F GDPR, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA BASED ON GROUNDS ARISING FROM YOUR UNIQUE SITUATION.\nTHIS ALSO APPLIES TO ANY PROFILING BASED ON THESE PROVISIONS.\nTO DETERMINE THE LEGAL BASIS, ON WHICH ANY PROCESSING OF DATA IS BASED, PLEASE CONSULT THIS DATA PROTECTION DECLARATION.\nIF YOU LOG AN OBJECTION, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA, UNLESS WE ARE IN A POSITION TO PRESENT COMPELLING PROTECTION WORTHY GROUNDS FOR THE PROCESSING OF YOUR DATA, THAT OUTWEIGH YOUR INTERESTS, RIGHTS AND FREEDOMS OR IF THE PURPOSE OF THE PROCESSING IS THE CLAIMING, EXERCISING OR DEFENCE OF LEGAL ENTITLEMENTS (OBJECTION PURSUANT TO ART.\n21 SECT.\n1 GDPR).</p>\n<p>IF YOUR PERSONAL DATA IS BEING PROCESSED IN ORDER TO ENGAGE IN DIRECT ADVERTISING, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR AFFECTED PERSONAL DATA FOR THE PURPOSES OF SUCH ADVERTISING.\nTHIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS AFFILIATED WITH SUCH DIRECT ADVERTISING.\nIF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR DIRECT ADVERTISING PURPOSES (OBJECTION PURSUANT TO ART.\n21 SECT.\n2 GDPR).</p>\nRight to log a complaint with the competent supervisory agency <p>In the event of violations of the GDPR, data subjects are entitled to log a complaint with a supervisory agency, in particular in the member state where they usually maintain their domicile, place of work or at the place where the alleged violation occurred.\nThe right to log a complaint is in effect regardless of any other administrative or court proceedings available as legal recourses.</p>\nRight to data portability <p>You have the right to demand that we hand over any data we automatically process on the basis of your consent or in order to fulfil a contract be handed over to you or a third party in a commonly used, machine readable format.\nIf you should demand the direct transfer of the data to another controller, this will be done only if it is technically feasible.</p>\nSSL and/or TLS encryption <p>For security reasons and to protect the transmission of confidential content, such as purchase orders or inquiries you submit to us as the website operator, this website uses either an SSL or a TLS encryption programme.\nYou can recognise an encrypted connection by checking whether the address line of the browser switches from “http://” to “https://” and also by the appearance of the lock icon in the browser line.</p>\n<p>If the SSL or TLS encryption is activated, data you transmit to us cannot be read by third parties.</p>\nEncrypted payment transactions on this website <p>If you are under an obligation to share your payment information (e.g.\naccount number if you give us the authority to debit your bank account) with us after you have entered into a fee-based contract with us, this information is required to process payments.</p>\n<p>Payment transactions using common modes of paying (Visa/MasterCard, debit to your bank account) are processed exclusively via encrypted SSL or TLS connections.\nYou can recognise an encrypted connection by checking whether the address line of the browser switches from “http://” to “https://” and also by the appearance of the lock icon in the browser line.</p>\n<p>If the communication with us is encrypted, third parties will not be able to read the payment information you share with us.</p>\nInformation about, rectification and eradication of data <p>Within the scope of the applicable statutory provisions, you have the right to at any time demand information about your archived personal data, their source and recipients as well as the purpose of the processing of your data.\nYou may also have a right to have your data rectified or eradicated.\nIf you have questions about this subject matter or any other questions about personal data, please do not hesitate to contact us at any time at the address provided in section “Information Required by Law.”</p>\nRight to demand processing restrictions <p>You have the right to demand the imposition of restrictions as far as the processing of your personal data is concerned.\nTo do so, you may contact us at any time at the address provided in section “Information Required by Law.” The right to demand restriction of processing applies in the following cases:</p>\n<ul>\n<li>In the event that you should dispute the correctness of your data archived by us, we will usually need some time to verify this claim.\nDuring the time that this investigation is ongoing, you have the right to demand that we restrict the processing of your personal data.</li>\n<li>If the processing of your personal data was/is conducted in an unlawful manner, you have the option to demand the restriction of the processing of your data in lieu of demanding the eradication of this data.</li>\n<li>If we do not need your personal data any longer and you need it to exercise, defend or claim legal entitlements, you have the right to demand the restriction of the processing of your personal data instead of its eradication.</li>\n<li>If you have raised an objection pursuant to Art.\n21 Sect.\n1 GDPR, your rights and our rights will have to be weighed against each other.\nAs long as it has not been determined whose interests prevail, you have the right to demand a restriction of the processing of your personal data.</li>\n</ul>\n<p>If you have restricted the processing of your personal data, these data – with the exception of their archiving – may be processed only subject to your consent or to claim, exercise or defend legal entitlements or to protect the rights of other natural persons or legal entities or for important public interest reasons cited by the European Union or a member state of the EU.</p>\nRejection of unsolicited e-mails <p>We herewith object to the use of contact information published in conjunction with the mandatory information to be provided in section “Information Required by Law” to send us promotional and information material that we have not expressly requested.\nThe operators of this website and its pages reserve the express right to take legal action in the event of the unsolicited sending of promotional information, for instance via SPAM messages.</p>\n3.\nRecording of data on this website\nCookies <p>Our websites and pages use what the industry refers to as “cookies.” Cookies are small text files that do not cause any damage to your device.\nThey are either stored temporarily for the duration of a session (session cookies) or they are permanently archived on your device (permanent cookies).\nSession cookies are automatically deleted once you terminate your visit.\nPermanent cookies remain archived on your device until you actively delete them or they are automatically eradicated by your web browser.</p>\n<p>In some cases it is possible that third party cookies are stored on your device once you enter our site (third party cookies).\nThese cookies enable you or us to take advantage of certain services offered by the third party (e.g.\ncookies for the processing of payment services).</p>\n<p>Cookies have a variety of functions.\nMany cookies are technically essential since certain website functions would not work in the absence of the cookies (e.g.\nthe shopping cart function or the display of videos).\nThe purpose of other cookies may be the analysis of user patterns or the display of promotional messages.</p>\n<p>Cookies that are required for the performance of the electronic communications transaction or to provide certain functions you want to use (e.g.\nthe shopping cart function), are stored on the basis of Art.\n6 Sect.\n1 lit.\nf GDPR.\nThe website operator has a legitimate interest in storing cookies to ensure the technically error free and optimised provision of the operator’s services.\nIf a corresponding agreement has been requested (e.g.\nan agreement to the storage of cookies), the processing takes place exclusively on the basis of Art.\n6 para.\n1 lit.\na GDPR.\nthe agreement can be revoked at any time.</p>\n<p>You have the option to set up your browser in such a manner that you will be notified any time cookies are placed and to permit the acceptance of cookies only in specific cases.\nYou may also exclude the acceptance of cookies in certain cases or in general or activate the delete function for the automatic eradication of cookies when the browser closes.\nIf cookies are deactivated, the functions of this website may be limited.</p>\n<p>In the event that third party cookies are used or if cookies are used for analytical purposes, we will separately notify you in conjunction with this Data Protection Policy and, if applicable, ask for your consent.</p>\nServer log files <p>The provider of this website and its pages automatically collects and stores information in so-called server log files, which your browser communicates to us automatically.\nThe information comprises:</p>\n<ul>\n<li>The type and version of browser used</li>\n<li>The used operating system</li>\n<li>Referrer URL</li>\n<li>The hostname of the accessing computer</li>\n<li>The time of the server inquiry</li>\n<li>The IP address</li>\n</ul>\n<p>This data is not merged with other data sources.</p>\n<p>This data is recorded on the basis of Art.\n6 Sect.\n1 lit.\nf GDPR.\nThe operator of the website has a legitimate interest in the technically error free depiction and the optimization of the operator’s website.\nIn order to achieve this, server log files must be recorded.</p>\nRequest by e-mail, telephone or fax <p>If you contact us by e-mail, telephone or fax, your request, including all resulting personal data (name, request) will be stored and processed by us for the purpose of processing your request.\nWe do not pass these data on without your consent.</p>\n<p>The processing of these data is based on Art.\n6 para.\n1 lit.\nb GDPR, if your request is related to the execution of a contract or if it is necessary to carry out pre-contractual measures.\nIn all other cases, the processing is based on your consent (Article 6 (1) a GDPR) and/or on our legitimate interests (Article 6 (1) (f) GDPR), since we have a legitimate interest in the effective processing of requests addressed to us.</p>\n<p>The data sent by you to us via contact requests remain with us until you request us to delete, revoke your consent to the storage or the purpose for the data storage lapses (e.g.\nafter completion of your request).\nMandatory statutory provisions - in particular statutory retention periods - remain unaffected.</p>\n4.\nAnalysis tools and advertising\nMatomo (formerly called Piwik) <p>This website uses the open source web analysis service Matomo.\nMatomo uses so-called “cookies,” which are text files that are stored on your computer and that make it possible to analyse your use of this website.\nIn conjunction with this, the information about the use of this website generated by the cookie will be archived on our server.\nPrior to archiving, the IP address will first be anonymized.</p>\n<p>Matomo cookies will remain on your device until you delete them.</p>\n<p>The storage of Matomo cookies and the use of this analysis tool are based on Art.\n6 Sect.\n1 lit.\nf GDPR.\nThe website operator has a legitimate interest in the analysis of user patterns, in order to optimize the operator’s web offerings and advertising.\nIf a corresponding agreement has been requested (e.g.\nan agreement to the storage of cookies), the processing takes place exclusively on the basis of Art.\n6 para.\n1 lit.\na GDPR.\nthe agreement can be revoked at any time.</p>\n<p>The information generated by cookies concerning the use of this website shall not be shared with any third parties.\nYou may prevent the storage of cookies at any time by making pertinent changes to your browser software settings.\nhowever, we have to point out that in this case you may not be able to use all of the functions of this website to their fullest extent.</p>\n<p>If you do not consent to the storage and use of your data, you have the option to deactivate the storage and use of such data here.\nIn this case, an opt out cookie will be placed in our browser, which prevent the storage of usage data by Matomo.\nIf you delete your cookies, this will also result in the deletion of the Matomo opt out cookie.\nHence, you will have to reactivate the opt out when you return to visit this website.</p>\n<p>\n</p>\n5.\neCommerce and payment service providers\nProcessing of data (customer and contract data) <p>We collect, process and use personal data only to the extent necessary for the establishment, content organization or change of the legal relationship (data inventory).\nThese actions are taken on the basis of Art.\n6 Sect.\n1 lit.\nb GDPR, which permits the processing of data for the fulfilment of a contract or pre-contractual actions.\nWe collect, process and use personal data concerning the use of this website (usage data) only to the extent that this is necessary to make it possible for users to utilize the services and to bill for them.</p>\n<p>The collected customer data shall be eradicated upon completion of the order or the termination of the business relationship.\nThis shall be without prejudice to any statutory retention mandates.</p>\nData transfer upon closing of contracts for online stores, retailers and the shipment of merchandise <p>We share personal data with third parties only if this is necessary in conjunction with the handling of the contract.\nfor instance, with companies entrusted with the shipment of goods or the financial institution tasked with the processing of payments.\nAny further transfer of data shall not occur or shall only occur if you have expressly consented to the transfer.\nAny sharing of your data with third parties in the absence of your express consent, for instance for advertising purposes, shall not occur.</p>\n<p>The basis for the processing of data is Art.\n6 Sect.\n1 lit.\nb GDPR, which permits the processing of data for the fulfilment of a contract or for pre-contractual actions.</p>\nData transfer upon closing of contracts for services and digital content <p>We share personal data with third parties only if this is necessary in conjunction with the handling of the contract.\nfor instance, with the financial institution tasked with the processing of payments.</p>\n<p>Any further transfer of data shall not occur or shall only occur if you have expressly consented to the transfer.\nAny sharing of your data with third parties in the absence of your express consent, for instance for advertising purposes, shall not occur.</p>\n<p>The basis for the processing of data is Art.\n6 Sect.\n1 lit.\nb GDPR, which permits the processing of data for the fulfilment of a contract or for pre-contractual actions.</p>\n<ul>\n<li>a) Payment method: Privacy policy for Sofortüberweisung as payment method\n<p>The data controller has integrated components of Sofortüberweisung on this website.\nSofortüberweisung is a payment service that enables cashless payment for products and services on the Internet.\nSofortüberweisung represents a technical procedure by which the online merchant immediately receives a payment confirmation.\nThis enables a merchant to deliver goods, services or downloads to the customer immediately after ordering.</p>\n<p>The operating company of Sofortüberweisung is Klarna Bank AB, Sveavägen 46, 111 34 Stockholm, Sweden.</p>\n<p>If the person concerned selects \"Sofortüberweisung\" as payment option during the ordering process in our online shop, data of the person concerned will be automatically transferred to \"Sofortüberweisung\".\nBy selecting this payment option, the person concerned consents to the transfer of personal data required for payment processing.</p>\n<p>During the purchase transaction via Sofortüberweisung, the buyer transmits the PIN and the TAN to Sofort GmbH.\nSofortüberweisung then executes a transfer to the online merchant after technical verification of the account balance and retrieval of further data to check the account coverage.\nThe execution of the financial transaction is then automatically communicated to the online merchant.</p>\n<p>The personal data exchanged with Sofortüberweisung are first name, surname, address, email address, IP address, telephone number, mobile phone number or other data necessary for the payment processing.\nThe purpose of the transfer of data is to process payments and prevent fraud.\nThe data controller will transmit other personal data by immediate transfer even if there is a legitimate interest in the transmission.\nThe personal data exchanged between Sofortüberweisung and the controller may be transmitted by Sofortüberweisung to credit reference agencies.\nThe purpose of this transfer is to check identity and creditworthiness.</p>\n<p>Sofortüberweisung may pass on the personal data to affiliated companies and service providers or subcontractors if this is necessary to fulfil the contractual obligations or if the data are to be processed by order.</p>\n<p>The person concerned has the possibility to revoke his or her consent to the handling of personal data at any time compared to Sofortüberweisung.\nRevocation does not affect personal data that must be processed, used or transmitted for (contractual) payment processing.</p>\n<p>The applicable data protection regulations of Sofortüberweisung can be found at https://www.klarna.com/sofort/datenschutz/.</p>\n</li>\n<li>b) Payment method: Privacy policy for Coingate as a payment method\n<p>The data controller has integrated Coingate components on this website.\nCoingate is a payment service that enables cashless payment for products and services on the Internet.</p>\n<p>The operating company of Coingate is UAB \"Virtualios valiutos\", A.\nGostauto str.\n8-331, LT-01108, Vilnius, Lithuania.\n</p>\n<p>If the person concerned selects \"Coingate\" as a payment option during the ordering process in our online shop, data on the person concerned will be automatically transmitted to Coingate.\nBy selecting this payment option, the person concerned consents to the transfer of personal data required for the processing of the payment.</p>.\n<p>Coingate's current data protection regulations can be found at https://coingate.com/privacy.</p>\n</li>\n</ul>\n6.\nRegistration on our website\n<p>The data subject shall have the possibility to register on the Internet site of the controller by providing personal data.\nThe personal data transmitted to the data controller is specified in the respective input mask used for registration.\nThe personal data entered by the data subject are collected and stored solely for internal use by the data controller and for his own purposes.\nThe data controller may arrange for the transfer to one or more processors, such as a parcel service provider, who shall also use the personal data exclusively for internal use attributable to the controller.</p>\n<p>By registering on the Internet site of the data controller, the IP address assigned to the data subject by the Internet service provider (ISP), the date and time of registration are also stored.\nThe storage of this data is done against the background that only in this way can the misuse of our services be prevented and, if necessary, these data make it possible to clarify criminal offences that have been committed.\nTo this extent, the storage of this data is necessary to protect the person responsible for processing.\nAs a matter of principle, this data will not be passed on to third parties, unless there is a legal obligation to do so or the passing on of the data serves criminal prosecution.</p>\n<p>The registration of the data subject, with the voluntary provision of personal data, enables the controller to offer the data subject content or services which, by their very nature, can only be provided to registered users.\nRegistered persons are free to modify the personal data provided during registration at any time or to have them completely deleted from the data stock of the data controller.</p>\n<p>The controller shall provide any data subject with information on what personal data relating to the data subject are stored at any time on request.\nFurthermore, the data controller shall correct or delete personal data at the request or notification of the data subject, unless otherwise required by law.\nThe entire staff of the data controller is available to the data subject as contact persons in this context.</p> 7.\nSubscribe to our Newsletters\n<p>On the Coinsbee GmbH website, users are given the opportunity to subscribe to our company's newsletter.\nWhich personal data will be transmitted to the data controller when ordering the newsletter can be seen from the input mask used for this purpose.</p>\n<p>Coinsbee GmbH informs its customers and business partners at regular intervals by means of a newsletter about offers of the company.\nThe newsletter of our company can only be received by the person concerned if (1) the person concerned has a valid e-mail address and (2) the person concerned registers for the newsletter.\nFor legal reasons, a confirmation e-mail will be sent to the e-mail address registered for the first time by a person concerned for the purpose of receiving the newsletter using the double opt-in procedure.\nThis confirmation mail is used to check whether the owner of the e-mail address has authorized the receipt of the newsletter as the person concerned.</p>\n<p>When registering for the newsletter, we also save the IP address assigned by the Internet Service Provider (ISP) of the computer system used by the person concerned at the time of registration, as well as the date and time of registration.\nThe collection of this data is necessary in order to be able to trace the (possible) misuse of the e-mail address of a data subject at a later point in time and therefore serves to provide legal protection for the person responsible for processing.</p>\n<p>The personal data collected during registration for the newsletter will be used exclusively for sending our newsletter.\nIn addition, subscribers to the newsletter could be informed by e-mail if this is necessary for the operation of the newsletter service or for registration, as could be the case if there are changes to the newsletter offer or if technical conditions change.\nThe personal data collected within the scope of the newsletter service will not be passed on to third parties.\nThe subscription to our newsletter can be cancelled by the person concerned at any time.\nThe consent to the storage of personal data, which the person concerned has given us for the newsletter service, can be revoked at any time.\nFor the purpose of revoking the consent, a corresponding link is included in every newsletter.\nFurthermore, it is also possible to unsubscribe from the newsletter at any time directly on the website of the data controller or to inform the data controller in another way.</p> 8.\nNewsletter-Tracking\n<p>The newsletters of Coinsbee GmbH contain so-called counting pixels.\nA tracking pixel is a miniature graphic embedded in such e-mails sent in HTML format to enable log file recording and log file analysis.\nThis enables a statistical evaluation of the success or failure of online marketing campaigns.\nBy means of the embedded pixel-code, Coinsbee GmbH can recognise whether and when an e-mail was opened by a person concerned and which links in the e-mail were called up by the person concerned.</p>\n<p>Such personal data collected via the tracking pixels contained in the newsletters are stored and evaluated by the data controller in order to optimise the newsletter dispatch and to adapt the content of future newsletters even better to the interests of the data subject.\nThis personal data is not passed on to third parties.\nAffected persons are entitled to revoke the separate declaration of consent submitted in this regard via the double opt-in procedure at any time.\nAfter revocation, these personal data will be deleted by the data controller.\nCoinsbee GmbH automatically interprets a cancellation of the receipt of the newsletter as a revocation.</p> 9.\nRoutine deletion and blocking of personal data\n<p>The data controller shall process and store personal data relating to the data subject only for the time necessary to achieve the purpose for which the data are stored or where provided for by the European Directives and Regulations or by any other law or regulation to which the controller is subject.</p>\n<p>If the purpose of storage ceases to apply or if a storage period prescribed by the European Directive and Regulation Giver or any other competent legislator expires, the personal data will be blocked or deleted as a matter of routine and in accordance with the statutory provisions.</p> 10.\nRights of the data subject\n<ul>\n<li>a)&nbsp;&nbsp;&nbsp.\nRight to confirmation\n<p>Every data subject has the right, granted by the European Directives and Regulations, to obtain confirmation from the controller as to whether personal data relating to him are being processed.\nIf a data subject wishes to exercise this right of confirmation, he or she may at any time contact an employee of the controller.</p>\n</li>\n<li>b)&nbsp;&nbsp;&nbsp.\nRight to information\n<p>Any person affected by the processing of personal data has the right, granted by the European Directives and Regulations, to obtain at any time and free of charge from the controller information on the personal data stored in relation to him or her and a copy thereof.\nFurthermore, the European Directive and Regulation Giver has granted the data subject access to the following information:</p>\n<ul>\n<li> the processing purposes</li>\n<li> the categories of personal data processed</li>\n<li>the recipients or categories of recipients to whom the personal data have been or will be disclosed, in particular to recipients in third countries or international organisations</li>\n<li> if possible, the planned duration for which the personal data will be stored or, if this is not possible, the criteria for determining this duration</li>\n<li>the existence of a right of rectification or erasure of personal data concerning him or her or of a right to have the processing limited by the controller or to object to such processing</li>\n<li>the existence of a right of appeal to a supervisory authority</li>\n<li>if the personal data are not collected from the data subject: All available information on the origin of the data</li>\n<li>the existence of automated decision-making, including profiling, in accordance with Article 22(1) and (4) of the DS-GVO and, at least in these cases, meaningful information on the logic involved and the scope and intended impact of such processing on the data subject</li>\n</ul>\n<p>The data subject shall also have the right to obtain information as to whether personal data have been transferred to a third country or to an international organisation.\nIf this is the case, the data subject shall also have the right to obtain information on the appropriate safeguards in relation to the transfer.</p>\n<p>If a data subject wishes to exercise this right of access, he or she may at any time contact an employee of the controller.</p>\n</li>\n<li>c)&nbsp;&nbsp;&nbsp.\nRight of rectification\n<p>Every person concerned by the processing of personal data has the right, granted by the European legislator, to request the rectification without delay of inaccurate personal data concerning him.\nThe data subject shall also have the right to request the completion of incomplete personal data, including by means of a supplementary declaration, having regard to the purposes of the processing.</p>\n<p>If a data subject wishes to exercise this right of rectification, he or she may at any time contact an employee of the controller.</p>\n</li>\n<li>\nd)&nbsp;&nbsp;&nbsp.\nRight of cancellation (right to be forgotten)\n<p>Any person affected by the processing of personal data has the right, granted by the European Directives and Regulations, to obtain from the controller the immediate erasure of personal data relating to him/her, where one of the following reasons applies and where the processing is not necessary:</p>\n<ul>\n<li>The personal data has been collected or otherwise processed for purposes for which it is no longer necessary.</li>\n<li>The data subject withdraws the consent on which the processing was based pursuant to Article 6(1)(a) of the DS-GVO or Article 9(2)(a) of the DS-GVO, and there is no other legal basis for the processing.</li>\n<li>The data subject lodges an objection to the processing pursuant to Article 21(1) of the DS-GVO and there are no legitimate legitimate grounds for processing, or the data subject lodges an objection to the processing pursuant to Article 21(2) of the DS-GVO.</li>\n<li>The personal data were processed unlawfully.</li>\n<li>The deletion of personal data is necessary to comply with a legal obligation under Union law or the law of the Member States to which the controller is subject.</li>\n<li>The personal data was collected in relation to the information society services offered in accordance with Art.\n8 Paragraph 1 of the DS-GVO.</li>\n</ul>\n<p>If one of the above reasons applies and a data subject wishes to have personal data stored by Coinsbee GmbH deleted, he or she may contact an employee of the data controller at any time.\nThe employee of Coinsbee GmbH will ensure that the request for deletion is complied with immediately.</p>\n<p>If the personal data have been made public by Coinsbee GmbH and our company as the responsible party is obliged to delete the personal data in accordance with Art.\n17 para.\n1 of the DS-GVO, Coinsbee GmbH will take reasonable measures, including technical measures, taking into account the available technology and the implementation costs, to inform other data controllers who process the published personal data that the data subject has requested that these other data controllers delete all links to this personal data or copies or replications of this personal data, unless the processing is necessary.\nThe employee of Coinsbee GmbH will make the necessary arrangements in individual cases.</p>\n</li>\n<li>e)&nbsp;&nbsp;&nbsp.\nRight to limit processing\n<p>Any person affected by the processing of personal data has the right granted by the European Directives and Regulations to request the controller to restrict the processing if one of the following conditions is met:</p>\n<ul>\n<li>The accuracy of the personal data is contested by the data subject, for a period of time that allows the data controller to verify the accuracy of the personal data.</li>\n<li>The processing is unlawful, the data subject refuses to have his personal data deleted and instead requests that the use of his personal data be restricted.</li>\n<li>The controller no longer needs the personal data for the purposes of the processing, but the data subject needs them in order to exercise or defend his rights.</li>\n<li>The data subject has lodged an objection to the processing in accordance with Article 21 (1) of the DS-GVO and it is not yet clear whether the legitimate reasons of the controller outweigh those of the data subject.</li>\n</ul>\n<p>If one of the above-mentioned conditions is met and a data subject wishes to request the restriction of personal data stored by Coinsbee GmbH, he/she may contact an employee of the data controller at any time.\nThe employee of Coinsbee GmbH will arrange for the restriction of the processing.</p>\n</li>\n<li>f)&nbsp;&nbsp;&nbsp;&nbsp.\nRight to data transferability\n<p>Every person concerned by the processing of personal data has the right, granted by the European Directives and Regulations, to receive the personal data concerning him/her which have been provided by the data subject to a controller in a structured, common and machine-readable format.\nHe/she also has the right to have this data communicated to another controller without hindrance by the controller to whom the personal data has been made available, provided that the processing is based on the consent pursuant to Art.\n6(1)(a) DS-GVO or Art.\n9(2)(a) DS-GVO or on a contract pursuant to Art.\n6(1)(b) DS-GVO and that the processing is carried out by means of automated procedures, unless the processing is necessary for the performance of a task carried out in the public interest or in the exercise of official authority vested in the controller.</p>\n<p>Furthermore, when exercising his or her right to data transfer in accordance with Art.\n20 Paragraph 1 of the DS-GVO, the data subject has the right to request that personal data be transferred directly from one person responsible to another, insofar as this is technically feasible and provided that this does not affect the rights and freedoms of other persons.</p>\n<p>To assert the right to data transferability, the person concerned can contact an employee of Coinsbee GmbH at any time.</p>\n</li>\n<li>\ng)&nbsp;&nbsp;&nbsp.\nRight of appeal\n<p>Every person concerned by the processing of personal data has the right, granted by the European legislator, to object at any time, for reasons arising from his or her particular situation, to the processing of personal data concerning him or her carried out pursuant to Article 6(1)(e) or (f) of the DS-GVO.\nThis also applies to profiling based on these provisions.</p>\n<p>Coinsbee GmbH will no longer process the personal data in the event of an objection, unless we can prove compelling reasons for processing that are worthy of protection and outweigh the interests, rights and freedoms of the person concerned, or the processing serves to assert, exercise or defend legal claims.</p>\n<p>If Coinsbee GmbH processes personal data for the purpose of direct marketing, the data subject has the right to object at any time to the processing of personal data for the purpose of such marketing.\nThis also applies to profiling, insofar as it is connected with such direct marketing.\nIf the data subject objects to Coinsbee GmbH processing for the purposes of direct marketing, Coinsbee GmbH will no longer process the personal data for these purposes.</p>\n<p>In addition, the data subject has the right to object, on grounds relating to his or her particular situation, to the processing of personal data concerning him or her carried out at Coinsbee GmbH for the purposes of scientific or historical research or for statistical purposes, in accordance with Article 89, paragraph 1 of the DS-GVO, unless such processing is necessary for the performance of a task carried out in the public interest.</p>\n<p>To exercise the right of objection, the person concerned may directly contact any employee of Coinsbee GmbH or any other employee.\nThe data subject is also free to exercise his/her right of objection in connection with the use of information society services, notwithstanding Directive 2002/58/EC, by means of automated procedures involving technical specifications.</p>\n</li>\n<li>h)&nbsp;&nbsp;&nbsp.\nAutomated decisions in individual cases including profiling\n<p>Every person concerned by the processing of personal data has the right, as granted by the European Directives and Regulations, not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects concerning him or her or significantly affects him or her in a similar way, provided that the decision (1) is not necessary for the conclusion or performance of a contract between the data subject and the controller, or (2) is authorised by Union or national legislation to which the controller is subject and that such legislation provides for adequate safeguards of the rights and freedoms and legitimate interests of the data subject, or (3) is taken with the explicit consent of the data subject.</p>\n<p>Where the decision is (1) necessary for the conclusion or performance of a contract between the data subject and the controller or (2) with the explicit consent of the data subject, Coinsbee GmbH shall take reasonable steps to safeguard the rights and freedoms and legitimate interests of the data subject, which shall include at least the right to obtain the intervention of a person from the controller, to put forward his point of view and to challenge the decision.</p>\n<p>If the data subject wishes to exercise rights relating to automated decisions, he or she may at any time contact an employee of the controller.</p>\n</li>\n<li>i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRight to revoke a data protection consent\n<p>Every person affected by the processing of personal data has the right granted by the European Directives and Regulations to revoke his or her consent to the processing of personal data at any time.</p>\n<p>If the data subject wishes to exercise his or her right to withdraw consent, he or she may at any time contact an employee of the controller.</p>\n</li>\n</ul> 11.\nLegal basis of the processing\n<p>Art.\n6 I lit.\na DS-GVO serves our company as a legal basis for processing operations for which we obtain consent for a specific processing purpose.\nIf the processing of personal data is necessary for the performance of a contract to which the data subject is a party, as is the case, for example, with processing operations necessary for the supply of goods or the provision of another service or consideration, the processing is based on Art.\n6 I lit.\nb DS-GVO.\nThe same applies to such processing operations which are necessary for the implementation of pre-contractual measures, for example in cases of enquiries about our products or services.\nIf our company is subject to a legal obligation which makes it necessary to process personal data, for example to fulfil tax obligations, the processing is based on Art.\n6 I lit.\nc DS-GVO.\nIn rare cases, the processing of personal data may be necessary to protect the vital interests of the data subject or another natural person.\nThis would be the case, for example, if a visitor to our company was injured and his or her name, age, health insurance details or other vital information had to be disclosed to a doctor, hospital or other third party.\nThe processing would then be based on Art.\n6 I lit.\nd DS-GVO.\nFinally, processing operations could be based on Art.\n6 I lit.\nf DS-GVO.\nProcessing operations which are not covered by any of the above legal bases are based on this legal basis if the processing is necessary to safeguard a legitimate interest of our company or of a third party, provided that the interests, fundamental rights and freedoms of the data subject do not prevail.\nWe are permitted to carry out such processing operations in particular because they have been specifically mentioned by the European legislator.\nIn this respect, it took the view that a legitimate interest could be assumed if the data subject is a customer of the controller (Recital 47 sentence 2 DS-GVO).\n</p> 12.\nlegitimate interests in the processing pursued by the controller or a third party\n<p>If the processing of personal data is based on Article 6 I lit.\nf of the DS-GVO, our legitimate interest is to carry out our business activities for the benefit of the well-being of all our employees and our shareholders.</p> 13th period for which the personal data are stored\n<p>The criterion for the duration of the storage of personal data is the respective legal retention period.\nAfter expiry of the period, the corresponding data is routinely deleted, provided that it is no longer required for the fulfilment of the contract or the initiation of a contract.</p> 14.\nlegal or contractual provisions making the personal data available.\nnecessity for the conclusion of the contract.\nobligation of the data subject to provide the personal data.\npossible consequences of not providing the data\n<p>We would like to inform you that the provision of personal data is partly required by law (e.g.\ntax regulations) or can also result from contractual regulations (e.g.\ninformation on the contractual partner).\nSometimes it may be necessary for a contract to be concluded that a person concerned provides us with personal data, which must subsequently be processed by us.\nFor example, the person concerned is obliged to provide us with personal data if our company concludes a contract with him/her.\nFailure to provide the personal data would mean that the contract with the person concerned could not be concluded.\nBefore the person concerned makes personal data available, he or she must contact one of our employees.\nOur employee will inform the data subject on a case-by-case basis whether the provision of the personal data is required by law or contract or is necessary for the conclusion of the contract, whether there is an obligation to provide the personal data and what the consequences would be if the personal data were not provided.\n</p> 15.\nexistence of automated decision making\n<p>As a responsible company we do not use automatic decision making or profiling.</p>\n<p>\n</p>\n<p>Honey for your crypto money</p> Help <ul>\n<li>Gift Card Designer</li>\n<li>Supported Cryptocurrencies</li>\n<li>How it works</li>\n<li>FAQ / Support</li>\n</ul> Legal <ul>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>Imprint</li>\n</ul> Language <ul>\n<li>English</li>\n<li>Deutsch</li>\n<li>Français</li>\n<li>Español</li>\n<li>Русский</li>\n<li>日本語</li>\n</ul>\n<ul>\n<li>中国</li>\n<li>Nederlands</li>\n<li>Polski</li>\n<li>Português</li>\n<li>Italiano</li>\n<li>Svenska</li>\n</ul> About us <ul>\n<li>Our history</li>\n<li>Known from</li>\n<li>Press Resources</li>\n<li>Trustpilot Reviews</li>\n</ul> Join our community <p>Copyright © 2019 - 2023 - coinsbee.com</p>\n<p>The product names, logos and brands used on this website are for identification purposes only.\nAll trademarks and registered trademarks are the property of their respective owners.\nCoinsbee is not affiliated with the respective companies.</p> ", "created_at": "2023-05-08 19:09:32.105193", "updated_at": "2023-05-08 19:10:29.786958"}], "points": [], "urls": ["coinsbee.com"]}}