{"error": 448, "message": "OK", "parameters": {"id": 9674, "name": "Quanta Magazine", "created_at": "2023-10-01 03:46:29.488568", "updated_at": "2023-10-01 10:02:30.62369", "wikipedia": "https://en.wikipedia.org/wiki/Quanta_Magazine", "keywords": null, "related": null, "slug": "quanta-magazine", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9674.png", "url": "quantamagazine.org", "documents": [{"id": 19253, "name": "Privacy Policy", "url": "https://www.quantamagazine.org/privacy-policy", "xpath": "/html/body/div[4]/div/main/div/div/section[2]/div/section/div[1]/div/div", "text": "<p>\n<em>Updated: February 1, 2023</em>\n</p>\n<p>This “Privacy Policy” describes the privacy practices of The Simons Foundation, Inc., a 501(c)(3) non-profit organization, and its subsidiaries and affiliates (collectively, “Simons Foundation,” “we,” “us” or “our”), only in connection with our online publications.\nThis Privacy Policy describes how we collect, use, maintain, protect, disclose and otherwise process personal information, and explains the rights and choices available to individuals with respect to their information.\nThis Privacy Policy applies to our website, https://www.quantamagazine.org/, and any other websites that we own or control that contain a link to this Privacy Policy.</p>\n<p>This Privacy Policy also applies to information collected via email, text and other electronic messages between you and any of our websites.\nThis Privacy Policy does not apply to services that have separate privacy policies that do not incorporate this Privacy Policy.\nThis Privacy Policy does not apply to information collected by any third party, including through any application or content that may link or be accessible from us through our websites.</p>\n<p>Simons Foundation may provide additional or supplemental privacy notices to individuals at the time their data is collected.\nSuch additional or supplemental privacy notice will govern how we may process the information you provide at that time.</p>\n<p>Please read this Privacy Policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our websites.\nBy accessing or using our websites, you agree to this Privacy Policy.\nThis Privacy Policy may change from time to time.\nYour continued use of this website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\n<p>For information about the Simons Foundation’s privacy practices in other contexts, or for individuals located in the European Union, please see our Institutional Privacy Policy here.</p> Table of Contents\n<ul>\n<li>Personal Information We Collect</li>\n<li>How We Use Your Personal Information</li>\n<li>How We Share Your Personal Information</li>\n<li>Your Choices</li>\n<li>Security</li>\n<li>International Transfer</li>\n<li>Other Sites and Services</li>\n<li>Changes to This Privacy Policy</li>\n<li>Contact Us</li>\n</ul> Personal Information We Collect\n<p>\n<strong>Information you give us</strong>\n</p>\n<p>We collect personal information about individuals who interact with the Simons Foundation, including by using our website and subscribing to our publications.\nWe collect some of this information automatically when individuals navigate through the site, such as IP addresses and information collected through cookies and other tracking technologies.\nThe types of personal information we collect include, but are not limited to:</p>\n<ul>\n<li>\n<strong>Personal and business contact information</strong>, such as your name, email address, and social media handles;</li>\n<li>\n<strong>Feedback and correspondence</strong>, such as information you provide when interacting with us by email, phone calls or through other methods of communication, such as posting public comments;</li>\n<li>\n<strong>Usage information</strong>, such as information about how you use our websites and interact with us, including information associated with any content you upload to the websites or otherwise submit to us, and information you provide when you use any interactive features of the websites;</li>\n</ul>\n<p>\n<strong>Subscription information</strong>, such your preferences for receiving communications about our activities, events, and publications, and details about how you engage with our communications</p>\n<p>\n<strong>Information automatically collected</strong>\n</p>\n<p>When you access our websites, we, our service providers and our partners may automatically log information about you, your computer or mobile device, and your activity on our websites.\nThe information that may be collected automatically includes your device’s operating system type and version number, manufacturer and model, device identifier, browser type, screen resolution, IP address, the website you visited before browsing to our websites, general location information such as city, state or geographic area, and information about your use of and actions on our websites, such as pages you viewed, how long you spent on a page, navigation paths between pages, information about your activity on a page, access times and length of access.\nThis information is collected using cookies, pixel tags and similar technologies.\nPixel tags (which are also known as web beacons and clear GIFs) are used on our websites and HTML-formatted emails to track the actions of users on our websites.\nUnlike cookies, which are stored on the hard drive of your computer or mobile device by a website, pixel tags are embedded invisibly on webpages or within HTML-formatted emails.\nPixel tags measure the success of our marketing campaigns and compile statistics about usage of our websites or engagement with email notices so that we can manage our content more effectively.\nPlease refer to our Cookies Policy for more details about our use of cookies.</p>\nHow We Use Your Personal Information\n<p>\n<strong>To provide our services</strong>\n</p>\n<p>We use your personal information to provide our services in the following ways:</p>\n<ul>\n<li>to operate, maintain, administer and improve our websites;</li>\n<li>to publish our newsletters, magazines and other communications;</li>\n<li>to manage and communicate with you regarding your Simons Foundation account, if you have one, including by sending you service announcements, technical notices, updates, security alerts and support and administrative messages;</li>\n<li>to better understand your needs and interests and to personalize your experience with the websites;</li>\n<li>to provide support and maintenance for the websites;</li>\n<li>to respond to your requests, questions and feedback;</li>\n<li>to fulfill any other purpose for which you provide it.</li>\n</ul>\n<p>\n<strong>To communicate with you</strong>\n</p>\n<p>If you request information from us (such as by signing up for our newsletter or publications), register on our websites or request resources from us in order to support our mission, we may send you Simons Foundation–related marketing communications as permitted by law.\nYou will have the ability to opt out of such communications.</p>\n<p>\n<strong>To comply with law</strong>\n</p>\n<p>We use your personal information as we believe necessary or appropriate to comply with any applicable court order, law, regulation and legal processes, including to respond to any government or regulatory request.</p>\n<p>\n<strong>With your consent</strong>\n</p>\n<p>We will request your consent to use your personal information where required by law, such as where we use certain cookies or similar technologies or before sending you certain marketing messages.\nYou have the right to withdraw your consent at any time in the manner that was indicated when we requested the consent or by contacting us at privacy@simonsfoundation.org.\nIf you have consented to receive marketing communications from our third-party partners, you may withdraw your consent by contacting those partners directly.</p>\n<p>\n<strong>To create anonymous data for analytics</strong>\n</p>\n<p>We may create anonymous data from your personal information and other individuals whose personal information we collect.\nWe make personal information into anonymous data by excluding information that makes the data personally identifiable to you, and use that anonymous data for business purposes.</p>\n<p>\n<strong>For compliance, fraud prevention and safety</strong>\n</p>\n<p>We use your personal information as we believe necessary or appropriate to (a) enforce the terms and conditions that govern the service.\n(b) protect our rights, privacy, safety or property, and/or that of you or others.\nand (c) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</p>\n<p>\n<strong>As stated in a supplemental privacy notice</strong>\n</p>\n<p>In some circumstances, we may provide a supplemental privacy notice that explains how we use personal information in a specific context.</p>\nHow We Share Your Personal Information\n<p>\n<strong>Affiliates </strong>\n</p>\n<p>We may disclose your personal information to our subsidiaries and affiliates for purposes consistent with this Privacy Policy.</p>\n<p>\n<strong>Contractors and Service Providers</strong>\n</p>\n<p>We may employ third-party companies and individuals to administer and provide our services on our behalf (such as customer support, hosting, email delivery, database management services and job applicant management systems, as well as external reviewers and advisers who help us process and make determinations regarding grant applications).\nThese third parties may use your information only as directed by Simons Foundation and in a manner consistent with this Privacy Policy.\nContractors and Service Providers are prohibited from using or disclosing your information for any other purpose.</p>\n<p>\n<strong>Partners</strong>\n</p>\n<p>We may sometimes share your personal information with partners or enable partners to collect information via our websites.\nFor example, some of our websites use Disqus, a third-party service that enables our visitors to post comments on our website.\nYou may view the Disqus Privacy Policy here and control Disqus targeting and personalization here.</p>\n<p>\n<strong>Professional advisers and corporate transactions</strong>\n</p>\n<p>We may disclose your personal information to professional advisers, such as lawyers, bankers, auditors, accountants and insurers, where necessary in the course of the professional services rendered to us, including to the extent reasonably needed to proceed with the negotiation or completion of a corporate transaction, such as a merger, reorganization, acquisition, or transfer or sale of all or a portion of our assets, in which case your personal information may be part of that corporate transaction.</p>\n<p>\n<strong>Compliance with laws and law enforcement.\nprotection and safety</strong>\n</p>\n<p>We may disclose information about you to government or law enforcement officials or private parties as required by law, and disclose and use such information as we believe necessary or appropriate to (a) comply with any applicable court order, laws, regulation and lawful requests and legal processes, such as to respond to subpoenas.\n(b) enforce the terms and conditions that govern our websites.\n(c) protect our rights, privacy, safety or property, and/or that of you or others.\nand (d) protect, investigate and deter against fraudulent, harmful, unauthorized, unethical or illegal activity.</p>\nYour Choices\n<p>\n<strong>Access, update, correct or delete your information</strong>\n</p>\n<p>An individual who has registered for an account with us may review, update, correct or delete the personal information in their account profile by logging into their account.</p>\n<p>\n<strong>Marketing communications</strong>\n</p>\n<p>You may opt out of marketing-related emails by following the instructions contained at the bottom of our emails, or by contacting us at privacy@simonsfoundation.org.\nYou may continue to receive service-related and other nonmarketing emails.</p>\n<p>\n<strong>Online behavioral advertising</strong>\n</p>\n<p>Some of the partners that collect information about users’ activities on our websites may be members of organizations or programs that provide choices to individuals regarding targeted advertising.\nUsers may opt out of receiving targeted advertising on websites through members of the Network Advertising Initiative by clicking&nbsp;here&nbsp;or the Digital Advertising Alliance by clicking&nbsp;here.\nEuropean users may opt out of receiving targeted advertising on websites through members of the European Interactive Digital Advertising Alliance by clicking&nbsp;here, selecting the user’s country and then clicking “Choices” (or similarly titled link).\nIf you choose to opt out of targeted advertisements, you will still see advertisements online, but they may not be relevant to you.\nEven if you do choose to opt out, not all companies that serve online behavioral advertising are included in this list, so you may still receive cookies and tailored advertisements from companies that are not listed.</p>\n<p>\n<strong>“Do Not Track” signals</strong>\n</p>\n<p>Some Internet browsers may be configured to send “Do Not Track” signals to the online services that you visit.\nWe currently do not honor “Do Not Track” signals.\nTo find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.</p>\n<p>\n<strong>Choosing not to share your personal information</strong>\n</p>\n<p>You may choose not to provide personal information to us.\nHowever, we may not be able to provide services to you if we are required to collect your personal information or if we need your personal information in order to provide the services.\nWe will tell you what information you must provide to receive our services by designating it as required or through other appropriate means.</p>\nSecurity\n<p>We take a number of organizational, technical and physical measures designed to protect the personal information we collect, both during transmission and once we receive it.\nHowever, no security safeguards are 100% secure, and we cannot guarantee the security of your information.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website.</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our websites, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.</p>\n<p>\n<strong>Children</strong>\n</p>\n<p>Our websites are not intended for children under 16.\nIf you become aware that a child has provided us with information without parental or guardian consent, please contact us at privacy@simonsfoundation.org.\nWe will delete such information from our files as soon as reasonably practicable.</p>\n<strong>International Transfer</strong>\n<p>Simons Foundation is headquartered in the United States and may have service providers in other countries.\nYour personal information may be transferred to the United States or other locations outside of your state, province, country or other governmental jurisdiction where privacy laws may not be as protective as those in your jurisdiction.</p>\n<p>European Union users should read the important information provided in our Institutional Privacy Policy about transfer of personal information outside of the European Economic Area (EEA).</p>\n<strong>Other Sites and Services</strong>\n<p>Our websites may contain links to other websites and services.\nThese links are not an endorsement, authorization or representation that we are affiliated with that third party.\nWe do not exercise control over third-party websites or services and are not responsible for their actions.\nOther websites and services may follow different rules regarding the use or disclosure of the personal information you submit to them.\nWe encourage you to read the privacy policies of the other websites you visit and services you use.</p>\n<strong>Changes to This Privacy Policy</strong>\n<p>We reserve the right to modify this Privacy Policy at any time.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nIf we make material changes to this Privacy Policy, we will notify you by updating the date of this Privacy Policy and posting it on our websites.\nWe may (and, where required by law, will) also provide notification of changes in another way that we believe is reasonably likely to reach you, such as via e-mail (if you have an account where we have your contact information) or another manner through the Service (which may include posting an announcement on our websites).</p>\n<p>Any modifications to this Privacy Policy will be effective upon our posting of the new terms and/or upon implementation of the new changes on the Service (or as otherwise indicated at the time of posting).\nIn all cases, your continued use of our websites after the posting of any modified Privacy Policy indicates your acceptance of the terms of the modified Privacy Policy.</p>\nContact Us\n<p>If you have any questions or concerns at all about our Privacy Policy, please feel free to&nbsp;email us at privacy@simonsfoundation.org.\nor write to us at:</p>\n<p>Simons Foundation<br>\nAttn: Legal – Privacy<br>\n160 Fifth Ave., 7th Floor<br>\nNew York, NY 10010</p>\n<p>Additional information and policies can be found in our Terms &amp.\nConditions document.</p>\n", "created_at": "2023-10-01 03:46:29.524942", "updated_at": "2023-10-01 03:48:28.117607"}, {"id": 19254, "name": "Terms & Conditions", "url": "https://www.quantamagazine.org/terms-conditions/", "xpath": "/html/body/div[4]/div/main/div/div/section[2]/div/section/div[1]/div/div", "text": "<p>These Terms and Conditions (“Terms”) apply when you visit or use a website, service, mobile application, or other content (collectively, the “Site”) provided by The Simons Foundation, Inc.\nand any of our subsidiaries, partners or affiliates (“Simons Foundation ”, “Foundation”, “we”, “us”, or “our”) that link or refer to these Terms.</p>\n<p>Please read the Terms carefully before you start to use the Site.\n<strong>By using the </strong>\n<strong>Site, you accept and agree to be bound and abide by these Terms and our Privacy Policy, found at https://www.simonsfoundation.org/privacy-policy-online-publications/, incorporated herein by reference</strong>.\nIf you do not want to agree to these Terms or the Privacy Policy, you must not access or use the Site.</p>\n<p>\n<strong>Future Changes To These Terms</strong>\n</p>\n<p>These Terms may change at any time in our sole discretion, and you should review them regularly.&nbsp.\nAmendments to these Terms will become effective immediately when posted to the Site unless otherwise specified and apply to all access to and use of the Site thereafter.&nbsp.\nYour use of the Site after the effective date of any updated Terms posted on the Site constitutes your consent to the updated Terms.</p>\n<p>\n<strong>Accessing the Site</strong>\n</p>\n<p>We reserve the right to withdraw or amend this Site, and any service or material we provide on the Site, in our sole discretion without notice.\nWe will not be liable if for any reason if any part of the Site is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Site, or the entire Site, to users, including registered users.</p>\n<p>\n<strong>Copyright&nbsp;</strong>\n</p>\n<p>All content included on this Site, such as text, graphics, logos, button icons, images, audio clips, digital downloads, videos, data compilations, and software, is owned by us or our content suppliers and protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws (“IP Laws”).\nThe compilation of all content on this Site is our exclusive property unless otherwise noted and is protected by United States and international IP Laws.\nAll software used on this Site is owned by us or our software suppliers and is protected by United States and international IP Laws.</p>\n<p>These Terms permit you to use the Site for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Site, other than as permitted by law.</p>\n<p>You must not access or use for any commercial purposes any part of the Site or any services or materials available through the Site.\nIf you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Site in breach of the Terms, your right to use the Site will stop immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title, or interest in or to the Site or any content on the Site is transferred to you, and all rights not expressly granted are reserved by Simons Foundation.\nAny use of the Site not expressly permitted by these Terms is a breach of these Terms and may violate United States and international IP Laws.</p>\n<p>\n<strong>Trademark</strong>\n</p>\n<p>The trademarks, logos, and service marks (“Marks”) displayed on the Site are our registered trademarks or registered trademarks of our affiliates, licensors or third-party content providers (“collectively, the “Mark Holders”), are our property or the property of Mark Holders, and are protected by United States and international IP Laws.\nTheir uses are restricted to this Site and those publication, programs and events sponsored by us, and our Marks may not be used for personal financial gain.</p>\n<p>Use of the Marks is prohibited without our express written consent, except as permitted by applicable laws.\nNothing contained on the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use the Marks without our express written consent.</p>\n<p>At times, we may grant limited-use licensing agreements to individuals or groups who wish to help further our mission.\nSolely at our discretion, limited permission for use of our Marks may be granted for particular projects that provide a substantial benefit to us.</p>\n<p>\n<strong>Content Posted By Users</strong>\n</p>\n<p>“Content” is content or information (including text, images, video, and audio) submitted or posted by users of the Site to the public areas of the Site.\nAny Content you post to the Site will be considered non-confidential and non-proprietary.\nBy submitting Content, you grant to us, subject to our Privacy Policy, a worldwide, non-exclusive, royalty-free right to store, host, reproduce, create derivate works of, publish, publicly perform, display, use and distribute such Content.\nYou also grant us the right to sub-license these rights and the right to sue for infringement of these rights.\nAll these intellectual property rights are reserved.\n(This license only applies to Content you publicly post to the Site — it does not apply to any personally identifiable information you supply when you, for example, create an account, or sign up for an event, which is used and protected in accordance with our Privacy Policy.)</p>\n<p>You understand and acknowledge that you are responsible for any Content you submit or contribute, and you have full responsibility for such Content, including its legality, reliability, accuracy, and appropriateness.\nWe are not responsible or liable to any third party for the content or accuracy of any Content posted by you or any other user of the Site.</p>\n<p>\n<strong>Discussion Policy For Content Posted For Users</strong>\n</p>\n<p>Our digital community channels provide a place where ideas and content can be shared, and conversation can flow freely and respectfully.\nWe encourage you to join the conversation.\nBelow are our guidelines for communicating on these channels.</p>\n<p>In general, we do not control, pre-approve, or monitor content submitted by our community members.\nNevertheless, we nonetheless retain the right (but not the obligation) to monitor, refuse to post, or delete any Content available through the Site.</p>\n<p>Posts or discussions by community members in no way reflect our views.</p>\n<p>By posting any Content, you are agreeing that you will follow these guidelines, as well as the rest of these Terms, and that we may use your Content to promote our work and as described further herein.</p>\n<p>We may remove or block Content and/or block users from our pages if we consider Content to be in any way inconsistent with or harmful to the purpose of the community, including:</p>\n<ul>\n<li>Content that is profane, obscene, vulgar, defamatory, abusive, threatening, false, misleading, offensive, derogatory or discriminatory (including comments about sex, age, race, sexual orientation, political or religious affiliation), or otherwise inappropriate;</li>\n<li>Spam;</li>\n<li>Use of names or photographs of individuals without their permission or Content that otherwise invades confidentiality or privacy interests;</li>\n<li>Promotion of any advertisement for products, services, or causes, or solicitation of funds;</li>\n<li>Any Content that is an invasion of privacy, a breach of any data protection principle or legislation, a malicious falsehood or seditious libel, a contempt of court, or that is likely to incite or is capable of inciting violence, racial hatred, sadism or cruelty or that encourages any unlawful or illegal act or omission;</li>\n<li>Impersonating anyone else, whether a public figure, a member of our staff, a forum moderator, administrator or host, or another visitor of this Site;</li>\n<li>Content that infringes copyright or any other intellectual property rights.\nor</li>\n<li>Any other content that we believe, in our sole discretion, violates the spirit or letter of these guidelines or any other provision in these Terms.</li>\n</ul>\n<p>By posting Content, you further agree that:</p>\n<ul>\n<li>We bear no responsibility for its accuracy, appropriateness, or quality;</li>\n<li>You must evaluate and bear all risks associated with any Content you post, including the risks of any intellectual property or other legal claims related to the Content;</li>\n<li>We will be in no way liable for any Content or any consequences of its inclusion or omission and that there is no implication that any Content posted by users on the Site is in any way endorsed or approved by us.\nand</li>\n<li>You have no recourse against us if we, in our sole discretion, post, refuse to post, delete, or refuse to delete, any Content submitted by users.</li>\n</ul>\n<p>\n<strong>Privacy and Protection of Personal Information</strong>\n</p>\n<p>Please see our Privacy Policy which describes how we manage and protect personal information.\nOur Privacy Policy&nbsp;is incorporated into these Terms.</p>\n<p>\n<strong>Links from This Website</strong>\n</p>\n<p>We make no representation, warranty or endorsement, express or implied, as to any of the information, services, products or messages on any other websites which may be accessed through a hyperlink on this Site.\nIn particular, these links are provided for convenience of reference only and are not intended as an endorsement by us of the organization or individual operating the website or a warranty or endorsement of any type regarding the website or the information, services, products or messages posted on or available from such website.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third-party websites linked to this Site, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p>\n<p>\n<strong>Linking from Other Websites</strong>\n</p>\n<p>We may grant the owner of a website permission to use a hyperlink to this Site from its website, provided: (a) any such link must clearly be marked with a credit to us.\n(b) the appearance, position and other aspects of either the link or the host website may not be such as to damage or dilute the goodwill associated with our name and our Marks.\n(c) the appearance, position and other aspects of either the link or the host website may not create the false appearance that any other entity is associated with or sponsored by us.\nand (d) the link, when activated by a user, must display this website full-screen and not with a “frame” on the linked website.\nThe owner of any website with a hyperlink to this Site agrees to the foregoing terms and agrees to delete any such link upon notice from us that such permission has been revoked, which notice may be given at any time and for any reason.\nIf these Terms are inconsistent with any separate agreement between you and us with respect to syndication of content and/or other use of a hyperlink to this Site, the terms of that separate agreement will control.</p>\n<p>\n<strong>Prohibited Uses</strong>\n</p>\n<p>As a condition of using the Site, you agree that you will not use the Site in any way that is prohibited by law or these Terms.\nThese prohibitions include, but are not limited to, the following:</p>\n<ul>\n<li>You must not use our Site in any way that may damage, overburden, or impair the Site or its availability, including any denial-of-service or similar attacks;</li>\n<li>You must not use the Site in any way that is illegal, fraudulent or harmful or related to any illegal, fraudulent or harmful activity (including, without limitation, any laws regarding the export of data or software to and from the US or other countries);</li>\n<li>You must not use the Site for the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise;</li>\n<li>You must not attempt to gain unauthorized access to the Site, other accounts, or computers or networks associated with the Site, its users, or us, including but not limited to using another person’s login credentials;</li>\n<li>You must not use our Site to copy, store, host, transmit, send, use, publish or distribute any material that consists of (or is linked to) any malicious computer software;</li>\n<li>You must not copy, modify, distribute, sell or lease any part of the Site or its content or its software, nor may you reverse engineer or attempt to extract the source code of that software;</li>\n<li>You must not conduct any systematic or automated data collection activities (including, without limitation, scraping, data mining, data extraction and data harvesting) on or in relation to our Site;</li>\n<li>You must not use our Site to send spam, surveys, or any unsolicited commercial communications;</li>\n<li>You must not use our Site for any purposes related to marketing, research, or any other commercial or organizational purpose without our prior express written consent;</li>\n<li>You must not engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Site, or which, as determined by us, may harm Simons Foundation or users of the Site, or expose them to liability and</li>\n<li>You are required to respect the confidentiality and trust of others participating in any community discussion portions of the Site or otherwise posting Content on the Site.</li>\n</ul>\n<p>\n<strong>No Warranties</strong>\n</p>\n<p>WE DO NOT MAKE ANY EXPRESS OR IMPLIED WARRANTIES, REPRESENTATIONS OR ENDORSEMENTS WHATSOEVER (INCLUDING, BUT NOT LIMITED TO, WARRANTIES OF TITLE OR NON-INFRINGEMENT, OR THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE) WITH REGARD TO THE SITE, ANY OF THE SITE’S CONTENT, OR ANY MERCHANDISE PROVIDED THROUGH THE SITE OR ON THE INTERNET GENERALLY, AND THE FOUNDATION SHALL NOT BE LIABLE FOR ANY COST OR DAMAGE ARISING EITHER DIRECTLY OR INDIRECTLY FROM ANY SUCH TRANSACTION.\nIT IS SOLELY YOUR RESPONSIBILITY TO EVALUATE THE RELIABILITY, ACCURACY, TIMELINESS, COMPLETENESS OR USEFULNESS OF ALL SERVICES AND CONTENT PROVIDED THROUGH THE SITE OR ON THE INTERNET GENERALLY.\nWE DO NOT WARRANT THAT THE SITE WILL BE UNINTERRUPTED OR ERROR-FREE OR THAT DEFECTS IN THE SITE WILL BE CORRECTED.\nTHE SITE AND THE CONTENT MADE AVAILABLE ON THE SITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.&nbsp;TO THE MAXIMUM EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES.</p>\n<p>YOU ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THE SITE AND THE INTERNET.\nYOU ACKNOWLEDGE AND AGREE THAT ANY UPLOADS OR TRANSMISSIONS YOU MAKE MAY BE INTERCEPTED AND USED BY AN UNAUTHORIZED THIRD-PARTY AND THAT ALL OF THE RISK ASSOCIATED THEREWITH IS SOLELY YOURS.</p>\n<p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Site will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE SITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE SITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>We shall also have no liability whatsoever for any unavailability of the Site or for any loss of data or transactions caused by planned or unplanned system outages or the resultant delay or non-delivery of information caused by such system outages, or any third-party acts or any other outages of web host providers or the Internet infrastructure and network external to the Site.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>Under no circumstances shall we or any other party involved in creating, producing, or distributing the Site be liable for any direct, indirect, incidental, special, punitive or consequential damages for loss of profits, good will, use, data or other intangible losses and whether caused by tort (including negligence), breach of contract, or otherwise (even if foreseeable and even if we have been advised of the possibility of such damages) that result from (i) the use of or inability to use the Site.\n(ii) the cost of procurement of substitute merchandise and services resulting from any merchandise, data, content or services purchased or obtained or transactions entered into through or from the Site.\n(iii) unauthorized access to, alteration of, or use or disclosure of your transmissions or data.\n(iv) statements or conduct of any third-party on the Site.\nor (v) any other matter relating to the Site.\nBy using the Site, you hereby acknowledge that this paragraph shall apply to all content, merchandise, and services available through the Site.&nbsp.\nSome states may not allow the exclusion or limitation of liability for consequential or incidental damages.&nbsp.\nIn such states, liability is limited to the fullest extent permitted by law.&nbsp;Your sole remedy for any dissatisfaction with the Site or its contents is to stop using the Site or any such content.\n&nbsp;This limitation of liability is a part of the bargain between the user and us.</p>\n<p>\n<strong>Indemnification for Consequences of User Violations</strong>\n</p>\n<p>You agree to indemnify, defend, and hold us and our officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns harmless from and against any and all claims, demands, actions, costs, expenses, liabilities, losses and damages of any kind (including attorney’s fees) resulting from (i) your use, misuse or abuse of the Site, or (ii) your breach of these Terms.\nYou will cooperate as fully as reasonably required in our defense of any claim.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and you shall not in any event settle any matter without our prior written consent.</p>\n<p>\n<strong>Violation of These Terms</strong>\n</p>\n<p>You agree that we may, at our sole discretion and without prior notice, terminate your access to the Site if you violate these Terms or for any other reason.\nYou also agree that we may disclose any information we have about you, including your identity, if we determine that such disclosure is needed in connection with any investigation or complaint about your use of the Site or to identify, contact, or bring legal action against you or someone who may be injuring or interfering with our rights or property or the rights of users of the Site.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>These Terms and your use of the Site shall be governed by and construed in accordance with the substantive laws of New York, without any reference to conflict-of-laws principles.\nAny dispute, controversy or difference which may arise between the parties out of, in relation to or in connection with these Terms is hereby irrevocably submitted to the exclusive jurisdiction of the courts of New York, to the exclusion of any other courts without giving effect to its conflict of laws provisions or your actual state or country of residence.\nIf any of these Terms is (for any reason) held to be unenforceable, illegal or in some other way invalid, the unenforceable, illegal or invalid provision will not affect the remainder of these Terms and they will continue in full force and effect.</p>\n<p>\n<strong>Severability<br>\n</strong>\n</p>\n<p>If any provision of these Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms will continue in full force and effect.</p>\n", "created_at": "2023-10-01 03:47:00.882641", "updated_at": "2023-10-01 03:47:09.619737"}], "points": [], "urls": ["quantamagazine.org"]}}