{"error": 448, "message": "OK", "parameters": {"id": 9436, "name": "SIPC", "created_at": "2023-08-31 22:56:15.664331", "updated_at": "2023-09-01 10:02:30.507467", "wikipedia": null, "keywords": null, "related": null, "slug": "sipc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9436.png", "url": "sipc.org", "documents": [{"id": 18595, "name": "Privacy Policy ", "url": "https://www.sipc.org/privacy-policy", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<small>Español</small> Search Query <ul>\n<li> About SIPC Who We Are <p>We are a non-profit corporation that has been protecting investors for 50 years.\nWe work to restore investors’ cash and securities when their brokerage firm fails.\nSIPC has recovered billions of dollars for investors.</p> Mission SIPC works to restore investors’ assets when a brokerage firm fails financially.\nHistory and Track Record SIPC has restored billions of dollars for investors.\nLeadership Our job is to recover missing assets if your brokerage firm fails financially.\nThe SIPC Logo The SIPC logo means your assets are protected under the Securities Investor Protection Act (SIPA).\nThe SIPC Fund SIPC maintains resources from which we can draw to restore customer assets.\nStatute and Rules SIPC is a non-profit corporation created by Congress some 50 years ago.\nSIPC Annual Report The year in review.\nBrochures Download or view SIPC brochures here.\n</li>\n<li> Cases &amp.\nClaims Cases &amp.\nClaims <p>Find claim forms and deadlines for open cases here.<br>\n<i>SIPC has restored billions of dollars for investors.</i>\n</p> Filing Deadlines When you file matters.\nFiling deadlines explained.\nHow To File a Claim Claim FAQs All Open Cases Cases that are still being processed.\nHow a Liquidation Works Steps SIPC takes to recover customer assets when a brokerage firm fails financially.\nHow The Claims Process Works What happens when you file a claim.\n</li>\n<li> For Investors How We Protect You <p>\n</p>SIPC has recovered billions of dollars for investors.\nOur job is to recover missing cash or securities if your brokerage firm has gone out of business.\nSIPC has issued Investor Bulletins explaining SIPC’s protection and claims process.\nClick here for Part I (\"SIPC Basics\").\nClick here for Part II (\"Filing a SIPC Claim\").\n<p>\n</p> What is SIPC? Click here for a brief introduction How SIPC Protects You First 50 years of protection When SIPC Gets Involved SIPC steps in when a brokerage firm fails financially, and assets are missing from customer accounts.\nWhat SIPC Protects SIPC protects customer assets when a SIPC-member brokerage firm fails financially.\nInvestors with Multiple Accounts Understand how SIPC protection works if you have multiple accounts.\nInvestor FAQs Find answers to your questions.\nFraud Alerts See our latest fraud alerts to protect yourself.\nProtecting Yourself Against Fraud Steps you can take to protect yourself from fraud.\nSIPC Annual Report The year in review.\nBrochures Download or view SIPC brochures here.\n</li>\n<li> For Member Firms For Member Firms <p>SIPC member brokerage firms can find information here about filing requirements, the SIPC assessment, and the SIPC logo.</p> Member Information <p>Guidelines and tools for SIPC member brokerage firms.</p> Assessment Rate Member FAQs SIPC Logo Rules Order Brochures, Signs, and Decals Fraud Alerts See our latest fraud alerts to protect yourself.\nMember Filing Requirements <p>Questions about filing requirements? Call the membership department at (202) 371-8300 or email form@sipc.org.</p> How To File Your Assessment Forms (SIPC-6/SIPC-7) How to File Your Annual Report How To File Your Agreed-Upon Procedures (AUP) Report How To File Your Form SIPC-3 Pay your assessment here.\n</li>\n<li> News &amp.\nMedia News &amp.\nMedia <p>News releases, brochures, reports, and more.</p> News Releases Speeches and Testimony Brochures Annual Reports In the Media Media Contact </li>\n<li> Contact Us </li>\n</ul> List Of Members <i>\n</i> Search Query <i>\n</i>\n<ul>\n<li> About SIPC &gt.\n</li>\n<li> Cases &amp.\nClaims &gt.\n</li>\n<li> For Investors &gt.\n</li>\n<li> For Member Firms &gt.\n</li>\n<li> News &amp.\nMedia &gt.\n</li>\n<li>\n<small>Collapse Navigation</small>\n</li>\n</ul> Contact Us Search Query <i>\n</i> Back About SIPC <ul>\n<li> Mission &gt.\n</li>\n<li> History and Track Record &gt.\n</li>\n<li> Leadership &gt.\n</li>\n<li> The SIPC Logo &gt.\n</li>\n<li> The SIPC Fund &gt.\n</li>\n<li> Statute and Rules &gt.\n</li>\n<li> SIPC Annual Report &gt.\n</li>\n<li> Brochures &gt.\n</li>\n<li>\n<small>Collapse Navigation</small>\n</li>\n</ul> Contact Us Search Query <i>\n</i> Back Cases &amp.\nClaims <ul>\n<li> Filing Deadlines &gt.\n</li>\n<li> All Open Cases &gt.\n</li>\n<li> How To File a Claim &gt.\n</li>\n<li> Claim FAQs &gt.\n</li>\n<li> How a Liquidation Works &gt.\n</li>\n<li> How The Claims Process Works &gt.\n</li>\n<li>\n<small>Collapse Navigation</small>\n</li>\n</ul> Contact Us Search Query <i>\n</i> Back For Investors <ul>\n<li> When SIPC Gets Involved &gt.\n</li>\n<li> What SIPC Protects &gt.\n</li>\n<li> Investors with Multiple Accounts &gt.\n</li>\n<li> Investor FAQs &gt.\n</li>\n<li> Fraud Alerts &gt.\n</li>\n<li> Protecting Yourself Against Fraud &gt.\n</li>\n<li> SIPC Annual Report &gt.\n</li>\n<li> Brochures &gt.\n</li>\n<li>\n<small>Collapse Navigation</small>\n</li>\n</ul> Contact Us Search Query <i>\n</i> Back For Member Firms <ul>\n<li> Assessment Rate &gt.\n</li>\n<li> Member FAQs &gt.\n</li>\n<li> SIPC Logo Rules &gt.\n</li>\n<li> Order Brochures, Signs, and Decals &gt.\n</li>\n<li> Fraud Alerts &gt.\n</li>\n<li> How To File Your Assessment Forms (SIPC-6/SIPC-7) &gt.\n</li>\n<li> How to File Your Annual Report &gt.\n</li>\n<li> How To File Your Agreed-Upon Procedures (AUP) Report &gt.\n</li>\n<li> How To File Your Form SIPC-3 &gt.\n</li>\n<li> Pay Assessments &gt.\n</li>\n<li>\n<small>Collapse Navigation</small>\n</li>\n</ul> Contact Us Search Query <i>\n</i> Back News &amp.\nMedia <ul>\n<li> News Releases &gt.\n</li>\n<li> Speeches and Testimony &gt.\n</li>\n<li> Brochures &gt.\n</li>\n<li> Annual Reports &gt.\n</li>\n<li> In the Media &gt.\n</li>\n<li> Media Contact &gt.\n</li>\n<li>\n<small>Collapse Navigation</small>\n</li>\n</ul> Contact Us <i>\n</i> List Of Members Privacy Policy <p>Your privacy is very important to us.\nWhen you visit SIPC.org, we automatically collect and store a log file, which contains the following information about your visit:</p>\n<ul>\n<li>the date and time;</li>\n<li>the originating Internet Protocol (IP) address;</li>\n<li>the type of browser and operating system used (if provided by the browser);</li>\n<li>the URL of the referring page (if provided by the browser);</li>\n<li>the object requested;</li>\n<li>the number of bytes transferred to and from your computer;</li>\n<li>completion status of the request.\nand</li>\n<li>pages visited.</li>\n</ul>\n<p>SIPC uses these log files to evaluate aggregate visitor usage so that we can optimize the content of this website and server performance to better meet your needs.</p>\n<p>In the event of a security incident, such data may be further refined manually to allow security specialists to identify Internet service providers and, in extreme cases, individuals causing a security breach.</p>\n<p>SIPC reserves the right to disclose any information gathered from the log reports or from a form on its website to its agents or contractors, or when the disclosure is required by law or regulation.\nSIPC otherwise does not sell, lend, rent or otherwise provide this information to any third parties.\nThis site has instituted security measures to protect the loss, misuse, and alteration of the information under our control.</p>\n<p>SIPC.org contains links to other third-party websites.\nSIPC does not endorse, and is not responsible for, the privacy practices or the content of these websites.</p>\n<p>SIPC reserves the right to modify or update this Privacy Policy or other terms and conditions of use of this site at any time.\nAny modifications or updates are effective upon posting to SIPC.org.</p>\n<p>If you have questions concerning our privacy policy, please Contact Us.</p>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li> Home </li>\n<li> About SIPC </li>\n<li> Cases &amp.\nClaims </li>\n<li> For Investors </li>\n<li> For Member Firms </li>\n<li> News &amp.\nMedia </li>\n<li> Contact Us </li>\n<li> List of Members </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> Search </li>\n<li> &nbsp.\n</li>\n<li>\n<i>\n</i> Español </li>\n<li> &nbsp.\n</li>\n<li> Disclaimer </li>\n<li> Privacy Policy </li>\n<li> Site Map </li>\n</ul> Get In Touch <p> Securities Investor<br> Protection Corporation<br> 1667 K St.\nN.W., Suite 1000<br> Washington, D.C.\n20006-1620<br>\n<br> Telephone: (202) 371-8300<br> Fax: (202) 223-1679<br> Email: asksipc@sipc.org </p> ", "created_at": "2023-08-31 22:56:15.694067", "updated_at": "2023-08-31 22:56:32.333747"}], "points": [], "urls": ["sipc.org"]}}