{"error": 448, "message": "OK", "parameters": {"id": 8896, "name": "SignalRGB", "created_at": "2023-07-08 05:11:08.822918", "updated_at": "2023-07-08 10:02:11.417157", "wikipedia": null, "keywords": null, "related": null, "slug": "signalrgb", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8896.png", "url": "signalrgb.com", "documents": [{"id": 17393, "name": "Privacy Policy", "url": "https://signalrgb.com/privacy/", "xpath": "//body", "text": " Celebrate with 25% off SignalRGB pro.\nUse code <strong>JULY4SALE</strong> at checkout.\nSupported Devices Giveaway Support Getting Started Troubleshooting Forums Discord Developers Sign In 30% Privacy Policy <p>\n<strong>Thank you for supporting us!</strong>\n</p>\n<p>This Privacy Policy explains how we collect, use, process, and disclose your information across the Whirlwind FX Platform and related applications (the \"Company Platform\").</p>\n<p>If you see an undefined term in this Privacy Policy, it has the same definition as outlined in our <u>Terms of Service</u>.</p>\n<p>When this policy mentions \"Company,\" \"we,\" \"us,\" or \"our,\" it refers to the Company that is responsible for your information under this Privacy Policy (the \"<strong>Data Controller</strong>\").\nThe Data Controller is Whirlwind Virtual Realities Inc.</p>\n<p>\n<strong>1.\nINFORMATION WE COLLECT</strong>\n</p>\n<p>There are two general categories of information we collect.\nWe collect information from users (\"Members\" or \"Subscribers\" or \"Customers\") who may provide Member Content and we may collect information from third-party subscribers or customers of such users (Third-Party Users).\nSome categories of information apply to both Members and Third-Party Users (such terms may be used interchangeably).</p>\n<p>\n<strong>1.1 Information from Members and Third-Party Users.</strong>\n</p>\n<ul>\n<li>\n<strong>Account Information.</strong> When you sign up for a Company Account, we require certain information such as your name and email address.\nWe also may ask you to choose between account verification questions such as your date of birth, or other identifying information you provide.</li>\n</ul>\n<ul>\n<li>\n<strong>Other Authentication-Related Information.</strong> To help create and maintain a trusted environment, we may ask you to provide identification (like a photo of your government-issued ID) or other authentication information.</li>\n</ul>\n<ul>\n<li>\n<strong>Communications with Company.</strong> When you communicate with Company, we may collect information about your communication and any information you choose to provide in such communication.</li>\n</ul>\n<ul>\n<li>\n<strong>Other Information.</strong> You may otherwise choose to provide us information when you fill in a form, conduct a search, update or add information to your Company Account or use other features of the Company Platform.</li>\n</ul>\n<ul>\n<li>\n<strong>Connecting with Members.\n</strong>Use of Whirlwind FX may result in connecting Members with Third-Party Users where Members can share information to which Whirlwind FX may have access.</li>\n</ul>\n<ul>\n<li>\n<strong>No Sensitive Information.\n</strong>Whirlwind FX does not collect and will not share any personal health information, sensitive personal data, or other similar information.</li>\n</ul>\n<p>\n<strong>1.2 Intentionally Omitted</strong>\n</p>\n<p>\n<strong>1.3 Information We Automatically Collect from Your Use of the Company Platform.</strong>\n</p>\n<p>When you use the Company Platform, we collect information about the services you use and how you use them in order to create a better experience for you.</p>\n<ul>\n<li>\n<strong>Cookies and Similar Technologies.</strong> We use cookies and other similar technologies, such as web beacons, pixels, and mobile identifiers.\nWe may also allow our business partners to use these tracking technologies on the Company Platform, or engage others to track your behavior on our behalf.\nWhile you may disable the usage of cookies through your browser settings, we do not change our practices in response to a \"Do Not Track\" signal in the HTTP header from your browser or mobile application.</li>\n</ul>\n<p>\n<strong>2.\nHOW WE USE INFORMATION WE COLLECT</strong>\n</p>\n<p>We use, store, and process information about for the limited purposes of putting Members in touch with Customers and Third-Party Users and to create a trusted and safe environment.</p>\n<p>\n<strong>2.1 Provide, Improve, and Develop the Company Platform.</strong>\n</p>\n<ul>\n<li>Enable you to access and use the Company Platform.</li>\n<li>Enable communication between Members and Customers.</li>\n<li>Operate, protect, improve and optimize the Company Platform and experience, such as by performing analytics and conducting research.</li>\n<li>Provide customer service.</li>\n<li>Send you service or support messages, such as updates, security alerts, and account notifications.</li>\n</ul>\n<p>\n<strong>2.2 Create and Maintain a Trusted and Safer Environment.</strong>\n</p>\n<ul>\n<li>Detect and prevent fraud, spam, abuse, security incidents, and other harmful activity.</li>\n<li>Conduct investigations and risk assessments.</li>\n<li>Verify or authenticate information or identifications provided by you (such as to verify your Company address or compare your identification photo to another photo you provide).</li>\n<li>Conduct checks against databases and other information sources.</li>\n<li>Comply with our legal obligations.</li>\n<li>Resolve any disputes with any of our users and enforce our agreements with third parties.</li>\n</ul>\n<p>\n<strong>2.3 Provide, Personalize, Measure, and Improve our Advertising and Marketing.</strong>\n</p>\n<ul>\n<li>Send you promotional messages, marketing, advertising, and other information that may be of interest to you based on your communication preferences (including information about Company or partner campaigns and services).</li>\n<li>Personalize, measure, and improve advertising.</li>\n<li>Administer referral programs, rewards, surveys, sweepstakes, contests, or other promotional activities or events sponsored or managed by Company or its third party business partners.</li>\n</ul>\n<p>\n<strong>3.\nSHARING &amp.\nDISCLOSURE</strong>\n</p>\n<p>\n<strong>3.1 With Your Consent.</strong>\n</p>\n<p>By using the Company Platform, you agree to consent to the limited sharing of your information as set out in this Privacy Policy.</p>\n<p>\n<strong>3.2 Service Providers.</strong>\n</p>\n<p>We may use a variety of third party service providers to help us provide services related to the Company Platform.\nService providers may be located inside or outside of the European Economic Area (\"<strong>EEA</strong>\").\nFor example, service providers may help us: (i) verify or authenticate your identification, (ii) check information against public databases, (iii) assist us with background checks, fraud prevention, and risk assessment, or (iv) provide customer service, advertising, or payments services.\nThese providers have limited access to your information to perform these tasks on our behalf, and are contractually obligated to use it consistent with this Privacy Policy.</p>\n<p>\n<strong>3.3 Safety and Compliance with Law.</strong>\n</p>\n<p>Company may disclose your information to courts, law enforcement or governmental authorities, or authorized third parties, if and to the extent we are required to do so by law or if such disclosure is reasonably necessary: (i) to comply with legal process and to respond to claims asserted against Company, (ii) to respond to verified requests relating to a criminal investigation or alleged or suspected illegal activity or any other activity that may expose us, you, or any other of our users to legal liability, (iii) to enforce and administer our <u>Terms of Service</u> or other agreements with Members, (iv) for fraud investigation and prevention, risk assessment, customer support, product development and debugging purposes, or (v) to protect the rights, property or personal safety of Company, its employees, its Members, or members of the public.</p>\n<p>We will attempt to notify Members about these requests unless: (i) providing notice is prohibited by the legal process itself, by court order we receive, or by applicable law, or (ii) we believe that providing notice would be futile, ineffective, create a risk of injury or bodily harm to an individual or group, or create or increase a risk of fraud upon Company's property, its Members and the Platform (collectively, \"<strong>Risk Scenarios</strong>\").\nIn instances where we comply with legal requests without notice for these reasons, we will attempt to notify that Member about the request after the fact if we determine in good faith that we are no longer legally prohibited from doing so and that no Risk Scenarios apply.</p>\n<p>\n<strong>3.4 Business Transfers.</strong>\n</p>\n<p>If Company undertakes or is involved in any merger, acquisition, reorganization, sale of assets, bankruptcy, or insolvency event, then we may sell, transfer or share some or all of our assets, including your information.\nIn this event, we will notify you before your personal information is transferred and becomes subject to a different privacy policy.</p>\n<p>\n<strong>4.\nYOUR CHOICES</strong>\n</p>\n<p>\n<strong>4.1 Access and Update.</strong>\n</p>\n<p>You may review, update, or delete the information in your Company Account by logging into your Company Account and reviewing your Account settings and profile.</p>\n<p>Customers and Subscribers may request that Company delete Subscriber Information at any time.\nIf requested, Company will delete such information and Customer/Subscriber shall no longer be entitled to receive any information from Member(s) using the Company Platform.</p>\n<p>\n<strong>4.2 Account Cancellation.</strong>\n</p>\n<p>For information on how to cancel your Company Account, Please use the <u>Contact</u> form at www.whirlwindfx.com .\nNote that information that you have shared with others (like Reviews or forum postings) may continue to be publicly visible on the Company Platform in association with your first name, even after your Company Account is canceled.</p>\n<p>\n<strong>5.\nSECURITY</strong>\n</p>\n<p>We are continuously implementing and updating administrative, technical, and physical security measures to help protect your information against unauthorized access, loss, destruction, or alteration.\nHowever, the Internet is not a 100% secure environment so we can't guarantee the security of the transmission or storage of your information.</p>\n<p>\n<strong>6.\nCHANGES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>Company reserves the right to modify this Privacy Policy at any time in accordance with this provision.\nIf we make changes to this Privacy Policy, we will post the revised Privacy Policy on the Company Platform and update the \"Last Updated\" date at the top of this Privacy Policy.\nWe will also provide you with notice of the modification by email at least thirty (30) days before the date they become effective.\nIf you disagree with the revised Privacy Policy, you may cancel your Account.\nIf you do not cancel your Account before the date the revised Privacy Policy becomes effective, your continued access or use of the Company Platform will constitute acceptance of the revised Privacy Policy.</p>\n<p>\n<strong>7.\nCONTACT</strong>\n</p>\n<p>If you have any questions or complaints about this Privacy Policy or Company's information handling practices, you may contact us at www.whirlwindfx.com.</p>\n<p>You may also email us at support@whirlwindfx.com.</p>\n<p>\n</p>\n<p>Effective Date: Feb 2021</p> Who We Are <p>WhirlwindFX is built by gamers, for gamers, leading the next evolution of RGB.\nWe're reinventing the gaming experience by deepening immersion, delivering infinite content with zero limits, and giving you the power to unlock your ecosystem.</p> Information <ul>\n<li>Download</li>\n<li>Game Integrations</li>\n<li>Supported Devices</li>\n<li>Pricing</li>\n<li>Hardware Products</li>\n<li>Community</li>\n</ul> Support <ul>\n<li>Getting Started</li>\n<li>Troubleshooting</li>\n<li>Forums</li>\n<li>Discord</li>\n<li>Roadmap</li>\n<li>Changelogs</li>\n<li>Developers</li>\n</ul> WhirlwindFX <ul>\n<li>About</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Blog</li>\n</ul> ©2023 WhirlwindFX Cookie Notice We use cookies to enhance your browsing experience, and improve website usability.\nBy clicking \"Accept All\", you consent to our use of cookies.\nAccept All Customize Reject All Cookie Preferences <p>Customize the types of cookies you'd like to allow.</p> Necessary <p>Necessary cookies are required to enable basic functionality of this site, and are always enabled.</p> Required Usage <p>Usage cookies help us understand how our website is used and how we can improve usability and performance.</p> Marketing <p>Marketing cookies are used to measure effectiveness of advertising campaigns, and let us host giveaways.</p> Done ", "created_at": "2023-07-08 05:11:19.237544", "updated_at": "2023-07-08 05:11:26.868101"}, {"id": 17392, "name": "Terms of Service", "url": "https://signalrgb.com/terms/", "xpath": "//body", "text": " Celebrate with 25% off SignalRGB pro.\nUse code <strong>JULY4SALE</strong> at checkout.\nSupported Devices Giveaway Support Getting Started Troubleshooting Forums Discord Developers Sign In 30% Terms of Service <p>These Terms of Service (\"<strong>Terms</strong>\") constitute a legally binding agreement (\"<strong>Agreement</strong>\") between you and Whirlwind FX (as defined below) governing your access to and use of the Whirlwind FX website including any subdomains thereof, and any other websites or applications through which Whirlwind FX makes the Whirlwind FX Products and Services available (collectively, \"<strong>Site</strong>\" or \"<strong>Website\"</strong>) our mobile, tablet and other smart device applications, and application program interfaces (collectively, \"<strong>Application</strong>\" or \"<strong>Company Platform</strong>\") and all associated products &amp.\nservices (collectively, \"<strong>SignalRGB Services</strong>\").\nThe Application and SignalRGB Services together are hereinafter collectively referred to as the \"<strong>SignalRGB</strong>\".</p>\n<p>When these Terms mention \"<strong>Whirlwind FX</strong>,\" \"<strong>we</strong>,\" \"<strong>us</strong>,\" or \"<strong>our</strong>,\" it refers to the Whirlwind FX company you are contracting with.</p>\n<p>Our limited collection and use of personal information in connection with access to and use of the SignalRGB Platform is described in our Privacy Policy.</p>\n<p>Any and all payment processing services through or in connection with your use of the SignalRGB Platform (\"<strong>Payment Services</strong>\") are provided to you by one or more SignalRGB Payments entities (individually and collectively, as appropriate, \"SignalRGB <strong>Payments</strong>\").</p>\n<p>Members alone are responsible for identifying, understanding, and complying with all laws, rules and regulations that apply to their use of the SignalRGB Platform.\nIf you have questions about how local laws apply to your Member Content on Whirlwind FX, you should always seek legal guidance.</p>\n<p>\n<strong>1.\nScope of SignalRGB</strong>\n<strong>Services</strong>\n</p>\n<p>1.1 The SignalRGB Platform offers its users smart-device software and hardware products designed to provide immersive gaming and video experiences.\nThis is accomplished through the SignalRGB Platform by enabling its users (\"<strong>Members</strong>\" or \"<strong>Customers</strong>\" or \"<strong>Subscribers</strong>\") to utilize screen-analysis technology with paired computer peripheral devices such as keyboards and mice to produce RGB LED and other lighting effects that respond to on-screen events.</p>\n<p>1.2 Members alone are responsible for their use of the SignalRGB Platform.\nWhirlwind FX is not and does not become a party to or other participant in any contractual relationship between Members and other providers of computer peripheral devices or other third parties.\nNor is Whirlwind FX a broker or insurer.\nWhirlwind FX is not acting as an agent in any capacity for any Member or third party.</p>\n<p>1.3 Whirlwind FX has no control over and does not guarantee (i) the existence, quality, safety, suitability, or legality of any Members' third-party agreements, (ii) the truth or accuracy of any descriptions or other Member Content (as defined below), or (iii) the performance or conduct of any Member or third party.\nWhirlwind FX does not endorse any Member or Member Content.</p>\n<p>1.4 If you choose to use the SignalRGB Platform as a Member (as defined below), your relationship with Whirlwind FX is limited to being an independent, third-party user, and not an employee, agent, joint-venture or partner of Whirlwind FX for any reason, and you act exclusively on your own behalf and for your own benefit, and not on behalf, or for the benefit, of Whirlwind FX.</p>\n<p>1.5 Whirlwind FX retains all Intellectual Property ownership rights of all Member Content created by Members through the use of the SignalRGB Platform.</p>\n<p>\n<strong>Customer</strong>\n</p>\n<p>1.6 The SignalRGB Platform may contain links to third-party websites or resources (\"<strong>Third-Party Services</strong>\").\nSuch Third-Party Services may be subject to different terms and conditions and privacy practices.\nWhirlwind FX is not responsible or liable for the availability or accuracy of such Third-Party Services, or the content, products, or services available from such Third-Party Services.\nLinks to such Third-Party Services are not an endorsement by Whirlwind FX of such Third-Party Services.</p>\n<p>1.7 Due to the nature of the Internet, Whirlwind FX cannot guarantee the continuous and uninterrupted availability and accessibility of the SignalRGB Platform.\nWhirlwind FX may restrict the availability of the SignalRGB Platform or certain areas or features thereof, if this is necessary in view of capacity limits, the security or integrity of our servers, or to carry out maintenance measures that ensure the proper or improved functioning of the SignalRGB Platform.\nWhirlwind FX may improve, enhance and modify the SignalRGB Platform and introduce new SignalRGB Services from time to time.</p>\n<p>\n<strong>2.\nEligibility, Using the SignalRGB</strong>\n<strong>Platform, Member Verification</strong>\n</p>\n<p>2.1 You must be at least 18 years old and able to enter into legally binding contracts to access and use the SignalRGB Platform or register a SignalRGB Account.\nBy accessing or using the SignalRGB Platform you represent and warrant that you are 18 or older and have the legal capacity and authority to enter into a contract.</p>\n<p>2.2 Whirlwind FX may make the access to and use of the SignalRGB Platform, or certain areas or features of the SignalRGB Platform, subject to certain conditions or requirements, such as completing a verification process, meeting specific quality or eligibility criteria, or your history of using the SignalRGB Platform.</p>\n<p>2.3 User verification on the Internet is difficult and we do not assume any responsibility for the confirmation of any Member's identity.\nNotwithstanding the above, for transparency and fraud prevention purposes, and as permitted by applicable laws, we may, but have no obligation to (i) ask Members to provide a form of government identification or other information or undertake additional checks designed to help verify the identities or backgrounds of Members, (ii) screen Members against third party databases or other sources and request reports from service providers, and (iii) where we have sufficient information to identify a Member, obtain reports from public records of criminal convictions or sex offender registrations or an equivalent version of background or registered sex offender checks in your local jurisdiction (if available).</p>\n<p>2.4 The access to or use of certain areas and features of the SignalRGB Platform may be subject to separate policies or guidelines, or may require that you accept additional terms and conditions.\nIf there is a conflict between these Terms and Conditions applicable to a specific area or feature of the SignalRGB Platform, the latter terms and conditions will take precedence with respect to your access to or use of that area or feature, unless specified otherwise.</p>\n<p>2.5 When you access the Website, download / install the Application, or use our hardware products, you agree to the terms and services or other applicable binding agreement of the platform, product or service through which you are accessing or downloading, including any browser, application store, device, or other platform.</p>\n<p>\n<strong>3.\nModification of these Terms</strong>\n</p>\n<p>3.1 Whirlwind FX reserves the right to modify these Terms at any time in accordance with this provision.\nIf we make changes to these Terms, we will post the revised Terms on the SignalRGB Platform and update the \"Last Updated\" date at the top of these Terms.\nWe will also provide you with notice of the modifications by email at least thirty (30) days before the date they become effective.\nIf you disagree with the revised Terms, you may terminate this Agreement with immediate effect.\nWe will inform you about your right to terminate the Agreement in the notification email.\nIf you do not terminate your Agreement before the date the revised Terms become effective, your continued access to or use of the SignalRGB Platform will constitute acceptance of the revised Terms.</p>\n<p>\n<strong>4.\nAccount Registration</strong>\n</p>\n<p>4.1 You must register an account (\"<strong>SignalRGB Account</strong>\") to access and use certain features of the SignalRGB Platform.\nIf you are registering a SignalRGB Account for a company or other legal entity, you represent and warrant that you have the authority to legally bind that entity and grant us all permissions and licenses provided in these Terms.</p>\n<p>4.2 You can register a SignalRGB Account using an email address and creating a password or through your account with Facebook (\"<strong>SNS Account</strong>\") if such feature is made available.</p>\n<p>4.3 You must provide accurate, current and complete information during the registration process and keep your SignalRGB Account and public SignalRGB Account profile page information up-to-date at all times.</p>\n<p>4.4 You may not register more than one (1) SignalRGB Account unless Whirlwind FX authorizes you to do so.\nYou may not assign or otherwise transfer your SignalRGB Account to another party.</p>\n<p>4.5 You are responsible for maintaining the confidentiality and security of your SignalRGB Account credentials and may not disclose your credentials to any third party.\nYou must immediately notify Whirlwind FX if you know or have any reason to suspect that your credentials have been lost, stolen, misappropriated, or otherwise compromised or in case of any actual or suspected unauthorized use of your SignalRGB Account.\nYou are liable for any and all activities conducted through your SignalRGB Account, unless such activities are not authorized by you and you are not otherwise negligent (such as failing to report the unauthorized use or loss of your credentials).</p>\n<p>\n<strong>5.\nContent</strong>\n</p>\n<p>5.1 The SignalRGB Platform, SignalRGB Content, and other content may in its entirety or in part be protected by copyright, trademark, and/or other laws of the United States and other countries.\nYou acknowledge and agree that the SignalRGB Platform and SignalRGB Content, including all associated intellectual property rights, are the exclusive property of Whirlwind FX and/or its licensors or authorizing third-parties.\nYou will not remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the SignalRGB Platform, SignalRGB Content or other content, unless allowed by Whirlwind FX.\nAll trademarks, service marks, logos, trade names, and any other source identifiers of Whirlwind FX used on or in connection with the SignalRGB Platform and SignalRGB Content are trademarks or registered trademarks of Whirlwind FX in the United States and abroad.\nYour obligations under this section extend to trademarks, service marks, logos, trade names and any other proprietary designations of third parties used on or in connection with the SignalRGB Platform, SignalRGB Content, and/or other content.</p>\n<p>5.2 Intentionally omitted.</p>\n<p>5.3 Subject to your compliance with these Terms, Whirlwind FX grants you a limited, non-exclusive, non-sublicensable, revocable, non-transferable license to (i) download and use the Application on your personal device(s).\nand (ii) access and view any content made available on or through the SignalRGB Platform and accessible to you.</p>\n<p>5.4 You are solely responsible for all Member Content that you make available on or through the SignalRGB Platform.\nAccordingly, you represent and warrant that: (i) you either are the sole and exclusive owner of all Member Content that you make available on or through the SignalRGB Platform or you have all rights, licenses, consents and releases that are necessary to grant to Whirlwind FX the rights in and to such Member Content, as contemplated under these Terms, subject to Whirlwind FX's retention to all intellectual property ownership rights of Member Content created within SignalRGB's platform per Section 1.5 of this Agreement.\nand (ii) neither the Member Content nor your posting, uploading, publication, submission or transmittal of the Member Content or Whirlwind FX's use of the Member Content (or any portion thereof) will infringe, misappropriate or violate a third party's patent, copyright, trademark, trade secret, moral rights or other proprietary or intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.</p>\n<p>5.5 You will not post, upload, publish, submit or transmit any Member Content that: (i) is fraudulent, false, misleading (directly or by omission or failure to update information) or deceptive.\n(ii) is defamatory, libelous, obscene, pornographic, vulgar or offensive.\n(iii) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(iv) is violent or threatening or promotes violence or actions that are threatening to any other person.\n(v) promotes illegal or harmful activities or substances.\nor (vi) violates Whirlwind FX policy.\nWhirlwind FX may, without prior notice, remove or disable access to any Member Content that Whirlwind FX finds to be in violation of these Terms or Whirlwind FX's then-current policies or otherwise may be harmful or objectionable to Whirlwind FX, its Members, third parties, or property.\nWhirlwind FX reserves the right to restrict, block, or otherwise modify and regulate any Member Content to ensure compliance with this paragraph.</p>\n<p>5.6 Whirlwind FX respects copyright law and expects its Members to do the same.\nIf you believe that any content on the SignalRGB Platform infringes copyrights you own, please notify us.</p>\n<p>\n<strong>6.\nMember Fees</strong>\n</p>\n<p>6.1 Whirlwind FX will charge (and Member agrees to pay) the fees described on the \"Pricing\" page of the Website if made available.\nMember fees are not refundable and may change from time to time.</p>\n<p>\n<strong>7.\nCompliance</strong>\n</p>\n<p>7.1 You are solely responsible for compliance with any and all laws, rules, regulations, and Tax obligations that may apply to your use of the SignalRGB Platform.\nIn connection with your use of the SignalRGB Platform, you will not and will not assist or enable others to:</p>\n<ul>\n<li>breach or circumvent any applicable laws or regulations, agreements with third-parties, third-party rights, or our Terms or policies.</li>\n</ul>\n<ul>\n<li>use the SignalRGB Platform for any commercial or other purposes that are not permitted by Whirlwind FX or these Terms or in a manner that falsely implies Whirlwind FX endorsement, partnership or otherwise misleads others as to your affiliation with Whirlwind FX;</li>\n</ul>\n<ul>\n<li>copy, store or otherwise access or use any information, including personally identifiable information contained on or collected through the SignalRGB Platform in any way that is inconsistent with Whirlwind FX's Privacy Policy or these Terms or that otherwise violates the privacy rights of Members or third parties;</li>\n</ul>\n<ul>\n<li>use the SignalRGB Platform in connection with the distribution of unsolicited commercial messages unrelated to Member Content (\"spam\");</li>\n</ul>\n<ul>\n<li>discriminate against or harass anyone on the basis of race, national origin, religion, gender, gender identity, physical or mental disability, medical condition, marital status, age or sexual orientation, or otherwise engage in any abusive or disruptive behavior;</li>\n</ul>\n<ul>\n<li>use, display, mirror or frame the SignalRGB Platform or any individual element within the SignalRGB Platform, Whirlwind FX's name, any Whirlwind FX trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page in the SignalRGB Platform, without Whirlwind FX's express written consent;</li>\n</ul>\n<ul>\n<li>dilute, tarnish or otherwise harm the Whirlwind FX brand in any way, including through unauthorized use of content, registering and/or using Whirlwind FX or derivative terms in domain names, trade names, trademarks or other source identifiers, or registering and/or using domains names, trade names, trademarks or other source identifiers that closely imitate or are confusingly similar to Whirlwind FX domains, trademarks, taglines, promotional campaigns or content;</li>\n</ul>\n<ul>\n<li>use any robots, spider, crawler, scraper or other automated means or processes to access, collect data or other content from or otherwise interact with the SignalRGB Platform for any purpose;</li>\n</ul>\n<ul>\n<li>avoid, bypass, remove, deactivate, impair, descramble, or otherwise attempt to circumvent any technological measure implemented by Whirlwind FX or any of Whirlwind FX's providers or any other third party to protect the SignalRGB Platform;</li>\n</ul>\n<ul>\n<li>attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the SignalRGB Platform;</li>\n</ul>\n<ul>\n<li>take any action that damages or adversely affects, or could damage or adversely affect the performance or proper functioning of the SignalRGB Platform;</li>\n</ul>\n<ul>\n<li>export, re-export, import, or transfer the Application except as authorized by United States law, the export control laws of your jurisdiction, and any other applicable laws.\nor</li>\n</ul>\n<ul>\n<li>violate or infringe anyone else's rights or otherwise cause harm to anyone.</li>\n</ul>\n<ul>\n<li>impersonate any other person, including but not limited to, a Whirlwind FX representative</li>\n</ul>\n<p>\n<strong>8.\nTerm and Termination, Suspension and other Measures</strong>\n</p>\n<p>8.1 This Agreement shall be effective for a 30-day term, at the end of which it will automatically and continuously renew for subsequent 30-day terms until such time when you or Whirlwind FX terminate the Agreement in accordance with this provision.</p>\n<p>8.2 You may terminate this Agreement at any time via the \"Cancel Account\" feature (or similar feature made available) on the SignalRGB Platform or by sending us an email.</p>\n<p>8.3 Without limiting our rights specified below, Whirlwind FX may terminate this Agreement for convenience at any time by giving you thirty (30) days' notice via email to your registered email address.</p>\n<p>8.4 Whirlwind FX may immediately, without notice terminate this Agreement if (i) you have materially breached your obligations under these Terms, the payment terms or our policies (ii) you have violated applicable laws, regulations or third party rights, or (iii) Whirlwind FX believes in good faith that such action is reasonably necessary to protect the personal safety or property of Whirlwind FX, its Members, or third parties (for example in the case of fraudulent behavior of a Member).</p>\n<p>8.5 In addition, Whirlwind FX may take any of the following measures (i) to comply with applicable law, or the order or request of a court, law enforcement or other administrative agency or governmental body, or if (ii) you have breached these Terms, the payment terms or our policies, applicable laws, regulations, or third party rights, (iii) you have provided inaccurate, fraudulent, outdated or incomplete information during the SignalRGB Account registration or thereafter, (iv) you and/or your Member Content at any time fail to meet any applicable quality or eligibility criteria, or (v) Whirlwind FX believes in good faith that such action is reasonably necessary to protect the personal safety or property of Whirlwind FX, its Members, or third parties, or to prevent fraud or other illegal activity:</p>\n<ul>\n<li>limit your access to or use of the SignalRGB Platform;</li>\n</ul>\n<ul>\n<li>temporarily or permanently revoke any special status associated with your SignalRGB Account.\nor</li>\n</ul>\n<ul>\n<li>temporarily or in case of severe or repeated offenses permanently suspend your SignalRGB Account.</li>\n</ul>\n<ul>\n<li>In case of non-material breaches and where appropriate, you will be given notice of any intended measure by Whirlwind FX and an opportunity to resolve the issue to Whirlwind FX's reasonable satisfaction.</li>\n</ul>\n<p>8.6 When this Agreement has been terminated, you are not entitled to a restoration of your SignalRGB Account or any of your Member Content.\nIf your access to or use of the SignalRGB Platform has been limited or your SignalRGB Account has been suspended or this Agreement has been terminated by us, you may not register a new SignalRGB Account or access and use the SignalRGB Platform through a SignalRGB Account of another Member.</p>\n<p>\n<strong>9.\nDisclaimers</strong>\n</p>\n<p>\n<strong>If you choose to use the SignalRGB Platform you do so voluntarily and at your sole risk.\nThe SignalRGB Platform is provided \"as is\", without warranty of any kind, either express or implied.</strong>\n</p>\n<p>\n<strong>You agree that you have had whatever opportunity you deem necessary to investigate the Whirlwind FX Services, laws, rules, or regulations that may be applicable to your Member Content you are receiving and that you are not relying upon any statement of law or fact made by Whirlwind FX.</strong>\n</p>\n<p>\n<strong>The foregoing disclaimers apply to the maximum extent permitted by law.\nYou may have other statutory rights.\nHowever, the duration of statutorily required warranties, if any, shall be limited to the maximum extent permitted by law.</strong>\n</p>\n<p>\n<strong>10.\nLimitation on Whirlwind FX Liability</strong>\n</p>\n<p>\n<strong>10.1 You acknowledge and agree that, to the maximum extent permitted by law, you and only you assume the entire risk arising out of your access to and use of the SignalRGB Platform, including collecting and sharing information with Customers and potential Customers and other parties.\nNeither Whirlwind FX nor any other party involved in creating, producing, or delivering the SignalRGB Platform will be liable for any incidental, special, exemplary or consequential damages, including lost profits, loss of data or loss of goodwill, service interruption, breach of third-party warranties, computer or peripheral device damage or system failure or the cost of substitute products or services, or for any damages for personal or bodily injury or emotional distress arising out of or in connection with (i) these Terms, (ii) from the use of or inability to use the SignalRGB Platform, (iii) from any communications, interactions or meetings with Customers or potential customers or other persons with whom you communicate, interact or meet with as a result of your use of the SignalRGB Platform, whether based on warranty, contract, tort (including negligence), product liability or any other legal theory, and whether or not Whirlwind FX has been informed of the possibility of such damage.\nThe limitations of damages set forth in this Agreement are fundamental elements of the basis of the bargain between Whirlwind FX and you.\n</strong>\n</p>\n<p>10.2 You agree that under no circumstances shall Whirlwind FX be held accountable for damages of any kind, legal or otherwise.\ninjuries (physical, psychological, emotional or otherwise).\ndisagreements, controversies or disputes.\nor any other harms or potential harms arising out of your use of the SignalRGB Platform and any meetings between Members and Customers or potential customers to provide Member Content or any other services.\nYou further agree to indemnify and hold harmless Whirlwind FX from any harms or potential harms or any damages, legal or otherwise, that may arise out of the meeting of a Member and third-party for the provision of Member Content.\nLikewise, under no circumstances is Whirlwind FX liable for any harms or damages or potential harms or damages arising out of a meeting of, between, or among a Member, Customer, Subscriber or any third-party for <em>any</em> reasons including those other than the provision of Member Content or any other service described under this Agreement, or via the SignalRGB Platform.</p>\n<p>\n<strong>11.\nIndemnification and Data Privacy</strong>\n</p>\n<p>11.1 You agree to release, defend (at Whirlwind FX's option), indemnify, and hold Whirlwind FX and its affiliates and subsidiaries, and their officers, directors, employees and agents, harmless from and against any claims, liabilities, damages, losses, and expenses, including, without limitation, reasonable legal and accounting fees, arising out of or in any way connected with (i) your breach of these Terms or our Policies, (ii) your improper use of the SignalRGB Platform or any SignalRGB Services, (iii) your interaction with any third party, including without limitation any injuries, losses or damages (whether compensatory, direct, incidental, consequential or otherwise) of any kind arising in connection with or as a result of such interaction, participation or use as set out in (but not limited to) Paragraph 10.2 above, (iv) Whirlwind FX's Collection and Remittance of any required taxes, or (v) your breach of any laws, regulations or third party rights.</p>\n<p>You agree to indemnify and hold harmless Whirlwind FX and its affiliates and principals from any damages or liabilities arising out of any breach of data privacy laws or regulations with respect to Customers, potential customers, or any individual from whom you collect data, including personal data.\nThis includes the European Union Data Protection Directive (95 46 EC) and the General Data Protection Regulation and other similar laws and regulations in any jurisdiction in which you operate or provide services.</p>\n<p>You agree to comply with all data and personal privacy laws, regulations and directives, including those of the European Union and all other jurisdictions in which you reside, operate or provide services, and that it is solely your duty to ensure compliance with such laws, regulations and directives, and not that of Whirlwind FX.</p>\n<p>\n<strong>12.\nDispute Resolution and Arbitration Agreement</strong>\n</p>\n<p>12.1 This Dispute Resolution and Arbitration Agreement shall apply if you (i) reside in the United States.\nor (ii) do not reside in the United States, but bring any claim against Whirlwind FX in the United States.</p>\n<p>12.2 <em>Overview of Dispute Resolution Process</em>.\nWhirlwind FX is committed to participating in a consumer-friendly dispute resolution process.\nTo that end, these Terms provide for a two-part process for individuals to whom Section 19.1 applies: (1) an informal negotiation directly with Whirlwind FX's customer service team, and (2) a binding arbitration administered by the American Arbitration Association (\"<strong>AAA</strong>\") using its specially designed Consumer Arbitration Rules.\nSpecifically, the process provides:</p>\n<ul>\n<li>Claims can be filed with AAA online (www.adr.org);</li>\n</ul>\n<ul>\n<li>Arbitrators must be neutral and no party may unilaterally select an arbitrator;</li>\n</ul>\n<ul>\n<li>Arbitrators must disclose any bias, interest in the result of the arbitration, or relationship with any party;</li>\n</ul>\n<ul>\n<li>Parties retain the right to seek relief in small claims court for certain claims, at their option;</li>\n</ul>\n<ul>\n<li>The initial filing fee for the consumer is capped at $200;</li>\n</ul>\n<ul>\n<li>The consumer gets to elect the hearing location and can elect to participate live, by phone, video conference, or, for claims under $25,000, by the submission of documents;</li>\n</ul>\n<ul>\n<li>The arbitrator can grant any remedy that the parties could have received in court to resolve the party's individual claim.</li>\n</ul>\n<p>12.3 <em>Pre-Arbitration Dispute Resolution and Notification</em>.\nPrior to initiating an arbitration, you and Whirlwind FX each agree to notify the other party of the dispute and attempt to negotiate an informal resolution to it first.\nWe will contact you at the email address you have provided to us.\nyou can contact Whirlwind FX's customer service team by <u>emailing us</u>.\nIf after a good faith effort to negotiate one of us feels the dispute has not and cannot be resolved informally, the party intending to pursue arbitration agrees to notify the other party via email prior to initiating the arbitration.\nIn order to initiate arbitration, a claim must be filed with the AAA and the written Demand for Arbitration (available at www.adr.org) provided to the other party, as specified in the AAA Rules.</p>\n<p>\n<strong>12.4 <em>Agreement to Arbitrate</em>.\nYou and Whirlwind FX mutually agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement or interpretation thereof, or to the use of the SignalRGB Platform, the Member Content (collectively, \"Disputes\") will be settled by binding arbitration (the \"Arbitration Agreement\").\nIf there is a dispute about whether this Arbitration Agreement can be enforced or applies to our Dispute, you and Whirlwind FX agree that the arbitrator will decide that issue.</strong>\n</p>\n<p>12.5 <em>Exceptions to Arbitration Agreement</em>.\nYou and Whirlwind FX each agree that the following claims are exceptions to the Arbitration Agreement and will be brought in a judicial proceeding in a court of competent jurisdiction: (i) Any claim related to actual or threatened infringement, misappropriation or violation of a party's copyrights, trademarks, trade secrets, patents, or other intellectual property rights.\n(ii) Any claim seeking emergency injunctive relief based on exigent circumstances (e.g., imminent danger or commission of a crime, hacking, cyber-attack).</p>\n<p>\n<strong>12.6 <em>Jury Trial Waiver</em>.\nYou and Whirlwind FX acknowledge and agree that we are each waiving the right to a trial by jury as to all arbitrable Disputes.</strong>\n</p>\n<p>\n<strong>12.7 <em>No Class Actions or Representative Proceedings</em>.\nYou and Whirlwind FX acknowledge and agree that we are each waiving the right to participate as a plaintiff or class member in any purported class action lawsuit, class-wide arbitration, private attorney-general action, or any other representative proceeding as to all Disputes.\nFurther, unless you and Whirlwind FX</strong>\n<strong>both otherwise agree in writing, the arbitrator may not consolidate more than one party's claims and may not otherwise preside over any form of any class or representative proceeding.\nIf this paragraph is held unenforceable with respect to any Dispute, then the entirety of the Arbitration Agreement will be deemed void with respect to such Dispute.</strong>\n</p>\n<p>12.8 <em>Severability</em>.\nIn the event that any portion of this Arbitration Agreement is deemed illegal or unenforceable, such provision shall be severed and the remainder of the Arbitration Agreement shall be given full force and effect.</p>\n<p>\n<strong>13.\nFeedback</strong>\n</p>\n<p>13.1 We welcome and encourage you to provide feedback, comments and suggestions for improvements to the SignalRGB Platform (\"<strong>Feedback</strong>\").\nYou may submit Feedback by emailing us, through the <u>\"Contact\"</u> section of the SignalRGB Platform, or by other means of communication.\nAny Feedback you submit to us will be considered non-confidential and non-proprietary to you.\nBy submitting Feedback to us, you grant us a non-exclusive, worldwide, royalty-free, irrevocable, sub-licensable, perpetual license to use and publish those ideas and materials for any purpose, without compensation to you.</p>\n<p>\n<strong>14.\nApplicable Law and Jurisdiction</strong>\n</p>\n<p>14.1 If you reside in the United States, these Terms will be interpreted in accordance with the laws of the State of California and the United States of America, without regard to conflict-of-law provisions.\nJudicial proceedings (other than small claims actions) that are excluded from the Arbitration Agreement in Section 12 must be brought in state or federal court in the State of California, unless we both agree to some other location.\nYou and we both consent to venue and personal jurisdiction in the State of California.</p>\n<p>\n<strong>15.\nGeneral Provisions</strong>\n</p>\n<p>15.1 Except as they may be supplemented by additional terms and conditions, policies, guidelines, these Terms constitute the entire Agreement between Whirlwind FX and you pertaining to the subject matter hereof, and supersede any and all prior oral or written understandings or agreements between Whirlwind FX and you in relation to the access to and use of the SignalRGB Platform.</p>\n<p>15.2 No joint venture, partnership, employment, or agency relationship exists between you and Whirlwind FX as a result of this Agreement or your use of the SignalRGB Platform.</p>\n<p>15.3 These Terms do not and are not intended to confer any rights or remedies upon any person other than the parties.</p>\n<p>15.4 If any provision of these Terms is held to be invalid or unenforceable, such provision will be struck and will not affect the validity and enforceability of the remaining provisions.</p>\n<p>15.5 Whirlwind FX's failure to enforce any right or provision in these Terms will not constitute a waiver of such right or provision unless acknowledged and agreed to by us in writing.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise permitted under law.</p>\n<p>15.6 You may not assign, transfer or delegate this Agreement and your rights and obligations hereunder without Whirlwind FX's prior written consent.\nWhirlwind FX may without restriction assign, transfer or delegate this Agreement and any rights and obligations hereunder, at its sole discretion, with 30 days prior notice.\nYour right to terminate this Agreement at any time remains unaffected.</p>\n<p>15.7 Unless specified otherwise, any notices or other communications to Members permitted or required under this Agreement, will be in writing and given by Whirlwind FX via email, SignalRGB Platform notification, or messaging service (including SMS and social media applications).</p>\n<p>15.8 If you have any questions about these Terms please email us at support@whirlwindfx.com.</p>\n<p>Effective Date: Dec 2021</p> Who We Are <p>WhirlwindFX is built by gamers, for gamers, leading the next evolution of RGB.\nWe're reinventing the gaming experience by deepening immersion, delivering infinite content with zero limits, and giving you the power to unlock your ecosystem.</p> Information <ul>\n<li>Download</li>\n<li>Game Integrations</li>\n<li>Supported Devices</li>\n<li>Pricing</li>\n<li>Hardware Products</li>\n<li>Community</li>\n</ul> Support <ul>\n<li>Getting Started</li>\n<li>Troubleshooting</li>\n<li>Forums</li>\n<li>Discord</li>\n<li>Roadmap</li>\n<li>Changelogs</li>\n<li>Developers</li>\n</ul> WhirlwindFX <ul>\n<li>About</li>\n<li>Contact Us</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Blog</li>\n</ul> ©2023 WhirlwindFX Cookie Notice We use cookies to enhance your browsing experience, and improve website usability.\nBy clicking \"Accept All\", you consent to our use of cookies.\nAccept All Customize Reject All Cookie Preferences <p>Customize the types of cookies you'd like to allow.</p> Necessary <p>Necessary cookies are required to enable basic functionality of this site, and are always enabled.</p> Required Usage <p>Usage cookies help us understand how our website is used and how we can improve usability and performance.</p> Marketing <p>Marketing cookies are used to measure effectiveness of advertising campaigns, and let us host giveaways.</p> Done ", "created_at": "2023-07-08 05:11:08.856131", "updated_at": "2023-07-08 05:11:51.493204"}], "points": [], "urls": ["signalrgb.com"]}}