{"error": 448, "message": "OK", "parameters": {"id": 7611, "name": "Save the Children ", "created_at": "2023-03-17 17:02:16.26063", "updated_at": "2023-03-29 19:26:48.545642", "wikipedia": null, "keywords": null, "related": null, "slug": "save-the-children", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7611.png", "url": "savethechildren.net", "documents": [{"id": 14652, "name": "Privacy Statement", "url": "https://www.savethechildren.net/privacy", "xpath": "//body", "text": " Skip to main content <ul>\n<li>What We Do</li>\n<li>Where We Work</li>\n<li>News &amp.\nStories</li>\n<li>Research &amp.\nReports</li>\n<li>About Us</li>\n</ul> Search Donate <ul>\n<li>What We Do<ul>\n<li>Survival</li>\n<li>Learning</li>\n<li>Protection</li>\n<li>Emergencies</li>\n<li>Advocacy &amp.\nCampaigns</li>\n<li>Climate Crisis</li>\n<li>The Hunger Crisis</li>\n</ul>\n</li>\n<li>Where We Work</li>\n<li>News &amp.\nStories<ul>\n<li>Global News</li>\n<li>Meet the Global Media Unit</li>\n<li>Voices for Change</li>\n<li>Child Writes</li>\n</ul>\n</li>\n<li>Research &amp.\nReports</li>\n<li>About Us<ul>\n<li>Who We Are</li>\n<li>How you can help</li>\n<li>Our Global Strategy</li>\n<li>100 Years for Children</li>\n<li>Accountability</li>\n<li>Our Commitment to Safeguarding</li>\n<li>Our Leadership</li>\n<li>Our Partners</li>\n<li>Our Suppliers</li>\n<li>Work For Us</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul> Search Donate Privacy Statement <ul>\n<li>Home</li>\n<li>Privacy Statement</li>\n</ul>\n<ul>\n<li>Who we are</li>\n<li>How to contact us</li>\n<li>How we use your data when you contact us</li>\n<li>How we use your data when you get support from us</li>\n<li>How we use your data when you get support from us in connection with the war in Ukraine</li>\n<li>How we use your data when you engage with us on social media</li>\n<li>How we use your data when you make a donation</li>\n<li>How we use your data when you participate in research</li>\n<li>How we use your data when you work for us</li>\n<li>Keeping your personal data secure</li>\n<li>Your personal data rights</li>\n<li>Data sharing</li>\n<li>Data retention</li>\n<li>International transfers</li>\n</ul>Who we are<ul>\n<li>Who we are</li>\n<li>How to contact us</li>\n<li>How we use your data when you contact us</li>\n<li>How we use your data when you get support from us</li>\n<li>How we use your data when you get support from us in connection with the war in Ukraine</li>\n<li>How we use your data when you engage with us on social media</li>\n<li>How we use your data when you make a donation</li>\n<li>How we use your data when you participate in research</li>\n<li>How we use your data when you work for us</li>\n<li>Keeping your personal data secure</li>\n<li>Your personal data rights</li>\n<li>Data sharing</li>\n<li>Data retention</li>\n<li>International transfers</li>\n</ul>Who we are<p>The processing of your personal data is carried out by Save the Children International as the ‘Data Controller’.\n&nbsp.\nThis means that SCI makes decisions about the use and management of your personal data and is accountable for those decisions.\n&nbsp;SCI is registered with the Office of the Information Commissioner in the UK (No.\nZ3214775)..&nbsp;</p>\n<p>Save the Children International is a company limited by guarantee, registered in England and Wales with company number 3732267 and a charity registered in England and Wales with charity number 1076822.</p>How to contact us<p>If you have any questions regarding this Privacy Statement or the handling of your data, please contact the Data Protection Officer by email at dpo@savethechildren.org or by post to:</p>\n<p>The Data Protection Officer</p>\n<p>Save the Children International</p>\n<p>St Vincent House,&nbsp;</p>\n<p>30 Orange Street</p>\n<p>London</p>\n<p>WC2H 7HH</p>How we use your data when you contact us<p>If you email, phone or write to us we will record your contact details and your correspondence in order to provide a response to you.\n&nbsp;When we use personal data in this way to support administration of the organisation, in data protection terminology our lawful basis is ‘legitimate interest’.\n&nbsp;</p>How we use your data when you get support from us<p>If you or your family receive support from SCI, we will provide you with information about how we are going to use and manage your personal data that is specific to that situation.\n&nbsp;This is usually when we collect the data from you, or when you start participating in a programme or activity.&nbsp;</p>\n<p>The type of data that we collect will depend on the circumstances, but usually will include your contact details, your family or household situation, information about your employment or education, and information to help us to assess your needs and how we can support you.\n&nbsp.\nSometimes we may ask for information to confirm your identity.</p>\n<p>We may ask to record your story or your child’s story through words, photo, film, or sound to tell people what life is like for children and their families, and to raise money and support for the work Save the Children does.\n&nbsp;We always ask for consent when we use personal data in this way.\n&nbsp.\n&nbsp;If your story has been used and you have any questions about this please contact contenthub@savethechildren.org.</p>\n<p>We also use your personal data when we monitor how our programmes are working, and to check on their impact.\n&nbsp.\nSometimes we carry out more in-depth research to identify improvements and to support our advocacy work on behalf of children globally.\n&nbsp;If you are invited to take part in research, you will be provided with more detailed information on that separately.</p>\n<p>We often work with other humanitarian organisations, and we may share information with them to make sure that support is delivered in the most effective way possible, and is not duplicated.\n&nbsp;If we are going to share your personal data with other organisations we will let you know.</p>\n<p>If you have any questions about how your data is being used and managed, please speak to a member of SCI staff locally who should be able to help, or you can contact&nbsp;dpo@savethechildren.org.</p>How we use your data when you get support from us in connection with the war in Ukraine<p>We are working with other humanitarian organisations to support children and families affected by the war in Ukraine.\n&nbsp.\nWhen you register with us, we will ask you for your contact details, identification, and information about you and your family.\n&nbsp;We will use this data to assess what support you are eligible for, and to provide this either directly or by referring you to partner organisations, including:</p>\n<ul>\n<li>Providing cash and vouchers assistance to families to meet basic needs like&nbsp;food, rent and medicines</li>\n<li>Providing food, clothing and other essential items</li>\n<li>Providing&nbsp;services&nbsp;to ensure children and families remain together, and separated children are safely reunited with their caregivers</li>\n<li>Offering vital mental health support to children and their families&nbsp;</li>\n<li>Making sure children have&nbsp;educational kits&nbsp;and&nbsp;learning programmes&nbsp;to make up for lost learning</li>\n</ul>\n<p>Most of our uses of your personal data are on the basis of your consent, and you can withdraw this consent at any time.\n&nbsp;If you wish to withdraw consent or have any questions about the use of your data please speak to a member of SCI staff or send an email to info.ucan@savethechildren.org in the first instance.\n&nbsp.\n&nbsp;If we need to continue to use your personal data, for example to meet our legal obligations, we will explain this to you.</p>\n<p>To co-ordinate support and avoid duplication &nbsp;we may share some of your personal data with other organisations which are providing support in the region, including The United Nations Refugee Agency (UNHCR), other organisations in the Save the Children movement and other charities.\n&nbsp.\n&nbsp.\n&nbsp;When we share data with other organisations we have agreements in place to govern the use and handling of your data.</p>\n<p>To co-ordinate support and avoid duplication &nbsp;we may share some of your personal data with other organisations which are providing support in the region, including The United Nations Refugee Agency (UNHCR), other organisations in the Save the Children movement and other charities.\n&nbsp.\n&nbsp;When we share data with other organisations we have agreements in place to govern the use and handling of your data.</p>How we use your data when you engage with us on social media<p>Depending on the nature of the engagement, SCI and the platform providers may process your personal data including your profile information, the content you provide, and your online activity and connections.\n&nbsp;Please read the privacy information on the relevant platform.\n&nbsp;You should also be able to adjust your own account settings on each platform to manage data sharing, privacy and visibility.</p>How we use your data when you make a donation<p>When you make a donation to SCI, we use the personal data that you provide to process your payment and to keep a record of your support.\n&nbsp;When we use personal data in this way to meet our charitable aims, in data protection terminology our lawful basis is ‘legitimate interest’.\n&nbsp;</p>\n<p>We record your name and contact details, and the type and amount of your donation in our donor database and email management system.\n&nbsp;</p>\n<p>We use a payment processing company called RaiseNow to take card payments on our behalf.\n&nbsp.\nRaiseNow is compliant with Payment Card Industry Data Security Standards (PCI-DSS),</p>\n<p>We will keep in touch with you by email from time to time to keep you up to date on the impact of your donation, the work we do for children, occasional emergency appeals and how to get involved through campaigning and petitions.\nYou can choose not to receive these emails when you make your donation, and you can also ‘unsubscribe’ at any time by following the link in the emails.\n&nbsp.\n&nbsp;</p>\n<p>We will not share your contact details with other organisations to use for their own marketing purposes without your prior consent.</p>\n<p>We keep a record of financial transactions for a minimum of 7 years to comply with UK legislation.\nWe keep other records on an ongoing basis to manage our relationship with you.\n&nbsp;We keep data retention regularly under review.&nbsp;</p>\n<p>If you make a significant donation, we may need to carry out checks including on the sources of the funds and any business or other interests that you have.\n&nbsp.\nWe do this to protect the reputation of Save the Children, and to meet legal and regulatory requirements.\n&nbsp;When we use personal data for this purpose, in data protection terminology the lawful basis is ‘legal obligation’.</p>\n<p>If you have any questions about being a supporter please get in touch with us at donate@savethechildren.org and we will be happy to help.</p>How we use your data when you participate in research<p>When you participate in a research project being run or commissioned by us, we will provide you with detailed Participant Information .\nYou will be given the time necessary to voluntarily agree to participate.\n&nbsp;</p>\n<p>We may ask your consent to process your data or we may rely on another lawful basis depending on the nature of the study.\n&nbsp;If we rely on consent, you can withdraw this at any time.\nWe will explain how to do this in the Participant Information.&nbsp;</p>\n<p>If we work with other individuals or organisations, such as universities, and information is shared about you, this will be on a need to know basis and we will inform you in the Participant Information given to you.\n&nbsp;We will also explain how the research outcomes will be used and shared.</p>How we use your data when you work for us<p>Applicants and employees are provided with a separate Privacy Statement at the appropriate point in the recruitment process.\n&nbsp;If you are a current employee, you will be able to access the full employee privacy notice on the intranet.\nIf you are a past employee and you have any questions about your data please contact the Data Protection Officer by email to&nbsp;dpo@savethechildren.org clearly stating your question and previous employment details.\n&nbsp;</p>Keeping your personal data secure<p>SCI implements measures to ensure that your information is kept secure.\n&nbsp;We have a dedicated Information Security team which oversees technical measures to protect and monitor our IT systems, and ensures that access to personal data is controlled.\n&nbsp;All of our staff undertake mandatory data protection and information security training.\n&nbsp;&nbsp;</p>\n<p>When we engage other organisations to process data on behalf of SCI we check that they have appropriate measures in place for data security, and we have contracts in place to ensure that they only act under our instructions.</p>\n<p>We have systems and procedures in place to manage incidents which involve data, and we comply with requirements on data breach notification to regulators.</p>Your personal data rights<p>You have rights over your personal data.\n&nbsp;You can ask us to:&nbsp;</p>\n<ul>\n<li>correct anything that isn’t accurate&nbsp;</li>\n<li>stop using your personal data (in some circumstances)&nbsp;</li>\n<li>delete your personal data (in some circumstances)</li>\n<li>give you a copy of your personal data&nbsp;</li>\n</ul>\n<p>You can make a request by:&nbsp;</p>\n<ul>\n<li>completing this form</li>\n<li>or emailing subjectaccessrequest@savethechildren.org&nbsp;</li>\n</ul>\n<p>You can make a request at any time.\n&nbsp;We will respond at the latest within one month.\n&nbsp;If in exceptional circumstances we need longer to respond we will explain this to you.\n&nbsp.\nIf you make a request, we will usually ask you to provide some identification.</p>\n<p>If you are not satisfied with how SCI has handled your personal data, or how we have responded to a request, you also have the right to make a complaint to the Informational Commissioner’s Office (ICO), the regulator for data protection in the UK.\n&nbsp;You can do this online here.\n&nbsp;&nbsp;</p>Data sharing<p>In some circumstances it may be necessary for us to share personal data with other organisations, for example to protect SCI from fraud.\n&nbsp;If we are able to do so, we will be transparent about this.\n&nbsp;There may be limited circumstances where that is not possible, for example if there are concerns about your welfare or the welfare of someone else, or if we need to comply with a legal obligation.\n&nbsp;</p>\n<p>We will not share personal data with other organisations to use for their own marketing purposes without your prior consent.</p>Data retention<p>We will only keep your personal information for as long as it’s necessary to meet the purpose that it was gathered for and for related purposed, and in some cases to meet specific requirements set out in legislation or regulations.\n&nbsp.\n</p>International transfers<p>If the processing of your data involves transfer to a jurisdiction not recognised as providing an ‘adequate’ level of protection of personal data, we will identify an appropriate mechanism to safeguard your data and to comply with the UK or other applicable legislation.\n&nbsp;</p> Together we are stronger.\nJoin the conversation.\n<ul>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> LinkedIn </li>\n<li> YouTube </li>\n</ul> Our Member Websites <ul>\n<li>Australia</li>\n<li>Canada</li>\n<li>Denmark</li>\n<li>Dominican Republic</li>\n<li>Eswatini</li>\n<li>Fiji</li>\n<li>Finland</li>\n<li>Germany</li>\n<li>Honduras</li>\n<li>Hong Kong SAR</li>\n<li>Iceland</li>\n<li>India</li>\n<li>Indonesia</li>\n<li>Italy</li>\n<li>Japan</li>\n<li>Jordan</li>\n<li>Lithuania</li>\n<li>Mexico</li>\n<li>Netherlands</li>\n<li>New Zealand</li>\n<li>Norway</li>\n<li>Philippines</li>\n<li>Romania</li>\n<li>South Africa</li>\n<li>South Korea</li>\n<li>Spain</li>\n<li>Sweden</li>\n<li>Switzerland</li>\n<li>United Kingdom</li>\n<li>United States</li>\n</ul> What We Do <ul>\n<li>Survival</li>\n<li>Learning</li>\n<li>Protection</li>\n<li>Emergencies</li>\n<li>Campaigns</li>\n</ul> About us <ul>\n<li>Who We Are </li>\n<li>Contact Us</li>\n<li>Accountability</li>\n<li>Safeguarding</li>\n<li>Our Leadership</li>\n<li>Work For Us</li>\n<li>How you can help</li>\n<li>100 Years For Children</li>\n<li>Modern Slavery Statement</li>\n</ul>\n<p>Save the Children International is a company limited by guarantee, registered in England and Wales with company number 3732267 and a charity registered in England and Wales with charity number 1076822.\nIts registered office is St Vincent House, 30 Orange Street, London, WC2H 7HH © 2023 Save the Children International | Legal | Privacy | Recruitment Privacy Policy</p> Our site uses cookies.\nBy browsing you are agreeing to our use of cookies.\nRead our cookie policy.Got it! Welcome to Save the Children! <p>Here you’ll find news and information on our global organisation and the work we do for children around the world.\nYou can also visit your local Save the Children U.S.\nwebsite to learn more about how you can support our work.</p>\n<p>Stay on International site Go to the U.S.\nsite</p>", "created_at": "2023-03-17 17:02:16.292436", "updated_at": "2023-03-17 17:02:58.89928"}, {"id": 14653, "name": "Cookie Policy", "url": "https://www.savethechildren.net/cookie-policy", "xpath": "//body", "text": null, "created_at": "2023-03-17 17:03:05.274935", "updated_at": "2023-03-17 17:03:05.274935"}], "points": [], "urls": ["savethechildren.net"]}}