{"error": 448, "message": "OK", "parameters": {"id": 8900, "name": "FlorisBoard", "created_at": "2023-07-08 05:20:44.702254", "updated_at": "2023-07-14 22:02:27.711619", "wikipedia": null, "keywords": null, "related": null, "slug": "florisboard", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8900.png", "url": "florisboard.org", "documents": [{"id": 17401, "name": "Privacy Policy", "url": "https://florisboard.org/legal/privacy/", "xpath": "//body", "text": " FlorisBoard en ▼ <p>es</p>\n<p>fr</p> Privacy policy <p>Last modified: Aug 25, 2022</p>\n<p>FlorisBoard (the “Project”) is a privacy-respecting open-source keyboard primarily developed and maintained by Patrick Goldinger (@patrickgold), together with the amazing support of this Project’s community.\nThis privacy policy exists to give you a better understanding what personal data must be accessed and/or locally stored at a minimum to even provide you with a keyboard service.</p>\nData access and usage\n<p>This Project’s core commitment is to access and store as little personal data as possible while still delivering a good personalized experience.\nAny personal data that is accessed or stored is exclusively kept locally either in-memory or in the private app data directory and is <strong>never</strong> shared with anyone.</p>\nWhat personal data does FlorisBoard access and why?\n<p>Any time you focus a text field and FlorisBoard is the default input method editor (the “IME”), FlorisBoard has access to the full contents of that text field.\nIt will monitor and store a small window around the cursor in-memory to keep track of the current state and to improve performance.\nAdditionally as a default IME FlorisBoard has access to the system clipboard and actively keeps track of the latest primary clipboard item to privide you with clipboard features.\nFurthermore FlorisBoard has access to the system user dictionary, only reading the actual contents though if either spell checking, suggestions or glide typing is enabled.</p>\n<p>Unless otherwise stated in the next section, any accessed personal data is only stored temporarily in-memory and will get discarded once the text field looses focus or once the keyboard process ends.</p>\nWhat personal data does FlorisBoard store and why?\n<p>Some features require personal data to be persisted locally on-disk in order to be reused later on.\nThis applies to:</p>\n<ul>\n<li>\n<strong>Spell checking, suggestions and glide typing</strong>\n<br>\nTo be able to automatically create personalized dictionaries and to provide dynamic suggestions based on your previous input FlorisBoard needs to monitor your typing behavior, learn from it and save the results locally.\nTyping behavior tracking is fully stopped if the keyboard is in incognito mode or if no feature is enabled that requires this option.</li>\n<li>\n<strong>Clipboard history</strong>\n<br>\nTo be able to store and show multiple clipboard items FlorisBoard stores clipboard items in a local database.\nThe database is only maintained and used if the clipboard history feature is enabled.</li>\n</ul>\nDoes any of the stored personal data leave the device?\n<p>No.\nAny personal data that is persisted is stored locally and <strong>never</strong> leaves your device.</p>\nOther\n<p>For information about the list of permissions requested by FlorisBoard, please read this document.</p>\nUpdates to this privacy policy\n<p>We reserve the right to periodically review and update this policy.\nChanges to this policy will be announced publicly and will be linked in the corresponding changelog of the version the new policy takes effect.\nContinued use of FlorisBoard will be deemed acceptance of such changes.</p>\nContact\n<p>If you have additional questions, comments or concerns regarding this privacy policy, please contact patrick@patrickgold.dev or file an issue in the FlorisBoard issue tracker.</p> © 2022 Patrick Goldinger&nbsp;•&nbsp;Privacy policy ", "created_at": "2023-07-08 05:20:44.732613", "updated_at": "2023-07-08 05:21:00.988682"}], "points": [{"id": 34358, "title": "The service is open-source", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-08 11:39:17.038059", "updated_at": "2023-07-14 11:28:51.687775", "quoteText": null, "case_id": 485, "document_id": 17401, "quoteStart": null, "quoteEnd": null}, {"id": 34357, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-07-08 11:38:54.251058", "updated_at": "2023-07-14 11:28:47.402748", "quoteText": null, "case_id": 331, "document_id": 17401, "quoteStart": null, "quoteEnd": null}], "urls": ["florisboard.org"]}}