{"error": 448, "message": "OK", "parameters": {"id": 9338, "name": "Secret View", "created_at": "2023-08-20 03:47:54.766286", "updated_at": "2023-08-20 10:02:16.2557", "wikipedia": null, "keywords": null, "related": null, "slug": "secret-view", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9338.png", "url": "secretview.io,platform.secretview.io", "documents": [{"id": 18319, "name": "Privacy statement", "url": "https://secretview.io/en/legal/privacy-statement", "xpath": "//body", "text": " Secret view EN <ul>\n<li> For who </li>\n<li> Product </li>\n<li>Pricing</li>\n<li>Articles</li>\n<li>Cases</li>\n<li>Careers</li>\n<li>Login</li>\n</ul> Business Sign Up Privacy Statement <p>25-07-2023</p> &nbsp;<p>This privacy statement is applicable to all visits on our website (www.secretview.io) and our platform (https://platform.secretview.io), the mobile application, the agreement existing between you and us when you are registered to our platform as a community member, as well as the assignments you do as a mystery shopper.\nBy visiting the website and/or the platform, you agree to this statement.\nChanges in this statement will be valid as soon as they are applied (see Last updated above).\nWhen this statement changes, we will publish a notification on the platform.</p>\n<p>We, Secret Collect B.V., called “<strong>Secret View</strong>” hereafter, are responsible for processing personal data as described in this privacy statement.\nOur contact details are:</p>\n<p>Velperplein 23A</p>\n<p>6811 AH Arnhem </p>\n<p>CoC no.: 62351761</p>\n<p>Phone: +31 26 - 20 22 151</p>\n<p>E-mail: support@secretview.io</p>\n<p>This privacy statement was originally written in Dutch.\nIn the event a translation of this privacy statement conflicts with the Dutch original version, the original version will always take precedence.\nThis privacy statement may be modified by Secret View at any moment.</p>\n<p>Should you have any questions and/or remarks about this privacy statement, please contact us via the live chat or via mysteryshopping@secretview.io.\n</p>\n<p>\n<strong>Short version</strong>\n</p>\n<p>We value your privacy and strive to protect it.\nIn this privacy statement we’ll explain which personal data is collected and why it is being processed.\nThe (personal) data we process will never be shared with third parties without your explicit prior consent.\nYou’ll find the highlights in this short summary, but we recommend you read the full version carefully.</p>\n<p>We collect all information, including personal data, that you provide us with.\nAside from that, we also store technical information like cookies to make sure you experience on the website and the platform is as comfortable and personal as possible.\nAll data is stored in secured servers that are not accessible to unauthorized personnel.</p>\n<p>The platform uses several technological mechanisms to automate our processes.\nThis includes automated decision-making based on profile and experience.\nAn example of this is the eligibility of a mystery shopper for a certain assignment.</p>\n<p>If you would like to exercise your right to object and/or your right to data portability, or do you have any other questions about our data processing? Please contact us with a specific request at support@secretview.io.\n</p>\n<p>\n</p>\n<p>\n<strong>Long version</strong>\n</p>\n<p>We process data from the following groups:</p>\n<ol>\n<li>Visitors of our website www.secretview.io;</li>\n<li>People registered as mystery shoppers with Secret View;</li>\n<li>Contacts of Secret View’s clients.</li>\n</ol>\n<p>Below we will outline per group the personal data we process and why we do so.</p>\n<ol>\n<li>\n<strong>Website visitors</strong>\n</li>\n</ol>\n<p>We process visitors’ personal data on our website www.secretview.io by placing cookies and similar technologies such as web beacons.</p>\n<p>A cookie is a small text file that is stored in your computer’s browser, tablet or smartphone when you first visit the website.\nWe use functional, analytical and tracking cookies.\nOn your first visit, we’ve informed you of these cookies and asked for your permission to store them in your browser.\nPlease find all information about our cookies in our Cookie Policy.</p>\n<ol>\n<li>\n<strong>Community members</strong>\n</li>\n</ol>\n<p>When you register as a community member on our platform, you engage in an agreement with us.\nTo carry out this agreement, e.g., do mystery shopping research, it is necessary for us to process some of your personal data.\nWe’ll sum up the data we process:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nName</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSex</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDate of birth</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAddress</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPhone number</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nE-mail address</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOther data that is actively provided by creating a profile, in writing or by phone</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nLocation details</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nBanking details</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFinancial remunerations</p>\n<p>Without these details we are unable to hold our part of the agreement.\nIn order to fulfill our legal and societal duties we will process data in the event of (suspected) cases of illegal activities by members of our community and provide them to authorities.\nAlso, we store verified addresses by using iDIN (https://www.idin.nl/disclaimer-privacy/) in order to be able to take legal action in the event of illegal activities.\n</p>\n<p>\n<strong>Why do we process personal data?</strong>\n</p>\n<p>We process your personal data to:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAllow you to create an online account</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAssign one or more mystery shopping assignments to you</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCommunicate with you in relation to the assignments</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHandle payments</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nVerify your age when you apply for an age-related assignment that legally requires us to verify your age (e.g.\nalcohol and tobacco sales compliance research)</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnalyze user behavior on our website and platform to improve our online tools and to adapt our services to your preferences</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nBeing able to create analyses and anonymized statistics on the basis of your age, income and other data you have shared with us, that helps us inform our clients (for example: “mystery shoppers between 40- and 45-years old rate your store the highest”);</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFollow up on complaints and questions</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCarry out legal duties or court rulings, such as providing data for tax returns</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPreventing misuse and abuse</p>\n<p>\n<strong>What else do we do with your data?</strong>\n</p>\n<p>To make your experience as a mystery shopper as good as possible, your data is saved in your online account.\nThis way you won’t need to enter your data repeatedly.</p>\n<p>\n<strong>Community Approval</strong>\n</p>\n<p>The results from our researches go through a quality control before they are validated and sent to our clients.\nThis approval process is carried out by Secret View employees, but also by other members of the community (mystery shoppers).\nCommunity members with this capacity are called Community Approvers and are carefully selected by us.\nTherefore, it is possible that another community member gets to view the questionnaire you send in.\nWe take every possible step to decrease the chance a Community Approver gets insight into personal data.\nYour questionnaire is anonymized and there is a blackout tool that can be used to blur out certain sections.\nHowever, you are personally responsible for the information you provide textually in your answers about yourself or other people in describing certain situations.\nThe Community Approver can edit and/or improve the answers you provide.</p>\n<p>\n<strong>Automated decision-making</strong>\n</p>\n<p>Using automated decision-making processes allows us to more efficiently handle large numbers of (mystery shopping) assignments.\nThese automated processes may have consequences for registered community members regarding planning and/or carrying out assignments.\nThe processes lead to decision made by computer programs or systems without human (i.e., a Secret View employee) interference/involvement.</p>\n<p>We use the following computer programs and systems:</p>\n<p>Name:</p>\n<p>Self-developed software</p>\n<p>Why do we use it?</p>\n<p>The software we develop in-house is used to make carrying out research and insights into its results as efficient and user-friendly as possible.</p>\n<p>What automated process take place in the software?</p>\n<p>The following processes may be (to some extent) automated:</p>\n<ul>\n<li>Profile and account management</li>\n<li>Insight into all assignments</li>\n<li>Selection of mystery shoppers</li>\n<li>Insight into assignment status</li>\n<li>Information supply for assignments</li>\n<li>Handling payments</li>\n</ul>\n<p>To make the transition period from manual to automated processes as smooth as possible, every automation (process, decision-making, specific actions) is first rolled out in phases.\nThe automated process, decision or action will first be shown to the employee and/or user, who will manually have to confirm the event.\nOnly when we are sure the automation works as intended at all times, we will allow the automation to take place without human interference.\nUsing this method, we make sure users will not notice the transition from manual to automation – except for the efficiency and user-friendliness increases.</p>\n<p>As a community member, you have the right to voice your opinion with regards to an automated decision that involves you, and to object to this decision.\nIf you do not agree with an automated decision, please feel free to contact us.\nAn employee will manually review the decision.\nBy agreeing to carry out assignments (and our Terms &amp.\nConditions and this Privacy Policy), you explicitly agree with the use of automated decision-making processes in our platform.</p>\n<p>\n<strong>How long do we store personal data?</strong>\n</p>\n<p>We do not store your data any longer than is strictly necessary to achieve the goals they are collected for.\nMoreover, you can delete your account if you wish to do so, unless there is still an assignment to be carried out in that you are scheduled for.</p>\n<p>If you exercise this right to be forgotten, your profile we be deleted from our platform immediately.\nAll other personal data will be deleted after sending a request by e-mail to mysteryshopping@secretview.io.\nAll personal data will be deleted within the space of two months unless the data is required to comply with government regulations.\nWith regards to the latter, we maintain a 7-year storage period due to fiscal obligations.</p>\n<ol>\n<li>\n<strong>Client contacts </strong>\n</li>\n</ol>\n<p>When we engage in a contract with a new client, we process personal data of the contacts of that client.\nBoth Secret View and the client have a legitimate interest in processing this data because it allows the research(es) to be carried out and the client to use the results to their benefit.</p>\n<p>The summary below also applies to those contacts who are themselves (co-)owner of the business we have a contract with.</p>\n<p>To that end, we process the following data:</p>\n<ul>\n<li>Name</li>\n<li>Company name</li>\n<li>Phone number</li>\n<li>E-mail address</li>\n<li>Other data that is actively provided by creating a profile, in writing or by phone</li>\n</ul>\n<p>\n<strong>Why do we process personal data?</strong>\n</p>\n<p>We process your personal data to:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nBeing able to reach an agreement with the client</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCommunicate with the client (‘s contacts) with regards to the agreement</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHandle payments</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnalyze user behavior on our website and platform to improve our online tools and to adapt our services to your preferences</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFollow up on complaints and questions</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCarry out legal duties or court rulings, such as providing data for tax returns</p>\n<p>\n<strong>How long do we store personal data?</strong>\n</p>\n<p>We do not store your data any longer than is strictly necessary to achieve the goals they are collected for.\n</p>\n<p>If you exercise your right to be forgotten, your profile we be deleted from our platform immediately.\nAll other personal data will be deleted after sending a request by e-mail to support@secretview.io.\nOnce an agreement with a client ends, all personal data will be deleted within the space of three months, unless the data is required to comply with government regulations.\nWith regards to the latter, we maintain a seven-year storage period.</p>\n<ol>\n<li>\n<strong>All users</strong>\n</li>\n</ol>\n<p>The following information is applicable to all users in mentioned above.</p>\n<p>\n<strong>Sharing data with third parties</strong>\n</p>\n<p>We never sell personal data to third parties.\nWe will only supply these if it is required to do so in order to carry out the agreement made with the user or to adhere to legal regulations or court rulings.\nSome parties do receive your personal data and we always sign a processor agreement with these parties to ensure a high standard of protection and confidentiality with regards to your data.\nWe remain responsible for any processing of the data.</p>\n<p>The companies we have processor agreements with are:</p>\n<p>\n<strong>BDO</strong>\n</p>\n<p>Address<br> Meander 725<br> 6825 ME Arnhem</p>\n<p>Description<br> BDO is Secret View’s partner in financial administration and accountancy.\nThey help us to process all payments to mystery shoppers.\nThey receive the following data:</p>\n<p>o&nbsp;&nbsp.\nAddress</p>\n<p>o&nbsp;&nbsp.\nBank details</p>\n<p>When do they receive this data?<br> Only once an actual payment to a person is scheduled, BDO receives these details.</p>\n<p>\n<strong>Exact Online</strong>\n</p>\n<p>Address<br> Molengraaffsingel 33<br> 2629 JD Delft</p>\n<p>Description<br> Exact Online is the accounting software program Secret View uses to enable payments to community members.\nExact Online receives the following data:</p>\n<p>o&nbsp;&nbsp.\nAddress</p>\n<p>o&nbsp;&nbsp.\nBank details</p>\n<p>When do they receive this data?<br> Only once an actual payment to a person is scheduled, Exact Online receives these details.</p>\n<p>\n<strong>Straetus</strong>\n</p>\n<p>Address<br> Pollaan 43, 7202BV Zutphen</p>\n<p>Description<br> Straetus is a collection agency Secret View uses in case of payment issues.\nStraetus receives the following data: </p>\n<p>o&nbsp;&nbsp.\nSex</p>\n<p>o&nbsp;&nbsp.\nDate of birth</p>\n<p>o&nbsp;&nbsp.\nAddress</p>\n<p>o&nbsp;&nbsp.\nPhone number</p>\n<p>o&nbsp;&nbsp.\nE-mail address</p>\n<p>o&nbsp;&nbsp.\nLocation data</p>\n<p>o&nbsp;&nbsp.\nBank details</p>\n<p>o&nbsp;&nbsp.\nPaid amounts, including expenses</p>\n<p>When do they receive this data?<br> When a mystery shopper has to refund money (for example, when a compensation hsa not fully been spent or the assignment was cancelled) and the money is not refunded.\nAfter 45 days, the collection process is transferred to Straetus.\n</p>\n<p>\n<strong>Microsoft</strong>\n</p>\n<p>Address<br> Evert van de Beekstraat 354<br> 1118 CZ Schiphol</p>\n<p>Description<br> Microsoft is Secret View’s partner for all data hosting.\nMicrosoft receives the following data (encrypted):</p>\n<p>o&nbsp;&nbsp.\nName</p>\n<p>o&nbsp;&nbsp.\nSex</p>\n<p>o&nbsp;&nbsp.\nDate of birth</p>\n<p>o&nbsp;&nbsp.\nAddress</p>\n<p>o&nbsp;&nbsp.\nPhone number</p>\n<p>o&nbsp;&nbsp.\nE-mail address</p>\n<p>o&nbsp;&nbsp.\nOther data that is actively provided by creating a profile, in writing or by phone</p>\n<p>o&nbsp;&nbsp.\nPersonal interests</p>\n<p>o&nbsp;&nbsp.\nLocation details</p>\n<p>o&nbsp;&nbsp.\nBank details</p>\n<p>o&nbsp;&nbsp.\nPayment history</p>\n<p>When do they receive this data?<br> Microsoft receives this data on a continuous basis in order to store the data safely.\nThe data is encrypted and therefore not accessible to Microsoft.</p>\n<p>\n<strong>CM.com</strong>\n</p>\n<p>Address<br> Konijnenberg 30<br> 4825 BD Breda</p>\n<p>Description<br> CM.com is Secret View’s partner in communication with community members through WhatsApp.\nCM.com receives the following data:</p>\n<p>o&nbsp;&nbsp.\nName</p>\n<p>o&nbsp;&nbsp.\nPhone number</p>\n<p>When do they receive this data?<br> When a registered community member actively agrees to being contacted through WhatsApp in their profile on our platform, this data may be used to contact them through WhatsApp.</p>\n<p>\n<strong>Mollie B.V.</strong>\n</p>\n<p>Address<br> Keizersgracht 313<br> 11016 EE Amsterdam</p>\n<p>Description<br> Mollie is Secret View’s partner for return payments (unused moneys/cancelled assignments/etc.) from community members to Secret View.\nMollie receives the following data:</p>\n<p>o&nbsp;&nbsp.\nAddress</p>\n<p>o&nbsp;&nbsp.\nBanking details</p>\n<p>When do they receive this data?<br> In some cases, community members may need to return an amount of money to Secret View due to cancellations, surpluses after assignments, etc.\nPlease find all information on return payments in our Terms &amp.\nConditions.</p>\n<p>\n<strong>Mailjet</strong>\n</p>\n<p>Address<br> 4 rue Jules Lefebvre, 75009 Paris, France</p>\n<p>Description<br> Mailjet enables Secret View to send newsletters to people registered on our platform.\n&nbsp;Mailjet receives the following data:</p>\n<p>o&nbsp;&nbsp.\nName&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>o&nbsp;&nbsp.\nEmail</p>\n<p>When do they receive this data?<br> When the registered person allows Secret View to use this data for sending newsletters.\n</p>\n<p>\n<strong>Postmark</strong>\n</p>\n<p>Description<br> Postmark enables Secret View to send transactional e-mails (such as ‘Forgot password?’) to people registered on our platform.\nPostmark receives the following data: </p>\n<p>o&nbsp;&nbsp.\nName&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>o&nbsp;&nbsp.\nEmail</p>\n<p>When do they receive this data?<br>\n<br> When registering at Secret View.\nTransactional e-mails are required for the agreement between stakeholders and Secret View.\n</p>\n<p>\n<strong>Crisp.chat</strong>\n</p>\n<p>Address<br> 2 Boulevard de Launay, 44100 Nantes, France</p>\n<p>Description<br> Crisp is a chat tool enabling Secret View to support users of our services.\nIf you are not logged in to our platform, the chat will be anonymized.\nIf you are logged in, Crisp will receive the following data: </p>\n<p>o&nbsp;&nbsp.\nName&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>o&nbsp;&nbsp.\nEmail</p>\n<p>When do they receive this data?<br> Wanneer de gebruiker zelf de chat opent and is logged in.</p>\n<p>\n<strong>Links</strong>\n</p>\n<p>There may be links in Secret View’s communication channels that we are not owned by us.\nWe are not responsible for the content and privacy protection of the websites behind those links.\nWe strongly advise to read the respective website’s privacy policy.</p>\n<p>\n<strong>Your rights</strong>\n</p>\n<p>You have the right to get insight into your personal data, but also to edit and to delete it.\nYou are free to do so through the personal settings in your account on our platform.\nMoreover, you have the right to retract your permission to process your personal data or to object to our processing of your data.\nAlso, you have the right to data portability.\nThat means you can ask us to transfer your data in a common format to another organization of your choosing.</p>\n<p>Should you like to exercise one or more of these rights, we may ask you to verify your identity via two-factor authentication using e-mail and SMS.\nYou will be sent two codes will have to be verified with Secret View.\nAfter this verification, we will grant your request.</p>\n<p>We will try to respond as quickly as possible, but within four weeks at the most.\nWe would also like to point out the option of issuing a complaint with the Dutch national authority, the Dutch Data Protection Authority (Autoriteit Persoonsgegevens) through the following link: https://autoriteitpersoonsgegevens.nl/nl/contact-met-de-autoriteit-persoonsgegevens/tip-ons.\n</p>\n<p>\n<strong>How we protect personal data</strong>\n</p>\n<p>We take the protection of your personal data very seriously and take fitting measures to prevent and counter abuse, loss, unauthorized access, unwanted publication, and illicit editing of the data.</p>\n<p>Please find the most important measures below:</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nKeeping the online infrastructure updated</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse of security groups</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nData encryption</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSegmented insight into data</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nUse of HTTPS in both external and internal communication</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nDatabase back-ups</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGIT combined with CI/CD for efficient patch management continuation</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nStimulating privacy protection awareness with employees</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTesting, rating, and evaluating procedures for protective measures</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProtocol formulation in case of data leaks or security incidents</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nConfidentiality agreements</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nProcessor agreements</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMinimizing contact with personal data</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nKeeping track of all data processing activities</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMaintaining a data vault</p>\n<p>-&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMinimizing reception of personal data by clients</p>\n<p>Should you feel your data is not properly protected or there are signs of abuse/misuse of your data, please contact our team at mysteryshopping@secretview.io.</p>\n<p>\n<strong>Complaints</strong>\n</p>\n<p>You have the right to file a complaint with the Autoriteit Persoonsgegevens (AP) if you feel your data is not being used properly.</p>\n<p>\n<strong>Modifications</strong>\n</p>\n<p>We can always edit this privacy statement, for example in the event of changes in regulation.\nWe advise you to take a look at this statement regularly.</p>\n<p>Version July 25, 2023.</p>&nbsp.\n<p>© 2015 — 2023</p> For who EnterpriseMystery ShoppersProduct DashboardCommunityPlatformPricingMystery shopper Become a Mystery ShopperLoginCompany About usArticlesCasesNewsCareersContact Community Terms &amp.\nConditions&nbsp.\n— &nbsp.\nPrivacy&nbsp.\n— &nbsp.\nCookies&nbsp.\n— &nbsp.\nResponsible Disclosure English &nbsp.\n— &nbsp.\nNederlands &nbsp.\n— &nbsp.\nDeutsch ", "created_at": "2023-08-20 03:47:54.796159", "updated_at": "2023-08-20 03:48:16.633396"}, {"id": 18321, "name": "Terms & Conditions for Small Businesses", "url": "https://secretview.io/en/legal/terms-and-conditions-small-business", "xpath": "//body", "text": " Secret view EN <ul>\n<li> For who </li>\n<li> Product </li>\n<li>Pricing</li>\n<li>Articles</li>\n<li>Cases</li>\n<li>Careers</li>\n<li>Login</li>\n</ul> Business Sign Up Algemene Voorwaarden Mystery Shopping for Small Business <p>26-02-2021</p>\n<p>Download als .pdf</p>This page is currently available in Dutch only.<br>The English version is coming soon.<br>\n<p>\n<strong>Algemeen</strong>\n</p>\n<p>1.\nDeze voorwaarden zijn van toepassing op alle werkzaamheden die wij uitvoeren voor onze opdrachtgevers, tenzij wij hierover andere afspraken maken met een opdrachtgever.<br>2.\nAfwijkende of aanvullende afspraken met betrekking tot deze voorwaarden zijn alleen geldig als ze voor het sluiten van de overeenkomst (het ondertekenen van de offerte) schriftelijk zijn overeengekomen en getekend.</p>\n<p>\n<strong>Uitvoering onderzoeken</strong>\n</p>\n<p>3.\nWij doen altijd ons uiterste best om alle onderzoeken zo correct en volledig mogelijk uit te voeren.\nAfhankelijk van het type onderzoek, bestaan onze werkzaamheden uit de in de offerte opgenomen onderdelen.<br>4.\nAls we van start gaan met een onderzoek laten we dat graag aan de hele wereld weten.\nDaarom plaatsen wij berichten op de website, het platform, de socials en andere media.\nIn het geval van publicaties (analyses, nieuwsartikelen) zal de naam van de opdrachtgever nooit in verband gebracht worden met onderzoeksresultaten die openbaar worden gemaakt en nooit individueel belicht worden.<br>5.\nAls opdrachtgever ga je akkoord met ons gebruik van jullie logo, foto’s of andere media-uitingen.\nWaar wij of jullie dit nodig vinden, gaan we met elkaar in overleg over de wijze waarop dit gebruik plaats kan vinden.\nAls opdrachtgever sta je ervoor in dat wij de bedoelde materialen kunnen gebruiken zonder dat wij daardoor inbreuk maken op (eventuele) rechten van anderen.<br>6.\nVoor aanvang van een onderzoek hebben we gegevens van onze opdrachtgever nodig.\nZo kunnen wij er voor zorgen dat de voorbereiding vlekkeloos verloopt.\nWij zullen duidelijk aangeven welke gegevens we nodig hebben en jij als opdrachtgever zorgt ervoor dat deze en andere relevante gegevens op tijd aangeleverd worden.<br>7.\nDe volgende informatie hebben we (indien van toepassing) uiterlijk twee weken voor aanvang van het onderzoek nodig, tenzij we onderling iets anders hebben afgesproken:</p>\n<ul>\n<li>Factuurgegevens</li>\n<li>Feedback en andere input op het onderzoek</li>\n<li>Akkoord op totale onderzoeksopzet</li>\n<li>Adressenlijst deelnemende locaties</li>\n<li>Contactgegevens voor accounts</li>\n<li>Mediabestanden (logo, foto’s, etc.)</li>\n</ul>\n<p>8.\nZodra wij of onze betaalproviders een betaling hebben ontvangen, starten we met onze werkzaamheden.</p>\n<p>\n<strong>Afspraken met betrekking tot de verwerking van persoonsgegevens</strong>\n</p>\n<p>9.\nVoor alle onderzoeken maken wij één of meerdere online dashboards beschikbaar waarop de data inzichtelijk wordt gemaakt aan opdrachtgevers.\nHierop verzamelen en verwerken wij, afhankelijk van de onderzoeksmethode, de volgende gegevens:</p>\n<ul>\n<li>contactgegevens medewerkers, waaronder naam en e-mailadres</li>\n<li>gegevens winkellocaties</li>\n<li>meningen van klanten over prestaties op verschillende aspecten (o.a.\nhygiëne, winkelpersoneel, producten, etc.)</li>\n<li>meningen van medewerkers over hun werksituatie</li>\n<li>(uiterlijke) beschrijvingen van medewerkers.</li>\n</ul>\n<p>10.\nZowel onze opdrachtgevers als wij zelf bepalen voor welke doeleinden de onder 9.\nbedoelde persoonsgegevens worden verzameld en welke middelen daarbij worden gebruikt.\nVoor de verwerking van deze persoonsgegevens zijn zowel wij als onze opdrachtgevers verwerkingsverantwoordelijke.\nWij zijn dus geen verwerker in de zin van de AVG.\nHieronder lees je hoe wij omgaan met de persoonsgegevens die wij ontvangen en hoe de verantwoordelijkheden zijn verdeeld tussen ons en onze opdrachtgevers.<br>11.\nVoor de verwerking van de onder 9.\ngenoemde gegevens gebruiken wij onze eigen software, waarin wij ook vastleggen wie er toegang krijgt tot welke gegevens.\nWij verwerken de gegevens voor de volgende doeleinden:</p>\n<ul>\n<li>het kunnen sluiten van een overeenkomst met de opdrachtgever;</li>\n<li>de uitvoering van de opdracht, waaronder<br>undefinedundefinedundefinedundefined</li>\n<li>het kunnen afhandelen van betalingen;</li>\n<li>het kunnen opvolgen van klachten en/of meldingen;</li>\n<li>de uitvoering van een wettelijke verplichting (waaronder fiscale verplichtingen) of een gerechtelijke uitspraak;</li>\n<li>benchmarking van branches;</li>\n<li>publiciteit, waaronder publicaties over geanonimiseerde benchmarks</li>\n<li>het verbeteren van onze diensten.</li>\n</ul>\n<p>12.\nAls opdrachtgever ben je zelf verantwoordelijk om jouw medewerkers (zowel onze contactpersonen als andere medewerkers) overeenkomstig de AVG te informeren over de door ons uit te voeren werkzaamheden.<br>13.\nAls wij rechtstreeks verzoeken krijgen van jouw medewerkers met betrekking tot de uitvoering van hun privacyrechten (zoals bijvoorbeeld: inzage, wijziging of verwijdering), dan zullen wij dat verzoek in eerste instantie aan jou doorsturen voor verdere afhandeling.\nWij kunnen je eventueel helpen bij de uitvoering van deze verzoeken.<br>14.\nAlle data die wij verzamelen wordt veilig opgeslagen.\nDeze data wordt opgeslagen in een centrale database in de cloud.\nHet is alleen mogelijk om via vertrouwde locaties een beveiligde verbinding tot stand te brengen.\nDaarnaast wordt alle communicatie van en naar de database versleuteld.<br>15.\nAlle gegevens die worden verzameld tijdens een onderzoek, worden gedurende onze werkzaamheden bewaard en aan jou inzichtelijk gemaakt.\nAls onze samenwerking eindigt geldt het bepaalde in artikel 32.\nDaarna zullen de gegevens geanonimiseerd bewaard worden.<br>16.\nDe persoonsgegevens zullen niet langer worden bewaard dan noodzakelijk is om te voldoen aan de doeleinden onder 11.\nPersoonsgegevens die om fiscale redenen bewaard moeten blijven, worden na 7 jaar gewist.\nPersoonsgegevens die relevant kunnen zijn in het kader van de verbetering van onze diensten, zullen zo veel als mogelijk worden geanonimiseerd en bewaard in een geaggregeerde dataset.<br>17.\nJij als opdrachtgever staat ervoor in dat de verwerking van bovengenoemde persoonsgegevens voor bovengenoemde doeleinden rechtmatig is en dus geen inbreuk maakt op de rechten van de betrokken personen.\nJe vrijwaart ons voor eventuele boetes en aanspraken van derden, waaronder van aanspraken van jouw medewerkers.\nDe kosten die wij moeten maken in verband met dergelijke aanspraken of boetes kunnen wij op jou verhalen.<br>18.\nWij zullen je zo spoedig mogelijk informeren in geval van een datalek (een inbreuk in verband met persoonsgegevens) met betrekking tot de onder 9.\nbedoelde gegevens.\nWij zullen, als de AVG dat vereist, zelfstandig melding doen aan de Autoriteit Persoonsgegevens.\nIndien ook een melding aan de betrokkenen vereist is, zullen wij in overleg met jou bepalen wie die melding zal doen.<br>19.\nWaar dat nodig is, zullen wij samenwerken om gehoor te geven aan de verzoeken of bevelen vanuit de Autoriteit Persoonsgegevens.</p>\n<p>\n<strong>Geheimhouding</strong>\n</p>\n<p>20.\nWij, maar ook onze opdrachtgevers, zijn verplicht om alle vertrouwelijke informatie die wij van elkaar ontvangen hebben, geheim te houden.\nWij zorgen er beiden voor dat onze medewerkers zich aan deze verplichting zullen houden.\nToegangscodes, wachtwoorden maar ook informatie die wordt verzameld door de mystery shoppers, zijn in ieder geval vertrouwelijk.</p>\n<p>\n<strong>Financieel</strong>\n</p>\n<p>21.\nBij een online opdracht vindt facturering plaats direct bij het plaatsen van de opdracht, tenzij je voor een andere betaalwijze kiest.\nHet verschuldigde bedrag dient bij het plaatsen van de opdracht te worden voldaan.<br>22.\nBij een online opdracht worden de vergoedingen (of shoptegoeden) voor de mystery shoppers direct bij het plaatsen van de opdracht gefactureerd.\nOok deze vergoedingen dienen bij het plaatsen van de opdracht te worden voldaan.<br>23.\nAls er vergoedingen worden uitgekeerd aan mystery shoppers die gebruikt worden als shoptegoed, dien je daar twee keer BTW over te betalen.\nNamelijk ten eerste het moment dat de vergoeding door ons wordt gefactureerd ten tweede het moment dat de BTW afdracht over jouw omzet plaatsvindt.\nIn totaal wordt er dus meer aan vergoedingen uitgekeerd dan wat er terugkeert als omzet.<br>24.\nIn het geval van liquidatie, faillissement, beslag of surseance van betaling van jouw organisatie, zijn al onze vorderingen op jullie onmiddellijk opeisbaar.</p>\n<p>\n<strong>Opzegging en beëindiging door de opdrachtgever</strong>\n</p>\n<p>25.\nWij streven altijd naar langdurige, doorlopende samenwerkingen.\nZo komen onze onderzoeken het best tot hun recht.\nAls de overeenkomst vroegtijdig (eerder dan de afgesproken looptijd) door jullie wordt opgezegd, dan behouden wij het recht op betaling van onze al uitgevoerde werkzaamheden en gemaakte kosten.<br>26.\nBij vroegtijdige opzegging maken wij aanspraak op compensatie voor de winst die wij daardoor mislopen en/of het verlies dat wij daardoor lijden.<br>27.\nDe onder 29.\nbedoelde de compensatie geldt niet als wij toerekenbaar tekort zijn geschoten in de nakoming van onze afspraken en jullie ons tevergeefs schriftelijk in de gelegenheid hebben gesteld deze tekortkoming binnen een redelijke termijn te herstellen.<br>28.\nDe resultaten van onze werkzaamheden blijven gedurende maximaal drie maanden na het einde van de werkzaamheden beschikbaar.\nJe kunt ervoor kiezen deze periode, tegen betaling, te verlengen.\nIn geval van vroegtijdige beëindiging, behouden wij ons recht voor de resultaten niet meer beschikbaar te stellen c.q.\nte houden.\nDit geldt niet in de situatie als bedoeld onder 30.</p>\n<p>\n<strong>Opschorting en beëindiging door ons</strong>\n</p>\n<p>29.\nWij behouden ons het recht voor om in sommige situaties en onder bepaalde voorwaarden de overeenkomst te beëindigen (ontbinden of opzeggen) of op te schorten.\nDie bevoegdheid hebben wij, naast onze wettelijke mogelijkheden, in het geval dat:</p>\n<ul>\n<li>de verplichtingen uit de overeenkomst door jullie niet of niet volledig worden nagekomen of wanneer er na het sluiten van de overeenkomst gegronde twijfel bestaat over het nakomen van deze verplichtingen;</li>\n<li>er omstandigheden zijn die het onmogelijk maken om de (ongewijzigde) overeenkomst na te komen.</li>\n</ul>\n<p>30.\nHet inroepen van ons recht op opschorting of beëindiging, staat niet in de weg aan ons (eventuele) recht op schadevergoeding.\nBij beëindiging zijn al onze vorderingen op jullie direct opeisbaar.<br>31.\nIndien wij tot opschorting of beëindiging overgaan, dan zijn wij niet verplicht tot vergoeding van de eventuele schade die daardoor is of zal ontstaan.</p>\n<p>\n<strong>Aansprakelijkheid</strong>\n</p>\n<p>32.\nWij zijn alleen aansprakelijk voor directe schade met een maximum van tweemaal het jaarlijkse opdrachtbedrag (exclusief de verstrekte shoptegoeden).<br>33.\nWij zijn niet aansprakelijk voor:</p>\n<ul>\n<li>Indirecte schade, waaronder winstderving, verminderde goodwill, reputatieschade, personeelskosten of bedrijfsstagnatie;</li>\n<li>het tijdelijk niet beschikbaar zijn van het portaal waarin de onderzoeksresultaten worden gepresenteerd aan haar opdrachtgevers.\nen</li>\n<li>eventuele tekortkomingen van mystery shoppers.</li>\n</ul>\n<p>34.\nAls een mystery shopper schade veroorzaakt en daarop door jou als opdrachtgever wordt aangesproken, dan kan de mystery shopper zich ook beroepen op de onder 32.\nen 33.\nopgenomen aansprakelijkheidsbeperkingen.<br>35.\nWij kunnen ons niet op een beperking van onze aansprakelijkheid beroepen wanneer de schade is ontstaan door ons eigen opzettelijk of bewust roekeloos handelen.</p>\n<p>\n<strong>Overmacht</strong>\n</p>\n<p>36.\nAls wij de overeenkomst niet kunnen nakomen doordat wij daarin gehinderd worden als gevolg van een omstandigheid die buiten onze schuld ligt, dan kunnen we niet gehouden worden aan de verplichtingen in de overeenkomst.<br>37.\nMet overmacht bedoelen we, naast wat in de wet bepaald is, alle onvoorziene oorzaken van buitenaf waar wij geen directe invloed op hebben en die ervoor zorgen dat we niet in staat zijn de verplichtingen na te komen.<br>38.\nIn het geval dat de overmacht langere tijd aanhoudt, kunnen wij de verplichtingen uit de overeenkomst opschorten.\nAls het langer dan drie maanden duurt, zijn zowel wij als jullie gerechtigd om de overeenkomst op te zeggen, zonder dat daar enige schadevergoeding aan te pas komt.<br>39.\nAlle werkzaamheden die wij tot het moment dat overmacht intreedt hebben uitgevoerd, dienen door jullie te worden vergoed.<br>40.\nAls de uitvoering van de werkzaamheden onmogelijk of bemoeilijkt wordt als gevolg van overheidsmaatregelen ten gevolge van een pandemie, dan gaan we met elkaar in gesprek over de eventuele beëindiging of de pauzering van de werkzaamheden en de financiële consequenties daarvan.</p>\n<p>\n<strong>Toepasselijk recht</strong>\n</p>\n<p>41.\nOp alle overeenkomsten tussen onze organisaties is het Nederlands recht van toepassing.</p>\n<p>© 2015 — 2023</p> For who EnterpriseMystery ShoppersProduct DashboardCommunityPlatformPricingMystery shopper Become a Mystery ShopperLoginCompany About usArticlesCasesNewsCareersContact Community Terms &amp.\nConditions&nbsp.\n— &nbsp.\nPrivacy&nbsp.\n— &nbsp.\nCookies&nbsp.\n— &nbsp.\nResponsible Disclosure English &nbsp.\n— &nbsp.\nNederlands &nbsp.\n— &nbsp.\nDeutsch ", "created_at": "2023-08-20 03:47:54.8568", "updated_at": "2023-08-20 03:48:57.939612"}, {"id": 18322, "name": "Terms & Conditions for the Community", "url": "https://secretview.io/en/legal/terms-and-conditions", "xpath": "//body", "text": " Secret view EN <ul>\n<li> For who </li>\n<li> Product </li>\n<li>Pricing</li>\n<li>Articles</li>\n<li>Cases</li>\n<li>Careers</li>\n<li>Login</li>\n</ul> Business Sign Up Community Terms &amp.\nConditions <p>25-07-2023</p>\n<p>Welcome to Secret View! These terms and conditions are meant to guide and govern the access to and use of the services of Secret View via the platform (https://platform.secretview.io) and the mobile application and all its content.</p>\n<p>Secret View is part of Secret Collect B.V.\n(Velperplein 23, 6811 AH, Arnhem, The Netherlands).\nIn these terms and conditions, Secret View is referred to by “Secret View”, “we” and “us”, and we refer to you as user of our platform as “you”, “mystery shopper” and/or “Community Approver”.\nBy “platform” we refer in these terms and conditions to both Secret View’s website that is only accessible by creating an account (https://platform.secretview.io), and the mobile application.</p>\n<p>\n<strong>These terms and conditions are applicable to everyone who registers as a member of Secret View’s community.\nBy registering, you declare that you understand and agree to these terms and conditions.\n</strong>Also, upon registering you declare that you have read and understood our Privacy Statement.\nAfter registration, you are fully authorized to do assignments with Secret View.</p>\n<p>These terms and conditions are originally written in Dutch.\nIn the event a translation of these terms and conditions conflicts with the Dutch original version, the original version will always take precedence.\nThese terms and conditions may be modified by Secret View at any moment.</p>\n<p>Should you have any questions and/or remarks about these terms and conditions, please contact us via the live chat or via mysteryshopping@secretview.io.\n</p>\n<p>\n</p>\n<strong>Registration</strong>\n<p>\n</p>\n<p>1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nOnly registered users are allowed to do assignments with Secret View.\nRegistration is free.\nUpon registering, you are obliged to enter your personal details truthfully and completely.\nYou declare not to create an account with the aim of committing fraud, misuse, or abuse.\nYou are solely responsible for keeping your account, the finances, and the security of your password up to date.</p>\n<p>2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIt is not allowed to create more than one account per person.</p>\n<p>3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThere is no working relationship between you and Secret View.\nAs a result, you are solely responsible for any insurances, tax declarations, handling accidents and damages during assignments, et cetera.</p>\n<p>\n</p>\n<strong>Applying for assignments</strong>\n<p>\n</p>\n<p>4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAll available assignments are shown on the platform.</p>\n<p>5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou become eligible for an assignment when you apply to or receive an invite for an assignment.</p>\n<p>6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAn assignment has several conditions, such as the timeframe the assignment can be done in and the (financial) reward given for it.</p>\n<p>7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou can only apply to assignments if you belong to the assignment’s target audience.\n</p>\n<p>8.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFor some assignments it may be mandatory to verify personal data such as your age with a verification tool.</p>\n<p>9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou only apply for assignments if you agree to the conditions in the assignment description and intend to do the assignment.</p>\n<p>10.&nbsp;&nbsp.\nThe selection process is based on several aspects such as target audience, location, previous experiences, and quality ratings.</p>\n<p>11.&nbsp;&nbsp.\nSecret View may select mystery shoppers for assignments manually and automatically using an algorithm.\nThe algorithm bases its decisions on several aspects such as target audience, quality, speed, and reliability of the mystery shopper based on previous experiences.</p>\n<p>\n</p>\n<strong>Doing assignments</strong>\n<p>\n</p>\n<p>12.&nbsp;&nbsp.\nYou will only do an assignment once you have been selected and the overview in your account indicates that the assignment is ready to be carried out.</p>\n<p>13.&nbsp;&nbsp.\nYou will only do an assignment once you have read and understood all available information, such as the briefing and survey.</p>\n<p>14.&nbsp;&nbsp.\nYou always check the date range and timeframe within which an assignment must be done before doing an assignment.\nYou can access public information such as a store’s opening hours or a web shop’s delivery times for this information.</p>\n<p>15.&nbsp;&nbsp.\nShould anything go wrong during an assignment, you always contact Secret View first before filling out the survey.</p>\n<p>16.&nbsp;&nbsp.\nYou will only do assignments yourself and will not let anyone else do assignments for you, unless explicitly agreed otherwise.</p>\n<p>17.&nbsp;&nbsp.\nYou will do every assignment in an honest and thorough manner.</p>\n<p>18.&nbsp;&nbsp.\nYou will never do any assignment for a client you are in any way related to (e.g.\nas employee, former employee or friends/family employed by the client).\n</p>\n<p>19.&nbsp;&nbsp.\nIn the event you unexpectedly meet someone you know while doing an assignment, and that person works for the client, you will let Secret View know immediately.\nWe will then evaluate whether your research result is still usable.</p>\n<p>20.&nbsp;&nbsp.\nYou will never do an assignment while under the influence of drugs and/or alcohol.</p>\n<p>21.&nbsp;&nbsp.\nYou will never visit a specific location of one client more than once every 180 days in order to prevent recognition, unless explicitly agreed otherwise.</p>\n<p>22.&nbsp;&nbsp.\nYou will always adhere to the given scenario for an assignment.</p>\n<p>23.&nbsp;&nbsp.\nYou will always ensure your behavior and appearance adhere to the requirements of the assignment.</p>\n<p>24.&nbsp;&nbsp.\nIn the event you are no longer in the capacity to do an assignment assigned to you it is possible to cancel an assignment.\nIn case you have already received a compensation, you will receive a refund request.</p>\n<p>25.&nbsp;&nbsp.\nYou will never return a purchase made for regular assignments, unless explicitly allowed or required.\nThis is not applicable for compliance research assignments.</p>\n<p>26.&nbsp;&nbsp.\nIt is not allowed to resell or rent any products purchased during an assignment.</p>\n<p>27.&nbsp;&nbsp.\nYou will never reveal yourself as a mystery shopper to the client, unless explicitly allowed or required.</p>\n<p>28.&nbsp;&nbsp.\nIt is not allowed to initiate contact with one of Secret View’s clients concerning an assignment, unless explicitly allowed or required.</p>\n<p>29.&nbsp;&nbsp.\nSecret View maintains the right to modify an assignment, the selection of an assignment, and to cancel an assignment at any time.</p>\n<p>\n</p>\n<strong>Doing compliance research assignments</strong>\n<p>30.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn the event an assignment requires you to purchase products that have an age restriction, such as alcoholic beverages and tobacco, it is your responsibility to handle these products carefully and correctly (i.e.\naccording to local laws).</p>\n<p>31.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou will buy a maximum of one age-restricted product unless explicitly stated otherwise in the assignment.</p>\n<p>32.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nYou will always return age-restricted purchases you may have done for your compliance research assignment to the client of Secret View through the method indicated in the assignment, unless explicitly stated otherwise in the assignment.\nThis does not apply to regular mystery shopping assignments.</p>\n<p>33.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIn case you do duo-assignments, with one minor mystery shopper and an adult supervising mystery shopper, both mystery shoppers guarantee that age-restricted products are always handed over to the supervising adult immediately after purchase.</p>\n<p>\n</p>\n<strong>Delivering research results</strong>\n<p>\n</p>\n<p>34.&nbsp;&nbsp.\nYou always fill out the survey of an assignment within the indicated time limit, unless agreed otherwise.</p>\n<p>35.&nbsp;&nbsp.\nYou always follow Secret View’s guidance regarding the survey.</p>\n<p>36.&nbsp;&nbsp.\nYou ensure the survey reflects factual events and not opinions, unless requested otherwise.</p>\n<p>37.&nbsp;&nbsp.\nYou safely store all notes and documentation (photos, brochures, receipts, etc.) you may have collected for an assignment during at least one month after the assignment.\nAlso, you will provide this documentation to Secret View upon request.</p>\n<p>38.&nbsp;&nbsp.\nYou make sure that all explanations, descriptions, and other answers to survey questions are:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInformative and give a precise description of the mystery shopping visit</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nClear and do not contradict other answers in the survey</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nObjective, complete, and free of excessive use of punctuation marks</p>\n<p>d.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFree of opinions, assumptions, comparisons, and conclusions unless specifically requested otherwise</p>\n<p>e.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nConstructively formulated and elaborated on when requested</p>\n<p>f.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMotivating and descriptive for the receivers of the feedback</p>\n<p>&nbsp;</p>\n<strong>Community Approval</strong>\n<p>\n</p>\n<p>39.&nbsp;&nbsp.\nCommunity Approvers are members of the Secret View community who do so-called micro-assignments for a small financial compensation.\nThe reward per assignment may differ and may be modified by Secret View at any time.</p>\n<p>40.&nbsp;&nbsp.\nAs a Community Approver, you are free to choose when you work and how much work you do.</p>\n<p>41.&nbsp;&nbsp.\nBy accepting the role of Community Approver, you declare to understand and accept the rules that are shared with you.</p>\n<p>42.&nbsp;&nbsp.\nThe Community Approver role may be assigned to a community member on request and may be removed from an account by Secret View at any time without giving any reason.</p>\n<p>\n</p>\n<strong>Financial</strong>\n<p>\n</p>\n<p>43.&nbsp;&nbsp.\nYou receive a compensation per assignment on the bank account that you provided in your account on our platform.\nThe amount is indicated in the assignment description.\nSome assignments may have additional expense compensations, these are also included in the assignment description.</p>\n<p>44.&nbsp;&nbsp.\nWhen you receive a shopping budget for an assignment, you always spend the full amount during your assignment, unless agreed otherwise.\nOftentimes it is allowed to spend more than the shopping budget at your own expense, unless stated otherwise.</p>\n<p>45.&nbsp;&nbsp.\nCompensations may be transferred before or after having done your assignment, or a combination of both.\nThe payment method is indicated in the assignment description.</p>\n<p>46.&nbsp;&nbsp.\nSecret View may for various reasons ask you to refund a previously received (partial) compensation.\nA refund request must be complied with within 14 days.\nIn case the refund is neglected, Secret View may turn to debt collection measures leading to collection costs of at least €40.00 euros.\nReasons for requesting a refund may be:</p>\n<p>a.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe assignment was not or not correctly done</p>\n<p>b.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe survey was not or not correctly filled out</p>\n<p>c.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nThe total amount spent was less than the shopping budget received</p>\n<p>47.&nbsp;&nbsp.\nA refund request can only be fulfilled via the process initiated by Secret View.\nSelf-initiated transfers to Secret View’s bank account cannot be processed.</p>\n<p>48.&nbsp;&nbsp.\nYou are solely responsible for declaring your income with Secret View to your local tax authorities.</p>\n<p>49.&nbsp;&nbsp.\nYou are solely responsible for payment of any turnover taxes if applicable in your situation.</p>\n<p>50.&nbsp;&nbsp.\nYou are solely responsible for keeping track of your earnings with Secret View and the consequences of these earnings on your tax situation and any social securities or contributions you may receive.</p>\n<p>51.&nbsp;&nbsp.\nSecret Views pays all community members under the Dutch IB-47 regulation.\nThis regulation stipulates that you do not earn a salary but are compensated financially for the assignments carried out.</p>\n<p>52.&nbsp;&nbsp.\nSecret View registers all payments for assignments with the Dutch tax authorities (De Belastingdienst), which is why we need personal details such as your address.\nYour earnings with Secret View usually count as ‘income from other work’, but please check with your local authorities.</p>\n<p>53&nbsp;&nbsp.\nSecret View cannot accommodate invoicing to and from freelancers and other entrepreneurs who are registered as community members for their assignment compensations.</p>\n<p>\n</p>\n<strong>Confidentiality and privacy</strong>\n<p>\n</p>\n<p>54.&nbsp;&nbsp.\nYou will never share information about the performance of (a location of) one of Secret View’s clients related to an assignment with others.</p>\n<p>55.&nbsp;&nbsp.\nYou will never initiate contact with one of Secret View’s clients without previous written consent from Secret View.</p>\n<p>56.&nbsp;&nbsp.\nYou will never approach or use any media outlet to voice complaints about Secret View or its clients.\nIf you have any complains, please let us know by sending us an e-mail at mysteryshopping@secretview.io.\n</p>\n<p>57.&nbsp;&nbsp.\nWe handle your personal information with the utmost care and will never share your information with third parties without your consent.\nPlease find more about this in our Privacy Statement.</p>\n<p>\n</p>\n<strong>Terminating the relationship</strong>\n<p>\n</p>\n<p>58.&nbsp;&nbsp.\nThe relationship between you and Secret View can be terminated by you at any time if all payments and refund requests have been finalized.</p>\n<p>59.&nbsp;&nbsp.\nThe relationship between you and Secret View can be terminated by Secret View at any time without giving any reason.</p>\n<p>60.&nbsp;&nbsp.\nWhen there is reasonable suspicion or proof of misuse, abuse, fraud, theft or otherwise not adhering to these terms and conditions, Secret View maintains the right to claim €500,00 for damages, to demand the refund of all or part of the received compensations, to immediately terminate the account, and if necessary to press charges and/or take subsequent legal action.</p>\n<p>61.&nbsp;&nbsp.\nIf you would like to terminate the relationship between you and Secret View, you can delete your account on our platform.</p>\n<p>© 2015 — 2023</p> For who EnterpriseMystery ShoppersProduct DashboardCommunityPlatformPricingMystery shopper Become a Mystery ShopperLoginCompany About usArticlesCasesNewsCareersContact Community Terms &amp.\nConditions&nbsp.\n— &nbsp.\nPrivacy&nbsp.\n— &nbsp.\nCookies&nbsp.\n— &nbsp.\nResponsible Disclosure English &nbsp.\n— &nbsp.\nNederlands &nbsp.\n— &nbsp.\nDeutsch ", "created_at": "2023-08-20 03:47:54.886971", "updated_at": "2023-08-20 03:49:13.315682"}, {"id": 18320, "name": "Cookie statement", "url": "https://secretview.io/en/legal/cookie-statement", "xpath": "//body", "text": " Secret view EN <ul>\n<li> For who </li>\n<li> Product </li>\n<li>Pricing</li>\n<li>Articles</li>\n<li>Cases</li>\n<li>Careers</li>\n<li>Login</li>\n</ul> Business Sign Up Yum, cookies! <p>25-01-2022</p> Renew or change your cookie consent <p>We may use cookies to enhance your user experience on our website and platform.\nCookies are small bits of information that are saved on your computer while you browse the website and platform.\nCookies make sure you can be recognized when you log in, they help us make the pages load faster, save your data in a safe place and allow us to detect bugs and other errors in our website and software.\n</p>\n<p>Don't want to receive cookies? You can delete them in your browser settings.\nRemember that the software may be slower and not perform as well!</p>\n<p>You consent to our cookies if you continue to use our website.\nThe law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies, we need your permission.\nThis site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.</p>\n<p>You can at any time change or withdraw your consent from the Cookie Declaration on our website.</p>\n<p>\n</p>\n<strong>Functional cookies</strong>\n<p>\n</p>\n<p>We use cookies with a purely functional purpose.\nThese ensure our website performs as intended and your preferences are saved.\n</p>\n<p>\n</p>\n<strong>Analytical cookies</strong>\n<p>\n</p>\n<p>We try to analyze the behavior of visitors on our website.\nThis way we try to determine our visitors’ interest, maintain, and optimize the website’s functionality.\nThat is why we store analytical cookies in your browser.</p>\n<p>Using these cookies we collect information about your computer, operating system, browser, statistics on pageviews, traffic to and from the website, location, the referring URL, and the IP address.</p>\n<p>\n<strong>Google Analytics and Application Insights</strong>\n</p>\n<p>In order to analyze the data, we use the services of Google Analytics and Application Insights.\nTo that end we have processor agreements with these parties.\nWe guarantee that whenever personal data is processed that data is encrypted.\nAlso, the last eight numbers of the IP address are hidden.</p>\n<p>\n</p>\n<strong>Tracking cookies and third-party cookies</strong>\n<p>\n</p>\n<p>We also store cookies that track your behavior on the internet so we can provide you with content and adverts that are relevant to you.</p>\n<p>\n</p>\n<p>\n<strong>Google Maps<br>\n</strong>\n<br> Our website and the platform may use Google Maps.\nThis allows us to display geographical maps and travel directions on websites.\nTo use this service, we need to place several cookies to remember your preferences.</p>\n<p>\n</p>\n<p>\n<strong>Social media</strong>\n</p>\n<p>\n</p>\n<p>Our website may contain buttons to promote or share (“like”, “tweet”, “share”) content and/or pages to social media such as LinkedIn, Facebook, Instagram, and Twitter.\nThese buttons contain small pieces of code that store cookies we cannot influence.\nWe recommend reading the respective privacy statements of these companies to find out how they process personal data.</p>\n<p>\n</p>\n<p>LinkedIn:&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nhttps://www.linkedin.com/legal/privacy-policy</p>\n<p>Twitter: &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nhttps://twitter.com/privacy/&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>Facebook (also Instagram): http://www.facebook.com/about/privacy/&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</p>\n<p>\n</p>\n<p>The information gathered by these parties is anonymized as much as possible.\nThe information is transferred to LinkedIn, Facebook, Instagram, and Twitter and may be stored on servers outside of the European Union.</p>\n<p>\n</p>\n<strong>Cookie preferences</strong>\n<p>\n</p>\n<p>You may edit your cookie preferences so that they are no longer stored on your computer.\nPlease go to the bottom of this text to edit your preferences.\nMoreover, you can delete all information that has previously been stored by navigating to your browser’s settings.\n</p>\n<p>Without cookies, some parts of the website and platform may not work properly or work at all.</p>\n<p>&nbsp;</p>\n<p>© 2015 — 2023</p> For who EnterpriseMystery ShoppersProduct DashboardCommunityPlatformPricingMystery shopper Become a Mystery ShopperLoginCompany About usArticlesCasesNewsCareersContact Community Terms &amp.\nConditions&nbsp.\n— &nbsp.\nPrivacy&nbsp.\n— &nbsp.\nCookies&nbsp.\n— &nbsp.\nResponsible Disclosure English &nbsp.\n— &nbsp.\nNederlands &nbsp.\n— &nbsp.\nDeutsch ", "created_at": "2023-08-20 03:47:54.826274", "updated_at": "2023-08-20 03:48:39.911056"}], "points": [], "urls": ["secretview.io", "platform.secretview.io"]}}