{"error": 448, "message": "OK", "parameters": {"id": 7981, "name": "Purelymail", "created_at": "2023-04-11 00:23:14.100624", "updated_at": "2023-04-22 11:50:40.692269", "wikipedia": null, "keywords": null, "related": null, "slug": "purelymail", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7981.png", "url": "purelymail.com", "documents": [{"id": 15448, "name": "Terms of Service", "url": "https://purelymail.com/termsofservice", "xpath": "//body", "text": "PurelymailAboutPricingSupportNewsDocsWebmailAccountSignupTerms of ServiceDefinitions<p>Purelymail LLC is hereafter referred to as the \"Company\" or \"we\".</p>\n<p>Services provided by the Company, including but not limited to the Purelymail email service, are hereafter referred to as the \"Service\".</p>\n<p>These terms and conditions for use of the Service provided by the Company are hereafter referred to as the \"Terms\".</p>Prerequisites<p>This Service is provided only to individuals who are at least 18 years old, or minors who have parental or guardian permission to open an account.</p>\n<p>\n<i>By completing the registration process, you state that you are eligible for an account and agree to be bound by all of these Terms.</i> You are not authorized to use the Service unless you accept these Terms without modification.</p>\n<p>If you are entering into this agreement on behalf of a company or other legal entity, you represent\nthat you have the authority to bind such entity, its affiliates and all users who access\nthe Service through your account to these terms and conditions, in which case the terms\n\"you\" or \"your\" shall refer to such entity, its affiliates and users associated with it.\nIf you do not have such authority, you may not accept these Terms.</p>Conduct<p>You are responsible for the confidentiality of your password and account.</p>\n<p>You are responsible for all content sent and received and all activities within the Service under your account.</p>\n<p>You must notify Purelymail immediately if you become aware of any unauthorized account use or other breach of security.</p>\n<p>You agree to not use the Service for any unlawful or prohibited activity.\nThe Company reserves the right to terminate accounts being used for illegal activity.</p>\n<p>You agree to not disrupt Purelymail networks and servers, and that the Company may take action as necessary to protect its ability to render the Service to others.</p>\n<p>You agree to not use the Service to send junk mail, spam, mailing list emails, or any other forms of unsolicited emails, and to not send emails for the purposes of advertising, phishing, or spreading malware or viruses.\nWe reserve the right to immediately suspend any account found sending these types of email.</p>Disclaimers<p>The Company may terminate or suspend your account if you are found in violation of these Terms.</p>\n<p>The Company has no obligation to provide the Service or to recover or maintain content for terminated or suspended accounts.</p>\n<p>If you misplace your password and your account is not configured to store recovery information, the Company has no obligation or ability to recover encrypted messages or other encrypted data.</p>\n<p>The Company may suspend or terminate your account for non-payment.</p>\n<p>The Company cannot make any warranty about the reliability of the Service or the security of your data.</p>\n<p>The Company reserves the right to monitor, retain, or disclose any information necessary to satisfy applicable laws, regulations, or governmental request.</p>Service<p>The Service is provided \"as is\" without warranty of any kind.\nThe Service and any information provided by the Company may include inaccuracies or errors.\nThe Company does not represent or warrant that any such defects will be corrected, or that the Service is free of viruses or harmful components.\nThe Company does not guarantee that access to the Service will be uninterrupted, and makes no warranty or representation in regards to the availability, reliability, or timeliness of the Service.</p>\n<p>You agree to not hold the company responsible nor to seek indemnification for damages as a result of loss of use, data, or profits arising from performance or failure of performance of the Service, nor from unintentional release of confidential information due to any security failure in the Service.\nYou agree that your sole remedy is to discontinue your use of the Service.</p>\n<p>The Company may make changes to the Service at any time without notice.</p>\n<p>The Company may, at its sole discretion, terminate service without cause or notice.\nThe Company reserves the right to refuse service to anyone for any reason at any time.</p>Indemnification<p>You agree to indemnify and hold the Company, and any parents, subsidiaries, officers, employees, or affiliates harmless from any third party claim, demand, or damages, including reasonable attorneys' fees, arising out of your use of this Service.</p>Privacy<p>Our Privacy Policy explains how we handle your personal data and privacy in relation to your use of the Service.\nBy agreeing to the Terms, you also agree to our Privacy Policy.</p>Terms of Payment<p>Services provided by and payments made to the Company are non refundable, except at the sole discretion of the Company.</p>\n<p>The Company may make available an account balance associated with your account (\"Credits\").\nCredits are neither a bank account nor any kind of payment instrument, and function as a prepaid balance to purchase use of the Service.\nCredits are non-refundable and non-transferable, do not constitute a personal property right, have no value outside Purelymail, and can only be used to purchase use of the Service.\nCredits have no cash value and are not exchangeable for cash.</p>\n<p>You authorize the Company to charge any credit card supplied on an as-needed basis in order to purchase Credits to fund your use of the Service.\nYou are responsible for keeping your card information up to date.</p>Beta<p>You recognize that the Service is considered to be in \"Beta\" until such time as the Company deems otherwise, and its rendering may be more unstable or error-prone than expected.</p>Third Party Content<p>The Service or websites under control of the Company may provide links to third party websites.\nThese are not under the Company's control, and the Company is not responsible for their contents nor their functionality.\nThese links are provided strictly as a convenience, and do not represent an endorsement of the sites they point to or their operators.</p>Modifications to Terms of Service<p>The Company reserves the right to change this agreement at any time.\nYou are responsible for regularly reviewing these Terms.\nContinued use of the Service after such changes shall constitute your consent to them.</p>Applicable Law<p>By using the Service, you agree that the applicable United States federal law and the laws of the state of Delaware, without regard to principles of conflict of laws, will govern these Terms and any dispute of any sort that might arise between you and the Company.</p>", "created_at": "2023-04-11 00:23:14.167695", "updated_at": "2023-04-11 00:23:55.956402"}, {"id": 15447, "name": "Privacy Policy", "url": "https://purelymail.com/privacy", "xpath": "//body", "text": "PurelymailAboutPricingSupportNewsDocsWebmailAccountSignupPrivacy Policy<p>Purelymail LLC (\"we\", \"our\", or \"us\") take your personal information and privacy seriously.\nSelling your information or violating your privacy are <b>NOT</b> part of our business model.</p>\n<p>This Privacy Policy explains what information we collect through your access and use of our website and services, what we use it for, and how we secure it.</p>\n<p>By visiting our website or using the Service, you consent to the terms outlined in this privacy policy.</p>What information do you store?<p>We try to only collect information necessary to provide our service.</p>\n<ul>\n<li>\n<b>Diagnostic.</b> When you use our website, we may gather diagnostic information such as your IP address.\nThis is used to prevent service abuse.<ul>\n<li>When you sign up for trial mode, we store the phone number you signed up with to prevent abuse.\nWe delete it from our records after you activate your account.</li>\n</ul>\n</li>\n<li>\n<b>Billing.</b> Billing information you provide to us is retained by either Stripe or Paypal, depending on how you pay.\nIt's used to bill you.</li>\n<li>\n<b>Account activity.\n</b>We keep anonymized logs of some actions you perform on our systems for diagnostic and support purposes.</li>\n<li>\n<b>Necessary data.\n</b>Such as your account info and email, in order to provide you access to them.</li>\n</ul>How is it secured?<p>Please see our security documentation.</p>How long do you retain data for?<ul>\n<li>Diagnostic logs are deleted after 30 days.</li>\n<li>We delete all account data immediately when you close your account, although it may remain in backups for up to 30 days.</li>\n</ul>Will this policy change?<p>We may periodically review and change this policy from time to time.\nContinued use of the Service constitutes acceptance of any changes.</p>", "created_at": "2023-04-11 00:23:14.132947", "updated_at": "2023-04-11 00:23:37.843094"}], "points": [], "urls": ["purelymail.com"]}}