{"error": 448, "message": "OK", "parameters": {"id": 8152, "name": "Wiener Holocaust Library", "created_at": "2023-05-01 19:42:16.904409", "updated_at": "2023-05-01 22:02:11.179244", "wikipedia": "https://en.wikipedia.org/wiki/Wiener_Holocaust_Library", "keywords": null, "related": null, "slug": "wiener-holocaust-library", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8152.png", "url": "wienerholocaustlibrary.org", "documents": [{"id": 15824, "name": "Cookies", "url": "https://wienerholocaustlibrary.org/legal/cookies/", "xpath": "//body", "text": null, "created_at": "2023-05-01 19:43:53.855372", "updated_at": "2023-05-01 19:44:24.801086"}, {"id": 15823, "name": "Terms of Use", "url": "https://wienerholocaustlibrary.org/legal/terms-of-use/", "xpath": "//*[@id=\"main-content\"]", "text": " <p>Access to and use of this site is provided by The Wiener Holocaust Library (WHL) on the following terms:</p>\n<ul>\n<li>By using this site you agree to be bound by these terms, which shall take effect immediately on your first use of&nbsp;<em>wienerholocaustlibrary.org</em>.\nIf you do not agree to be bound by all of the following terms please do not access and/or use&nbsp;<em>Testifying to the Truth</em>.</li>\n<li>The Wiener Holocaust Library may change these terms from time to time and so you should check these terms regularly.\nYour continued use of&nbsp;this website will be deemed acceptance of the updated or amended terms.</li>\n<li>If there is any conflict between these terms and specific local terms appearing elsewhere<em> on&nbsp;this site </em>then the latter shall prevail.</li>\n</ul> Copyright Statement <p>\n<em>wienerholocaustlibrary.org</em>&nbsp;is copyright of the Wiener Holocaust Library, whilst the copyright of the content hosted on the site belongs to both the Wiener Holocaust Library and other third parties.</p>\n<p>The&nbsp;Wiener Holocaust Library is committed to respecting copyright and other intellectual property rights.\nIn the publication of this site we have taken all reasonable efforts to trace potential copyright owners of content and obtain permissions for reproductions on this website, so that we can fully use and promote our assets as well as safeguard and provide access to our collection items.</p> Permitted uses <p>Material on this website may be used free of charge for a number of “fair dealing” exceptions to copyright as outlined within the UK’s Copyright, Designs and Patents Act 1988, as amended and revised.\nThese include:</p>\n<ul>\n<li>Non-commercial research or private study</li>\n<li>Quotation</li>\n<li>Illustration for instruction</li>\n<li>Inclusion of content in thesis produced by students who are attending an educational establishment</li>\n<li>Criticism and review (and news reporting)</li>\n<li>Downloading content and storing a copy on a temporary basis for the sole purpose of viewing such content without alteration or addition.</li>\n</ul>\n<p>\n<strong>If you wish to reproduce content for any other purpose,&nbsp;</strong>\n<strong>such as publications, exhibitions, commercial purposes etc.,&nbsp;</strong>\n<strong>please visit our&nbsp;image licensing page.</strong>\n</p> Non-permitted uses <p>Other than as expressly permitted by these terms of use, you may not copy, download, reproduce, publish, republish, post, transmit, modify, adapt, translate, manipulate, add to, delete from, adapt, distribute or otherwise use any content in whole or in part, in any medium without the Wiener Holocaust Library’s prior written permission or without the written permission of the relevant copyright holder.</p> Disclaimer <p>While we make every effort to ensure the accuracy of the information and copyright of material on this website, any and all liability which might arise from your use of and reliance on the information contained on this website is excluded.</p> Takedown Policy <p>Although all reasonable efforts have been made to trace all copyright holders, the risk of infringing the law cannot be entirely eliminated.\nPlease&nbsp;Contact Us&nbsp;in the event that you are the owner of the copyright or related rights in any of the material on this website:</p>\n<ul>\n<li>and you believe that the material may be subject to a third party ownership or another legal claim,</li>\n<li>or you believe that use of this material infringes your intellectual property or any other rights.</li>\n</ul>\n<p>We will withdraw the material from our website upon receipt of your written objection and our initial verification of your complaint, while the matter is investigated.\nYour objection will be acknowledged within seven working days of receipt.</p>\n<p>In order to process your enquiry, please provide us with the following information:</p>\n<ul>\n<li>Your name</li>\n<li>Your contact details (incl.\nemail, address and telephone number)</li>\n<li>Material in question</li>\n<li>Nature of your objection and verification of your right to make the objection</li>\n<li>Any additional information</li>\n</ul>\n<p>The information you provide will be used only in connection with this enquiry.&nbsp;</p>\n<p>For any other queries, please contact us at&nbsp;library@wienerholocaustlibrary.org</p> &nbsp.\n", "created_at": "2023-05-01 19:42:16.935115", "updated_at": "2023-05-01 19:43:46.225932"}], "points": [], "urls": ["wienerholocaustlibrary.org"]}}