{"error": 448, "message": "OK", "parameters": {"id": 6663, "name": "Fedora Email", "created_at": "2022-06-12 00:00:30.320632", "updated_at": "2023-09-07 17:00:57.822925", "wikipedia": null, "keywords": null, "related": null, "slug": "fedora-email", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/6663.png", "url": "fedora.email", "documents": [{"id": 12143, "name": " Terms and Conditions ", "url": "https://fedora.email/tos", "xpath": "//body", "text": " Toggle navigation <ul>\n<li> Create account </li>\n<li> Log in </li>\n</ul> Terms and Conditions (\"Terms\") TOS <p>Last updated: January 1, 2021</p>\n<p>Please read these Terms and Conditions (\"Terms\", \"Terms and Conditions\") carefully before using the http://fedora.email website (the \"Service\") operated by Fedora Email (\"us\", \"we\", or \"our\").</p>\n<p>Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you may not access the Service.\nTerms and Conditions for Fedora Email based on the T&amp;C example from TermsFeed.</p> Accounts <p>When you create an account with us, you must provide us information that is accurate, complete, and current at all times.\nFailure to do so constitutes a breach of the Terms, which may result in immediate termination of your account on our Service.</p>\n<p>You are responsible for safeguarding the password that you use to access the Service and for any activities or actions under your password, whether your password is with our Service or a third-party service.</p>\n<p>You agree not to disclose your password to any third party.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.</p> Links To Other Web Sites <p>Our Service may contain links to third-party web sites or services that are not owned or controlled by Fedora Email.</p>\n<p>Fedora Email has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services.\nYou further acknowledge and agree that Fedora Email shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit.</p> Termination <p>We may terminate or suspend access to our Service immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>We may terminate or suspend your account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.</p>\n<p>Upon termination, your right to use the Service will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using the Service.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p> Governing Law <p>These Terms shall be governed and construed in accordance with the laws of the United States of America, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have between us regarding the Service.</p> Changes <p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will try to provide at least 30 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after those revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, please stop using the Service.</p> Contact Us <p>If you have any questions about these Terms, please contact us.</p>\n<p>© 2020 Fedora Email.\ninfo@fedora.email.\n</p> ", "created_at": "2022-06-12 00:00:30.323386", "updated_at": "2022-06-11 22:01:09.782361"}], "points": [{"id": 33369, "title": "There is a date of the last update of the agreements", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-17 23:00:24.039048", "updated_at": "2023-07-11 06:31:56.511752", "quoteText": null, "case_id": 331, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33427, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 00:21:55.423925", "updated_at": "2023-07-11 06:32:01.59197", "quoteText": null, "case_id": 484, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33499, "title": "The court of law governing the terms is in location the USA", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:38:05.770141", "updated_at": "2023-09-06 22:59:20.840164", "quoteText": null, "case_id": 163, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33426, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 00:21:09.706665", "updated_at": "2023-07-11 06:32:05.692297", "quoteText": null, "case_id": 148, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33504, "title": "You have the right to leave this service at any time", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:42:14.725115", "updated_at": "2023-09-07 16:56:14.611179", "quoteText": null, "case_id": 170, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33501, "title": "You must create an account to use this service", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:40:39.272993", "updated_at": "2023-09-07 16:56:03.753972", "quoteText": null, "case_id": 230, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33497, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:37:23.841696", "updated_at": "2023-09-07 16:56:30.559881", "quoteText": null, "case_id": 279, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33498, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:37:36.559057", "updated_at": "2023-09-06 22:57:40.553807", "quoteText": null, "case_id": 201, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33502, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:41:25.931381", "updated_at": "2023-09-07 16:56:41.312261", "quoteText": null, "case_id": 295, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33503, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:41:42.754084", "updated_at": "2023-09-07 16:56:50.403707", "quoteText": null, "case_id": 294, "document_id": 12143, "quoteStart": null, "quoteEnd": null}, {"id": 33500, "title": "When the service wants to make a material change to its terms, you are notified at least 30 days in advance", "source": "https://fedora.email/tos", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:38:38.420394", "updated_at": "2023-08-28 17:07:27.763113", "quoteText": null, "case_id": 124, "document_id": 12143, "quoteStart": null, "quoteEnd": null}], "urls": ["fedora.email"]}}