{"error": 448, "message": "OK", "parameters": {"id": 9718, "name": "Party Animals ", "created_at": "2023-10-05 15:30:18.68855", "updated_at": "2023-10-05 22:02:44.34923", "wikipedia": null, "keywords": null, "related": null, "slug": "party-animals", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9718.png", "url": "partyanimals.com", "documents": [{"id": 19343, "name": "User Agreement", "url": "https://partyanimals.com/user-agreement", "xpath": "//body", "text": " MEDIASUPPORTFORUMTWITCH DROPS<ul>\n<li>中国 - 中文</li>\n<li>Global - English</li>\n</ul>\n<ul>\n<li>MEDIA</li>\n<li>SUPPORT</li>\n<li>FORUM</li>\n<li>TWITCH DROPS</li>\n</ul>Global<ul>\n<li>中国 - 中文</li>\n<li>Global - English</li>\n</ul>USER AGREEMENT<p>\n<strong>PARTY ANIMALS END-USER LICENCE AGREEMENT</strong>\n</p>\n<p>You are reading an agreement before you can use our game Party Animals (including without limitation software, files, documentation, updates, audiovisual, and derivative works, collectively the “Game”) and its related services (including forum or website service and other related services) (collectively and together with the Game, the “Service”) .\nThis agreement (the “Agreement”) is between you and SOURCE NEXT GENERATION TECHNOLOGY PTE.\nLTD.\n(hereinafter, “us” or “we” or “our”).\n</p>\n<p>\n<strong>IF YOU ARE UNDER THE AGE OF 18 (OR OTHER MINOR OR MINIMUM AGE REQUIREMENT UNDER THE LAWS APPLICABLE TO YOU), YOU MUST GET YOUR PARENT OR LEGAL GUARDIAN TO READ AND ACCEPT THIS AGREEMENT.\nYOUR ACCEPTANCE OF THE AGREEMENT AND/OR USE OF THE SERVICE MEANS THAT BOTH YOU AND YOUR PARENT OR LEGAL GUARDIAN HAVE AGREED TO THE TERMS OF THIS AGREEMENT.\n</strong>\n</p>\n<p>\n<strong>IMPORTANT NOTICE REGARDING DISPUTE RESOLUTION: WHEN YOU AGREE TO THIS AGREEMENT YOU ARE AGREEING TO RESOLVE ANY DISPUTE BETWEEN YOU AND US THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT OR IN ANY CLASS OR REPRESENTATIVE ACTIONS.\nPLEASE REVIEW CAREFULLY SECTION 14 “GOVERNING LAW AND DISPUTE RESOLUTION” AND SECTION 15 “LIMITATIONS OF LIABILITY” BELOW FOR MORE DETAILS.\n</strong>\n</p>\n<p>\n<strong>YOUR USE OF THE SERVICE (INCLUDING WITHOUT LIMITATION INSTALLING AND/OR USE OF OUR GAME, MAKING IN-GAME PURCHASES, ETC.) CONSTITUTES YOUR ACCEPTANCE OF THIS AGREEMENT.</strong>\n</p>\n<p>\n<strong>IF YOU DO NOT AGREE TO THIS AGREEMENT, PLEASE DO NOT INSTALL OR USE OUR SERVICE.\n</strong>\n</p>\n<p>\n<strong>1.\nLIMITED LICENCE</strong>\n</p>\n<ol>\n<li>(a) License.\nWe grant you a non-exclusive, non-transferable, non-sublicensable, revocable, limited right and licence to access and use the Service for and only for your personal and non-commercial gameplay use, subject to the rest of this Agreement.\nThe Service is being licensed, not sold, to you.\nYou must not copy, reproduce, publish, republish, post, transmit, display, perform, lease, rent, distribute, offer for sale, modify, translate, bypass, tamper with, circumvent any protections or technical measures of, reverse-engineer, reverse-compile or decompile, disassemble, derive source code from, or create any unauthorized derivative work from, the Service or any component or portion thereof, without our prior written approval, or engage in or permit any acts that would or may otherwise violate our intellectual property rights in the Service or any component or portion thereof or this Agreement.\nWe, and our licensors, reserve all rights not specifically granted to you in this Agreement.</li>\n<li>(b) Ownership.\nAs between you and us, we own (or are licensed to own) all right, title and interest in the Service and its components, including without limitation all computer codes, text, images, animations, artwork, maps, audio, video, designs, sounds, themes, objects, characters, character names, stories, dialogues, concepts, game names, logos, marks, the graphical design of the user interface, the “look-and-feel” of the user interface, all modifications and additions thereto, and all intellectual property rights therein.\nThe Service is protected by copyright law, trademark law and other applicable laws and regulations (including national and international laws and treaties).\n</li>\n<li>(c) Territorial Restriction.\nWe may restrict, modify, or limit your access to and use of the Service or any of its contents or components depending on the territory in which you are located.</li>\n<li>(d) Game Keys.\nWe may offer keys or product codes that can be activated in a Game or used to activate a Game on a Platform (as defined below).\nSuch codes or keys must be purchased (or otherwise obtained legally) through us or one of our authorized retailers to be valid.\nWe will have no responsibility for codes or keys (a) purchased from any unauthorized persons or entities or (b) purchased in breach of laws and regulations.\n</li>\n</ol>\n<p>\n<strong>2.\nACCOUNT</strong>\n</p>\n<ol>\n<li>(a) Account Responsibility.\nIf we require you to have a user account (“Account”) to access and use our Service, you agree to provide accurate and valid information when establishing and updating such Account.\nYou are solely responsible for keeping your Account password secure and confidential.\nYou agree that you may not sell, resell, rent, lease, share or otherwise provide access to your Account to anyone else.\nOtherwise, we may take one or more of the penalties specified in Section 10 of this Agreement.\nYou are solely responsible and liable for all activity conducted through your Account (whether authorized by you or not).\nYou will immediately notify us of any unauthorized use of your Account.\nWe will not be liable for any loss or damage arising from the unauthorized use of your Account.\nHowever, you may be liable for our losses or the losses of others due to unauthorized use.</li>\n<li>(b) Platform Account.\nOur Game may be accessible through a Platform (see Section 5 below) and you may need to have a Platform Account to access and play the Game.\nYou acknowledge and agree that your creation and use of that Platform Account are subject to Section 2 (a) above and Platform’s applicable terms and conditions and privacy policies.\nWe will not be responsible for your inability to access or use or enjoy the Game due to reasons of your Platform Account or otherwise related to the Platform.\nWe are not responsible for any payment or refund disputes you have with a Platform.</li>\n<li>(c) Termination or Suspension of Account.\nWe reserve the right to terminate or suspend your Account if we believe, or have been notified by a third party of its belief, that you may be infringing the rights of others or engaging in any inappropriate behavior (including without limitation cheating or otherwise breaching this Agreement, please see Section 10 below for more details.).\nIn the event of termination, your Account will be disabled, and you will not have access to your Account or the content (e.g., Virtual Property, see Section 6 below) in your Account.\nPlease see Section 12 below for more details.\n</li>\n</ol>\n<p>\n<strong>3.\nAGE </strong>\n</p>\n<p>The Service may be used by a natural person older than 13.\nSubject to the laws of your jurisdiction of residence, individuals older than 13 but younger than 18 (or such other age less of a majority age under the law applicable to you) may only access and use the Service with the approval of their parents or legal guardians.\nYour use of the Service or any part of it means that both you and your parent or legal guardian have agreed to this Agreement.\n</p>\n<p>\n<strong>4.\nPRIVACY </strong>\n</p>\n<p>We respect your privacy and only collect, use and disclose your personal information as described in our Privacy Policy and in this Agreement.\nYou hereby consent to the collection, use and disclosure of your personal information as described in this Agreement and our Privacy Policy.\nWe recommend that you review our Privacy Policy before using our Service.\nOur Privacy Policy is designed to help you understand the types of information that we collect, how we use and share the information and how the information is protected.\nBy using our Service, you agree to our Privacy Policy.\n</p>\n<p>\n<strong>5.\nPLATFORM TERMS </strong>\n</p>\n<p>Our Game may be available through a third party platform or store, including but not limited to Xbox and Steam (each, a “Platform”).\nYour use of the Game is also governed by any applicable agreements you have with such Platform (the “Platform Agreement(s)”).\nIn the event of a conflict between any Platform Agreement and this Agreement with respect to your use of our Game, unless otherwise expressly stated otherwise herein, this Agreement will take priority.</p>\n<p>\n<strong>6.\nVIRTUAL PROPERTY </strong>\n</p>\n<p>We may offer certain items and options within our Service that you can buy to enhance your game experience, such as (a) in-game currency, and (b) other virtual items such as character skins, mounts, gears, experience boosts, and other digital add-on items ((a) and (b) collectively, “Virtual Property”).\n</p>\n<p>When you purchase a Virtual Property, you will do so through the Platform, us, or our authorized dealers or channels.\nPrior to making such purchase, you should make sure you fully understand the agreement that covers your purchase.\nThere may be limits to the quantity and number of times you can purchase Virtual Property or other conditions.\nFor example, there may be a maximum amount of game currency you are able to hold (in-game) or purchase at a given time, or a maximum number of purchases you may make per day.\n</p>\n<p>We may, from time to time, modify or supplement our fees, billing methods and terms of Virtual Property or its purchases, and post those changes in updated version(s) of this Agreement or on applicable website or as part of the Service or otherwise provide to you.\nSuch modifications, supplements or terms shall be effective immediately upon posting and shall be incorporated by reference into this Agreement.\nIf any change is unacceptable to you, you may stop using our Service or any part of it.</p>\n<p>\n<strong>Any purchase or acquisition of Virtual Property is the purchase of a limited, personal, non-exclusive, non-transferable, non-sublicensable, revocable licence to use that Virtual Property within the Service and for no other purpose.\nVirtual Property has no monetary value, cannot be redeemed, refunded or exchanged for cash, any other real-world currency or any other tangible value, are non-transferable (unless explicitly permitted by us) and are not investment.\nYour use of the Virtual Property should comply with this Agreement and applicable rules of the Game.\nVirtual Property may be subject to certain time period.</strong>\n</p>\n<p>We may cancel, revoke, or otherwise prevent the use of Virtual Property if we suspect any unauthorized or fraudulent activity or dishonest transaction (including without limitation any cheating behavior), and/or to correct any erroneous application of any Virtual Property to your Account.\nIf your Account is terminated or suspended for any reason, or if we discontinue the Service, all Virtual Property is unconditionally forfeited.\nWe have no obligation to reimburse you for any Virtual Property lost due to your breach of this Agreement.\nWe will not be responsible for losses caused to you due to Force Majeure (including without limitation unforeseeable and uncontrollable circumstances such as network malfunctions, hacking, viruses, etc.)</p>\n<p>Except as otherwise prohibited by applicable law, we, in our sole discretion, may modify, optimize, replace, suspend, cancel, or change the terms of any Virtual Property without liability to you.</p>\n<p>YOU AGREE THAT YOU WON’T BRING ANY CLAIM AGAINST US, OUR AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS, OR LICENSORS RELATING TO (A) A CLAIM THAT YOU HAVE A PROPRIETARY INTEREST IN ANY Virtual Property.\nOR (B) A CLAIM FOR AN ALLEGED MONETARY VALUE OF Virtual Property LOST UPON (I) DELETION OR SUSPENSION OF YOUR ACCOUNT, OR (II) ADJUSTMENTS TO THE SERVICE THAT RESULT IN THE VALUE OF VIRTUAL PROPERTY CHANGING.</p>\n<p>\n<strong>7.\nREFUNDS </strong>\n</p>\n<p>Purchases of Service are non-refundable, unless expressly permitted by applicable rules of the Platform or as otherwise expressly agreed by us in writing.\nPurchases of Virtual Property are non-refundable.\n</p>\n<p>By purchasing and using any Service or Virtual Property, you waive any statutory right you may have to withdraw from your agreement to purchase the same and you agree that you will therefore not be eligible to receive a refund (or any alternative format such as exchanging to legal currency or Platform currency).\nWhere applicable law does not permit you to waive your right to do so, you agree that such withdrawal right expires upon purchase and delivery of your Service or Virtual Property.\n</p>\n<p>WE BRING YOUR SPECIAL ATTENTION TO MINORS USING OUR SERVICE AND PURCHASING VIRTUAL PROPERTY.\nAS REQUIRED ELSEWHERE IN THIS AGREEMENT, MINORS SHALL HAVE OBTAINED NECESSARY PARENTAL CONSENT (OR EQUIVALENT GUARDIAN CONSENT) BEFORE ACCESSING OUR SERVICE, AND ALL PURCHASES OF SERVICE AND/OR VIRTUAL PROPERTY SHALL BE DEEMED TO HAVE BEEN PROPERLY AUTHORIZED BY A PARENT OR COMPETENT LEGAL GUARDIAN AND WILL NOT BE REFUNDED.</p>\n<p>\n<strong>8.\nBETA TESTING </strong>\n</p>\n<p>We may provide beta, testing or trial-play versions of our Service (“beta, testing, or trial-play version”, hereinafter collectively, a “Beta”) as part of our Service.\nWhen you choose to install or use our Beta, you fully understand and agree that we cannot guarantee that the Beta will function properly, and it may make other parts of your system not work properly as well ,and we will not be responsible for this.\nThe license, the restrictions and other terms under this Agreement apply to your use of the Beta.\nYour use of the Beta may also be subject to time limits (hereinafter referred to as the \"Testing Period\").\nYou acknowledge and agree to the following terms: </p>\n<p>(a) We may automatically delete or modify the information stored on your computer related to the Beta for any reason at any time during the Testing Period.\n</p>\n<p>(b) When the Testing Period ends, you may lose the data you created during use of the Beta.\n</p>\n<p>(c) We may terminate the Beta test at any time, which would then render your Beta unplayable or unable to function properly.\nWhen we terminate a Beta test, you must delete the local Beta file on your computer and all documents and materials you received from us in connection with the Beta.\n</p>\n<p>(d) Our termination of the Beta is not a reason for your refund, and your participation in the use of the Beta will not entitle you to any compensation, reward or free services.\nand </p>\n<p>(e) When you install or use a Beta, you agree to: (i) install and use it only for Beta testing purpose and not for any other purposes , and (ii) comply with this Agreement.</p>\n<p>\n<strong>9.\nUSE OF SERVICE</strong>\n</p>\n<p>You are responsible for obtaining and maintaining all devices and Internet connections required to access and use the Service, at your sole expense.\nWe do not guarantee that the Service will not conflict with other programs on your devices, and we will not be responsible for the workings or failures of your device, network, software or Internet access.\nYour use of the Service might be interrupted and will not be free of errors.\nThe Service may be unavailable from time to time due to routine maintenance, upgrades, hardware and software malfunctions, repairs, power outages, hackers or unforeseeable large service demands.\n</p>\n<p>You are responsible for using the Service in an appropriate way.\nWe will not be responsible for your excessive use of the Service or any damage to you or any third party arising from your use of the Service.\n</p>\n<p>\n<strong>10.\nRESTRICTIONS ON YOUR CONDUCT AND PENALTIES FOR NON-COMPLIANCE </strong>\n</p>\n<p>\n<strong>A.\nRestrictions on Your Conduct</strong>\n</p>\n<p>We have listed user behavior rules below (but please note that behaviors not listed below do not necessarily mean compliance with these rules).\nIf you violate any of these behavior rules, various types of penalties may apply.\n</p>\n<p>\n<strong>You agree not to do any of the following:</strong>\n</p>\n<p>\n<strong>(1) Cheating and Fraud</strong>\n</p>\n<p>To provide users with a positive, fair, and competitive experience, we do not allow cheating.\nFor purposes of this Agreement, cheating or “cheat” means actions or behaviors that (i) grant one user an unfair advantage over another or other users, (ii) are otherwise dishonest, unfair or fraudulent, or (iii) are generally or are likely to be considered by the gaming industry as cheating.\nWithout prejudice to the generality of the foregoing definition, cheating or “cheat” includes, but is not limited to, any of the following behaviors:</p>\n<p>(a) Use cheating programs, including without limitation bots, hacks, add-ons, malware, scripts, mods, etc., which could improperly influence the Game and gain advantage over other users;</p>\n<p>(b) Take advantage of defects, bugs, loopholes, or any other errors in the Service or Game to affect other users' gaming experience or gain unfair advantages;</p>\n<p>(c) Show abnormal performance of Game data, change the Game, Game platform, Game process, or other behaviors that affect Game fairness;</p>\n<p>(d) Develop, use, promote, market, offer, install, sell, distribute software, hardware, technologies, or other tools that can achieve cheating functions or can be used to escape cheating monitoring.\n</p>\n<p>(e) Aid, abet, guide, teach, encourage or assist others to cheat.\nor </p>\n<p>(f) Engage in other dishonest, unfair, or fraudulent behaviors, or behaviors that are generally or are likely to be considered cheating by the gaming industry.</p>\n<p>We have zero tolerance for cheating and fraudulent behavior.\nIf you find a bug, defects, loopholes, and errors in the Service or Game, please let us know.</p>\n<p>\n</p>\n<p>The Game may have built-in mechanisms designed to detect and prevent cheating.\nWe may add or update our such mechanisms periodically.\nThese mechanisms may collect and transmit details about your Account, gameplay, and unauthorized programs or processes in connection with cheating.\nBy using our Service, you agree that our anti-cheat software (if any) may collect, share and publish your cheat data for purpose of detecting, preventing and discouraging cheating.</p>\n<p>Depending on the severity of the situation, the penalties for the the above behaviors mentioned in this Section (1) may include: warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>(2) Inappropriate Information and Language</strong>\n</p>\n<p>Nicknames, room names or other names or content (such as messages, voice chats, etc.) created by users, must comply with the Agreement and this Section 10 (Restrictions on Your Conduct).\nWhen users communicate, name, chat, or engage in other interactions, bullying, threatening, intimidating, obscene, insulting, derogatory, privacy-infringing, and abusive behaviors are not permitted.\nIn addition, \"inappropriate information and language” also includes (but are not limited to) the following actions:</p>\n<p>(a) Disseminate or share any personal information of others, collect any such information by using Game, our forum, or other Service, share or claim to share Account name, real address, real name, etc.\nof others.\nWe also advise that you do not actively share your personal information, as it carries certain risks;</p>\n<p>(b) Make discriminatory, hateful, inflammatory, racial or nationality discrimination comments, or make malicious comments related to gender/sexual orientation of others, or make other inappropriate comments or posts.\nWe uphold the diversity of race, ethnicity, skin color, religion, gender identity, sexual orientation, ability, nationality, and other groups.\nWe prohibit insulting, derogatory, marginalized, or using hate language to treat other users or groups;</p>\n<p>(c) Advertise or make commercial promotions, such as posting advertisements, product or service links, or engage in other forms of commercial promotion, soliciting, providing, disseminating, posting, or assisting in posting any commercial advertisements within Game;</p>\n<p>(d) Spread rumors, defame, insult, make malicious comments, fabricate facts, make comments that are derogatory, defamatory, slanderous, insulting, or damaging to the character or reputation of others (including other users, us or our staff);</p>\n<p>(e) Make obscene, lewd, violent, threatening or harassing comments or content, post comments or content that are pornographic, obscene or vulgar, promote violence, harass or threaten others;</p>\n<p>(f) Send spamming information, such as sending same or similar information, or meaningless information or information irrelevant to the Game repeatedly or in large amount, such as: sending a large number of messages at the same time in the Game, or sending a large amount of repetitive private messages in a short period of time, etc.\nor</p>\n<p>(g) Make negative comments relating to religion, politics, or public figures, refer to or imply the names of religious or public figures, make defamatory or negative comments regarding someone else's religion.</p>\n<p>\n</p>\n<p>Depending on the severity of the situation, the penalties for the the above behaviors mentioned in this Section (2) may include: warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>(3) Dishonest Transaction</strong>\n</p>\n<p>Dishonest Transaction means a transaction to illegally acquire the property or rights of others by making false commitments, falsifying facts, hiding truths, misleading, impersonating, deliberately confusing or using other false or fraudulent methods, including without limitation: </p>\n<p>(a) Buy/sell account personal information.\ndeceive others to generate a financial or personal benefit to the detriment of a third party or entity through inauthentic identity scams, investment, financial or rewards scams and other forms.\nEngage and co-ordinate with others to fraudulently generate a financial or personal benefit at a loss for a third party.\n</p>\n<p>(b) Use deceptive means to pay game-related orders.\nStole information, goods, or services by credit card fraud and goods or property purchases with stolen financial information;</p>\n<p>(c) Without our permission, engage in transactions with other users regarding Game virtual items or other Virtual Property, or obtain Game virtual items or other Virtual Property from third parties through purchase, gift acceptance, or other means;</p>\n<p>(d) Without our permission, recharge or trade Virtual Property.\nor</p>\n<p>(e) Without our permission, sell Virtual Property or other game related services, such as account boosting.</p>\n<p>Depending on the severity of the situation, the penalties for the the above behaviors mentioned in this Section (3) may include: warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>(4) Impersonation</strong>\n</p>\n<p>Make sure not to impersonate any other individual or entity.\nThe following behaviors are not allowed:</p>\n<p>(a) Impersonation of the Service system and our staff: suggest or falsely claim to be our staff member or have some special identity, attempt to gain undue benefits or violate other users' rights;</p>\n<p>(b) Impersonation of other users, streamers, celebrities, government officials.</p>\n<p>Depending on the severity of the situation, the penalties for the the above behaviors mentioned in this Section (4) may include: warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>(5) Interference with Our Service or Game</strong>\n</p>\n<p>Please refrain from interfering with the normal operation of the Service or Game.\nUnpermitted behaviors include but are not limited to:</p>\n<p>(a) Damage, disrupt, impair, or interfere with our Service, any server, network or system used to support or provide our Service, or other users' use of our Service, such as by engaging in denial of service (DOS) attacks, spamming, hacking, or uploading computer viruses or other malicious behaviors that damages our Service facilities, derive source code, tamper data, decompile or disassemble, or attempt to do any of the above, circumvent any technology measures, security or identity authentication measures designed to protect the Game, overload the server by logging in or attempting to log in more frequently than normal user needs during a certain time period, make, publish, transmit, distribute or use any tool or program that hinders Game fairness, or log in or use Game software through abnormal or illegal method.\n</p>\n<p>(b) Steal other users' Account, Game data, personal information, virtual items, or assist in doing the above activities;</p>\n<p>(c) Harassment, malicious destruction, abusive behavior, intentionally causing inconvenience and any other unreasonable disruption to other users' gaming experience;</p>\n<p>(d) Malicious teaming, disconnecting, AFKing, idling, refusing to play, intentional losing, intentional feeding and other negative gaming behaviors that affect other users' gaming experience.\nor</p>\n<p>(e) Any other activity that significantly disturbs the peaceful, fair and respectful gaming environment of our Service.</p>\n<p>Depending on the severity of the situation, the penalties for the the above behaviors mentioned in this Section (5) may include warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>(6) IP Infringement</strong>\n</p>\n<p>As part of our policy to protect our intellectual property, we would require you not to do any of the following:</p>\n<p>(a) Use the Game (or any of its content) commercially;</p>\n<p>(b) Copy, reproduce, publish, republish, post, distribute, display, mirror, lend, rent, modify, link, compile, use or exploit the Game (or any of its content);</p>\n<p>(c) Use, modify, remove, alter, obscure or conceal the Game's name, copyright, trademark or other proprietary rights notices;</p>\n<p>(d) Without our permission, sell, authorize, rent, lend, or transfer Game, such as providing Game copies to others, allowing others to use your Account or key to download or use the Game, etc;</p>\n<p>(e) Publicly display our Game or its content (including without limitation through the internet) without our prior written permission, or our streaming or equivalent policies.\n</p>\n<p>(f) Upload, publish, disseminate, commercialize, license, secondary derivation and other uses of content you produced or create based on our Game (or any of its content) without our prior written permission;</p>\n<p>(g) Reverse engineer, derive source code from, modify, adapt, alter, translate, data-mine, decompile, or disassemble the Game or any content, or attempt to do any of the foregoing;</p>\n<p>(h) Modify or counterfeit instructions or data in the software operation, increase, delete, change software functions or operation effects, or operate or disseminate the software or methods used for the above purposes to the public.\nhijack transmissions, break client servers or other component of our Game or Service, operate private servers or related services, or facilitate private server activities, or</p>\n<p>(i) Any other behaviors without our prior written consent or authorization.</p>\n<p>Depending on the severity of the situation, the penalties for the the above behaviors mentioned in this Section (6) may include: warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>(7) Behaviors Having Negative Impact on Us or Our Game</strong>\n</p>\n<p>This includes, but is not limited to: create, upload, publish, post, or disseminate any material or information that discredits, defames, attacks our Service, Game or us, or disseminate false information related to our Service, Game or us, or incite others to engage in the aforementioned behaviors, or other behaviors that have or may have a negative impact on us, our Game or our Service.</p>\n<p>Depending on the nature of the behavior and severity of the situation, the penalties for the the above behaviors mentioned in this Section (7) may include: warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>(8) Other Violating or Illegal Behaviors</strong>\n</p>\n<p>Other violating or illegal behaviors include without limitation: aiding, abetting, guiding, teaching, encouraging or assisting others to engage in any of the behaviors in sub-Sections (1) through (7) above, and other behaviors that violate relevant laws and regulations.\n</p>\n<p>Depending on the nature of the behavior and severity of the situation, the penalties for the the above behaviors mentioned in this Section (8) may include: warnings, content reset, virtual items withdrawal, temporary or permanent login ban, and Account cancellation.</p>\n<p>\n<strong>B.\nPenalties for Non-compliance</strong>\n</p>\n<p>If users fail to comply with the restrictions, we may take one or more of the following measures and determine the duration depending on the severity of the cases.\nThe specific meaning of \"penalty\" used in the Agreement is as follows:</p>\n<p>(a) <strong>Warning</strong>: Issue a warning to users who violate game community rules;</p>\n<p>(b) <strong>Content Reset</strong>: Reset content created by users, including but not limited to user nicknames and room names;</p>\n<p>(c) <strong>Withdrawal of Virtual Items</strong>: virtual items that are obtained by users through fraud or other illegal means will be withdrawn;</p>\n<p>(d) <strong>Temporary Login Ban</strong>: The user Account will be unable to log in and use the Game for a certain period of time, until the punishment expires or is canceled.\nDuring the banning period, virtual items within the Game and other Service will not be available;</p>\n<p>(e) <strong>Permanent Login Ban</strong>: The user Account will be unable to log in and use the game permanently.\nDuring the banning period, virtual items within the Game and other Service will not be available.\nand</p>\n<p>(f) <strong>Account Cancellation</strong>: Delete Game Account, Game data or other game-related information.</p>\n<p>In addition to the above listed penalties, we will also have the right to bring a lawsuit for users' illegal and rule-breaking behavior, hold user liable for infringement, breach of contract or other civil liabilities, and claim for compensation for the loss suffered (including without limitation our economic losses, loss of reputation or goodwill, settlement fees, attorney fees, litigation costs and other losses that we have paid to others).\nWe also have the right to report certain illegal user behavior to administrative or judicial authorities to pursue the criminal liabilities of users.\n</p>\n<p>You acknowledge and agree that, (i) due to the hidden and fast-disappearing nature of cheating behavior, we are entitled to decide whether you have engaged in cheating based on your Game data and abnormal performances, and (ii) during an Account login ban, virtual items in your Account may be unusable and may expire and remain unusable thereafter.</p>\n<p>\n<strong>11.\nCONSENT TO MONITORING </strong>\n</p>\n<p>When you use our Service, we may monitor your computer’s random access memory (RAM) for unauthorized third-party programs that interact with the Service and are prohibited by this Agreement.\nIf we detect any unauthorized third-party program, our Service may, without notice to you, communicate that information to us, including your internet protocol (IP) address, details about the unauthorized third-party program, and the time and date that the unauthorized third-party program was detected.\nIf the Service detects the use of an unauthorized third-party program, your access to the Service may be terminated.\nYou consent to this monitoring.</p>\n<p>\n<strong>12.\nDISCLAIMERS</strong>\n</p>\n<p>THE SERVICE IS PROVIDED “AS IS” AND “AS AVAILABLE”.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, WE DISCLAIM ALL GUARANTEES, REPRESENTATIONS AND WARRANTIES .\nIN ADDITION, WE DO NOT GUARANTEE THAT THE SERVICE WILL BE UNINTERRUPTED OR FREE OF ERRORS.\n</p>\n<p>\n<strong>13.\nLOCAL LAW</strong>\n</p>\n<p>You are responsible for complying with all local laws, rules and regulations in your use of the Service.</p>\n<p>\n<strong>14.\nGOVERNING LAW AND DISPUTE RESOLUTION</strong>\n</p>\n<p>This Agreement shall be governed by and construed under the laws of Singapore excluding its conflict of law principles.\nAll disputes relating to this Agreement shall be submitted to Singapore International Arbitration Centre (SIAC) for arbitration, which shall be conducted in accordance with its then applicable arbitration rules.\nThe place of arbitration will be Singapore.\nThe arbitral award is final and binding upon both parties.\nThe losing party will bear the arbitration costs.\n</p>\n<p>\n<strong>BOTH PARTIES TO THIS AGREEMENT CONFIRM THAT ANY DISPUTE RESOLUTION PROCEEDINGS, WHETHER IN ARBITRATION OR COURT, WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS AND NOT IN A CLASS OR REPRESENTATIVE ACTION.</strong>\n</p>\n<p>\n<strong>15.\nLIMITATIONS OF LIABILITY</strong>\n</p>\n<p>WE WILL NOT BE LIABLE TO YOU FOR ANY LOSSES OR DAMAGES SUFFERED IN CONNECTION TO THE ACCESS TO OR USE OF, OR INABILITY TO ACCESS OR USE, THE SERVICE.\nWITHOUT LIMITING THE PREVIOUS SENTENCE, WE WILL NOT BE LIABLE TO YOU FOR ANY LOSS OF DATA, LOSS OF PROFITS, SAVINGS OR REVENUE, OR ANY INDIRECT, CONSEQUENTIAL, INCIDENTAL, SPECIAL, PUNITIVE OR EXEMPLARY DAMAGES, WHETHER ARISING IN TORT (INCLUDING NEGLIGENCE), CONTRACT, STRICT LIABILITY, PRODUCT LIABILITY, OR OTHERWISE.\nIF, DESPITE THE LIMITATIONS SET OUT ABOVE, WE BECOME LIABLE TO YOU IN RESPECT OF THE SERVICE OR OTHERWISE UNDER THIS AGREEMENT, THAT LIABILITY WILL BE LIMITED TO THE SMALLER OF THE FEES YOU PAID TO US IN RELATION TO THE SERVICE IN THE 1 MONTH PRIOR TO THE EVENT GIVING RISE TO THE LIABILITY OR US$50.</p>\n<p>\n<strong>16.\nTERMINATION OF AGREEMENT</strong>\n</p>\n<p>We may terminate your access to and use of the Service, including Virtual Property, with no liability to you in the event that: (a) we cease providing the Service to similarly situated users generally.\n(b) you breach any term of this Agreement (including policies specified in this Agreement).\n(c) you breach any term of the Platform Agreement.\n(d) an applicable Platform restricts or terminates your Platform Account.\nor (e) we otherwise deem it necessary or reasonable to terminate this Agreement in our sole discretion.\nYou may also terminate this Agreement by deleting and uninstalling the Service on any and all of your devices or by deleting your Platform Account.\n</p>\n<p>Upon any termination of this Agreement, the rights granted to you will automatically terminate.\nThe following sections will survive termination of this Agreement: Section 1 (b), Section 10, Sections 14 through 18 and other sections or clauses which by their nature shall survive termination.</p>\n<p>\n<strong>17.\nCHANGES TO AGREEMENT</strong>\n</p>\n<p>We may modify or update this Agreement (including any applicable fees and service charges) from time to time, so please review it periodically.\nWe may provide you notice of modifications or updates if required by applicable laws.\nYour continued use of (or request to use) the Service after any modification to this Agreement will constitute your acceptance of such modification.\nIf any change is not acceptable to you, your only recourse is to stop using the Service.</p>\n<p>\n<strong>18.\nMISCELLANEOUS</strong>\n</p>\n<p>(a) This Agreement (together with our Privacy Policy and other rules, agreements and policies mentioned in this Agreement) supersedes all prior agreements of the parties regarding the subject matter of this Agreement, and constitutes the whole agreement with respect to that subject matter.\n</p>\n<p>(b) You may not assign this Agreement or your rights under this Agreement without our prior written consent.\nWe may assign all or any part of this Agreement without restriction.\n</p>\n<p>(c) No party will be liable for any non-performance or delay in performance (except its payment obligations) by that party that is due wholly or in part to any cause beyond that party’s reasonable control.\n</p>\n<p>(d) If any part of this Agreement is held to be invalid or unenforceable, that part will no longer apply to the parties but all other parts of the Agreement will remain in effect.\n</p>\n<p>(e) If we do not enforce (or delay in enforcing) any term of this Agreement, that will not be considered a waiver of our rights.\nAny waiver of our rights under this Agreement must be in a written document signed by us.\n</p>\n<p>(f) In this agreement, \"we\", \"us\", and \"our\" refer to SOURCE NEXT GENERATION TECHNOLOGY PTE.\nLTD.\nand/or its affiliates alone and never refer to the combination of you and us (that combination is referred to as \"the parties\").\n</p>User Agreement|Privacy Policy<br>|Fan Content Policy<br>Support: Support@Recreate.Games|Press: Media@Recreate.Games|Business: Business@Recreate.Games© 2023 Source Technology.\nRecreate Games and Party Animals are registered trademarks of Source Technology, Inc.\nor its affiliates.\n", "created_at": "2023-10-05 15:30:18.72571", "updated_at": "2023-10-05 15:30:37.970183"}, {"id": 19344, "name": "Privacy Policy", "url": "https://partyanimals.com/privacy-policy", "xpath": "//body", "text": " MEDIASUPPORTFORUMTWITCH DROPS<ul>\n<li>中国 - 中文</li>\n<li>Global - English</li>\n</ul>\n<ul>\n<li>MEDIA</li>\n<li>SUPPORT</li>\n<li>FORUM</li>\n<li>TWITCH DROPS</li>\n</ul>Global<ul>\n<li>中国 - 中文</li>\n<li>Global - English</li>\n</ul>PRIVACY POLICY<p>PARTY ANIMALS GAME PRIVACY POLICY</p>\n<p>This Privacy Policy (this “Policy”) explains how Source Next Generation Technology Pte.\nLtd.\n(hereinafter, \"we,\" \"us\" or \"our\") collect, use, share and protect information when you use our game Party Animals and its related services (collectively, the \"Service\"), and your rights and choices about the collection and use of your information.</p>\n<p>\n<strong>If you do not agree to the collection and use of your personal information in the way this Policy describes, please do not provide your information and do not use the relevant Service.\nYour use or continued use of the Service (including without limitation installing and/or use of our game, making in-game purchases, using our forum, etc.) constitutes your acceptance of this Policy.</strong>\n</p>\n<p>If you are under 18 years old (or other age requiring parental consent as prescribed by the laws of your jurisdiction), you must have your parent’s or guardian’s permission to agree to this Policy and use the Service.\nYour acceptance of the Policy and/or use of the Service means that both you and your parent or guardian have agreed to the terms of this Policy.</p>\n<p>This Policy is updated and effective on and from <strong>August 23 2023</strong>.</p>\n<ol>\n<li>\n<strong>1.\nINFORMATION WE COLLECT</strong>\n<strong> OR HAVE ACCESS TO</strong>\n</li>\n</ol>\n<p>We may collect or have access to the following types of information.</p>\n<ol>\n<li>\n<strong>A.\nInformation You Provide: </strong>\n</li>\n</ol>\n<p>Information that you provide to us when you use our game or Service.\nFor example, you may be providing us with your email address, game account, nickname, profile photo, in-game purchase history, etc.\nwhen you inquire about or use our Service (such as user inquire, support request, game forum, after-sale services, etc.).</p>\n<p>When you submit a support request, you need to log into our customer service website through your third party account (such as Facebook or Google Account).\nIn this process, we may collect your third party account information (including your nickname and profile photo) from such third-party account providers.\nWe also collect your Customer Service ID in the game and the information you provide to us in your support request so that we can help and respond to your request as soon as possible.</p>\n<p>When you use our game forum, we may collect your email address (for registration and login) and your interactive information, such as your postings and comments on our forum, your nickname and profile photo.\nYou should be aware that the your comments and other interactive information will be viewable to all visitors to our game forum, and you should comply with all applicable laws, regulations and our game forum terms when you post, comment or provide other forum interactive information in the forum.</p>\n<p>The information you send us when you participate in certain activities on our website or use our Service in other ways.\nFor example, when you use our Service (such as certain features on our website, etc.), you may provide us with your email address, social media account, instant messaging (IM) account, etc.</p>\n<p>In certain circumstances, you have decided to voluntarily provide us with the information.\nFor example, in order for us to contact you, complete our Service, or clarify certain steps for using our Service, you may send us your email address, etc.</p>\n<p>We collect and use the above information in order to provide our Service to you, enable you to use various features of our Service, and maintain a healthy online environment.</p>\n<ol>\n<li>\n<strong>B.\nInformation We Collect Automatically:</strong>\n</li>\n</ol>\n<p>\n<strong>Your Account Information: </strong>We collect your account information, such as your Steam ID and Steam Account Name or Xbox Console ID and Xbox Account Name if you use our Service via such platform(s), and your nickname and user icon in our game or Service.</p>\n<p>\n<strong>Your Game Behavioral information: </strong>We collect information about your game behavior, such as game log-in, game attempts, game progress, your saved preferences, game history, interactions with other players, the date and time of your play.</p>\n<p>\n<strong>Your Purchases information: </strong>We collect your in-game purchase transaction records when you make in-game purchases, such as your game account, the items purchased and the costs, transaction order number on Steam or Xbox platform(s).</p>\n<p>We collect and use the above information in order to enable you to use our game and Service.\nWe also collect and use these information for operation statistics and analysis, cheating detect, customer service, complaint handling and game security analysis.</p>\n<p>\n<strong>Your Device information:</strong> We collect your device information when you use our game or Service, such as device name, model, device settings, device performance, operating system, system language, platform and network type, etc.\n&nbsp;</p>\n<p>\n<strong>Your Location information: </strong>We collect your IP address and geographic (country, city) location information.</p>\n<p>\n<strong>C</strong>\n<strong>ookies:</strong> When you use our website services, certain login operations on our website may use Cookies to remember your identity and help us identify you as a registered user, retain your preferences and the information you previously provided to us.\nYou can block/delete Cookies in your browser settings, but after blocking/deleting relevant Cookies, certain services on our website may not be able to function properly.</p>\n<p>\n<strong>Certain Aggregated </strong>\n<strong>Information:</strong> When you use our website services, we may use certain third-party analysis tools to help us evaluate the traffic and usage trends of our website services.\nThese third-party analysis tools collect information sent from your device or from our servers, such as the web pages you visit and other information that assists us in providing and improving our Service.\nWe collect and use the above information in an aggregated way.\nSuch information cannot be used to reasonably identify any specific individual.</p>\n<p>We collect and use the above information in order to operate and provide our game or Service to you (including without limitation allowing you to connect to our servers, using these information to tailor our Service for you and enabling us to diagnose problems and provide support to you).</p>\n<ol>\n<li>\n<strong>2.\nHOW WE USE YOUR INFORMATION</strong>\n</li>\n</ol>\n<p>Please refer to Section 1 above for detailed descriptions of how we use your information at the end of each category of information we collect.\nWe only collect and use your information as minimally required to achieve the purposes identified above.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Overall, we use the above information to:</strong>\n</p>\n<ul>\n<li>√ Provide, operate and improve our Service</li>\n<li>√ Monitor metrics such as total number of visitors, traffic, and demographic patterns</li>\n<li>√ Identify game cheating and other inappropriate game behaviors</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong> We will not rent or sell your information to third parties without your consent.</strong>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>3</strong>\n<strong>.\nHOW WE S</strong>\n<strong>HARE</strong>\n<strong> YOUR INFORMATION</strong>\n</li>\n</ol>\n<p>Except as stipulated in this <em>Privacy Policy</em> and the <em>Party Animals Game</em>\n<em> EULA</em> or as required by laws, regulations or court orders, we will not share your personal information with third parties without your consent.\nIf there are other situations where we share your personal information with a third party for use beyond the original authorized purpose, we will obtain your consent.</p>\n<p>In order to provide better customized services and functions to you, we may share with third-party certain information but only after pseudonymizing the information.\nWe will contractually require such third party to collect and use your personal information in accordance with the applicable data and privacy laws and for the purpose stipulated in this Policy, and take appropriate security and management measures to protect the security of your personal information.\nHowever, please note that the actual processing of the pseudonymized information by such third party is subject to the privacy policy of such third party.</p>\n<p>We may disclose your information: (a) after obtaining your express consent, or (b) as required by applicable laws and regulations, or in response to valid requests by public authorities (such as a court or a government agency), or (c) if we determine in good faith belief that such action is necessary to: comply with a legal obligation, prevent or investigate possible wrongdoing in connection with the Service, protect and defend our legitimate rights, or for dispute resolution purposes.</p>\n<ol>\n<li>\n<strong>4.\nHOW WE STORE YOUR INFORMATION</strong>\n</li>\n</ol>\n<p>The information collected through the Service may be stored and processed in countries where we and our affiliates maintain teams and facilities.\nThe information may be in a country or jurisdiction different from your own, which may not have the same data protection laws as your own country or jurisdiction.\nFor example, your information may be processed on servers that may not be located where you live.\nBut no matter where our servers are located, we take appropriate measures to safeguard your rights in accordance with this Privacy Policy.</p>\n<ol>\n<li>\n<strong>5.\nDeletion of Your Information</strong>\n</li>\n</ol>\n<p>We will delete your information you provide to us after we have completed the relevant Service requiring such information, or will otherwise only keep such information to the minimum extent as required to provide and improve our Service to you.&nbsp.\nYou can also contact us (see “WHO WE ARE AND HOW TO CONTACT US” below) to have your information deleted (but please note that deletion of certain of your information might affect your continued use of all or part of our Service).</p>\n<ol>\n<li>\n<strong>6.\nRIGHTS YOU HAVE OVER YOUR INFORMATION</strong>\n</li>\n</ol>\n<p>If your personal information is collected from you and where applicable data &amp.\nprivacy laws apply, you will have the right to request for access, rectification, erasure, processing restriction and portability of your personal data, and the right to lodge a complaint with a data protection supervisory authority pursuant to such laws.</p>\n<p>To exercise your rights over your personal information, you may contact us using the contact details under the “WHO WE ARE AND HOW TO CONTACT US” below.\nTo protect the security of your account and your personal information, we may ask you to provide certain additional information to verify your identity before we respond to your requests.</p>\n<ol>\n<li>\n<strong>7.\nCHILDREN</strong>\n<strong>’</strong>\n<strong>S PRIVACY</strong>\n</li>\n</ol>\n<p>We do not knowingly collect, use or share information from children under the age of 13 (or other age threshold required by local laws) without parental consent as required by law.\nIn the event that we learn that we have collected personal information from a child under age 13 (or other age threshold required by local laws) without parental consent, we will delete that information as quickly as possible.\nParents or guardians may review, modify, or delete the child’s personal information, or withdraw consent, by contacting us using the contact information provided at the end of this Policy.&nbsp;</p>\n<ol>\n<li>\n<strong>8.\nOTHER WEB</strong>\n<strong>-</strong>\n<strong>SITES AND SERVICES</strong>\n</li>\n</ol>\n<p>We are not responsible for the practices employed by any websites or services linked to or from our Service, including the information or content contained within them.\nPlease remember that when you use a link to access our Service or to go from our Service to another website or service, our Privacy Policy does not apply to those third-party websites or services.</p>\n<p>Your browsing and interaction on any third-party website or service, including those that have a link on our website, are subject to that third party’s own rules and policies.\nIn addition, you agree that we are not responsible and do not have control over any third-party websites or services or their data &amp.\nprivacy practices.</p>\n<ol>\n<li>\n<strong>9.\nCALIFORNIA REQUIREMENTS</strong>\n</li>\n</ol>\n<p>The California Consumer Privacy Act (CCPA) requires specific disclosures for California residents.\nTo the extent CCPA applies, this section contains these specific disclosures.</p>\n<p>We may collect the following categories of personal information, as described in the CCPA:</p>\n<ul>\n<li>· Identifiers (such as email address, game account);</li>\n<li>· Commercial information (such as in-game purchase transaction records);</li>\n<li>· Internet or other electronic network activity (such as game behavioral information, game forum usage details);</li>\n<li>· Geo-location information (geographic (country, city) location information may be derived from your IP address);</li>\n<li>· Other “personal information” as defined under California law (such as your game account information, your nickname and user icon in our game or Service, your device information, your email address when using our game forum service, your Facebook or Google account information when submitting support requests).\nand</li>\n<li>· Inferences drawn from any of these categories (for example, profile reflecting your preferences based on your virtual item purchase history or game behavior).</li>\n</ul>\n<p>For details about the personal information we collect please see “INFORMATION WE COLLECT OR HAVE ACCESS TO” in Section 1 above.</p>\n<p>We collect your personal information for the following purposes:</p>\n<p>To enable you to use our game Service and provide you with better Service (for example, allowing you to play our game with your game account, nickname and icon, allowing you to log in and use our game forum, allowing you to submit support requests and responding to such requests, maintaining a healthy online game environment, conducting analysis of game security, etc.)</p>\n<p>For details about the purposes of the personal information we collect, please see “INFORMATION WE COLLECT OR HAVE ACCESS TO” in Section 1 above.</p>\n<p>How we may share your personal information to third parties:</p>\n<p>We do not rent or sell the personal information we collect.</p>\n<p>Other than to act in accordance with the immediately following paragraph, to share with third-party (but only after pseudonymizing) to provide better customized Service, and to share with our affiliates for necessary Service support, we do not share your information with third parties without your consent.</p>\n<p>We may disclose your information: (a) after obtaining your express consent, or (b) as required by applicable laws and regulations, or in response to valid requests by public authorities (such as a court or a government agency), or (c) if we determine in good faith belief that such action is necessary to: comply with a legal obligation, prevent or investigate possible wrongdoing in connection with the Service, protect and defend our legitimate rights, or for dispute resolution purposes.</p>\n<p>CCPA provides you with the right to access, modify and delete your personal information as well as the right to request information about how we collect and use your personal information.\nWe do not sell your personal information.\nWe will not discriminate against you for exercising your privacy rights under CCPA.\nIf you have questions or requests related to your rights under the CCPA, you can contact us.</p>\n<p>\n<strong>California Privacy Rights for Minor Users</strong>\n</p>\n<p>Since January 1, 2015, California Business and Professions Code Section 22581 permits you, if you are a California resident under the age of 18, to view, correct, or delete personal information provided by you or publicly posted by you, by sending us an email asking us to delete such content at <strong>privacy@sourcetech.xyz</strong>.</p>\n<p>We will be happy to review, update or remove information and/or content as appropriate.\nResidual copies of information and/or content that have been deleted from your account may remain in our backup systems for a limited period of time permitted by applicable laws.\nWe may retain your information to resolve disputes, enforce our user agreement, or comply with legal requirements.\nin this case, your personal information will be blocked from use for any other purpose.</p>\n<ol>\n<li>\n<strong>10.\nWHO WE ARE AND HOW TO CONTACT US</strong>\n</li>\n</ol>\n<p>For the purpose of data protection laws, the data controller of your personal information in relation to the Service is Source Next Generation Technology Pte.\nLtd.\nIts registered address is 112 Robinson Road #03-01 Robinson 112, Singapore.</p>\n<p>If you have any questions about this Privacy Policy or if you want to request deletion or modification of any personal information you have provided to us, please contact us at <strong>privacy@sourcetech.xyz</strong>.</p>\n<ol>\n<li>\n<strong>11.\nCHANGES TO OUR PRIVACY POLICY</strong>\n</li>\n</ol>\n<p>We may modify or update this Privacy Policy from time to time, so please review it periodically.\nWe may provide you notice of modifications or updates if required by applicable laws.\nYour continued use of (or request to use) the Service after any modification to this Privacy Policy will constitute your acceptance of such modification.</p>User Agreement|Privacy Policy<br>|Fan Content Policy<br>Support: Support@Recreate.Games|Press: Media@Recreate.Games|Business: Business@Recreate.Games© 2023 Source Technology.\nRecreate Games and Party Animals are registered trademarks of Source Technology, Inc.\nor its affiliates.\n", "created_at": "2023-10-05 15:30:18.759874", "updated_at": "2023-10-05 15:30:58.426514"}], "points": [], "urls": ["partyanimals.com"]}}