{"error": 448, "message": "OK", "parameters": {"id": 9348, "name": "BIT B.V.", "created_at": "2023-08-20 04:42:27.400406", "updated_at": "2023-08-20 10:02:16.605651", "wikipedia": null, "keywords": null, "related": null, "slug": "bit-b-v", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9348.png", "url": "bit.nl,untangle.bit.nl,nltrix.net,element.nltrix.net", "documents": [{"id": 18350, "name": "Sub Page - Privacy Policy", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/datacenter-privacyverklaring", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>PRIVACYVERKLARING\n<p>\n<strong>\n<br>PRIVACYVERKLARING BIT B.V.\n- VERSIE 2021-06-15</strong>\n</p>\n<p>U kunt deze Privacyverklaring ook verkrijgen als pdf.<em>\n<br>\n</em>\n<strong>\n<br>Definities<br>\n</strong>Rechtsgrond<br>De basis waarop gegevens verwerkt worden.\nDat kunnen, toestemming, vitale belangen, wettelijke verplichting, uitvoering overeenkomst, algemeen belang of gerechtvaardigd belang zijn.\n<br>\n<br>Gerechtvaardigd belang<br>Afweging tussen de belangen van BIT en de belangen van wie we de persoonsgegevens verwerken.<br>\n<br>\n<strong>Principe</strong>\n<br>Uw privacy wordt door BIT gerespecteerd.\nDe privacy-by-design en privacy-by-default principes worden gevolgd.\nVoor zover dat niet noodzakelijk is voor de dienstverlening aan u, wordt er niet getracht om persoonsgegevens te identificeren naar een specifiek natuurlijk persoon.\nUitgezonderd wettelijke verplichtingen of in gevallen waar delen noodzakelijk is voor de dienstverlening aan u zal BIT uw persoonsgegevens nimmer verkopen, verhuren of anderszins met derden delen.\nBIT geeft uw gegevens niet door aan verwerkers buiten de Europese Unie.\nBehalve voor orders geplaatst voor Untangle producten.\nOp basis van uw gegevens worden er geen geautomatiseerde beslissingen genomen en vindt er geen profiling van natuurlijke personen plaats.<br>\n<br>\n<strong>Rechten</strong>\n<br>U bent eigenaar van uw eigen persoonsgegevens.\nDit betekent dat u ook rechten heeft over die gegevens, ook als ze door BIT verwerkt worden.\nDe rechten waar u aanspraak op kunt maken staan hieronder beschreven.\nU kunt hiervoor contact opnemen met BIT.\nDe door u uit te oefenen rechten zijn:<br>\n<br>* Recht op inzage.\nu kunt de door BIT verwerkte persoonsgegevens van uzelf opvragen.\nIn de portal van BIT zijn (vrijwel) al uw persoonsgegevens door u in te zien.\nU heeft een account op deze portal nodig om uw gegevens te bekijken.<br>* Recht op rectificatie: u kunt de door BIT verwerkte persoonsgegevens (laten) wijzigen als deze niet correct zijn.<br>* Recht op overdracht: u kunt de door BIT verwerkte persoonsgegevens opvragen in een 'machine-readable' formaat zodat u de door BIT geleverde diensten kunt overdragen naar een andere leverancier.<br>* Recht op verwijdering: u kunt de door BIT verwerkte persoonsgegevens (laten) verwijderen als u uw toestemming voor verwerking intrekt en als er geen andere rechtsgrond is voor verwerking van uw gegevens.<br>* Recht op bezwaar: u kunt bezwaar indienen tegen het door BIT verwerken van uw persoonsgegevens.\nOp basis van uw bezwaar en de belangen van BIT wordt beoordeeld of de verwerking gestopt of aangepast kan worden.<br>* Recht op het indienen van een klacht: u kunt bij de Autoriteit Persoonsgegevens (AP) een klacht indienen als u vindt dat BIT niet juist met uw persoonsgegevens omgaat.\nU kunt uw klacht via de website van het AP indienen.<br>\n<br>\n<strong>Contactgegevens</strong>\n<br>Als u één of meer van de in deze verklaring beschreven rechten wenst uit te oefenen, neemt u dan contact op met BIT, de verwerkingsverantwoordelijke:<br>\n<br>BIT B.V.<br>O.v.v.\nverwerking persoonsgegevens<br>Postbus 536<br>6710 BM Ede<br>T: 0318 648 688<br>E: info@bit.nl<br>\n<br>Als u vragen heeft over de verwerking van uw gegevens, deze privacyverklaring of als u een datalek wilt melden, neemt u dan contact op met de functionaris gegevensbescherming (FG) van BIT.\nDeze functionaris is bij de Autoriteit Persoonsgegevens aangemeld met AP FG nummer FG002803.\nDe contactgegevens van de functionaris zijn:<br>\n<br>BIT B.V.<br>T.a.v.\nFunctionaris Gegevensbescherming<br>Postbus 536<br>6710 BM Ede<br>T: 0318 648 688<br>E: dpo@bit.nl<br>\n<br>\n<strong>Beveiliging</strong>\n<br>BIT heeft de volgende, generieke beveiligingsmaatregelen genomen om uw gegevens veilig en beschikbaar te houden:<br>* Overstroming en waterschade: data-opslag in datacenters die minimaal 6 meter boven NAP liggen, waterdetectie en op noodstroom aangesloten waterpompen.<br>* Blikseminslag: bliksemafleidingsinstallatie geïnstalleerd en gecertificeerd volgens de NEN norm 1014 klasse LP4, voor datacenters en kantoren.<br>* Brand: branddetectiesystemen (maandelijks gecontroleerd, jaarlijks volledig getest met onderhoudspartij), doormelding naar het RAC, aanvalsplan op maat bij de brandweer, gasblusinstallatie (maandelijks gecontroleerd, jaarlijks volledig getest met onderhoudspartij) voor de datacenters per serverruimte, een ruim aantal BHV-ers, een ruim aantal beheerders brandmeldinstallatie en kwartaallijkse ontruimingsoefening.<br>* Stroomstoring: aggregaten N+1 voor BIT-2A datacenter, aggregaten N+1 voor BIT-2BCD datacenter, aggregaat N voor BIT-1, UPS-sets met A en B zijde per serverruimte, stroom redundant tot in elke rack, maandelijkse belaste test van alle aggregaten en kantoren ook voorzien van UPS.<br>* Inbraak: zonering, elektrisch hek, inbraakdetectie- en alarmsysteem op alle panden, inschakelbewaking, camerabewaking, twee onafhankelijke surveillancediensten, VEB (beveiligingsklasse 4*) gecertificeerd.<br>* Klimaat: drietal gebouwbeheersingssystemen ('GBS'), één voor BIT-1, één voor BIT-2A en één voor BIT-2BCD welke zorgen voor de juiste temperatuur en luchtvochtigheid in de serverruimtes, minimaal N+1 uitgevoerde koeling en N+1 bevochtiging.<br>* Bekabeling (interferentie): kabels liggen in kantoor en in serverruimtes in kabelgoten, in de serverruimtes onder de verhoogde computervloer in tweetal goten: één voor stroom- en glasvezelkabels en één voor UTP-netwerkbekabeling, zware aansluitingen (koeling en UPS'en) in de serverruimtes in aparte kabelgoten.<br>* Netwerkredundantie: netwerkapparatuur is over locaties BIT-1 en BIT-2 verspreid, redundantie is aanwezig op het gebied van routers, switches, interne en externe verbindingen (meerdere aansluitingen op transitleveranciers en alle grote Europese Internet Exchanges), geografisch gescheiden routes tussen BIT-1 en BIT-2, tussen BIT-1 en een PoP in Amsterdam en tussen BIT-2 en een andere PoP in Amsterdam.\nHet gehele netwerk is gebaseerd op dynamische routering waarbij bij uitval van componenten automatisch andere paden gekozen worden om verkeer om de uitgevallen componenten heen te leiden.<br>* Storage: volledig redundante storage, geografisch gescheiden opslag van data in BIT-1 en BIT-2<br>* Back-up: volledig redundante storage.\nStorage draait op andere hardware dan de productiestorage.<br>* Loadbalancing: een groot aantal diensten wordt standaard loadbalanced aangeboden.\nVoor de meeste overige diensten is loadbalancing optioneel beschikbaar.\nVoor de loadbalanced diensten staan de loadbalancers en servers geografisch gescheiden in BIT-1 en BIT-2.<br>* Logische toegang: dwingend wachtwoordbeleid, access lists voor toegang van IP-adressen op informatiesystemen van BIT, RBAC, VPN met 2-factor authenticatie, firewalls, centrale logging van BIT informatiesystemen en detectiesystemen voor bepaalde ongeautoriseerde wijzigingen.<br>* Organisatorisch: ISO 27001 en NEN 7510 certificering op de volledige dienstverlening, geheimhoudingsplicht van medewerkers en ingeschakelde derden, VoG-verplichting voor alle medewerkers, een security officer binnen de organisatie, security awareness trainingen voor alle medewerkers, versleutelingsbeleid voor gevoelige informatie.\n<br>\n<br>U kunt in het overzicht hieronder specifieker per verwerking zien welke maatregelen er genomen zijn om uw persoonsgegevens te beveiligen.<br>\n<br>\n<strong>Verwerkingsregister</strong>\n<br>In het verwerkingsregister staat vermeld voor welke verwerkingen van persoonsgegevens BIT de verwerkingsverantwoordelijke is.\nDaarbij staat vermeld:<br>\n<br>– Wat het doel is van de verwerking.<br>– Op basis van welke grondslag (rechtsgrond) de verwerking plaatsvindt.<br>– In het geval van de rechtsgrond toestemming, wat de gevolgen zijn als de toestemming wordt ingetrokken.<br>– Wat voor een type (categorie) persoonsgegevens verwerkt worden.<br>– Wie de betrokkenen (eigenaren) van die gegevens zijn.<br>– Wie de gegevens ontvangt en/of in kan zien.<br>– Wat de bewaartermijn van de gegevens is.<br>– Op welke wijze de gegevens beveiligd zijn.<br>\n<br>BIT verwerkt meer persoonsgegevens dan in dit register opgenomen zijn.\nVoor die verwerkingen is BIT echter niet de verwerkingsverantwoordelijke, maar slechts verwerker.\nVragen over die verwerkingen kunt u stellen aan de verwerkingsverantwoordelijke.</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.603201", "updated_at": "2023-08-20 04:43:50.273515"}, {"id": 18355, "name": "Sub Page - Mantle SLA", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/mantel-sla", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>SERVICE LEVEL AGREEMENT\n<p>\n<br>\n<strong>MANTEL SLA BIT B.V.\n– VERSIE 2021-07-12<br>\n<br>\n</strong>Dit document is ook in pdf formaat beschikbaar.<strong>\n<br>\n<br>\n<br>\n</strong>\n<strong>1.\nDefinities</strong>\n<br>\n<strong>1.1.\nBeschikbaarheid</strong>\n<br>Het percentage van de tijd na oplevering dat de klant in staat is gebruik te maken van de dienst.<br>\n<br>\n<strong>1.2.\nGepland onderhoud</strong>\n<br>Onderhoudswerkzaamheden tijdens onderhoudsvenster die minimaal 14 dagen voor aanvang door BIT zijn aangekondigd.<br>\n<br>\n<strong>1.3.\nKantooruren</strong>\n<br>Op werkdagen van 09.00 tot 17.00 uur.<br>\n<br>\n<strong>1.4.\nKlantapparatuur</strong>\n<br>Apparatuur in eigendom, gebruik en onderhoud van de klant of derde, aangesloten op, en/of gemonteerd in de dienst.<br>\n<br>\n<strong>1.5.\nNon-performance penalty</strong>\n<br>Vergoeding voor het niet nakomen van de overeengekomen beschikbaarheid of reparatietijd.<br>\n<br>\n<strong>1.6.\nOnderhoudsvenster</strong>\n<br>Gedefinieerd tijdsbestek waarbinnen BIT en/of haar leveranciers onderhoud kunnen plegen.<br>\n<br>\n<strong>1.7.\nReparatietijd</strong>\n<br>De tijd tussen het moment dat de klant een incident bij BIT heeft gemeld tot het moment dat BIT de klant heeft gemeld dat het incident is opgelost.<br>\n<br>\n<strong>1.8.\nResponstijd</strong>\n<br>De tijd tussen het moment dat de klant een incident bij BIT heeft gemeld tot het moment dat BIT de incidentmelding actief oppakt.<br>\n<br>\n<strong>1.9.\nService onderbreking</strong>\n<br>Situatie waarbij de dienst (tijdelijk) niet bereikbaar is.<br>\n<br>\n<strong>1.10.\nSLA Service Level Agreement.</strong>\n<br>Overeenkomst tussen de klant en BIT, waarin is vastgelegd aan welke eisen de dienst voldoet in termen van beschikbaarheid en welke rechten en plichten beide partijen hebben ten aanzien van de dienst.<br>\n<br>\n<strong>1.11.\nWerkdagen</strong>\n<br>Maandag tot en met vrijdag, met uitzondering van nationale feestdagen.<br>\n<br>\n<strong>2.\nAlgemeen</strong>\n<br>BIT is een zakelijke internet service provider die gespecialiseerd is in colocatie, internetverbindingen, managed hosting en outsourcing.\nBIT levert aan kwaliteitsbewuste organisaties de ruggengraat voor hun IT- en internetinfrastructuur.\nBetrouwbaarheid is het uitgangspunt van onze dienstverlening, zodat onze klanten zich zorgeloos met hun kernactiviteiten bezig kunnen houden.\nBIT onderscheidt zich door een hoog kennisniveau, jarenlange ervaring en een pragmatische aanpak.\n<br>\n<br>Deze mantel SLA geldt voor alle diensten die&nbsp.\nBIT levert.\nVoor een aantal diensten zijn er specifieke addenda uitgebracht die deze SLA verder uitbreiden voor betreffende specifieke diensten.\n<br>\n<br>\n<strong>3.\nLevering van de dienst</strong>\n<br>Het leveringsproces start na het ontvangen van het door de klant ondertekende contract door BIT.\nDe klant is gehouden, in redelijkheid, medewerking te verlenen bij de werkzaamheden die nodig zijn voor het leveren van de dienst.<br>\n<br>\n<strong>4.\nWijzigingen</strong>\n<br>\n<strong>4.1.\nWijzigingen aan de SLA</strong>\n<br>Functionele wijzigingen aan de SLA moeten door BIT minimaal twee maanden van tevoren aangekondigd worden.\nBIT behoudt zich het recht voor om tekstuele wijzigingen zonder aankondiging door te voeren.\n<br>\n<br>\n<strong>4.2.\nWijzigingen aan de dienst</strong>\n<br>Wijzigingen met betrekking tot de dienst zijn onderverdeeld in drie categorieën:<br>\n<br>\n<strong>4.2.1.\nFunctionele wijzigingen</strong>\n<br>Wijzigingen aan de dienst richting de klant zoals bijvoorbeeld een aanpassing in de stroom- of koelvoorziening.\nFunctionele wijzigingen zijn op verzoek en in opdracht van de klant.\nDeze wijzigingen zullen in overleg met de klant uitgevoerd worden.<br>\n<br>\n<strong>4.2.2.\nTechnische wijzigingen</strong>\n<br>Wijzigingen aan de dienst waarbij de dienst richting de klant voor en na de wijziging gelijk blijft.\nDeze wijzigingen worden in een gepland onderhoud uitgevoerd.<br>\n<br>\n<strong>4.2.3.\nAdministratieve wijzigingen</strong>\n<br>Wijzigingen van contactgegevens zoals adres, telefoonnummer of contactpersonen met betrekking tot de dienst.\nDeze wijzigingen zullen in overleg met de klant uitgevoerd worden.<br>\n<br>\n<strong>5.\nCommunicatie</strong>\n<br>\n<strong>5.1.\nCommunicatie door BIT</strong>\n<br>BIT zal communicatie met betrekking tot de dienst laten verlopen via:<br>• https://www.bit.nl/<br>• https://portal.bit.nl/<br>• onderhoud@bit.nl<br>• support@bit.nl<br>• info@bit.nl<br>• sales@bit.nl<br>• per brief<br>• persoonlijk met de klant<br>\n<br>In geval van een storing waardoor https://www.bit.nl/ niet bereikbaar is zal https://www.bit.org/ gebruikt worden voor communicatie.<br>\n<br>\n<strong>5.2.\nCommunicatie door de klant</strong>\n<br>De klant kan zich telefonisch, per e-mail of in persoon tot onze Customer Care afdeling wenden voor alle informatie over diensten van BIT, bestellingen, vragen over facturen en verzoeken tot wijziging van uw gegevens.\nOok voor het melden van incidenten is onze Customer Care afdeling de juiste ingang.\nIncidenten dienen in ieder geval telefonisch aan ons gemeld te worden.\n<br>\n<br>\n<strong>5.3.\nBereikbaarheid</strong>\n<br>BIT is 24 uur per dag, zeven dagen per week bereikbaar via het algemene nummer: 0318 648 688.\nTijdens kantooruren zal onze Customer Care afdeling u te woord staan.\nBuiten kantooruren is een engineer beschikbaar.\nIn geval van storingen aan, of onbereikbaarheid van ons algemene nummer zijn wij te bereiken via 026 372 4617.\nOok dit nummer is 24 uur per dag en zeven dagen per week bereikbaar.\n<br>\n<br>\n<strong>5.4.\nGeheimhouding en informatiebeveiliging</strong>\n<br>BIT voelt zich verantwoordelijk voor de bescherming van klantgegevens en -apparatuur.\nGeheimhouding en informatiebeveiliging zijn in de systemen en procedures vastgelegd.\nKlantinformatie wordt behandeld als strikt vertrouwelijk.\nEen voorbeeld hiervan is dat alle medewerkers van BIT een geheimhoudingsverklaring hebben getekend.\n<br>\n<br>BIT neemt een zorgplicht op zich die voortvloeit uit de aard van de aangeboden diensten en producten.\nOm dit \"goed huisvaderschap\" structureel na te streven is informatiebeveiliging procesmatig binnen het bedrijf ingericht en ISO 27001 en NEN 7510 gecertificeerd.\nDeze normen specificeren de eisen voor de implementatie van beveiligingsmaatregelen die zijn aangepast aan de behoeften en plichten van BIT.\nOp deze manier wordt klantinformatie beschermd.<br>\n<br>BIT houdt ook rekening met wensen van de klant zelf op het gebied van geheimhouding en beveiliging.\nMocht het wenselijk zijn, dan kan er een geheimhoudingsverklaring getekend worden of specifiek beveiligingsplan ontworpen worden voor specifieke projecten of opdrachten.\nHet is ook mogelijk om een specifiek autorisatieschema te hanteren voor wijzigingen aan de diensten van specifieke klanten.\n<br>\n<br>\n<strong>6.\nOnderhoud</strong>\n<br>Om de dienstverlening uit te breiden of te verbeteren, kan het nodig zijn dat BIT onderhoudswerkzaamheden uitvoert.\nBIT onderscheidt verschillende soorten onderhoud:<br>\n<br>\n</p>\n<ul>\n<li>Onderhoud uitgevoerd tijdens een onderhoudsvenster zonder service-onderbreking.</li>\n<li>Onderhoud uitgevoerd tijdens een onderhoudsvenster met service-onderbreking.</li>\n<li>Onderhoud uitgevoerd in overleg en met toestemming van de klant.</li>\n<li>Spoedonderhoud.</li>\n</ul>\n<p>\n<br>Het onderhoudsvenster dat BIT hanteert loopt dagelijks van 0.00 tot 7.00 uur CE(S)T.\nTijdens deze onderhoudsvensters kan BIT zonder toestemming van de klant onderhoudswerkzaamheden verrichten.\nIndien een onderbreking van de dienst wordt verwacht, zal BIT dit minimaal 14 dagen voor aanvang van de werkzaamheden aankondigen.\nDit gebeurt door middel van een e-mail naar de speciaal hiervoor ingerichte mailinglijst onderhoud@bit.nl, waar klanten zich gratis op kunnen abonneren en door middel van een aankondiging op onze website https://www.bit.nl.<br>\n<br>In overleg en met toestemming van de klant kan op ieder gewenst tijdstip onderhoud worden uitgevoerd, bijvoorbeeld om op verzoek van de klant een wijziging door te voeren.<br>\n<br>In uitzonderlijke gevallen kan BIT besluiten spoedonderhoud uit te voeren.\nOnderhoud zal alleen als spoedonderhoud worden gezien als zich onvoorziene omstandigheden voordoen die de beschikbaarheid, integriteit of vertrouwelijkheid van de dienst of andere diensten van BIT in gevaar brengen.\nOok spoedonderhoud zal, als de situatie dit toelaat, tijdens een onderhoudsvenster worden uitgevoerd.\nIndien een service-onderbreking verwacht wordt, zullen de werkzaamheden zo snel mogelijk op bovengenoemde wijze worden aangekondigd.\n<br>\n<br>\n<strong>7.\nIncidenten</strong>\n<br>Incidenten worden geregistreerd in een ticketingsysteem.\nElk incident krijgt een ticket-ID toegewezen.\nAlle acties met betrekking tot een incident worden onder dit ticketnummer opgeslagen.<br>\n<br>BIT zal er redelijkerwijs alles aan doen alle incidenten zo snel mogelijk op te lossen.\nDe klant zal hierbij redelijkerwijs alle medewerking verlenen, zoals bijvoorbeeld:<br>\n<br>\n</p>\n<ul>\n<li>Het doorgeven van informatie aan BIT die relevant kan zijn bij het verhelpen van een incident.</li>\n<li>Het verschaffen van toegang tot de apparatuur.</li>\n<li>Het uit- en inschakelen van apparatuur en doorgeven van statusinformatie van de gebruikte apparatuur.</li>\n</ul>\n<p>\n<br>\n<strong>7.1.\nAlgemene incidenten</strong>\n<br>Algemene incidenten die de beschikbaarheid van de dienst aantasten of een risico leveren voor de beschikbaarheid van de dienst zullen op onze website https://www.bit.nl/ gepubliceerd worden.\nDe incidentmeldingen zijn tevens beschikbaar via RSS: https://www.bit.nl/rss/incidenten.\nIncidenten die op de website gemeld worden kunnen op verzoek ook via SMS verzonden worden.\nAangezien het SMS-protocol niet voorziet in aflevergaranties kunnen ook wij deze garantie niet geven.\nIn geval van een storing waardoor https://www.bit.nl/ niet bereikbaar is zal https://www.bit.org/ gebruikt worden voor communicatie.<br>\n<br>\n<strong>7.2.\nIndividuele incidenten</strong>\n<br>Individuele incidenten die de beschikbaarheid van de dienst voor één of een selecte groep klanten aantasten worden niet op de website gepubliceerd.\nBIT zal, voor zover mogelijk en indien nodig, contact opnemen met de getroffen klanten.<br>\n<br>\n<strong>8.\nBeschikbaarheid</strong>\n<br>De beschikbaarheid van specifieke diensten wordt beschreven in het addendum over de specifieke dienst artikel 3, “Beschrijving van de dienst”.\nHet eventueel niet beschikbaar zijn van de dienst wordt geteld vanaf het moment dat de klant een incident meldt tot het moment dat BIT meldt dat het incident is verholpen.\nBij het berekenen van de beschikbaarheid wordt uitsluitend gekeken naar incidenten met prioriteit 1 of 2, zoals gedefinieerd in het addendum, artikel 4, “Incidenten”.<br>\n<br>De volgende soorten onderbrekingen worden in het kader van deze SLA niet gezien als niet beschikbaar zijn van de dienst:<br>\n<br>\n</p>\n<ul>\n<li>Onderbrekingen ten gevolge van wijzigingen aan de dienst die op verzoek van de klant worden doorgevoerd.</li>\n<li>Onderbrekingen ten gevolge van verkeerd geconfigureerde of defecte klantapparatuur.</li>\n<li>Onderbrekingen ten gevolge van wijzigingen aan apparatuur van BIT of zijn leveranciers, die zonder toestemming zijn aangebracht door (personeel van) de klant.</li>\n<li>Onderbrekingen waarbij engineers van BIT of zijn leveranciers geen toegang krijgen tot de apparatuur om reparatiewerkzaamheden uit te voeren.</li>\n<li>Overeengekomen onderhoudswerkzaamheden en onderhoudswerkzaamheden tijdens onderhoudsvensters.</li>\n<li>Overmacht zoals beschreven in de “Algemene verkoop- en leveringsvoorwaarden BIT B.V.”.</li>\n</ul>\n<p>\n<br>\n<strong>8.1.\nResponstijd</strong>\n<br>De responstijd bedraagt in alle gevallen maximaal één uur.\nDe responstijd wordt gerekend vanaf het moment dat de klant het incident via de storingsdienst bij BIT heeft gemeld, of maximaal één uur na zijn eerste poging daartoe.<br>\n<br>\n<strong>9.\nEscalatie</strong>\n<br>Op verzoek van de klant kan een incident worden geëscaleerd naar de volgende personen (in deze volgorde): <br>\n<br>Manager Support &amp.\nSales<br>Wido Potters<br>0318 695 903<br>wido@bit.nl<br>\n<br>CTO<br>Alex Bik<br>0318 648 685<br>alex@bit.nl<br>\n<br>Buiten kantooruren zijn deze personen bereikbaar via het telefoonnummer van de storingsdienst.</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.749849", "updated_at": "2023-08-20 04:56:59.400656"}, {"id": 18346, "name": "Sub Page - Acceptable Use Policy", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/acceptable-use-policy", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ACCEPTABLE USE POLICY\n<p>\n<strong>\n<br>ACCEPTABLE USE POLICY BIT B.V.\n- VERSIE 2013-07-04</strong>\n</p>\n<p>Door middel van dit document wil BIT B.V.\n(hierna te noemen BIT) zijn klanten en gebruikers van diensten van BIT (hierna te noemen gebruiker[s]) wijzen op hun verantwoordelijkheden wanneer zij van de diensten van BIT gebruik maken.\nWanneer bepalingen uit deze Acceptable Use Policy (AUP) worden overtreden, kan BIT die maatregelen treffen, omschreven in de Abuse Policy om overtreding, voortduring dan wel herhaling daarvan tegen te gaan.\nU kunt deze&nbsp;Acceptable Use Policy ook verkrijgen als <strong>pdf</strong>.</p>\n<p>\n<strong>Doel</strong>\n<br> Doel van deze Acceptable Use Policy is onder meer:</p>\n<ul>\n<li>de gebruikers veilige en betrouwbare internetdiensten te bieden,</li>\n<li>het bijdragen aan het open karakter van internet en de waarde van internet als een platform voor vrije meningsuiting,</li>\n<li>het bevorderen van het verantwoordelijk gebruik van het internet en het tegengaan van praktijken die de bruikbaarheid en daarmee de waarde van het internet negatief beïnvloeden,</li>\n<li>het beschermen van de rechten, privacy en (internet)veiligheid van individuen en organisaties,</li>\n<li>het aangeven welke aanvullende rechten en plichten, naast de wettelijk vastgelegde rechten en plichten, BIT stelt aan de gebruikers.</li>\n</ul>\n<p>\n<br>\n<strong>Gedragsregels<em>\n<br>\n</em>\n</strong>\n</p>\n<ul>\n<li>Uitgangspunt is dat gebruikers zich als goede en zorgvuldige internetgebruikers gedragen en geen overlast veroorzaken voor andere gebruikers en/of netwerken op het internet.</li>\n<li>De gebruiker zal instructies van BIT ten aanzien van de geboden internetdiensten, die in alle redelijkheid worden geformuleerd, opvolgen.</li>\n<li>De gebruiker onthoudt zich van het verzenden via of plaatsen op het internet van enig materiaal, in welke uitdrukkingsvorm ook, dat kan worden beschouwd als onwettig, onrechtmatig, bedreigend, discriminerend, smadelijk dan wel materiaal of uitingen die gedragingen aanmoedigen of uitlokken die kunnen worden beschouwd als strafbaar of die aanleiding kunnen geven voor civielrechtelijke aansprakelijkheid of op enige andere wijze in strijd zijn met de Nederlandse wet of internationale wet- en regelgeving.</li>\n<li>De gebruiker zal alles doen wat redelijkerwijs mogelijk is om te voorkomen dat een computervirus of ander kwaadwillig programma op het internet of de infrastructuur van BIT geplaatst wordt of verzonden kan worden.</li>\n<li>De gebruiker zal alles doen wat redelijkerwijs mogelijk is om alleen systemen met afdoende beveiliging met het internet te verbinden.</li>\n<li>BIT gaat uiterst zorgvuldig om met vertrouwelijke gegevens (waaronder wachtwoorden) van zijn gebruikers en verwacht eenzelfde mate van zorgvuldigheid van zijn gebruikers.</li>\n<li>De gebruiker zal BIT zo spoedig mogelijk informeren als vertrouwelijke gegevens van BIT of door BIT verstrekt op welke wijze dan ook bij onbevoegden terecht zijn gekomen of als er een vermoeden is dat dat gebeurd is.</li>\n<li>De gebruiker zal BIT zo spoedig mogelijk informeren als onbevoegden toegang hebben gehad tot de diensten of als er een vermoeden is dat dat gebeurd is.</li>\n</ul>\n<p>\n<br>\n<strong>Misbruik</strong>\n<br> De gebruiker zal zich onthouden van iedere poging om, op welke wijze dan ook:</p>\n<ul>\n<li>zonder toestemming systemen van derden binnen te dringen of accounts van derden te gebruiken,</li>\n<li>zich toegang te verschaffen tot gegevens die niet voor de gebruiker bestemd zijn,</li>\n<li>denial of service attacks uit te voeren,</li>\n<li>zonder toestemming netwerkverkeer van derden te onderscheppen of te manipuleren,</li>\n<li>spam te versturen,</li>\n<li>elektronische berichten te manipuleren (waaronder e-mail headers).</li>\n</ul>\n<p>\n<em>\n<br>\n</em>\n<strong>Wijziging</strong>\n<br> BIT behoudt zich het recht voor aan de hand van maatschappelijke en technische ontwikkelingen deze Acceptable Use Policy eenzijdig te wijzigen.</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.488623", "updated_at": "2023-08-20 04:46:42.479611"}, {"id": 18349, "name": "Sub Page - Agreement Security Test", "url": "https://www.bit.nl/nl/over-bit/overeenkomst-beveiligingstest", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>OVEREENKOMST BEVEILIGINGSTEST\n<p>\n<strong>\n<br>OVEREENKOMST BEVEILIGINGSTEST BIT B.V.\n– VERSIE 2019-08-20<br>\n<br>\n</strong>Dit document is ook in pdf formaat beschikbaar.<br>\n<br>\n<br>Artikel 1: BEPERKING<br>1.1 Infrastructuur- en/of informatiesystemen van BIT die geen onderdeel zijn van de beveiligingstest en infrastructuur- en/of informatiesystemen van andere cliënten van BIT, zullen niet worden gebruikt als opstapje voor toegang tot de systemen die deel uitmaken van de beveiligingstest.<br>1.2 Auditor zal alle redelijke inspanningen leveren om af te zien van activiteiten die de vertrouwelijkheid, integriteit of beschikbaarheid van informatiesystemen van BIT of andere cliënten van BIT in gevaar brengen (d.w.z.\nDDoS-aanvallen).\nHoewel Auditor alle activiteiten in de beveiligingstest naar beste kunnen zal uitvoeren, kunnen de gebruikte hulpmiddelen en technieken de informatiesystemen van BIT verstoren en/of leiden tot mogelijk verlies of beschadiging van gegevens en BIT stemt ermee in om de nodige back-ups te maken en redundante systemen te bieden die vereist zijn in de omstandigheden.\nAuditor zal BIT op de hoogte stellen in het geval wanneer een activiteit leidt tot het uitvallen van de dienst of het verloren gaan van gegevens indien dit bekend is bij Auditor.<br>1.3 In het geval dat de activiteiten van de beveiligingstest de vertrouwelijkheid, integriteit of beschikbaarheid van de informatiesystemen van BIT of van andere cliënten van BIT in gevaar brengen, kan BIT de Auditor en/of Cliënt verzoeken de beveiligingstest onmiddellijk te stoppen.<br>1.4 BIT kan, zonder voorafgaand overleg met Auditor en/of Cliënt, acties ondernemen die de beveiligingstest hinderen of stilleggen in geval van beperking van de vertrouwelijkheid, integriteit of beschikbaarheid van de informatiesystemen van BIT of andere cliënten van BIT.<br>\n<br>Artikel 2: TOESTEMMING EN VRIJWARING<br>2.1 Omdat toegang verkrijgen tot een computersysteem zonder toestemming een misdrijf is volgens de Nederlandse wetgeving, geeft BIT expliciet toestemming aan Auditor om de overeengekomen activiteiten voor Cliënt uit te voeren.<br>2.2 Omdat het uitvoeren van de activiteiten in de beveiligingstest voor Cliënt mogelijk indruist tegen de Acceptable Use Policy van BIT, verklaart BIT dat de Acceptable Use Policy en de Abuse Policy niet van toepassing zijn op de activiteiten in de beveiligingstest gedurende het tijdsbestek zoals beschreven in artikel 16.<br>2.3 De Service Level Agreement(s) die BIT aanbiedt aan Cliënt zijn niet van toepassing tijdens de beveiligingstest of als gevolg van de beveiligingstest.\n<br>2.4 BIT vrijwaart Auditor voor claims van BIT, de cliënten van BIT en derden die verbonden zijn met BIT en/of cliënten van BIT – zowel voor directe als indirecte (vervolg)schade – die als gevolg zijn van de beveiligingstest of verband houden met de activiteiten van de beveiligingstest.\nDit artikel is niet van toepassing in geval van grove nalatigheid, opzet of niet-naleving van de bepalingen van deze overeenkomst door Auditor.<br>\n<br>Artikel 3: DATA INBREUK<br>3.1 Indien tijdens de activiteiten van de beveiligingstest de gegevens van BIT, cliënten van BIT of een derde partij toegankelijk worden voor de Auditor, zal Auditor zijn toegang tot deze gegevens beperken voor zo ver dit mogelijk is binnen de activiteiten van de beveiligingstest.\n<br>3.2 Auditor verwijdert alle kopieën van de gegevens zoals beschreven in artikel 12 onmiddellijk na het voltooien van de activiteiten van de beveiligingstest.<br>\n<br>Artikel 4: INFORMATIE DELEN<br>4.1 Auditor deelt met BIT de kwetsbaarheden die op de infrastructuur van BIT en/of de informatiesystemen van BIT en/of de informatiesystemen van cliënten van BIT gevonden worden tijdens het uitvoeren van de activiteiten van de beveiligingstest.<br>4.2 Voor het type beveiligingstesten/-aanvallen die niet kunnen worden uitgevoerd vanwege beperkingen die door BIT zijn opgelegd, kan BIT, op verzoek, Auditor/Cliënt informeren over preventieve/beperkende maatregelen die BIT heeft getroffen om dit soort aanvallen te voorkomen (bijv.\nDDoS-aanvallen).<br>\n<br>Artikel: CONTACT<br>5.1 Cliënt zal BIT informeren over de systemen en/of applicaties die deel uitmaken van de beveiligingstest en het tijdsbestek waarin de activiteiten van de beveiligingstest zullen worden uitgevoerd.<br>5.2 Auditor zal BIT informeren over de IP-adressen die hij zal gebruiken om de activiteiten van de beveiligingstest uit te voeren.<br>5.3 Auditor en Cliënt zullen BIT informeren over namen, telefoonnummer en e-mailadressen van directe contactpersonen of afdelingen binnen hun organisatie met betrekking tot de activiteiten van de beveiligingstest.<br>5.4 Het e-mailadres van de klantenservice van BIT is info@bit.nl.\nGebruik cert@bit.nl met PGP KeyID 9DCA4A97A80E77B1 voor alle informatie die geheim moet blijven.\nVoor noodgevallen is BIT alleen telefonisch bereikbaar, 24x7 op 0318 648 688.<br>\n<br>Artikel: VERTROUWELIJKHEID<br>6.1 Alle informatie en gegevens die uitgewisseld worden tussen Auditor, Cliënt en BIT, of informatie die bekend wordt, inclusief maar niet beperkt tot software, voorbereidingsmateriaal, documentatie, kennis of bedrijfsgeheimen van Auditor, Cliënt en BIT, zullen als vertrouwelijk behandeld worden door alle partijen.\nDe ontvangende partij zal deze informatie alleen voor het beoogde doel gebruiken en niet delen met derden, behalve na schriftelijke toestemming of in geval van een wettelijke verplichting.\nBIT kan informatie over kwetsbaarheden die zijn gevonden op informatiesystemen van cliënten van BIT delen met de cliënt in kwestie.</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.574465", "updated_at": "2023-08-20 04:48:48.833524"}, {"id": 18347, "name": "Sub Page - General Sales and Delivery Conditions", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/algemene-verkoop-en-leveringsvoorwaarden", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ALGEMENE VERKOOP- EN LEVERINGSVOORWAARDEN\n<p>\n<strong>\n<br>ALGEMENE VERKOOP- EN LEVERINGSVOORWAARDEN BIT B.V.\n- VERSIE 2016-10-25</strong>\n</p>\n<p>Klanten en gebruikers die van de internetfaciliteiten van BIT B.V.\ngebruik maken worden geacht notie te hebben genomen van de 'Acceptable Use Policy' alsmede de 'Abuse Policy' welke respectievelijk op <strong>www.bit.nl/aup/</strong> en <strong>www.bit.nl/ap/</strong> staan vermeld.\nU kunt deze Algemene verkoop- en leveringsvoorwaarden ook verkrijgen als <strong>pdf</strong>.<br>\n<br>Artikel 1: ALGEMEEN<br>1.1 Al onze aanbiedingen, overeenkomsten en de uitvoering daarvan worden beheerst door de onderhavige voorwaarden.\nAfwijkingen dienen uitdrukkelijk schriftelijk met ons overeengekomen te worden.<br>1.2 Onder “de wederpartij” wordt in deze voorwaarden verstaan: iedere natuurlijke of (rechts)persoon, die met onze onderneming een overeenkomst heeft gesloten, respectievelijk wenst te sluiten alsmede diens vertegenwoordiger(s), gemachtigde(n), rechtverkrijgende(n) en erfgenamen.<br>1.3 De door de wederpartij gehanteerde eigen voorwaarden blijven onverlet voor zover niet in strijd met de onderhavige voorwaarden.\nIn dat geval zullen onze voorwaarden te allen tijde voorrang hebben, zelfs indien anderszins voorrang bedongen is.<br>1.4 Op alle met ons gesloten overeenkomsten en de uitvoering daarvan zijn tevens van toepassing de door ons gehanteerde Acceptable Use Policy en Abuse Policy, zoals deze gelden op het moment van de gedraging in strijd met de Acceptable Use Policy.<br>1.5 In geval van strijd tussen deze tekst en een in een andere taal gestelde tekst van deze voorwaarden prevaleert de Nederlandse tekst.\n<br>\n<br>Artikel 2: TOTSTANDKOMING OVEREENKOMST<br>2.1 Alle door ons gedane aanbiedingen en offertes, in welke vorm dan ook, zijn vrijblijvend, tenzij uitdrukkelijk anders door ons is vermeld.<br>2.2 Indien een aanbieding vergezeld gaat van demo’s, tekeningen, begrotingen, plannen, catalogi of andere bescheiden of digitale informatie op producten, blijven deze te allen tijde ons eigendom en moeten op eerste verzoek aan ons worden geretourneerd.\nZij mogen zonder onze toestemming niet vermenigvuldigd, gekopieerd, gecachet of aan derden ter inzage gegeven worden of worden verstrekt.<br>2.3 Toezending van aanbiedingen en/of (andere) documentatie verplicht ons niet tot acceptatie van een order.\nNiet-acceptatie wordt door ons zo spoedig mogelijk, maar in elk geval binnen 14 dagen aan de wederpartij ter kennis gebracht.\nDe overeenkomst komt derhalve eerst tot stand 14 dagen na acceptatie of zoveel eerder dat wij de overeenkomst schriftelijk bevestigen of daaraan (een begin van) uitvoering geven.<br>\n<br>Artikel 3: LEVERING<br>3.1 Wij behouden ons het recht voor opdrachten c.q.\nbestellingen zonder opgaaf van redenen te weigeren, dan wel uitsluitend onder rembours of à contant te leveren.<br>3.2 De door ons opgegeven levertijden zijn indicatief en niet als fatale termijn te beschouwen.\nOpgave van de levertijd geschiedt door ons altijd bij benadering, tenzij uitdrukkelijk schriftelijk anders is opgegeven.<br>3.3 Levering vindt, tenzij uitdrukkelijk anders overeengekomen, plaats af ons bedrijf of magazijn.<br>3.4 Wij behouden ons het recht voor goederen onder rembours te leveren of vooruitbetaling van wederpartij te verlangen.<br>\n<br>Artikel 4: ANNULERING<br>4.1 Indien de wederpartij, nadat een overeenkomst tot stand is gekomen, deze wenst te annuleren zal, indien wij met deze ontbinding instemmen, 15% van de orderprijs (incl.\nBTW) als annuleringskosten in rekening worden gebracht, onverminderd ons recht op volledige schadevergoeding, inclusief gederfde winst.<br>\n<br>Artikel 5: PRIJZEN<br>5.1 Tenzij anders vermeld zijn onze prijzen:<br>a.\nbij diensten gebaseerd op uurtarief,<br>b.\nbij goederen, gebaseerd op levering af ons bedrijf of magazijn,<br>c.\nexclusief BTW, invoerrechten, andere belastingen, heffingen en rechten,<br>d.\nexclusief de kosten van verpakkingen, in- en uitlading, vervoer en verzekering,<br>e.\nexclusief installatie- en instructiekosten vermeld in Euro’s,<br>5.2 Ingeval van verhoging van een of meer der kostprijsfactoren zijn wij gerechtigd om de orderprijs dienovereenkomstig te verhogen.\neen en ander met inachtneming van de eventueel ter zake bestaande wettelijke voorschriften, met dien verstande dat reeds bekende toekomstige prijsverhogingen bij de orderbevestiging zullen worden vermeld.<br>\n<br>Artikel 6: OVERMACHT<br>6.1 “Overmacht” wordt ten deze verstaan: elke van de wil van partijen onder onafhankelijke c.q.\nonvoorzienbare omstandigheid waardoor nakoming van de overeenkomst redelijkerwijs door de andere partij niet meer kan worden verlangd.<br>6.2 In dat kader wordt onder overmacht in de contractuele relatie met onze wederpartijen in ieder geval verstaan een zodanige storing of belemmering van de telecommunicatievoorzieningen van derden welke normale doorgifte van telecommunicatiediensten gedurende kortere of langere tijd verhindert.<br>6.3 Indien naar ons oordeel de overmacht van tijdelijke aard zal zijn, hebben wij het recht de uitvoering van de overeenkomst zolang op te schorten, totdat de omstandigheid die de overmacht oplevert zich niet meer voordoet.<br>6.4 Indien wij door een overmachtsituatie onze dienstverlening langer dan dertig (30) dagen opschorten heeft de wederpartij het recht de overeenkomst ten aanzien van de daardoor getroffen dienst(en) voor de toekomst te ontbinden.\nIn dat geval zal – mede gezien de aard van de prestatie – over en weer geen ongedaanmaking voor het verleden plaatsvinden en is de wederpartij niet gerechtigd tot enige vorm van schadevergoeding wegens voortijdig einde van de overeenkomst.<br>6.5 Is naar ons oordeel de overmachtsituatie van blijvende aard, dan kunnen wij de overeenkomst ten aanzien van de getroffen dienst(en) voor de toekomst ontbinden.\nIn dat geval zal – mede gezien de aard van de prestatie – over en weer geen ongedaanmaking voor het verleden plaatsvinden en is de wederpartij niet gerechtigd tot enige vorm van schadevergoeding wegens voortijdig einde van de overeenkomst.<br>6.6 Wij zijn gerechtigd betaling te vorderen van de prestaties, die bij de uitvoering van de betreffende overeenkomst zijn verricht, vóórdat van de overmacht veroorzakende omstandigheid is gebleken.<br>6.7 De partij die meent in overmacht te (komen) verkeren, dient de andere partij daarvan onmiddellijk in kennis te stellen.<br>\n<br>Artikel 7: INTELLECTUELE EIGENDOM<br>7.1 Alle programmatuur, infrastructuur, tekeningen, ontwerpen, diagrammen, pakket van eisen en dergelijke, door of namens ons bij de uitvoering van de overeenkomst vervaardigd, blijven ons onvervreemdbaar eigendom, evenals het recht om daarvan gebruik te maken.<br>7.2 Wederpartij garandeert ons te allen tijde dat het gebruik van de door wederpartij verstrekte gegevens of anderszins, ons niet in strijd zal brengen met wettelijke voorschriften of beschermde rechten van derden.<br>7.3 Wederpartij vrijwaart ons volledig voor alle directe en indirecte gevolgen van aanspraken welke derden jegens ons geldend zouden mogen maken uit hoofde van schending van de in punt 7.2 genoemde garantie.<br>7.4 Wij behouden te allen tijde het auteursrecht voorop de door ons al dan niet in opdracht ontwikkelde software.<br>\n<br>Artikel 8: AANSPRAKELIJKHEID<br>8.1 Behoudens opzet of grove schuld van leidinggevenden van BIT B.V., zijn wij niet gehouden tot vergoeding van enige schade, van welke aard en omvang dan ook, direct of indirect, waaronder bedrijfsschade, aan roerende of onroerende zaken, dan wel aan personen, zowel bij de wederpartij als bij derden die voortvloeit uit de uitvoering van de gesloten overeenkomst.<br>8.2 In geen geval zijn wij aansprakelijk voor schade, die is ontstaan of veroorzaakt door het gebruik van de geleverde dienst of door de ongeschiktheid daarvan voor het doel waarvoor de wederpartij deze heeft aangeschaft.<br>8.3 Ook indien de wederpartij of een derde wijzigingen aanbrengt in de door ons ontwikkelde software of geleverde hardware sluiten wij iedere aansprakelijkheid uit ten aanzien van de werking en eventuele (gevolg-) schade.<br>8.4 Wij kunnen nimmer verantwoordelijk worden gesteld voor de inhoud van welk bestand dan ook dat door wederpartij of derden op het internet wordt geplaatst.\nOok kunnen wij niet verantwoordelijk worden gesteld voor de gevolgen welke kunnen ontstaan door het bekijken of uitvoeren van een bestand door de wederpartij.\nWij behouden ons uitdrukkelijk het recht voor om kwetsende, discriminerende of aanstootgevende teksten van het internet te verwijderen en in voorkomende gevallen aangifte te doen bij de betreffende overheidsinstanties.\nBij herhaalde overtreding behouden wij ons het recht voor de wederpartij van het internet af te sluiten.<br>8.5 Wij zijn nimmer aansprakelijk voor zuivere vermogensschade zoals winstderving, stagnatieschade, reputatieschade, etc.<br>8.6 Indien ondanks de uitsluiting van aansprakelijkheid als bedoeld onder 8.1 t/m 8.5 aansprakelijkheid onzerzijds rechtens wordt aangenomen zal de omvang van onze aansprakelijkheid het totale bedrag van de betreffende overeenkomst of deellevering nooit te boven gaan dan wel, indien deze beperking in de gegeven omstandigheden onaanvaardbaar wordt geoordeeld, maximaal zijn begrensd op het bedrag dat onze bedrijfsaansprakelijkheidsverzekeraar in de gegeven omstandigheden uitkeert.<br>\n<br>Artikel 9: RECLAMES<br>9.1 Eventuele reclames worden door ons slechts in behandeling genomen indien zij ons rechtstreeks binnen 3 werkdagen na levering van de betreffende prestatie schriftelijk hebben bereikt, onder nauwkeurige opgave van de aard en de grond der klachten.<br>9.2 Reclames over facturen dienen eveneens schriftelijk te worden ingediend en wel binnen 14 werkdagen na de factuurdatum.<br>9.3 Na het verstrijken van deze termijn wordt de wederpartij geacht het geleverde, respectievelijk de factuur, te hebben goedgekeurd.\nAlsdan worden reclames niet meer door ons in behandeling genomen.<br>9.4 Indien de reclame door ons gegrond wordt bevonden, zijn wij uitsluitend verplicht alsnog de overeengekomen prestatie te leveren.<br>9.5 Indien de reclame door ons gegrond wordt bevonden schort dit de betalingsverplichting van de wederpartij op, tot het moment waarop de reclame is afgewikkeld, echter met dien verstande dat dit slechts dat deel van de factuur betreft waarop reclame gegrond wordt geacht.<br>9.6 Retournering van het geleverde kan slechts geschieden na onze voorafgaande schriftelijke toestemming, onder door ons te bepalen voorwaarden.<br>\n<br>Artikel 10: EIGENDOMSVOORBEHOUD<br>10.1 Geleverde goederen en programmatuur blijven ons eigendom, tot het moment waarop al onze krachtens overeenkomst verrichte leveranties en werkzaamheden c.q.\nnog te verrichten leveranties en werkzaamheden, met inbegrip van rente en kosten door de wederpartij zijn betaald.<br>10.2 Ingeval van surseance van betaling, faillissement, opschorting van betaling, liquidatie van de wederpartij, of overlijden wanneer de wederpartij een natuurlijk persoon is, zijn wij gerechtigd de overeenkomst zonder ingebrekestelling of rechterlijke tussenkomst geheel of gedeeltelijk te ontbinden en het onbetaald gebleven deel van het geleverde terug te vorderen.<br>10.3 Ontbinding en terugname laten onverlet ons recht op vergoeding voor schade of verlies.\nIn deze gevallen zal elke vordering van ons op de wederpartij direct en volledig opeisbaar zijn.<br>\n<br>Artikel 11: BETALING<br>11.1 Access-, hosting-, colocatingabonnementen en overeenkomsten voor aanverwante internetdiensten, waaronder begrepen servicecontracten worden vooraf, per kwartaal gefactureerd.<br>11.2 Domeinnamen worden vooraf, per kalenderjaar gefactureerd.<br>11.3 Betaling dient binnen 14 dagen na factuurdatum te geschieden zonder enige korting of beroep op opschorting of verrekening, middels storting of overmaking op een door ons aangewezen IBAN.\nDe op onze bankafschriften aangegeven valutadag is bepalend en wordt derhalve als betalingsdag aangemerkt.<br>11.4 Alle door de wederpartij verrichte betalingen strekken primair tot voldoening van eventuele rente en door ons gemaakte invorderingskosten en vervolgens ter voldoening van de oudste openstaande facturen.<br>11.5 Ingeval de wederpartij:<br>a.\nfailliet wordt verklaard, surseance van betaling aanvraagt, dan wel beslag op het geheel of een gedeelte van zijn eigendommen wordt gelegd,<br>b.\nkomt te overlijden of onder curatele wordt gesteld,<br>c.\nenige uit de overeenkomst en/of deze voorwaarden op hem rustende verplichting niet nakomt,<br>d.\nnalaat een factuurbedrag of een gedeelte daarvan binnen de daarvoor gestelde termijn te voldoen, hebben wij door het enkel plaatsgrijpen van één der opgemelde omstandigheden zonder dat enige waarschuwing of ingebrekestelling nodig is het recht, hetzij de overeenkomst te ontbinden, hetzij onze dienstverlening op te schorten, hetzij enig bedrag verschuldigd door de wederpartij op grond van de door ons verleende diensten terstond in zijn geheel op te eisen, alles onverminderd ons recht op schadevergoeding van kosten, schade en rente.<br>11.6 Indien betaling niet binnen de in 11.3 vermelde termijn heeft plaatsgevonden, is de wederpartij van rechtswege in verzuim en vanaf de vervaldatum de wettelijke rente verschuldigd over het nog openstaande bedrag.<br>11.7 Alle te maken gerechtelijke en buitengerechtelijke kosten ter incasso van achterstallige betalingen komen voor rekening van de wederpartij.\nDe buitengerechtelijke kosten zullen worden berekend overeenkomstig het besluit Vergoeding voor Buitengerechtelijke Incassokosten.<br>\n<br>Artikel 12: OPZEGGING<br>12.1 Access-, hosting-, colocatingabonnementen en overeenkomsten voor aanverwante internetdiensten, waaronder begrepen servicecontracten, die voor bepaalde tijd zijn aangegaan kunnen slechts worden beëindigd tegen het eind van de periode waarvoor deze zijn aangegaan, zulks via schriftelijke kennisgeving met inachtneming van een minimale opzegtermijn van één maand.\nBij gebreke van tijdige opzegging worden deze contracten geacht stilzwijgend te zijn verlengd voor dezelfde duur waarvoor deze eerder waren aangegaan, zulks op de voorwaarden die door BIT worden gehanteerd voor soortgelijke contracten op het tijdstip van stilzwijgende verlenging.<br>12.2 Access-, hosting-, colocatingabonnementen en overeenkomsten voor aanverwante internetdiensten, waaronder begrepen servicecontracten, die voor onbepaalde tijd zijn aangegaan kunnen slechts worden beëindigd tegen het eind van ieder kalenderkwartaal, zulks via schriftelijke kennisgeving met inachtneming van een minimale opzegtermijn van één maand.<br>12.3 Overeenkomsten met betrekking tot registratie en exploitatie van internetdomeinnamen kunnen door schriftelijke kennisgeving worden beëindigd tegen het eind van ieder kalenderjaar, zulks met inachtneming van één maand opzegtermijn.<br>12.4 Niettegenstaande hetgeen in de vorige artikelen is bepaald, kan BIT de met de wederpartij gesloten overeenkomsten te allen tijde door schriftelijke kennisgeving beëindigen indien de wederpartij handelt in strijd met de met BIT gesloten overeenkomsten of de door BIT gehanteerde Acceptable Use Policy en/of Abuse Policy, of anderszins de belangen van BIT schaadt op een zodanige wijze dat van BIT voortzetting van de relatie redelijkerwijs niet kan worden verlangd.<br>\n<br>Artikel 13: TOEPASSELIJK RECHT EN GESCHILLEN<br>13.1 Op al onze aanbiedingen, overeenkomsten en de uitvoering daarvan is uitsluitend Nederlands recht van toepassing.<br>13.2 Alle geschillen, waaronder begrepen die welke slechts door één partij als zodanig worden beschouwd, voortvloeiend uit of verband houdende met de overeenkomst waarop deze voorwaarden van toepassing zijn of de betreffende voorwaarden zelf en haar uitleg of uitvoering, zowel van feitelijke als juridische aard, worden beslist door de bevoegde burgerlijke rechter te Arnhem, tenzij de kantonrechter bevoegd is.</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.517087", "updated_at": "2023-08-20 04:47:06.438809"}, {"id": 18354, "name": "Sub Page - SLA Internet Access", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/sla-addendum-internettoegang", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>SERVICE LEVEL AGREEMENT\n<p>\n<br>\n<strong>SERVICE LEVEL AGREEMENT ADDENDUM INTERNETTOEGANG BIT B.V.\n– VERSIE 2014-05-28<br>\n<br>\n</strong>Dit document is ook in pdf formaat beschikbaar.<strong>\n<br>\n<br>\n<br>1.\nDefinities<br>1.1.\nDienst</strong>\n<br>Internettoegang via het BIT-netwerk in één van de datacenters van BIT<br>\n<br>\n<strong>1.2.\nLatency</strong>\n<br>Vertraging in de data-overdracht tussen bron en bestemming.\n<br>\n<br>\n<strong>1.3.\nPacketloss</strong>\n<br>Situatie waarbij een deel van de verstuurde packets niet op de bestemming aankomt.\n<br>\n<br>\n<strong>1.4.\nIncident</strong>\n<br>Het niet&nbsp.\nbeschikbaar zijn van de dienst door oorzaken anders dan onderhoud in een onderhoudsvenster, onderhoud in overleg met de klant, of foutief gebruik door de klant zelf.\n<br>\n<br>\n<strong>2.\nSLA</strong>\n<br>Voor de dienst internet toegang is dit document het addendum op de mantel-SLA.\n<br>\n<br>\n<strong>3.\nBeschrijving van de dienst</strong>\n<br>\n<strong>3.1.\nAlgemeen</strong>\n<br>BIT beheert een eigen netwerk met verbindingen naar een groot aantal netwerken die samen het internet vormen.\nVanuit het BIT-netwerk worden verbindingen voor klanten gerealiseerd.\nDeze SLA geldt alleen voor uplinks die afgenomen worden in één van de BIT- datacenters.\n<br>\n<br>\n<strong>3.2.\nBeschikbaarheid</strong>\n<br>\n<strong>3.2.1.\nRedundantie</strong>\n<br>Daar waar mogelijk is redundantie ingebouwd in het BIT-netwerk en in de koppelingen met de rest van het internet.<br>\n<br>\n<strong>3.2.2.\nBIT-netwerk</strong>\n<br>Netwerkapparaten van BIT en verbindingen tussen die apparatuur zijn redundant uitgevoerd in een activeactive of een active-passive set-up.\nZowel de netwerkapparatuur als de verbindingen worden 24 uur per dag door BIT-engineers gemonitord op beschikbaarheid en op capaciteit.\nHet niet beschikbaar zijn van een enkel netwerkapparaat of een enkele verbinding tussen netwerkapparatuur van BIT leidt daardoor niet tot onbeschikbaarheid van het BIT-netwerk.\nIndividuele klantenverbindingen zonder redundant geconfigureerde uplinks kunnen wel getroffen worden door storingen aan netwerkapparatuur.<br>\n<br>\n<strong>3.2.3.\nUplink</strong>\n<br>BIT levert een enkelvoudige of redundante verbinding naar access-switches van BIT.\nDeze switches zijn redundant aangesloten op het BIT-netwerk.\n<br>\n<br>\n<strong>3.2.4.\nInternet</strong>\n<br>BIT koppelt zijn netwerk op verschillende geografische locaties met diverse internet exchanges.\nOp deze internet exchanges wordt verkeer uitgewisseld met andere netwerken aanwezig op deze exchanges.\nDaarnaast zijn er koppelingen met meerdere transitproviders&nbsp.\nop verschillende locaties voor data-uitwisseling met verder weg gelegen netwerken.\nHiermee draagt BIT zorg voor een uitstekende ontsluiting tot het internet.\nBereikbaarheid van specifieke netwerken en/of systemen kan echter niet gegarandeerd worden als de oorzaak van de problemen buiten het BIT-netwerk valt.\n<br>\n<br>\n<strong>3.3.\nBandbreedte</strong>\n<br>BIT garandeert de beschikbaarheid van de door de klant ingekochte bandbreedte of capaciteit.<br>\n<br>\n<strong>3.4.\nData delivery</strong>\n<br>\n<strong>3.4.1.\nIPv4 &amp.\nIPv6</strong>\n<br>BIT levert een verbinding met zowel IPv4 als IPv6 connectivity.\nDeze SLA geldt voor beide protocollen.<br>\n<br>\n<strong>3.4.2.\nPacketloss</strong>\n<br>De verbinding wordt geleverd zonder end-to-end packetloss binnen het BIT-netwerk.\nEventuele packetloss buiten het BIT-netwerk valt buiten de scope van deze SLA.\nDaar waar mogelijk zal BIT alternatieve routes configureren om packetloss buiten het BIT-netwerk te&nbsp.\nomzeilen.\n<br>\n<br>\n<strong>3.4.3.\nLatency</strong>\n<br>BIT kiest zijn routes op en naar het internet zorgvuldig.\nConfiguratiebeslissingen over routes worden gebaseerd op betrouwbaarheid en snelheid van de route en niet op basis van kostprijs.\n<br>\n<br>\n<strong>4.\nIncidenten</strong>\n<br>Incidenten worden door BIT ingedeeld in drie categorieën: <br>\n<br>\n</p> Prioriteit\nOmschrijving 1\nDe dienst is in zijn geheel niet beschikbaar.<br>• Er is geen verbinding naar het internet beschikbaar.\n2\nDe dienst is beschikbaar, maar gedegradeerd.<br>• Bij redundant geconfigureerde uplinks: er is maar één uplink beschikbaar.<br>• De ingekochte bandbreedte of capaciteit is niet volledig beschikbaar.\n3\nIncidenten waarvan de klant niet of nauwelijks hinder ondervindt.<br>• Verminderde redundantie van het BIT-netwerk.<br>• Verminderde redundantie van de koppelingen met het internet.\n<p>\n<br>\n<strong>5.\nNon-Performance Penalties</strong>\n<br>Bij het niet nakomen van de gedefinieerde beschikbaarheid, heeft de klant recht op een vergoeding volgens onderstaande tabel: <br>\n<br>\n</p> Prioriteit\nTijd dat de dienst niet beschikbaar was voor enkelvoudige uplinks\nTijd dat de dienst niet beschikbaar was voor redundante uplinks\nNon-performance penalty 1\n43 minuten en 10 seconden of meer (99.9% maandelijkse beschikbaarheid)\n4 minuten en 19 seconden of meer (99.99% maandelijkse beschikbaarheid)\n25% van het maandbedrag 1 &amp.\n2\n8 uur of meer\n8 uur of meer\n50% van het maandbedrag 1 &amp.\n2\n24 uur of meer\n24 uur of meer\n100% van het maandbedrag <p>\n<br>De non-performance penalty is beperkt tot 100% van het maandbedrag van de betreffende dienst.\nPer incident wordt er maar één non-performance penalty uitgekeerd, ook als dit incident zich over twee of meer kalendermaanden verspreidde.\nDeze penalty wordt alleen&nbsp.\nuitgekeerd na aanvraag door de klant.\n<br>\n<br>Het maandbedrag waar de non-performance penalty over berekend wordt is voor enkelvoudige uplinks de som van de kosten van de uplink en de kosten van de ingekochte bandbreedte.\nVoor redundante uplinks is de berekening van de non-performance penalty beperkt tot de kosten van de uplink(s) waar het incident op plaats vindt.\nVoor redundante uplinks wordt deze berekening alleen met de kosten van de ingekochte bandbreedte uitgebreid als het incident plaats vindt op alle&nbsp.\nuplinks die redundant van elkaar zijn.<strong>\n<br>\n</strong>\n</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.720134", "updated_at": "2023-08-20 05:00:00.623071"}, {"id": 18351, "name": "Sub Page - Responsible Disclosure", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/responsible-disclosure", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Responsible Disclosure-beleid\n<p>\n<b>RESPONSIBLE DISCLOSURE BIT B.V.\n- VERSIE 2018-12-31</b>\n</p>\n<p>Bij BIT vinden we de beveiliging van onze systemen erg belangrijk, maar ondanks onze inspanningen om de veiligheid te waarborgen, kan er toch een zwakke plek zijn.\nAls je een zwakke plek in een van onze systemen ontdekt, dan horen we dat graag zodat we zo snel mogelijk maatregelen kunnen treffen.\nWij willen graag met u samenwerken om zowel onze klanten als onze systemen beter te beschermen.\nOns Responsible Disclosure-beleid is ook beschikbaar als pdf.</p>\n<p>De infrastructuur van BIT wordt ook gebruikt door systemen van derden en in veel gevallen door die derden beheerd.\nZwakke plekken in door derden beheerde systemen vallen niet onder dit Responsible Disclosure-beleid.\nSystemen die niet onder dit beleid vallen hebben een hostname die vm.bit.nl, colo.bit.nl of customer.bit.nl bevat.\nU kunt desondanks meldingen maken voor systemen met dergelijke hostnames.\nAls u dit doet gaat u er bij voorbaat mee akkoord dat uw melding ongecensureerd wordt doorgestuurd naar de beheerder van het systeem in kwestie.\nIn dergelijke gevallen zijn de beloftes die BIT hieronder doet niet meer van toepassing.</p>\nWij vragen u:\n<ul>\n<li>Geen gebruik te maken van aanvallen op fysieke beveiliging, social engineering, distributed denial of service, spam of geautomatiseerde tools, zoals vulnerability scanners.</li>\n<li>Geen misbruik te maken van het probleem door bijvoorbeeld meer data te downloaden dan nodig is om het lek aan te bewijzen, of het bekijken, verwijderen of wijzigen van gegevens van derden.</li>\n<li>Het probleem niet met anderen te delen tot het is opgelost.</li>\n<li>Uw bevindingen te mailen naar cert@bit.nl.\nVersleutel uw bevindingen met onze PGP-key (te vinden onderaan deze pagina) om gevoelige informatie uit de verkeerde handen te houden.</li>\n<li>Voldoende informatie te geven zodat we het probleem zo snel mogelijk kunnen reproduceren.\nZo kunnen wij het probleem zo snel mogelijk oplossen.\nDoorgaans is het IP-adres of de URL van het getroffen systeem en een beschrijving van de kwetsbaarheid voldoende, maar voor complexere kwetsbaarheden kan aanvullende informatie nodig zijn.</li>\n<li>Alle gegevens die via het lek verkregen zijn te wissen.</li>\n</ul>\nWat wij beloven:\n<ul>\n<li>Als u aan de bovenstaande voorwaarden heeft voldaan, zullen wij geen juridische stappen tegen u ondernemen naar aanleiding van de melding.</li>\n<li>Wij reageren binnen drie werkdagen op uw melding met onze beoordeling en een geschatte datum voor een oplossing.</li>\n<li>Wij houden u op de hoogte van de status van de oplossing.</li>\n<li>Wij behandelen uw melding vertrouwelijk en zullen uw persoonlijke gegevens niet zonder uw toestemming aan derden verstrekken, tenzij dit wettelijk verplicht is.</li>\n<li>Het is mogelijk om onder pseudoniem te melden.</li>\n<li>In alle communicatie met betrekking tot het gemelde probleem zullen wij u desgewenst vermelden als de ontdekker.</li>\n</ul>\n<p>We streven ernaar om alle problemen zo snel mogelijk op te lossen en worden graag betrokken bij een eventuele publicatie over het probleem nadat het is opgelost.</p>\n<p>De bovenstaande tekst is gebaseerd op het werk van Floor Terra zoals het gepubliceerd is op https://www.responsibledisclosure.nl.</p>\n<p>De aangepaste tekst is gepubliceerd onder de Creative Commons Naamsvermelding 3.0 licentie.</p>\n<b>PGP-key</b>\n-----BEGIN PGP PUBLIC KEY BLOCK----- mQINBFPOTg0BEAC3aCI0ZMwWOxBA6lpnVbCgtgLeCOLvM/1PmzZu4T2OHK9BLojA\ngxigjcb0eOKOAe5LIfFCVRMp/eflpH7F4u0CTILh9RRjaFStEaTWf7cizXiexsXg\ncdy1HKJCQ9FsHwinnFMgzCieP5lJKxgs+2IYfYNTZxQ8KsH+TNf7Z/clpGoXAglG\nMAlnsFmPPWj9nfpRmchpSXf6WvFISK/1EjqG0MYc+segcOsja2VhOlo+UEKVBHUh\nwMeWzTyYL1MDrEHUOpErAcnb6NR4tQZ555cYlhXRUj8pXpTSoOzunFKQ12cROlZT\nIi7FamRF2joLAsIZWj7HyY7uY0I9FCLGuyXl/ncT3u3OyYidbdexmj9hm1voZpoQ\nFrFkQEnVDlcV5KzgEmVJK3FsZBGbrXVWhPNB+KAJotjOZwrjpPWL6RVsyRGVkwx7\nFPE4qNP002BdZU0p9zABJup923A7i9aIZsspsjKPPcyzghedTIVEmDQMwsiQcEIw\nwE+JRCsrv+SzNB5Ac//3y/geVyNBEQ4COPdpAapTBCKdQqXsoYVoq+lTmIT4FYY9\n8nZtWAMfZTeWtaHmj8Br3UlvqaZSZbJ9Bz6LFupUvtZMEqoDmivw9lIXva/t4kW8\nwTwJLHltoxJLRfHT/94YurQHqKUtqOmS+HcpLI4N5WZLwMYcaj8vy+OZlwARAQAB\ntBZCSVQgQ0VSVCA8Y2VydEBiaXQubmw+iQI4BBMBAgAiBQJTzk4NAhsDBgsJCAcD\nAgYVCAIJCgsEFgIDAQIeAQIXgAAKCRCdykqXqA53sQR+D/4kXyVHLGYkfGf6hIdI\nUG55m/+vqbVMjTGotxvOEFv9orvYlcBH7ARdCZiJS+q+Y1E5vAr4nWHXRs+TOl1U\nK9IwStwCgISKTLcIsmfpaobwOskpf9qzxKU9eqGfExlzJBbRZMx0wffHq6kKEDU7\nkiUIOQtoIzxGuYf6byVRXDT4PpXMRnEZQXwuVIABL3nOCjpWSpiFCVjphe17bQRC\nwpaBrOojRO7JAkO80xRXrY2aw1EaHRAxUy3W288c13jsYGUtSTKpO0mvNHAMIhWi\nDomBlsEAG56NOP7xunJh7m0ypX61lJuODN55tFO+LWgQNdqE7FM2wy9hM24iZE2l\nKfXZa8WqJBGvr6mEwZN+pAl1RCnbKbB8NY7gSJcBBbzr9UdUBrkljojMxuRz1iCe\n6LtwGwA+N1dsFZ79f7dIkAr4GhndNO/8Lyy+zNGWA6aGMyyB7JRL5rWwIjveLbZ6\nIQJDm8LLuJDhIcmQIn6T6SM1ui9gaaMhTGHnxGRwz3Xo24B2ifcdTYnCYQnW9vTo\n8NgQORADJJ9Zi4lOHPgr6vzzSRL/nMdJdVWR093iZmfcuVw7BPZzHB14U1i191/V\nDol9UxJm86xod+2VPT2YRzZ99uAmTccmueofr6p9Y69r5ucdx79dgMF4wCaaeXyO\nylvanMGHa0raH2zOLoJsp/w74LkCDQRTzk4NARAAnfQM+Az/ZL73YcHPl9ra31IX\nUK7egukRHBtzm6BOe4uzOM9a/HTjG3MYsrfKcqp9UFMlj2R7sTLcip96b2jjhb1n\niXVeg4uLmuYeKEowxnf1yhvd2KciSgCfXo8PHVoN5Lu8xBcaXCBcoUc69ix5ULQy\nMqcutvzVpPnUXnrdybNSiK0Hzn7xx8pNxv2cx7g+pXY4c/a4WUmYrjscSDM9wlsE\neUIFqqIan/ks1PhZz6PXDVUIA4EkijURdXR5KvZOVfsIaBx7l1ZcglS5fBc45fm6\nS7SDOpxWA2UaLw8dJ7mqfMk8bnC7w7fNh0dWtPLIG4Un20HBvbugpNoGuMilRLty\nfURB+xE+Z9dS8cFR5hM6HqhmHBRgh93FYL44S0GjwQYPhQjoW8bGXQM4N5nariLq\nwSh6UeSB+SnjIz+hFcXFtq82FCcc9Lo2saBvOIR3JSg6raun/R9ro+AGd4V7vPzG\ndj5ACUP+SQD3r7PMVLmse6wk6W4gm+jweYzgHseKKnGjZqNVZHeR853s7sRkaXap\nTnvLoWvAufKwBmnnkb5cLm4uP9JK96OdATAH5fr5Yf3VrdZQxs7g1Z2DAb3e/Qwd\nZ0PUQo7oo2/+Beq13fNF63osNv21DAVz926Mm7DyNkYb1znenIkPRoEfveB8zIUm\n89XY2LbR3M3MBmyeackAEQEAAYkCHwQYAQIACQUCU85ODQIbDAAKCRCdykqXqA53\nsZ79D/9N5A4MC2xFGYj6LZylLkTx/uewKr70pBYb7iST1e/exrJKjX8Wkq+FHSvj\ngnJ2ZyLgHlLfZ3fNxTLy2cqfNYtyROLhQu3gJBDZVaOIfenT7IeIjCcjOPGHEef0\nqPTL1ZOZ9vYQzwE8wbwuRzKiiAc2BEhLbgWxfExCmg0UK98U1bKAJ8HwErnYfiUt\nDsb0uKB7y+jBYYWsOh/kGLrakzvuo581ycE+PYRnOrYC6xVchFChiAny08KtrMya\nkFjCgt2GnuzLVADZpKzra4iHYqU7GpUxwmbDHHVbM8HncMp4wAbkg4WKncF4mLYw\niqmAPyLsoGtWyDpEMG8WzxoLSKEJtlVK4V4YNbhMhWNTMuvX/AOk2/pSkc81To50\nPspo9JHqzOLNehVorKLjOfQ/hdhxvJS6C1HmZchg+pnKkdHWUCbyJPyfJSRQN63b\nQdRjCfvvNyqIovqUYuyFo+6BsDY+tP9OAj3tCokRljRYCOIc0GCzdNDw34DAOQ4u\npgGn+L8+4AT6l4IWRrx7XcZHr9Poz/jlNmBtcC9LGJeqMEfs2a/lZtFx6JbOk792\nMQTAHJuNHSys0M8VoMQWQCG0qz8dZY1ujp+KfR2Su3kSRLeAIUrnREaNv02mzWQ5\nuZjLXzV88csfSZc5E1+fv9byq+exCmLEL383zVDXYYkpmYL67A==\n=n1Um -----END PGP PUBLIC KEY BLOCK----- <ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.632026", "updated_at": "2023-08-20 04:49:12.571782"}, {"id": 18356, "name": "Sub Page - SLA Virtualization", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/sla-addendum-virtualisatie", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>SERVICE LEVEL AGREEMENT\n<p>\n<br>\n<strong>SERVICE LEVEL AGREEMENT ADDENDUM VIRTUALISATIE BIT B.V.\n– VERSIE 2014-05-28<br>\n<br>\n</strong>Dit document is ook in pdf formaat beschikbaar.<strong>\n<br>\n<br>\n<br>1.\nDefinities<br>1.1.\nControl Panel</strong>\n<br>Webinterface waarmee beheerstaken op de virtualisatielaag uitgevoerd kunnen worden.\n<br>\n<br>\n<strong>1.2.\nCPU</strong>\n<br>De Central Processor Unit voert de instructies van het te verwerken programma uit.\n<br>\n<br>\n<strong>1.3.\nCPU core</strong>\n<br>CPU's bestaan uit meerdere onafhankelijke kernen.\nDe kernen&nbsp.\ndelen een deel van de fysieke architectuur van de CPU.\n<br>\n<br>\n<strong>1.4.\nDienst</strong>\n<br>Virtual machine(s) of resource pool(s) op BIT's virtualisatieplatform.\n<br>\n<br>\n<strong>1.5.\nI/O-operaties</strong>\n<br>Lees- en/of schrijfacties op en voor de data die op virtual machines wordt gebruikt.<br>\n<br>\n<strong>1.6.\nOpslagvolume</strong>\n<br>Hardeschijfruimte die beschikbaar wordt gesteld aan de virtual machine(s) of resource pool(s).<br>\n<br>\n<strong>1.7.\nRAM</strong>\n<br>Random Access Memory, vluchtig snel geheugen met willekeurige toegang.<br>\n<br>\n<strong>1.8.\nResource pool</strong>\n<br>Het geheel aan virtuele netwerken, opslag, geheugen en virtuele cores ten behoeve van virtual machines.<br>\n<br>\n<strong>1.9.\nIncident</strong>\n<br>Het niet beschikbaar zijn van de dienst door oorzaken anders dan onderhoud in een onderhoudsvenster, onderhoud in overleg met de klant, of foutief gebruik door de klant zelf.<br>\n<br>\n<strong>1.10.\nVirtual Machine</strong>\n<br>Een systeem om een besturingssysteem in uit te voeren op basis van de toegekende virtuele resources.\nCompleet met eigen geheugen, CPU en opslag.\n<br>\n<br>\n<br>\n<strong>2.\nSLA</strong>\n<br>Voor de virtualisatiediensten is dit document het addendum op de mantel-SLA.<br>\n<br>\n<strong>3.\nBeschrijving van de dienst</strong>\n<br>\n<strong>3.1.\nAlgemeen</strong>\n<br>BIT beheert een virtualisatieplatform.\nBIT levert klanten virtual machines en resource pools op dit platform.\nDeze SLA geldt voor de beschikbaarheid van de resources voor de virtual machines respectievelijk de resource pool en de bijbehorende functionaliteit in het&nbsp.\ncontrol panel.\nBeschikbaarheid van bijvoorbeeld het besturingssysteem of services op het operating system vallen buiten deze SLA.\n<br>\n<br>\n<strong>3.2 Beschikbaarheid resources </strong>\n<br>\n<strong>3.2.1.\nRedundantie</strong>\n<br>BIT reserveert capaciteit op fysieke infrastructuur in verschillende geografisch gescheiden datacenters.\nUitval van een deel van de fysieke infrastructuur kan hierdoor opgevangen worden.<br>\n<br>\n<strong>3.2.2.\nGeheugen</strong>\n<br>BIT garandeert de beschikbaarheid van de door de klant ingekochte hoeveelheid RAM (geheugen).\nDeze hoeveelheden worden gereserveerd.<br>\n<br>\n<strong>3.2.3.\nCPU</strong>\n<br>De fysieke CPU's in de serversystemen worden gesplitst in meerdere virtuele cores.\nBIT garandeert de beschikbaarheid van de door de klant ingekochte hoeveelheid virtuele CPU cores.<br>\n<br>\n<strong>3.2.4.\nControl Panel</strong>\n<br>Het control panel dat beschikbaar gesteld wordt voor beheer van de virtual machines of de resource pool wordt door middel van loadbalancing gehost vanuit verschillende datacenters.<br>\n<br>\n<strong>3.3.\nBeschikbaarheid opslag</strong>\n<br>\n<strong>3.3.1.\nRedundantie</strong>\n<br>De opslagsystemen zijn volledig redundant over twee geografisch gescheiden datacenters opgezet.\nData waaruit de virtual machines en de resource pools bestaat wordt continu gerepliceerd tussen de opslagsystemen.\nUitval van de systemen in één van de datacenters wordt opgevangen door de systemen in het andere datacenter.<br>\n<br>\n<strong>3.3.2.\nCapaciteit</strong>\n<br>BIT reserveert en garandeert de beschikbaarheid van de door de klant ingekochte hoeveelheid opslag qua volume.\nDeze hoeveelheden worden gereserveerd.<br>\n<br>\n<strong>3.3.3.\nThroughput</strong>\n<br>De beschikbare hoeveelheid bandbreedte tussen de server- en opslagsystemen en het aantal beschikbare IO-operaties worden ruim overgedimensioneerd.\nPieken in belasting kunnen hierdoor opgevangen worden.\n<br>\n<br>\n<strong>3.4.\nBeschikbaarheid netwerk</strong>\n<br>De beschikbaarheid van internettoegang voor virtualisatiediensten wordt beschreven in het ‘SLA addendum Internettoegang’.<br>\n<br>\n<strong>4.\nIncidenten</strong>\n<br>Incidenten worden door BIT ingedeeld in drie categorieën:<br>\n<br>\n</p> Prioriteit\nOmschrijving 1\nDe dienst is in zijn geheel niet beschikbaar.<br>• Er is geen geheugen beschikbaar.<br>• Er is geen virtuele CPU core beschikbaar.<br>• Er is geen opslagvolume beschikbaar.\n2\nDe dienst is beschikbaar, maar gedegradeerd.<br>• De ingekochte hoeveelheid geheugen is niet volledige beschikbaar.<br>• De ingekochte aantallen virtuele CPU cores zijn niet volledige beschikbaar.<br>• Het ingekochte opslagvolume is niet volledig beschikbaar.\n3\nIncidenten waarvan de klant niet of nauwelijks hinder ondervindt.<br>• Verminderde redundantie ten aanzien van resources.<br>• Verminderde redundantie ten aanzien van opslag.\n<p>\n<br>\n<strong>5.\nNon-Performance Penalties</strong>\n<br>Bij het niet nakomen van de gedefinieerde beschikbaarheid, heeft de klant recht op een vergoeding volgens onderstaande tabel:<br>\n<br>\n</p> Prioriteit\nTijd dat de dienst niet beschikbaar was\nNon-performance penalty 1\n43 minuten en 10 seconden of meer (99.9% maandelijkse beschikbaarheid)\n25% van het maandbedrag 1 &amp.\n2\n8 uur of meer\n50% van het maandbedrag 1 &amp.\n2\n24 uur of meer\n100% van het maandbedrag <p>\n<br>De non-performance penalty is beperkt tot 100% van het maandbedrag van de betreffende dienst.\nPer incident wordt er maar één non-performance penalty uitgekeerd, ook als dit incident zich over twee of meer kalendermaanden verspreidde.\nDeze penalty wordt alleen uitgekeerd na aanvraag door de klant.<strong>\n<br>\n</strong>\n</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.778869", "updated_at": "2023-08-20 04:57:29.91067"}, {"id": 18352, "name": "Sub Page - SLA Colocation BIT-1", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/sla-addendum-colocatie-bit-1", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>SERVICE LEVEL AGREEMENT\n<p>\n<br>\n<strong>SERVICE LEVEL AGREEMENT ADDENDUM COLOCATIE BIT-1 BIT B.V.\n– VERSIE 2021-07-12<br>\n<br>\n</strong>Dit document is ook in pdf formaat beschikbaar.<br>\n<br>\n<br>\n<strong>1.\nDefinities<br>\n</strong>\n<strong>1.1.\nDauwpunt</strong>\n<br>Het dauwpunt is de temperatuur tot waarop de lucht moet worden afgekoeld om verzadigd te raken (bij gelijke hoeveelheid waterdamp en druk).\nBij verdere afkoeling onder deze temperatuur treedt condensatie op.\nVoorheen werd dit gedefinieerd als relatieve luchtvochtigheid bij een bepaalde temperatuur.\n50% relatieve luchtvochtigheid bij 21° Celsius komt bijvoorbeeld overeen met een dauwpunt van 10,2° Celsius.<br>\n<br>\n<strong>1.2.\nDienst</strong>\n<br>Colocatie in een daartoe aangewezen ruimte op locatie BIT-1 te Ede, inclusief stroom- en koelvoorzieningen.<br>\n<br>\n<strong>1.3.\nIncident</strong>\n<br>Het niet beschikbaar zijn van de dienst door oorzaken anders dan onderhoud in een onderhoudsvenster, onderhoud in overleg met de klant, of foutief gebruik door de klant zelf.<br>\n<br>\n<strong>2.\nSLA</strong>\n<br>Voor de dienst colocatie BIT-1 is dit document het addendum op de Mantel SLA.<br>\n<br>\n<strong>3.\nBeschrijving van de dienst</strong>\n<br>\n<strong>3.1.\nToegang</strong>\n<br>Tijdens kantooruren is er kosteloos toegang tot het datacenter mogelijk.\nBuiten kantooruren is de toegang voor klanten die de aanvullende dienst 'zelfstandige toegang in BIT-1' afnemen ook kosteloos.\nKlanten zonder zelfstandige toegang kunnen buiten kantooruren onder begeleiding terecht in het datacenter tegen het geldende uurtarief.<br>\n<br>Klanten die het datacenter willen bezoeken dienen dit bezoek minimaal één uur voor aankomst te melden bij BIT, dit geldt ook voor klanten met zelfstandige toegang.\nBij bezoek aan het datacenter dient een bezoeker zonder zelfstandige toegang een geldig legitimatiebewijs te overleggen.\nIndien de bezoeker zelfstandige toegang heeft, wordt biometrische toegangscontrole toegepast.<br>\n<br>Bezoek aan het datacenter geschiedt volledig op eigen risico.\nBezoekers worden geacht zich te houden aan de BIT colocatiehuisregels.\nDeze huisregels zijn onder andere na te lezen naast de toegangsdeur van de serverruimtes te BIT-1.<br>\n<br>\n<strong>3.2.\nBeveiliging</strong>\n<br>\n<strong>3.2.1.\nBraak/Insluiping</strong>\n<br>Het datacenter is elektronisch en bouwkundig beveiligd conform VEB beveiligingsklasse 4*.\nTwee surveillancediensten surveilleren buiten kantoortijden en reageren direct en onafhankelijk van elkaar op alarmmeldingen.<br>\n<br>In het datacenter hangen camera's voor beveiligingsdoeleinden.\nDe beelden, die dienst doen bij alarm- of brandmeldingen, worden tijdelijk gearchiveerd.<br>\n<br>Alleen bevoegde medewerkers en bezoekers krijgen toegang tot de serverruimtes.\nVoor bezoekers zonder zelfstandige toegang geldt een identificatieplicht.\nHet toegangscontrolesysteem gebruikt biometrische verificatie om de identiteit van bezoekers met zelfstandige toegang en bevoegde medewerkers te controleren.<br>\n<br>\n<strong>3.2.2.\nBrand</strong>\n<br>De serverruimtes zijn voorzien van een onafhankelijk, gecertificeerd branddetectiesysteem: een systeem met conventionele rookmelders en een ‘early warning system’.\nAlarmeringen worden via een directe verbinding automatisch doorgemeld naar de meldkamer van de brandweer.\nDe brandweer beschikt over een gedetailleerd aanvalsplan, toegesneden op de specifieke situatie in onze datacenters.<br>\n<br>De serverruimtes zijn voorzien van een gecertificeerd, automatisch gasblussysteem op basis van inerte gassen (stikstof en Argon).\n<br>\n<br>\n<strong>3.2.3.\nBliksem</strong>\n<br>Het pand is voorzien van een gecertificeerde bliksembeveiliging, conform NEN 1014 klasse LP4.<br>\n<br>\n<strong>3.3.\nKlimaat</strong>\n<br>De koelinstallatie is redundant uitgevoerd (N+1).\nDe luchtvochtigheid wordt op peil gehouden om problemen ten gevolge van statische elektriciteit (ESD) te voorkomen en de opname van warmte te garanderen.\nDe temperatuur wordt gegarandeerd aan de voorzijde van het rack op 1,50 meter hoogte.<br>\n<br>\n</p> Standaardwaarde\nToegestane afwijking Gegarandeerde temperatuur:\n25° Celsius\n+/- 2° Celsius (23-27) Dauwpunt:\n10° Celsius\n-3° / +14° Celsius (7-24).\nDauwpunt mag nooit hoger zijn dan de temperatuur.\n<p>\n<br>\n<strong>3.4.\nStroom<br>\n</strong>BIT levert een gegarandeerde beschikbaarheid voor stroom in BIT-1 van 99,99% per maand.\nDe stroomvoorziening is dubbel (A &amp.\nB) uitgevoerd en wordt beveiligd met twee sets UPS-en (2N) en een noodstroomaggregaat.\nBIT levert twee stroomfeeds per rack, één A+B-feed en één B-feed.\nDe gegarandeerde beschikbaarheid geldt alleen als de apparatuur op beide powerfeeds wordt aangesloten en er niet meer stroom wordt afgenomen dan is overeengekomen.<br>\n<br>\n<strong> 3.5.\nNoodstroomtests<br>\n</strong>Eens per maand voert BIT een noodstroomtest uit.\nGedurende de test wordt het noodstroomaggregaat gestart, vervolgens worden beide feeds geschakeld van netspanning naar aggregaatspanning.\nNa enige tijd worden de feeds weer teruggeschakeld naar netspanning.\nDeze test vindt elke maand, behalve in juni en december, plaats op de eerste dinsdag van de maand tussen 09.00 en 11.00 uur.<br>\n<br>In de maanden juni en december vervalt de hierboven beschreven test.\nIn die maanden wordt er een ‘black building test’ uitgevoerd.\nTijdens deze test wordt een onverwachte uitval van de netspanning gesimuleerd.\nNa het uitschakelen van de netspanning zal het aggregaat opstarten en vermogen gaan leveren.\nBeide feeds schakelen tegelijkertijd naar aggregaatspanning.\nIn de periode tussen het wegvallen van de netspanning en het opstarten van het aggregaat wordt de apparatuur in het datacenter gevoed door de UPS-en.\nDe koelinstallatie wordt niet door UPS-en gevoed en zal tijdens de black building test in de periode tussen het wegvallen van de netspanning en het opstarten van het aggregaat niet beschikbaar zijn.\nDeze black building test vindt op de eerste dinsdag van de maanden juni en december tussen 05.00 en 07.00 uur plaats.\nBlack building tests worden via de onderhoudskanalen aangekondigd zoals is beschreven in de Mantel SLA.<br>\n<br>\n<strong>4.\nIncidenten</strong>\n<br>Incidenten worden door BIT ingedeeld in vier categorieën:<br>\n<br>\n</p> Prioriteit\nOmschrijving 1\nDe dienst is in zijn geheel niet beschikbaar.<br>• Er is een onderbreking in de volledige stroomvoorziening.<br>• De temperatuur wijkt meer dan 13° Celsius af van de toegestane temperatuur van 23-27° Celsius.\n2\nDe dienst is beschikbaar, maar gedegradeerd.<br>• De temperatuur wijkt meer dan 8° Celsius af van de toegestane temperatuur van 23-27° Celsius.\n3\nDe dienst is beschikbaar, maar gedegradeerd.<br>• Eén van de twee powerfeeds levert geen stroom.<br>• De temperatuur wijkt meer dan 2° Celsius af van de toegestane temperatuur van 23-27° Celsius.\n4\nIncidenten waarvan de klant niet of nauwelijks hinder ondervindt<br>• Verminderde redundantie van de koelinfrastructuur <p>\n<br>\n<strong>5.\nNon-Performance Penalties</strong>\n<br>Bij het niet nakomen van de gedefinieerde beschikbaarheid, heeft de klant recht op een vergoeding volgens onderstaande tabel:<br>\n<br>\n</p> Prioriteit\nTijd dat de dienst niet beschikbaar was\nNon-performance penalty 1\n4 minuten en 19 seconden of meer (99,99% maandelijkse beschikbaarheid)\n25% van het maandbedrag 1 &amp.\n2\n2 uur of meer\n50% van het maandbedrag 1 &amp.\n2\n8 uur of meer\n100% van het maandbedrag <p>\n<br>De non-performance penalty is beperkt tot 100% van het maandbedrag van de betreffende dienst.\nPer incident wordt er maar één non-performance penalty uitgekeerd, ook als dit incident zich over twee of meer kalendermaanden verspreidde.\nDeze penalty wordt alleen uitgekeerd na aanvraag door de klant.</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.661378", "updated_at": "2023-08-20 04:49:33.378347"}, {"id": 18353, "name": "Sub Page - SLA Colocation BIT-2", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/sla-addendum-colocatie-bit-2", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>SERVICE LEVEL AGREEMENT\n<p>\n<br>\n<strong>SERVICE LEVEL AGREEMENT ADDENDUM COLOCATIE BIT-2 BIT B.V.\n– VERSIE 2021-07-12<br>\n<br>\n</strong>Dit document is ook in pdf formaat beschikbaar.<strong>\n<br>\n<br>\n<br>1.\nDefinities<br>1.1.\nDauwpunt</strong>\n<br>Het dauwpunt is de temperatuur tot waarop de lucht moet worden afgekoeld om verzadigd te raken (bij gelijke hoeveelheid waterdamp en druk).\nBij verdere afkoeling onder deze temperatuur treedt condensatie op.\nVoorheen werd dit gedefinieerd als&nbsp.\nrelatieve luchtvochtigheid bij een bepaalde temperatuur.\n50% relatieve luchtvochtigheid bij 21° Celsius komt bijvoorbeeld overeen met een dauwpunt van 10,2° Celsius.\n<br>\n<br>\n<strong>1.2.\nDienst</strong>\n<br>Colocatie in een daartoe aangewezen ruimte op locatie BIT-2 te Ede, inclusief stroom- en koelvoorzieningen.<br>\n<br>\n<strong>1.3.\nIncident</strong>\n<br>Het niet beschikbaar zijn van de dienst door oorzaken anders dan onderhoud in een onderhoudsvenster, onderhoud in overleg met de klant, of foutief gebruik door de klant zelf.<br>\n<br>\n<strong>2.\nSLA</strong>\n<br>Voor de dienst colocatie BIT-2 is dit document het addendum op de Mantel SLA.<br>\n<br>\n<strong>3.\nBeschrijving van de dienst</strong>\n<br>\n<strong>3.1.\nToegang</strong>\n<br>Tijdens kantooruren is er kosteloos toegang tot het datacenter mogelijk.\nBuiten kantooruren is de toegang voor klanten die de aanvullende dienst 'zelfstandige toegang in BIT-2' afnemen ook kosteloos.\nKlanten zonder zelfstandige toegang kunnen buiten kantooruren&nbsp.\nzonder begeleiding terecht in het datacenter tegen het geldende uurtarief.\n<br>\n<br>Klanten die het datacenter willen bezoeken dienen dit bezoek minimaal één uur voor aankomst te melden bij BIT, dit geldt ook voor klanten met zelfstandige toegang.\nBij bezoek aan het datacenter&nbsp.\ndient een bezoeker zonder zelfstandige toegang een geldig legitimatiebewijs te overleggen.\nIndien de bezoeker zelfstandige toegang heeft, wordt biometrische toegangscontrole toegepast.\n<br>\n<br>Bezoek aan het datacenter geschiedt volledig op eigen risico.\nBezoekers worden&nbsp.\ngeacht zich te houden aan de BIT colocatiehuisregels.\nDeze huisregels zijn onder andere na te lezen naast de toegangsdeur van de serverruimtes te BIT-2.<br>\n<br>\n<strong>3.2.\nBeveiliging</strong>\n<br>\n<strong>3.2.1.\nInbraak/Insluiping</strong>\n<br>Het datacenter is elektronisch en bouwkundig beveiligd conform VEB risicoklasse 4.\nTwee surveillancediensten surveilleren buiten kantoortijden en reageren direct en onafhankelijk van elkaar op alarmmeldingen.\n<br>\n<br>In het datacenter hangen camera's voor&nbsp.\nbeveiligingsdoeleinden.\nDe beelden, die dienst doen bij alarm- of brandmeldingen, worden tijdelijk gearchiveerd.\n<br>\n<br>Alleen bevoegde medewerkers en bezoekers krijgen toegang tot de serverruimtes.\nVoor bezoekers zonder zelfstandige toegang geldt een identificatieplicht.&nbsp.\nHet toegangscontrolesysteem gebruikt biometrische verificatie om de identiteit van bezoekers met zelfstandige toegang en bevoegde medewerkers te controleren.<br>\n<br>\n<strong>3.2.2.\nBrand</strong>\n<br>De serverruimtes zijn voorzien van een onafhankelijk, gecertificeerd branddetectiesysteem: een systeem met conventionele rookmelders en een ‘early warning system’.\nAlarmeringen worden via een directe verbinding automatisch doorgemeld naar de meldkamer van&nbsp.\nde brandweer.\nDe brandweer beschikt over een gedetailleerd aanvalsplan, toegesneden op de specifieke situatie in onze datacenters.\n<br>\n<br>De serverruimte is voorzien van een gecertificeerd automatisch gasblussysteem op basis van inerte gassen (stikstof en argon).<br>\n<br>\n<strong>3.2.3.\nBliksem</strong>\n<br>Het pand is voorzien van een gecertificeerde bliksembeveiliging, conform NEN 1014 klasse LP4.<br>\n<br>\n<strong>3.3.\nKlimaat</strong>\n<br>De koelinstallatie is redundant uitgevoerd (N+1).\nDe luchtvochtigheid wordt op peil gehouden om problemen ten gevolge van statische elektriciteit (ESD) te voorkomen en de opname van warmte te garanderen.&nbsp;De temperatuur wordt gegarandeerd aan de voorzijde van het rack op 1,50 meter hoogte.\n<br>\n<br>\n</p> Standaardwaarde\nToegestane afwijking Gegarandeerde temperatuur\n25° Celsius\n+/- 2° Celsius (23-27) Dauwpunt:\n10° Celsius\n-3 / +14° Celsius (7-24).\nDauwpunt mag nooit hoger zijn dan de temperatuur.\n<p>\n<br>\n<strong>3.4.\nStroom</strong>\n<br>BIT levert een gegarandeerde beschikbaarheid voor stroom in BIT-2 van 99,99% per maand.\nDe stroomvoorziening is volledig dubbel (A &amp.\nB) uitgevoerd en wordt beveiligd met twee sets UPS-en (2N) en meerdere noodstroomaggregaten (N+1).\nBIT kan op verzoek ook&nbsp.\napparatuur leveren om machines met een enkele voeding op beide feeds aan te sluiten.\nDe gegarandeerde beschikbaarheid geldt alleen als de apparatuur op beide powerfeeds wordt aangesloten en er niet meer stroom wordt afgenomen dan is overeengekomen.\n<br>\n<br>\n<strong>3.5.\nNoodstroomtests<br>\n</strong>Eens per maand voert BIT een noodstroomtest uit.\nGedurende de test worden de noodstroomaggregaten gestart, vervolgens wordt er één feed geschakeld van netspanning naar aggregaatspanning en daarna wordt de tweede feed geschakeld.\nNa enige tijd worden de feeds één voor één weer teruggeschakeld naar netspanning.\nDeze test vindt elke maand, behalve in juni en december, plaats op de tweede dinsdag van de maand tussen 09.00 en 11.00 uur voor BIT-2BCD en op de derde dinsdag van de maand tussen 09.00 uur en 11.00 uur voor BIT-2A.<br>\n<br>In de maanden juni en december vervalt de hierboven beschreven test.\nIn die maanden wordt er een ‘black building test’ uitgevoerd.\nTijdens deze test wordt een onverwachte uitval van de netspanning gesimuleerd.\nNa het uitschakelen van de netspanning zullen de aggregaten opstarten en vermogen gaan leveren.\nBeide feeds schakelen tegelijkertijd naar aggregaatspanning.\nIn de periode tussen het wegvallen van de netspanning en het opstarten van de aggregaten wordt de apparatuur in het datacenter gevoed door de UPS-en.\nDe koelinstallatie wordt niet door UPS-en gevoed en zal tijdens de black building test in de periode tussen het wegvallen van de netspanning en het opstarten van het aggregaat niet beschikbaar zijn.\nDeze black building test vindt op de tweede dinsdag van de maanden juni en december tussen 05.00 en 07.00 uur plaats.\nBlack building tests worden via de onderhoudskanalen aangekondigd zoals is beschreven in de Mantel SLA.<br>\n<br>\n<strong>4.\nIncidenten</strong>\n<br>Incidenten worden door BIT ingedeeld in vier categorieën:<strong>\n<br>\n<br>\n</strong>\n</p> Prioriteit\nOmschrijving 1\nDe dienst is in zijn geheel niet beschikbaar.<br>• Er is een onderbreking in de volledige stroomvoorziening.<br>• De temperatuur wijkt meer dan 13° Celsius af van de toegestane temperatuur van 23-27° Celsius.\n2\nDe dienst is beschikbaar, maar gedegradeerd.<br>• De temperatuur wijkt meer dan 8° Celsius af van de toegestane temperatuur van 23-27° Celsius.\n3\nDe dienst is beschikbaar, maar gedegradeerd.<br>• Eén van de twee powerfeeds levert geen stroom.<br>• De temperatuur wijkt meer dan 2° Celsius af van de toegestane temperatuur van 23-27° Celsius.\n4\nIncidenten waarvan de klant niet of nauwelijks hinder ondervindt<br>• Verminderde redundantie van de koelinfrastructuur.\n<p>\n<strong>\n<br>5.\nNon-Performance Penalties</strong>\n<br>Bij het niet nakomen van de gedefinieerde beschikbaarheid, heeft de klant recht op een vergoeding volgens onderstaande tabel:<br>\n<br>\n</p> Prioriteit\nTijd dat de dienst niet beschikbaar was\nNon-performance penalty 1\n4 minuten en 19 seconden of meer (99,99% maandelijkse beschikbaarheid)\n25% van het maandbedrag 1 &amp.\n2\n2 uur of meer\n50% van het maandbedrag 1 &amp.\n2\n8 uur of meer\n100% van het maandbedrag <p>\n<br>De non-performance penalty is beperkt tot 100% van het maandbedrag van de betreffende dienst.\nPer incident wordt er maar één non-performance penalty uitgekeerd, ook als dit incident zich over twee of meer kalendermaanden verspreidde.\nDeze penalty wordt alleen uitgekeerd na aanvraag door de klant.<strong>\n<br>\n</strong>\n</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.690833", "updated_at": "2023-08-20 04:49:51.587877"}, {"id": 18358, "name": "Sub Page - Data Processing Agreement (DPA)", "url": "https://www.bit.nl/over-bit/verwerkersovereenkomst", "xpath": "//*[@id=\"content\"]", "text": null, "created_at": "2023-08-20 04:42:27.837183", "updated_at": "2023-08-20 05:00:21.050839"}, {"id": 18360, "name": "Law and Guidelines - Regarding the General Data Protection Regulation", "url": "https://www.bit.nl/nl/over-bit/wetten-en-regels/avg", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>De Algemene Verordening Gegevensbescherming (AVG)\n<p>Vrijwel iedere organisatie gebruikt persoonsgegevens en wisselt deze uit.\nDe belangrijkste regels die gelden voor de omgang met de persoonsgegevens in Nederland zijn vastgelegd in de AVG (Algemene Verordening Gegevensbescherming).\nVoorheen beter bekend als de Wet Bescherming Persoonsgegevens (Wbp).\nBinnen de AVG is er op een aantal punten ruimte voor nationale keuzes.\nDeze zijn opgenomen in de Uitvoeringswet Algemene Verordening Gegevensbescherming (UAVG).\n<br>\n<br>Op deze pagina vindt u blog- &amp.\nnieuwsartikelen die betrekking hebben op deze wetgeving, evenals een link naar de uitgebreide omschrijving van de wet.\nWilt u meer weten over wet- &amp.\nregelgeving binnen de hostingbranche? Neem dan contact op met meester R.M.\n(Reny) Stark van Van Veen Advocaten uit Ede via 0318 687 803 of r.stark@vanveen.com.<br>\n<br>\n</p>\nBlog- &amp.\nnieuwsartikelen\n<p>\n<strong>Blogs</strong>\n<br>11-09-2018 Het eind van de alles-of-niets-cookiewalls<br>14-11-2017 In het kader van de AVG: welke (onnodige) gegevens vraagt u uw bezoekers?</p>\n<p>&nbsp;</p>\nDe wet\n<p>Algemene Verordening Gegevensbescherming (AVG)<br>Uitvoeringswet Algemene Verordening Gegevensbescherming (UAVG)</p>\n<br>Europees wetsvoorstel\n<p>Voorstel voor een e-privacyverordening</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.89565", "updated_at": "2023-08-20 04:59:39.664243"}, {"id": 18344, "name": "Main Page - Terms and Policies", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Voorwaarden en policies\n<p>Bij BIT staan we voor transparantie.\nDaarom publiceren we op deze pagina onze voorwaarden en het beleid dat op onze diensten van toepassing is.\nWij gaan met uw (persoons)gegevens net zo zorgvuldig om als we met onze eigen gegevens omgaan.\nDat betekent dat we onze uiterste best doen om uw gegevens te beschermen en die belofte verankerd hebben in onze ISO 27001 en NEN 7510 certificering.\nWe vertellen wat we wel en vooral wat we niet met uw gegevens doen in onze privacyverklaring.</p>\n<ul>\n<li>Abuse Policy (in pdf);</li>\n<li>Acceptable Use Policy (in pdf);</li>\n<li>Algemene verkoop- en leveringsvoorwaarden (in pdf);</li>\n<li>Algemene Voorwaarden registries;</li>\n<li>Mantel SLA (in pdf);</li>\n<li>Overeenkomst Beveiligingstest (in pdf);</li>\n<li>Privacyverklaring (in pdf);</li>\n<li>Responsible Disclosure (in pdf);</li>\n<li>SLA Colocatie BIT-1 (in pdf);</li>\n<li>SLA Colocatie BIT-2 (in pdf);</li>\n<li>SLA Internettoegang (in pdf);</li>\n<li>SLA Loadbalancing (in pdf);</li>\n<li>SLA Storage (in pdf);</li>\n<li>SLA Virtualisatie (in pdf);</li>\n<li>Transparantierapporten</li>\n<li>Verwerkersovereenkomst (in pdf).</li>\n</ul>\n<br>Wilt u meer weten over onze voorwaarden?\n<p>Neem dan vrijblijvend contact met ons op: 0318 648 688 of sales@bit.nl</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.430261", "updated_at": "2023-08-20 04:46:11.116495"}, {"id": 18348, "name": "Sub Page - General Conditions Domain Registrations", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/algemene-voorwaarden-registries", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Algemene Voorwaarden registries\n<p>U wilt een domeinnaam registreren of heeft deze wellicht al geregistreerd.\nVoor sommige domeinnaamextensies, zoals bijvoorbeeld bij .nl-domeinnamen, eist de desbetreffende registry dat een overeenkomst tot stand komt tussen u en die registry.\nZoals u wellicht weet, heeft bijna elk land ter wereld zijn eigen domeinnaamextensie (denk bijvoorbeeld aan .nl en .be).\nDe regels en voorwaarden voor al die extensies verschillen van elkaar.\nMet het vastleggen van een domeinnaam gaat u akkoord met de algemene<br>voorwaarden van die betreffende extensie.\nWij hebben deze voorwaarden per land voor u gebundeld in één duidelijk overzicht.\nU vindt ze hieronder.<br>\n<br>Staat de extensie die u registreert hier niet bij? Dan betekent dat niet automatisch dat er voor die extensie geen algemene voorwaarden zijn.\nNeemt u in dat geval contact met ons op.<br>\n<br>\n</p>\n<strong>Extensie</strong>\n<strong>Registry</strong>\n<strong>Algemene Voorwaarden</strong> .NL\nSIDN\nAlgemene voorwaarden voor .NL domeinnaamhouders .BE\nDNS Belgium\nAlgemene voorwaarden voor .BE domeinnaamhouders .EU\nEurID\nBepalingen en voorwaarden domeinnamen .NU\nIIS.SE\nTerms and Conditions of registration .NU .SE\nIIS.SE\nTerms and Conditions of registration .SE .UK en .CO.UK\nNominet\nTerms and Conditions of Domain Name Registration .DE\nDenic\nDENIC Domain Terms and Conditions .AT\nNIC/at\nGeneral Terms and Conditions .CH en .LI\nSwitch\nTerms and Conditions .CH and .LI domain names .ES\nRED.es\nTerms and Conditions for registering an ES domain name .PL\nNask\n.PL Domain Name Regulations .RO\nRoTLD\nRules for Registration .CA\nCira\nRegistrant Agreement .CZ\nCZ NIC\nRules of Domain Name Registration .NO\nNorid\nDomain Name Policy for .NO .IS\nISNIC\nDomain Rules .IE\nIE Domain Registry\nRegistrations Policy .GR\nEETT\nRegulation of Management and Assignment .HR\nCarnet\nOrdinance on the Management and Administration .IL\nISOC-IL\n.IL Registration Rules .RS\nRNIDS\nGeneral Terms and Conditions .EE\nEesti Interneti\n.EE Domain Regulation <br>De bovenstaande regels en algemene voorwaarden zijn overgenomen van het Registrar Portal van CENTR, de organisatie die de Europese ccTLDs verenigt.\n<br>\n<br>\n<br>\nWilt u meer weten?\n<p>Neem dan vrijblijvend contact met ons op: +31 (0)318 648 688 of <strong>sales@bit.nl</strong>\n</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.545976", "updated_at": "2023-08-20 04:47:19.992022"}, {"id": 18345, "name": "Sub Page - Abuse Policy", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/abuse-policy", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>ABUSE POLICY\n<p>\n<strong>\n<br>ABUSE POLICY BIT B.V.\n- VERSIE 2016-04-08</strong>\n</p>\n<p>Door middel van dit document wil BIT B.V.\n(hierna te noemen BIT) zijn klanten en gebruikers van diensten van BIT (hierna te noemen gebruiker[s]) wijzen op de gevolgen van het schenden van de Acceptable Use Policy.\n(AUP).\nDaarnaast wordt in dit document beschreven hoe internetgebruikers een overtreding van de AUP bij BIT kunnen aanmelden.</p>\n<p>Voor meldingen van schendingen van de AUP ten aanzien van onrechtmatige en/of strafbare inhoud op internet, hanteert BIT een aparte&nbsp;Notice-and-Take-Down (NTD) procedure, deze wordt hieronder beschreven.\nVoor andere overtredingen van de AUP geldt de procedure die daar weer onder beschreven is.\nDit document is ook in pdf formaat beschikbaar.</p>\n<p>\n<strong>Notice and Takedown<br>\n</strong>BIT hanteert een specifieke Notice-and-Take-Down (NTD) procedure voor meldingen van schendingen van de Acceptable Use Policy ten aanzien van onrechtmatige en/of strafbare inhoud op internet.\nDeze procedure is gebaseerd op, en onderschrijft daarmee, de in 2008 gelanceerde NTD-gedragscode.\nWe maken onderscheid tussen meldingen van bedrijven en particulieren enerzijds, en acties, interventies en verzoeken van/door autoriteiten (overheid) anderzijds.\nBij meldingen hanteren we de hier beschreven NTD-procedure.\nBij acties en verzoeken van autoriteiten handelen wij uitsluitend op basis van een harde, wettelijke onderbouwing zoals een uitspraak, beschikking of bevel.</p>\n<p>\n<strong>Indienen melding</strong>\n</p>\n<ul>\n<li>De melder dient in eerste instantie contact op te nemen met de inhoudsaanbieder om tot overeenstemming te komen.</li>\n<li>Een melding bij BIT dient de volgende informatie te bevatten, om in behandeling genomen te kunnen worden:\n<ul>\n<li>vermelding dat de melding een NTD-verzoek betreft,</li>\n<li>de contactgegevens van de melder,</li>\n<li>een beschrijving van de mislukte poging om tot overeenstemming te komen met de inhoudsaanbieder,</li>\n<li>de gegevens die BIT nodig heeft om de inhoud te kunnen beoordelen, waaronder ten minste de locatie van de onrechtmatige en/of strafbare inhoud (URL),</li>\n<li>een beschrijving waarom de inhoud volgens de melder onrechtmatig en/of strafbaar is,</li>\n<li>een motivering waarom BIT wordt benaderd als meest geschikte tussenpersoon om op te treden,</li>\n<li>een expliciete vrijwaring tegen aanspraken van de inhoudsaanbieder ten gevolge van het nemen van maatregelen ter afhandeling van de melding.</li>\n<li>De melding dient gemaild te worden naar abuse@bit.nl.</li>\n<li>De melder is verantwoordelijk voor een juiste en volledige melding.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Behandeling melding<em>\n<br>\n</em>\n</strong>Nadat BIT de NTD-melding ontvangen heeft, zal BIT binnen twee werkdagen inhoudelijk reageren op de melding en aangeven welke van onderstaande opties van toepassing is.\nBIT kan besluiten een derde partij te verzoeken de melding inhoudelijk te beoordelen, in gevallen waarvan vermoed wordt dat blootstelling aan de inhoud schadelijk is voor BIT of de beoordelende BIT-medewerker.\nDe persoonlijke gegevens van de melder en inhoudsaanbieder worden in deze gevallen niet aan de derde partij verstrekt.\nBij het leveren van informatie aan de melder en/of de inhoudsaanbieder worden de persoonlijke gegevens van de melder of inhoudsaanbieder niet zonder toestemming verstrekt.\nIndien BIT of de derde partij constateert dat dat wat gemeld is:</p>\n<ul>\n<li>wel onmiskenbaar onrechtmatig en/of onmiskenbaar strafbaar is en bij BIT bekend is dat er een opsporingsbelang is om de inhoud toegankelijk te laten, zal BIT niet overgaan tot het ontoegankelijk maken van de inhoud.\nDe melder wordt hierover door BIT geïnformeerd.</li>\n<li>wel onmiskenbaar onrechtmatig en/of onmiskenbaar strafbaar is en er sprake is van een noodsituatie die geen verder uitstel rechtvaardigt, zal BIT onverwijld overgaan tot het ontoegankelijk maken van de inhoud wanneer dat proportioneel mogelijk is.\nDe inhoudsaanbieder en melder worden hierover door BIT geïnformeerd.</li>\n<li>wel onmiskenbaar onrechtmatig en/of onmiskenbaar strafbaar is zal BIT de inhoudsaanbieder over de melding informeren en deze verzoeken binnen twee werkdagen de inhoud ontoegankelijk te maken.\nDe melder wordt hierover door BIT geïnformeerd.\nIndien de inhoudsaanbieder:\n<ul>\n<li>wel binnen twee werkdagen over is gegaan tot het ontoegankelijk maken van de inhoud, zal BIT de melder hierover informeren.</li>\n<li>niet binnen twee werkdagen over is gegaan tot het ontoegankelijk maken van de inhoud en BIT informeert dat er een opsporingsbelang is om de inhoud toegankelijk te laten, zal BIT niet overgaan tot het ontoegankelijk maken van de inhoud.\nDe melder wordt hierover door BIT geïnformeerd.</li>\n<li>niet binnen twee werkdagen over is gegaan tot het ontoegankelijk maken van de inhoud, zal BIT daartoe overgaan wanneer dat proportioneel mogelijk is.\nDe inhoudsaanbieder en melder worden hierover door BIT geïnformeerd.</li>\n<li>niet onmiskenbaar onrechtmatig en/of onmiskenbaar strafbaar is dan zal BIT de inhoudsaanbieder informeren over de melding.\nDe melder wordt hierover door BIT geïnformeerd.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Overige Abuse<br>\n</strong>Voor schendingen van de AUP anders dan onrechtmatige en/of strafbare inhoud op internet geldt onderstaande procedure.</p>\n<p>\n<strong>Abuse met klacht</strong>\n<em>\n<br>\n</em>Een klacht bij BIT dient de volgende informatie te bevatten, om in behandeling genomen te kunnen worden:</p>\n<ul>\n<li>vermelding dat de melding een abuseklacht betreft,</li>\n<li>de contactgegevens van de melder,</li>\n<li>een beschrijving van de abuse,</li>\n<li>de gegevens die BIT nodig heeft om de abuse te kunnen verifiëren, bijvoorbeeld IP-adressen, logs, etc.</li>\n</ul>\n<p>De abuseklacht dient gemaild te worden naar abuse@bit.nl.</p>\n<p>\n<strong>Behandeling klacht<em>\n<br>\n</em>\n</strong>Nadat BIT de abuseklacht ontvangen heeft, zal BIT binnen twee werkdagen inhoudelijk reageren op de melding.\nBIT biedt zoveel mogelijk medewerking aan de klagende partij om de klacht zo goed mogelijk te onderzoeken.\nDaarbij worden geen vertrouwelijke gegevens verstrekt.\nWanneer een klacht terecht blijkt te zijn kan BIT besluiten de dienst aan de veroorzaker op te schorten, tot er overleg heeft plaatsgevonden tussen de betrokken gebruiker en een medewerker van BIT.\nIndien dit overleg niet tot een voor BIT bevredigende oplossing leidt, kan BIT besluiten de dienst aan de gebruiker met onmiddellijke ingang te staken en de met de gebruiker gesloten overeenkomst met onmiddellijke ingang te ontbinden.</p>\n<p>\n<strong>Abuse zonder klacht</strong>\n<br> Wanneer BIT gedragingen constateert die in strijd zijn met de AUP, kan BIT besluiten de dienst aan de veroorzaker op te schorten, tot er overleg heeft plaatsgevonden tussen de betrokken gebruiker en een medewerker van BIT.\nIndien dit overleg niet tot een voor BIT bevredigende oplossing leidt, kan BIT besluiten de dienst aan de gebruiker met onmiddellijke ingang te staken en de met de gebruiker gesloten overeenkomst met onmiddellijke ingang te ontbinden.</p>\n<p>\n<strong>Wijziging</strong>\n<br> BIT behoudt zich het recht voor aan de hand van maatschappelijke en technische ontwikkelingen deze Abuse Policy eenzijdig te wijzigen.</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.459826", "updated_at": "2023-08-20 05:00:39.811031"}, {"id": 18359, "name": "Law and Guidelines - Information regarding Dutch law on hosting providers", "url": "https://www.bit.nl/nl/over-bit/wetten-en-regels", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Wet- en regelgeving hostingbranche\n<p>Als hostingpartij heeft u steeds vaker te maken met juridische vraagstukken.\nOm u een goed inzicht te geven in al deze wetten en regels specifiek voor de hostingbranche, hebben wij in samenwerking met Van Veen Advocaten een pagina opgezet waar u deze informatie gebundeld terug kunt vinden.<br>\n<br>\n</p>\nBlogs\n<p>Ook zal advocaat R.M.\n(Reny) Stark van Van Veen Advocaten regelmatig een gastblog schrijven:<br>\n<br>Gastblog | Rechten en plichten van IT-ondernemer in het geval van faillissement klant<br>Gastblog | Werknemer blijf van mijn data af!<br>Gastblog | Privacy &amp.\nICT: 3 tips voor een goede verwerkersovereenkomst <br>\n</p>\n<br>Overzicht wet- &amp.\nregelgeving voor de hostingbranche\n__\n<p>\n<strong>A<br>\n</strong>Algemene Verordening Gegevensbescherming (AVG)<br>Auteurswet<br>\n<br>\n<br>\n<br>\n<strong>D</strong>\n<br>Databankenwet<br>\n<br>\n<br>\n<br>\n<strong>F</strong>\n<br>Faillissementswet<strong>\n<br>\n<br>\n<br>\n<br>T</strong>\n<br>Telecommunicatiewet<br>\n<br>\n<br>\n<br>\n<strong>V</strong>\n<br>Voorkomen van online verspreiding van terroristische content <br>\n<br>\n<br>\n<br>\n<strong>W</strong>\n<br>Wet Beveiliging Netwerk- en Informatiesystemen (Wbni)<br>Wet Computercriminaliteit III<br>Wet op de Inlichtingen- en Veiligheidsdiensten (Wiv)</p>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.866359", "updated_at": "2023-08-20 04:58:55.135318"}, {"id": 18357, "name": "Sub Page - Transparency Report", "url": "https://www.bit.nl/nl/over-bit/voorwaarden-en-policies/transparantierapport", "xpath": "//*[@id=\"content\"]", "text": " <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Transparantierapporten\n<p>In 2012 heeft BIT voor het eerst een transparantierapport uitgebracht met als doel om inzicht te geven in het aantal keren dat persoonsgegevens van klanten van BIT zijn bevraagd, het aantal notice-and-take-down verzoeken dat BIT heeft ontvangen en verwerkt, en het aantal Responsible Disclosure meldingen dat BIT heeft ontvangen en verwerkt.</p>\n<p>Je vindt de transparantierapporten van de afgelopen jaren op deze pagina.</p> Jaar\nLink 2022\nTransparantierapport 2022 2021\nTransparantierapport 2021 2020\nTransparantierapport 2020 (PDF) 2019\nTransparantierapport 2019 (PDF) 2018\nTransparantierapport 2018 (PDF) 2017\nTransparantierapport 2017 (PDF) 2016\nTransparantierapport 2016 (PDF) 2015\nTransparantierapport 2015 (PDF) 2014\nTransparantierapport 2014 (PDF) 2013\nTransparantierapport 2013 (PDF) <ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i>Nieuws NDIX verbinding via BIT <i>\n</i>\n<i>\n</i>Blogs Geen compliance zonder awareness <i>\n</i>\n<i>\n</i>Video's Opening Solar Carport <i>\n</i>\n<i>\n</i>Meldingen Onderhoud 01-09-23 Onderhoud blusgasinstallatie BIT-2BCD <i>\n</i> Incidenten - <i>\n</i> ", "created_at": "2023-08-20 04:42:27.808158", "updated_at": "2023-08-20 05:00:54.74582"}], "points": [], "urls": ["bit.nl", "untangle.bit.nl", "nltrix.net", "element.nltrix.net"]}}