{"error": 448, "message": "OK", "parameters": {"id": 8031, "name": "Complete Licensing", "created_at": "2023-04-16 00:54:52.78681", "updated_at": "2023-04-22 11:50:42.602044", "wikipedia": null, "keywords": null, "related": null, "slug": "complete-licensing", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8031.png", "url": "completelicensing.uk", "documents": [{"id": 15565, "name": " Terms & Conditions", "url": "https://completelicensing.uk/terms-conditions/", "xpath": "//body", "text": " <ul>\n<li>About</li>\n<li>Services<i>\n</i>\n<ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Gambling Act Application</li>\n<li>Late Night Refreshments</li>\n</ul>\n</li>\n<li>Client Forms<i>\n</i>\n<ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n<li>View Documents</li>\n</ul>\n</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nDo not sell or share my personal informationUse necessary cookies only Allow all cookies Show detailsOKUse necessary cookies only Allow selection Allow all cookies Necessary Preferences Statistics MarketingShow detailsCookie declaration [#IABV2SETTINGS#] About Necessary (5)  Preferences (0)  Statistics (3)  Marketing (0)  Unclassified (4)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.NameProviderPurposeExpiryType__stripe_midStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 yearHTTP__stripe_sidStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 dayHTTPCookieConsentCookiebotStores the user's cookie consent state for the current domain13415 daysHTTPelementorcompletelicensing.ukUsed in context with the website's WordPress theme.\nThe cookie allows the website owner to implement or change the website's content in real-time.PersistentHTMLmStripeDetermines the device used to access the website.\nThis allows the website to be formatted accordingly.\n2 yearsHTTPPreference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.We do not use cookies of this type.Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.NameProviderPurposeExpiryType_pk_id#MatomoCollects statistics on the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.1 yearHTTP_pk_ses#MatomoUsed by Piwik Analytics Platform to track page requests from the visitor during the session.1 dayHTTP1StripeRegisters data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.\nSessionHTMLMarketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.We do not use cookies of this type.Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.NameProviderPurposeExpiryType__Secure-ci_sessionPublic-iPending1 dayHTTP_abStripePendingSessionHTML_mfStripePendingSessionHTMLidStripePendingSessionHTML [#IABV2_LABEL_PURPOSES#]  [#IABV2_LABEL_FEATURES#]  [#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PURPOSES#][#IABV2_BODY_FEATURES#][#IABV2_BODY_PARTNERS#]Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.Cookie declaration last updated on 4/9/23 by Cookiebot Skip to content <ul>\n<li>About</li>\n<li>Services<i>\n</i>\n<ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Gambling Act Application</li>\n<li>Late Night Refreshments</li>\n</ul>\n</li>\n<li>Client Forms<i>\n</i>\n<ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n<li>View Documents</li>\n</ul>\n</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> Terms &amp.\nConditions <p>\n<strong>1.\nEarly termination</strong>\n</p>\n<p>1.1 Complete Licensing Limited shall provide the services described in the Letter of Engagement (the Services), to the Client unless and until this agreement is terminated by either party giving to the other not less than 4 weeks’ prior written notice or as otherwise agreed in this writing.</p>\n<p>1.2 Complete Licensing Limited may at any time terminate its service with immediate effect if the Client is in material breach of any of its obligations under this agreement.</p>\n<p>\n<strong>2.\nDuties of Complete Licensing Limited</strong>\n</p>\n<p>2.1 Complete Licensing Limited shall use its best endeavours to promote the interests of the Client</p>\n<p>2.2 If Complete Licensing Limited is unable to provide the Services due to illness or injury Complete Licensing Limited shall notify the Client as soon as reasonably practical.</p>\n<p>2.3 Complete Licensing Limited will comply with the Client’s policies on information and communication systems and any other policy agreed in writing between the Client and Complete Licensing Limited.</p>\n<p>2.4 Complete Licensing Limited may appoint subcontractors to perform any of the services.\nThe Client will continue to pay Complete Licensing Limited’s fee as provided in clause 4.1 below and Complete Licensing Limited shall be responsible for the remuneration of (and any expenses incurred by) the subcontractor.\nFor the avoidance of doubt, the subcontractor will be subject to all duties and obligations under clause 2.3 of this agreement.</p>\n<p>2.5 Complete Licensing Limited shall ensure that its staff are available on reasonable notice to provide such assistance or information as the Client may require.</p>\n<p>\n<strong>3.\nOther Obligations</strong>\n</p>\n<p>3.1 The Client must comply with the Bribery Act 2010.\nFailure to do so may result in the immediate termination of this agreement.</p>\n<p>3.2 The Client must not engage in any activity, practice or conduct which would constitute either a UK tax evasion facilitation offence or a foreign tax evasion facilitation offence under the Criminal Finances Act 2017.\nFailure to do so may result in the immediate termination of this agreement.</p>\n<p>\n<strong>4.\nFees and Expenses</strong>\n</p>\n<p>4.1 The Client will pay Complete Licensing Limited its agreed fee.\nComplete Licensing Limited shall submit invoices to the Client at the times agreed with the Client.\nThe Client will pay such invoices within 7 days of receipt OR at the times agreed in writing in advance.</p>\n<p>4.2 The Client shall reimburse all of Complete Licensing Limited’s reasonable expenses incurred in providing the services, which expenses shall be detailed in the invoices submitted pursuant to clause 4.1, and / or those expenses agreed in advance as necessary for the proper performance of the services within 7 days of receipt of an invoice in respect of such services.</p>\n<p>4.3 The Client is NOT entitled to offset any sums payable to Complete Licensing Limited against any amounts owing by Complete Licensing Limited to the Client.</p>\n<p>4.4 Should the Client fail to meet their obligations under clause 4.1 or 4.2, the Client agrees to pay a “Late payment surcharge” of £1,500+ VAT additional interest 8 % PA on all overdue amounts.\nThe Client will also pay any recovery costs incurred.</p>\n<p>\n<strong>5.\nOther activities</strong>\n</p>\n<p>5.1 Complete Licensing Limited may be engaged, employed or concerned in any other business, trade, profession or any other activity.\nFor the avoidance of doubt even if this interest conflicts with any of the Clients’ interests.</p>\n<p>5.2 However, Complete Licensing Limited will inform the Client before engaging with another client that it believes, in its absolute discretion, may conflict with the Client’s business.</p>\n<p>\n<strong>6.\nConfidential information and Client property</strong>\n</p>\n<p>6.1 The Client or Complete Licensing Limited shall not use or disclose to any person either during or at any time after our engagement any confidential information about the business or affairs of the other [or any other company in its group] or any of its business contacts, or about any other confidential matters which may come to its attention.\nFor the purposes of this clause 6, confidential information means any information or matter which is not in the public domain and which relates to the affairs of the parties [or any other entity affiliated with it] or any of its business contacts.</p>\n<p>6.2 The restriction in clause 6.1 does not apply to:</p>\n<p>6.2.1 any use or disclosure authorised by the either party or as required by law;</p>\n<p>6.2.2 or any information which is already in, or comes into, the public domain otherwise than as a result of breach of the terms of this agreement.</p>\n<p>\n<strong>7.\nData protection</strong>\n</p>\n<p>7.1 For the purposes of this clause, Data Protection Legislation includes the General Data Protection Regulation (EU) 2016/679) (GDPR) and any national implementing laws, regulations and secondary legislation relating to data protection and privacy, as amended or updated from time to time, in the UK, as well as any successor legislation to the GDPR and Data Protection Act 2018.</p>\n<p>7.2 Complete Licensing Limited shall, in relation to any Personal Data processed:</p>\n<p>7.2.1 process that Personal Data only on written instructions of The Client;</p>\n<p>7.2.2 keep the Personal Data confidential;</p>\n<p>7.2.3 comply with The Client’s reasonable instructions with respect to processing Personal Data;</p>\n<p>7.2.4 not transfer any Personal Data outside of the European Economic Area without The Client’s prior written consent;</p>\n<p>7.2.5 assist The Client at the Client’s cost in responding to any data subject access request made of The Client and to ensure compliance with The Client’s obligations under the Data Protection Legislation with respect to security, breach notifications, privacy impact assessments and consultations with supervisory authorities or regulators;</p>\n<p>7.2.6 promptly notify The Client on becoming aware of a Personal Data breach or communication which relates to your or the Client’s compliance with the Data Protection Legislation;</p>\n<p>7.2.7 at the written request of The Client, delete or return Personal Data and any copies thereof to the The Client on termination of this agreement unless otherwise required by the Data Protection Legislation or by these Terms and Conditions.\nand</p>\n<p>7.2.8 maintain complete and accurate records and information to demonstrate compliance with this clause.</p>\n<p>7.11 Complete Licensing shall maintain appropriate technical or organisational measures, reviewed and approved by Complete Licensing Limited, to protect against unauthorised or unlawful processing of Personal Data and against accidental loss or destruction of, or damage to, Personal Data.&nbsp.\nSuch measures shall be appropriate to the harm that could result from the unauthorised or unlawful processing or accidental loss, destruction or damage and the nature of the data to be protected, having regard to the state of technological development and the cost of implementing any measures.\nSuch measures may include, where appropriate:</p>\n<p>7.11.1 pseudonymising and encrypting Personal Data;</p>\n<p>7.11.2 ensuring confidentiality, integrity, availability and resilience of its systems and services;</p>\n<p>7.11.3 ensuring that availability of and access to Personal Data can be restored in a timely manner after an incident.\nand</p>\n<p>7.11.4 regularly assessing and evaluating the effectiveness of the technical and organisational measures adopted by it.</p>\n<p>7.12 Complete Licensing Limited may, with the prior written consent of The Client, appoint a third party processor of Personal Data to perform its obligations under this agreement.\nWhere Complete Licensing Limited appoints a third party processor, it confirms that it shall enter into a written agreement with such processor on terms which are substantially the same as the provisions of this clause 7.</p>\n<p>7.13 Notwithstanding the subsections of this Clause 7 above, The Client is liable for and shall indemnify Complete Licensing Limited and any entity affiliated with it against, any loss, liability, costs (including legal costs), damages, or expenses resulting from any breach by the Client or any third party processor of the Data Protection Legislation, and shall maintain in force full and comprehensive insurance policies to cover such liability.</p>\n<p>\n<strong>8.\nParties’ Liability</strong>\n</p>\n<p>8.1 Complete Licensing Limited’s Liability to The Client:</p>\n<p>What we don’t accept liability for: We don’t accept any liability for:</p>\n<p>8.1.1 advice given by us based on information or materials provided by you or anyone else which, knowingly or not, was incomplete, incorrect or misleading</p>\n<p>8.1.2 advice given by any other professionals (such as accountants, tax advisers or foreign lawyers), including where we’ve recommended them or instructed them on your behalf</p>\n<p>8.1.3 advice given by us in relation to documents that are governed by the laws of another country, where you’ve decided not to obtain local advice</p>\n<p>8.1.4 any decisions made by you based on opinions given by us of a commercial or legal nature</p>\n<p>8.1.5 any changes to your situation or changes to the law or how it’s interpreted after we’ve given any advice, unless we should reasonably have known about such changes at the time</p>\n<p>8.1.6 any failure or delay in providing our services which is caused by us having to comply with legal or regulatory requirements</p>\n<p>8.1.7 any loss or damage incurred by any person other than you who relies upon, or acts or fails to act upon, any advice given by us to you</p>\n<p>8.1.8 any loss or damage outside our reasonable control</p>\n<p>8.1.9 any direct or indirect losses of anticipated savings, contracts, goodwill, opportunities, profits, revenues or any indirect or consequential loss or damage</p>\n<p>8.1.10 Limit of liability £250,000</p>\n<p>8.1.11 Unless our instruction form proposes a lower limit, our total liability for any claim or series of claims arising from the same circumstances, is limited to £250,000</p>\n<p>8.1.12 If you’re a consumer, we’re responsible for loss or damage you suffer that is a foreseeable result of our breach or our failing to use reasonable care and skill</p>\n<p>8.1.13 In any case, our liability will be limited to a fair proportion of any loss or damage (including interest and costs) ordered against us by any court that is competent to make such an award</p>\n<p>8.1.14 No limit applies to our liability for death or personal injury resulting from our negligence, fraud or for any liability which can’t be excluded or limited by law</p>\n<p>8.2 The Client’s Liability to Complete Licensing</p>\n<p>8.2.1 The Client is liable for and shall indemnify Complete Licensing Limited [and any entity affiliated with it] against, any loss, liability, costs (including reasonable legal costs), damages or expenses arising from any breach by the Client or any entity affiliated to or engaged by the Client of the terms of this agreement, including arising from any negligent or reckless act, omission or default and the Client shall maintain in force adequate insurance cover with reputable insurers acceptable to the Complete Licensing Limited.</p>\n<p>\n<strong>9.\nDirectors’ Guarantee</strong>\n</p>\n<p>9.1 The directors (from time to time) of the Client hereby, jointly and severally, irrevocably and unconditionally guarantee the obligations of the Client in respect of the payment of all amounts due to Complete Licensing Limited (or any affiliated entity) pursuant to this agreement.</p>\n<p>\n<strong>10.\nVariation</strong>\n</p>\n<p>10.1 This agreement may only be varied by a document signed by both the Client and Complete Licensing Limited.</p>\n<p>\n<strong>11.\nThird party rights</strong>\n</p>\n<p>11.1 The Contracts (Rights of Third Parties) Act 1999 shall not apply to this agreement and no person other than you and the Client shall have any rights under it.\nThe terms of this agreement or any of them may be varied, amended or modified or this agreement may be suspended, cancelled or terminated by agreement in writing between the parties or this agreement may be rescinded (in each case), without the consent of any third party.</p>\n<p>\n<strong>12.\nGoverning law</strong>\n</p>\n<p>12.1 This agreement and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the law of England and Wales.</p>\n<p>\n<strong>13.\nJurisdiction</strong>\n</p>\n<p>13.1 The courts of England and Wales shall have exclusive jurisdiction to settle any dispute or claim arising out of or in connection with this agreement or its subject matter or formation (including noncontractual disputes or claims).</p> Schedule an appointment <p>We want you to know that we’re here to help.\nWe have the resources, the knowledge and the experience to help you.&nbsp;<br>Call us today to schedule your first appointment.</p>\n<i>\n</i> Call us to schedule an appointment <i>\n</i> Send us an email <i>\n</i> Start a conversation on WhatsApp Services <ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Gambling Act Application</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Late Night Refreshments</li>\n</ul> Reviews Client Forms <ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Delegation of Authority</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n</ul> Training View Documents Legal <ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Complaints Handling Policy</li>\n<li>Modern Slavery Policy</li>\n<li>Money Laundering Regulations Policy</li>\n<li>Anti-bribery Policy</li>\n</ul> Blog Facebook <i>\n</i> Instagram <i>\n</i>\n<strong>EXCELLENT</strong>\n<ul>\n<li>\n<i>\n</i> 2022 Complete Licensing </li>\n<li> Site by Pixel &amp.\nDot </li>\n</ul>\n<p>Complete Licensing Limited is a company registered in England and Wales.</p>\n<ul>\n<li>\n<i>\n</i> hello@completelicensing.uk </li>\n<li>\n<i>\n</i> 0330 808 2122 </li>\n<li>\n<i>\n</i> WhatsApp </li>\n</ul>\n<p>\n<strong>Company Number:</strong> 12611128<br>\n<strong>VAT Number:</strong> 350480616</p> ", "created_at": "2023-04-16 00:56:10.490108", "updated_at": "2023-04-16 00:56:18.834667"}, {"id": 15563, "name": "Privacy Policy", "url": "https://completelicensing.uk/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>About</li>\n<li>Services<i>\n</i>\n<ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Gambling Act Application</li>\n<li>Late Night Refreshments</li>\n</ul>\n</li>\n<li>Client Forms<i>\n</i>\n<ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n<li>View Documents</li>\n</ul>\n</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nDo not sell or share my personal informationUse necessary cookies only Allow all cookies Show detailsOKUse necessary cookies only Allow selection Allow all cookies Necessary Preferences Statistics MarketingShow detailsCookie declaration [#IABV2SETTINGS#] About Necessary (5)  Preferences (0)  Statistics (3)  Marketing (0)  Unclassified (4)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.NameProviderPurposeExpiryType__stripe_midStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 yearHTTP__stripe_sidStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 dayHTTPCookieConsentCookiebotStores the user's cookie consent state for the current domain13415 daysHTTPelementorcompletelicensing.ukUsed in context with the website's WordPress theme.\nThe cookie allows the website owner to implement or change the website's content in real-time.PersistentHTMLmStripeDetermines the device used to access the website.\nThis allows the website to be formatted accordingly.\n2 yearsHTTPPreference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.We do not use cookies of this type.Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.NameProviderPurposeExpiryType_pk_id#MatomoCollects statistics on the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.1 yearHTTP_pk_ses#MatomoUsed by Piwik Analytics Platform to track page requests from the visitor during the session.1 dayHTTP1StripeRegisters data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.\nSessionHTMLMarketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.We do not use cookies of this type.Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.NameProviderPurposeExpiryType__Secure-ci_sessionPublic-iPending1 dayHTTP_abStripePendingSessionHTML_mfStripePendingSessionHTMLidStripePendingSessionHTML [#IABV2_LABEL_PURPOSES#]  [#IABV2_LABEL_FEATURES#]  [#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PURPOSES#][#IABV2_BODY_FEATURES#][#IABV2_BODY_PARTNERS#]Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.Cookie declaration last updated on 4/9/23 by Cookiebot Skip to content <ul>\n<li>About</li>\n<li>Services<i>\n</i>\n<ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Gambling Act Application</li>\n<li>Late Night Refreshments</li>\n</ul>\n</li>\n<li>Client Forms<i>\n</i>\n<ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n<li>View Documents</li>\n</ul>\n</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> Privacy Policy <p>&nbsp;</p>\n<p>\n</p> &nbsp.\n<p>\n</p> &nbsp.\n<p>\n</p>\n<p>Complete Licensing Limited needs to collect your data that you share with us, in order to conduct our normal business activities, including providing services to you.\nWe take data security very seriously and this policy sets out how and why we use your data, when and to who we disclose it and how we protect it.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We may amend this policy from time to time.&nbsp.\nAn up to date version of the policy will at all times be maintained and available on our website at www.completelicensing.uk.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Complete Licensing Limited is registered with the Information Commissioner, Registration Number: <strong>ZA764285</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Complete Licensing Limited as Data Controller</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We control the ways your personal data is collected and the purposes for which your personal data is used by Complete Licensing Limited.\nComplete Licensing Limited is the “controller” for the purposes of (i) the&nbsp;<b>General Data Protection Regulation (EU) 2016/679 (“GDPR”)</b>&nbsp.\n(ii)&nbsp;<b>the Data Protection Act 2018</b>.\nand (iii) any other applicable laws and regulations relating to the processing of your personal data and privacy.</p>\n<p>To learn more about GDPR visit <strong>gdpr.eu</strong> by clicking&nbsp;<strong>here</strong>.&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Legal basis for processing your personal information</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>How we use your personal data will depend on whether you are a client, a representative of a client, a business contact, someone whose personal data we necessarily process as part of our provision of professional services, or otherwise.\nWe may process your personal data for the following purposes:</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nproviding a proposal to you or your organisation in relation to the professional services we offer and for client engagement purposes (including the carrying out of background checks);</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nproviding professional services to you and / or our clients;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nmanaging our relationship with you and / or our clients (including billing and financial management), for record-keeping purposes and more generally for the proper operation of Complete Licensing;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndealing with any complaints or feedback you may have;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nmonitoring and improving the performance and effectiveness of our services, including by training our staff;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nseeking advice on our rights and obligations, such as where we require our own legal advice, and to exercise and defend our legal rights;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ncompliance with our legal and regulatory obligations, such as anti-money laundering laws (which may include the carrying out of background checks and retention of a record of such checks), data protection laws and tax reporting requirements, and / or to assist with investigations by police and / or other competent authorities (where such investigation complies with relevant law) and to comply with Court orders;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n&nbsp;&nbsp;&nbsp;safeguarding the security of our systems and communications.\nand / or</p>\n<p>\n</p>\n<p>\n</p>\n<p>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nfor security purposes generally and to ensure the safety of our employees and visitors.\nand / or</p>\n<p>\n</p>\n<p>\n</p>\n<p>(j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nany other purpose for which you provide us with your personal data;</p>\n<p>\n</p>\n<p>\n</p>\n<p>We may process your personal data for any of the purposes set out above where one (or more) of the following lawful processing grounds applies:</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe processing is necessary to perform a contract with you, or to take steps at your request before entering into a contract with you;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe processing is necessary for us to comply with our legal obligations;</p>\n<p>\n</p>\n<p>\n</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp.\nthe processing is necessary for our legitimate interests (including the operation of Complete Licensing Limited and the provisions of professional services) or those of any client or relevant third party, unless those legitimate interests are overridden by your interests or fundamental rights or freedoms.\nand / or</p>\n<p>\n</p>\n<p>\n</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp.\nyou have consented to the processing in question.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Where we process sensitive personal data, other lawful processing grounds may apply, such as that the processing is necessary for the establishment, exercise or defence of legal claims (for example to protect and / or defend our property or rights, or those of our clients) or for reasons of substantial public interest.\nor where you have given us your explicit consent.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Who we share your information with.</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We shall not disclose any confidential information which we obtain to any other person or party except as is reasonable and necessary for the purpose of carrying out your instructions.\nWe may also, from time to time, store data, including confidential information, on servers controlled by third party providers whose software or systems we use to provide, or decide to evaluate for the purposes of providing, our services (including e-disclosure, data retrieval and forensic investigations).\nIn each such case we will ensure an appropriate confidentiality agreement is in place and/or where reasonably practicable any such data will be anonymised:</p>\n<p>\n</p>\n<p>\n</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nas required by law including, without limitation, in response to any requests for information under freedom of information or environmental legislation.\nand /or</p>\n<p>\n</p>\n<p>\n</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nas required by any regulatory, governmental or other authority to which we are subject or submit.\nIn this regard we, and randomly selected client matters, are annually inspected for compliance purposes by regulated third parties and by our auditors.</p>\n<p>\n<b>Marketing Emails.</b>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Our newsletter service provider is <strong>Mail Chimp</strong> which is hosted on servers in the USA and has self-certified under the EU-US Privacy Shield framework and our agreements with them include a set of clauses approved by the European Commission to ensure an adequate level of protection for personal data.\nWe only share your email address with them for the specific purpose of sending you our email newsletter.\nYou can view their privacy policy&nbsp;<strong>here</strong>.</p>\n<p>\n</p>\n<p>\n</p>\n<p>You may opt-out of receiving our newsletter at any time, by clicking the unsubscribe link, in which case your details will then be permanently removed.\nIf you have any problems with this process please email us at <strong>hello@completelicensing.uk</strong>.</p>\n<p>We use Mailchimp to manage our email marketing campaigns.\nMailchimp uses tiny invisible images called ‘pixels’ that are contained within emails to enable us to see:</p>\n<ul>\n<li>whether you opened an email</li>\n<li>where in the world the device used to open the email was located (based on your device’s IP address)</li>\n<li>whether you shared the email on any social media platforms</li>\n<li>whether you marked the email as spam</li>\n<li>your overall level of engagement with our email marketing campaigns</li>\n</ul>\n<p>We don’t use this information any purposes except if it appears that you’re not opening our emails</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Website Analytics.</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We collect some information when you visit the Website but this does not allow us to identify you personally.\nThe information we collect includes the type of browser visitors use, time and date of visits, which pages are most viewed, and which other websites and search engines direct visitors to the Complete Licensing website.\nThis enables us to evaluate the Website and work to improve it.</p>\n<p>\n</p>\n<p>\n</p>\n<p>The software that we use to analyse our website is&nbsp;<strong>Matomo</strong>.\nWe use Matomo Cloud-hosted service, details of their privacy policy can be viewed here.\nUnlike Google Analytics, Matomo does not share a visitor’s behavior with advertising companies.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Complete Licensing has specifically configured Matomo to respect your privacy by anonymising the IP addresses of visitors to our site and by respecting any ‘Do Not Track’ settings that you may have selected within your web browsers.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We do not link any of this anonymous data with any personal information that you may provide to us.</p>\n<p>\n<b>Cookies.</b>\n</p>\n<p>Cookies are samll pices of data sent from a website and stored on your compter by your web browser while you are browsing the website.&nbsp;</p>\n<p>For more information on cookies on our website, see our <b>Cookie Policy.</b>\n</p>\n<p>\n<b>Financial</b>\n<strong> Data – Processing of your personal Data by Third Party Payment Providers</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you become a customer or supplier we use <strong>Xero</strong> cloud-based software for the administration of our accounts.\nWe may store information about you (or your company) in this software.\nYou can view <strong>Xero’s privacy policy here</strong>.</p>\n<p>\n</p>\n<p>\n</p>\n<p>When paying our invoices you can use credit card processing this is provided by&nbsp;<strong>Stripe</strong>, which is a US-based company, hosted on servers in the USA and has self-certified under the EU-US Privacy Shield framework and our agreements with them include a set of clauses approved by the European Commission to ensure an adequate level of protection for personal data.\nYou can view their privacy policy&nbsp;<strong>here</strong>.</p>\n<p>\n</p>\n<p>\n</p>\n<p>When you make a payment, <strong>Stripe</strong> may asks for your name, address, phone, email address, and credit or debit card information.\nThis information is used to process your payment and to verify credit or debit card data.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Your credit or debit card details will only be retained by <strong>Stripe</strong>.\nThese details are not retained by Complete Licensing, although in the case of a suspected fraudulent transaction, card details may be disclosed to us for the sole purpose of performing further checks.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We also offer payment of regular bills by creating a new Direct Debit mandate online, this requires your name, address, email address, and details of your bank account.\nThis information is processed by&nbsp;<strong>GoCardless</strong>&nbsp;– the payment processing provider that establishes the regular Direct Debit payment with your bank – and is retained by us securely in order to claim monthly or annual payments from your account as per your instructions.\n<strong>GoCardless</strong> privacy policy for payers can be found <strong>here</strong>.\nAll transactions are covered by the <strong>Direct Debit Guarantee</strong>.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We have <strong>Paypal</strong> accounts so that customers can pay by <strong>PayPal</strong>.\n<strong>Paypal</strong> allows you to close your customer account once you no longer require it.\nYour account information may stay active with <strong>PayPal</strong> for legal and audit purposes, in accordance with PayPal’s privacy policy available&nbsp;<strong>here</strong>.</p>\n<p>\n</p>\n<p>\n</p>\n<p>Our financial accounts are held with <strong>Starling Bank</strong>.\nAny payment made in the form of a bank transfer will be processed by <strong>Starling Bank</strong> in accordance with its privacy policy available&nbsp;<strong>here</strong>&nbsp;and under UK law.\nWe retain information about all payments in accordance with financial auditing requirements.</p>\n<p>\n<b>How long we keep your information</b>\n</p>\n<p>&nbsp;</p>\n<p>We will retain your information and information within your client files for the duration of your matter(s) plus 7 years, unless there is a reasonable, identifiable reason for us to retain it for a longer period.&nbsp;&nbsp.\nSuch reasons including but not limited to, any obligation placed on Complete Licencing Limited by any Act of Parliament, Secondary Legislation, Local Regulation or Byelaw.</p>\n<p>&nbsp;</p>\n<p>\n<b>Where your data is processed and stored</b>\n</p>\n<p>&nbsp;</p>\n<p>Your personal data may be transferred outside the UK while being processed by Complete Licensing Limited.</p>\n<p>&nbsp;</p>\n<p>We use&nbsp;<b>Proton Mai</b>\n<b>l</b>&nbsp;for the provision of our emails a copy of our&nbsp;“Data Processing Agreement” can be viewed <b>here</b>.</p>\n<p>&nbsp;</p>\n<p>All servers used in connection with the provisioning of emails are located in Switzerland.\nEmail data is ALWAYS stored in encrypted format on our servers.\nOffline backups may be stored periodically, but these are also encrypted.\nOur email service provider does not possess the ability to access any encrypted message content on either the production servers or in the backups.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>How we protect your information</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We are committed to doing all that we can to keep your information secure.\nWe set up systems and processes to prevent unauthorised access to or disclosure of the data we collect about you.</p>\n<p>\n</p>\n<p>\n</p>\n<p>We take information security very seriously and have implemented several technical and organisational measures to protect the information and personal data we hold.\nThese include:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Email:&nbsp;We use <strong>Proton Mail</strong> for the provision of our email service, all internal emails are there for end-to-end encrypted however external emails are not, we can enable email encryption on request.\nYou can view the security features of Proton Mail by <strong>clicking here</strong>.&nbsp;&nbsp;We use software to protect against malware and phishing attacks (and you should too!)</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Communications tools:&nbsp;For internal company communications we use <strong>Signal Messenger</strong> as it is end-to-end encrypted.\nHowever, we tend to use whatever communications tools are preferred by our clients.\nPhone calls made to or from our mobiles are not encrypted (and if you dial into any conference call which uses encryption, your connection won’t be encrypted).</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Cloud services:&nbsp;All cloud services that we use, including, our document management system, and accounts platform, are hosted on secure infrastructure which uses encryption in transit and, in most cases, encryption at rest</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Training:&nbsp;All our staff are trained on data protection and good information security practices</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Your rights</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>You have the right to change your mind at any time and ask for your information to be deleted by contacting the data controller, though we may need to refuse your request if we have a lawful reason to.</p>\n<p>\n</p>\n<p>\n</p>\n<p>You’ve got&nbsp;<strong>several important rights&nbsp;</strong>in relation to the personal data we hold about you.\nThe most relevant are:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Access:&nbsp;You’ve the&nbsp;<strong>right to request access</strong>&nbsp;to and be provided with a copy of the personal data held about you together with certain information about the processing of such personal data to check that we’re holding it lawfully and processing it fairly</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Correction:&nbsp;You’ve the&nbsp;<strong>right to ask us to correct</strong>&nbsp;any inaccurate or incomplete personal data held about you</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Deletion:&nbsp;You’ve the<strong>&nbsp;right to ask us to delete or remove</strong>&nbsp;any personal data held about you where there’s no good reason for us to continue holding it or where you’ve exercised your right to object</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Restriction:&nbsp;You’ve the&nbsp;<strong>right to ask us to restrict&nbsp;</strong>how we hold your personal data, for example, to confirm its accuracy or our reasons for holding it</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Objection:&nbsp;You’ve the&nbsp;<strong>right to object</strong>&nbsp;to our holding of any personal data about you which is based on our legitimate interests or those of a third party based on your circumstances.\nYou also have the right to object to our holding your personal data for direct marketing purposes</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Some of the above rights only apply in certain circumstances and may be subject to certain exemptions.</p>\n<p>\n</p>\n<p>\n</p>\n<p>You’ll not have to pay any fee to exercise any of the above rights, though we may charge a reasonable fee or refuse to comply with your request where permitted to do so by law.\nWhere this is the case, we’ll let you know.\nTo protect the confidentiality of your personal data we may ask you to verify your identity before fulfilling any request in relation to your personal data.</p>\n<p>\n</p>\n<p>\n</p>\n<p>You’ve the&nbsp;<strong>right to complain&nbsp;</strong>if you’re not happy with how we have collected or used your personal data.\nWe would hope to resolve any issues informally but, if we can’t, you also have the right to raise a complaint with the Information Commissioner’s Office (ICO).</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Questions and complaints</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The contact details for the data controller are:&nbsp;<strong>hello@completelicensing.uk</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>The contact details for the data controller’s Data Protection Officer are:&nbsp;<strong>hello@completelicensing.uk</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>If you consider that your personal information has been misused or mishandled, you can make a complaint to the <strong>Information Commissioner</strong>, who is an independent regulator.\nThe <strong>Information Commissioner</strong> can be contacted at: Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, or on 0303 123 1113, or <strong>casework@ico.org.uk</strong>.\nAny complaint to the <strong>Information Commissioner</strong> won’t affect your right to seek redress through the courts.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Changes to this Privacy Policy</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>We may change this Privacy Policy.\nWhen we make changes to this Privacy Policy , the ‘last updated’ date at the bottom of this page will also change.\nAny changes to this Privacy Policy will apply to you and your information immediately.\nIf these changes affect how your personal information is processed, Complete Licensing Limited will take reasonable steps to make sure you know.</p>\n<p>\n</p>\n<p>\n</p>\n<p>This policy comes into effect on Wednesday, 6th January 2021.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> Schedule an appointment <p>We want you to know that we’re here to help.\nWe have the resources, the knowledge and the experience to help you.&nbsp;<br>Call us today to schedule your first appointment.</p>\n<i>\n</i> Call us to schedule an appointment <i>\n</i> Send us an email <i>\n</i> Start a conversation on WhatsApp Services <ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Gambling Act Application</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Late Night Refreshments</li>\n</ul> Reviews Client Forms <ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Delegation of Authority</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n</ul> Training View Documents Legal <ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Complaints Handling Policy</li>\n<li>Modern Slavery Policy</li>\n<li>Money Laundering Regulations Policy</li>\n<li>Anti-bribery Policy</li>\n</ul> Blog Facebook <i>\n</i> Instagram <i>\n</i>\n<strong>EXCELLENT</strong>\n<ul>\n<li>\n<i>\n</i> 2022 Complete Licensing </li>\n<li> Site by Pixel &amp.\nDot </li>\n</ul>\n<p>Complete Licensing Limited is a company registered in England and Wales.</p>\n<ul>\n<li>\n<i>\n</i> hello@completelicensing.uk </li>\n<li>\n<i>\n</i> 0330 808 2122 </li>\n<li>\n<i>\n</i> WhatsApp </li>\n</ul>\n<p>\n<strong>Company Number:</strong> 12611128<br>\n<strong>VAT Number:</strong> 350480616</p> ", "created_at": "2023-04-16 00:54:52.819039", "updated_at": "2023-04-16 00:57:12.902228"}, {"id": 15564, "name": " Cookie Policy", "url": "https://completelicensing.uk/cookie-policy/", "xpath": "//body", "text": " <ul>\n<li>About</li>\n<li>Services<i>\n</i>\n<ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Gambling Act Application</li>\n<li>Late Night Refreshments</li>\n</ul>\n</li>\n<li>Client Forms<i>\n</i>\n<ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n<li>View Documents</li>\n</ul>\n</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nDo not sell or share my personal informationUse necessary cookies only Allow all cookies Show detailsOKUse necessary cookies only Allow selection Allow all cookies Necessary Preferences Statistics MarketingShow detailsCookie declaration [#IABV2SETTINGS#] About Necessary (5)  Preferences (0)  Statistics (3)  Marketing (0)  Unclassified (4)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.NameProviderPurposeExpiryType__stripe_midStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 yearHTTP__stripe_sidStripeThis cookie is necessary for making credit card transactions on the website.\nThe service is provided by Stripe.com which allows online transactions without storing any credit card information.1 dayHTTPCookieConsentCookiebotStores the user's cookie consent state for the current domain13415 daysHTTPelementorcompletelicensing.ukUsed in context with the website's WordPress theme.\nThe cookie allows the website owner to implement or change the website's content in real-time.PersistentHTMLmStripeDetermines the device used to access the website.\nThis allows the website to be formatted accordingly.\n2 yearsHTTPPreference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.We do not use cookies of this type.Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.NameProviderPurposeExpiryType_pk_id#MatomoCollects statistics on the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.1 yearHTTP_pk_ses#MatomoUsed by Piwik Analytics Platform to track page requests from the visitor during the session.1 dayHTTP1StripeRegisters data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.\nSessionHTMLMarketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.We do not use cookies of this type.Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.NameProviderPurposeExpiryType__Secure-ci_sessionPublic-iPending1 dayHTTP_abStripePendingSessionHTML_mfStripePendingSessionHTMLidStripePendingSessionHTML [#IABV2_LABEL_PURPOSES#]  [#IABV2_LABEL_FEATURES#]  [#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PURPOSES#][#IABV2_BODY_FEATURES#][#IABV2_BODY_PARTNERS#]Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.Cookie declaration last updated on 4/9/23 by Cookiebot Skip to content <ul>\n<li>About</li>\n<li>Services<i>\n</i>\n<ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Gambling Act Application</li>\n<li>Late Night Refreshments</li>\n</ul>\n</li>\n<li>Client Forms<i>\n</i>\n<ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n<li>View Documents</li>\n</ul>\n</li>\n<li>FAQs</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul> Cookie Policy <strong>WHAT ARE COOKIES?</strong>\n<p>Cookies are small text files that are placed on your computer or mobile phone when you browse websites.</p>\n<p>We use them to help administer content for visitors to the Complete Licensing website.</p>\n<p>We do not use cookies to track peopole or identify them personally.</p>\n<p>\n<strong>You can find out how to change your browser’s cookie settings using this EFF guide.</strong>\n</p>\n<strong>OUR COOKIES HELP US:</strong>\n<ul>\n<li>Make our website work as you’d expect</li>\n<li>Remember your settings during and between visits</li>\n<li>Improve the speed/security of the site</li>\n<li>Allow you to share pages with social networks like Facebook</li>\n<li>Continuously improve our website for you</li>\n</ul>\n<strong>WE DO NOT USE COOKIES TO:</strong>\n<ul>\n<li>Collect any personally identifiable information (without your express permission)</li>\n<li>Pass data to advertising networks</li>\n<li>Pass personally identifiable data to third parties</li>\n<li>Pay sales commissions</li>\n<li>You can learn more about all the cookies we use below.</li>\n</ul>\n<strong>GRANTING US PERMISSION TO USE COOKIES</strong>\n<p>If the settings on your software that you are using to view this website (your browser) are adjusted to accept cookies we take this, and your continued use of our website, to mean that you are fine with this.</p>\n<p>Should you wish to remove or not use cookies from our site you can learn how to do this below.</p>\n<strong>MORE ABOUT OUR COOKIES</strong>\n<strong>COMPLETE LICENSING WEBSITE FUNCTION COOKIES</strong>\n<p>We use cookies to make our website work including remembering your search settings.</p>\n<p>There is no way to prevent these cookies being set other than to not use our site.</p>\n<strong>THIRD PARTY FUNCTIONS</strong>\n<p>Our site, like most websites, includes functionality provided by third parties.\nA common example is an embedded YouTube video.\nOur site includes the following which use cookies:</p>\n<ul>\n<li>hCaptcha – Stops bots from filling in our forms.</li>\n</ul>\n<p>Disabling these cookies will likely break the functions offered by these third parties.</p>\n<strong>VISITOR STATISTICS COOKIES</strong>\n<p>We use cookies to compile visitor statistics such as how many people have visited our website, what type of technology they are using (e.g.\nMac or Windows which helps to identify when our site isn’t working as it should for particular technologies), how long they spend on the site, what page they look at etc.</p>\n<p>This helps us to continuously improve our website.\nThese so called “analytics’” programs also tell us if how people reached this site (e.g.\nfrom a search engine) and whether they have been here before.</p>\n<p>\n<strong>We use Matomo</strong>\n</p>\n<strong>TURNING COOKIES OFF</strong>\n<p>You can usually switch cookies off by adjusting your browser settings to stop it from accepting cookies <strong>(learn how)</strong>.</p>\n<p>It may be that you concerns around cookies relate to so called “spyware”.\nRather than switching off cookies in your browser you may find that anti-spyware software achieves the same objective by automatically deleting cookies considered to be invasive.</p> Schedule an appointment <p>We want you to know that we’re here to help.\nWe have the resources, the knowledge and the experience to help you.&nbsp;<br>Call us today to schedule your first appointment.</p>\n<i>\n</i> Call us to schedule an appointment <i>\n</i> Send us an email <i>\n</i> Start a conversation on WhatsApp Services <ul>\n<li>New Licence Applications</li>\n<li>Changes to Existing Premises Licenses</li>\n<li>DPS Changes</li>\n<li>Expert Witness Testimony</li>\n<li>Festival Licensing</li>\n<li>Landlord Services</li>\n<li>Licensing Preservation in Insolvency</li>\n<li>Ongoing Compliance</li>\n<li>Policy Design and Review</li>\n<li>Licensing Reviews</li>\n<li>Sexual Entertainment Licensing (SEV)</li>\n<li>Gambling Act Application</li>\n<li>Temporary Event Notices Applications (TEN)</li>\n<li>Late Night Refreshments</li>\n</ul> Reviews Client Forms <ul>\n<li>Incident Reporting form</li>\n<li>Custody of Licence</li>\n<li>Delegation of Authority</li>\n<li>Consent to Transfer</li>\n<li>Consent to be DPS</li>\n<li>Change of DPS</li>\n<li>New Client Form</li>\n<li>Complaints</li>\n</ul> Training View Documents Legal <ul>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li>\n<li>Cookie Policy</li>\n<li>Complaints Handling Policy</li>\n<li>Modern Slavery Policy</li>\n<li>Money Laundering Regulations Policy</li>\n<li>Anti-bribery Policy</li>\n</ul> Blog Facebook <i>\n</i> Instagram <i>\n</i>\n<strong>EXCELLENT</strong>\n<ul>\n<li>\n<i>\n</i> 2022 Complete Licensing </li>\n<li> Site by Pixel &amp.\nDot </li>\n</ul>\n<p>Complete Licensing Limited is a company registered in England and Wales.</p>\n<ul>\n<li>\n<i>\n</i> hello@completelicensing.uk </li>\n<li>\n<i>\n</i> 0330 808 2122 </li>\n<li>\n<i>\n</i> WhatsApp </li>\n</ul>\n<p>\n<strong>Company Number:</strong> 12611128<br>\n<strong>VAT Number:</strong> 350480616</p> ", "created_at": "2023-04-16 00:56:04.533687", "updated_at": "2023-04-16 00:57:13.239631"}], "points": [], "urls": ["completelicensing.uk"]}}