{"error": 448, "message": "OK", "parameters": {"id": 8458, "name": "VPNLY", "created_at": "2023-06-19 00:09:48.994518", "updated_at": "2023-06-19 10:02:12.741237", "wikipedia": null, "keywords": null, "related": null, "slug": "vpnly", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8458.png", "url": "vpnly.net", "documents": [{"id": 16422, "name": " Terms of use ", "url": "https://vpnly.net/terms-of-use/", "xpath": "//body", "text": " Download now Terms of use <p> This agreement is between the customer and VPNLY, regarding VPN service, related services and functions.\nThis service is NOT intended to assist in the commission of unlawful acts.\nIt is a service that provides anonymity and privacy.\nYou agree not to violate any laws of your country or the one where you are currently.\nYou agree to protect your login/password and our system from unauthorized use, undertake not to spread your account in public access and not share it with third parties.\nYou are responsible for all actions taking place in our system using your login and password.\n</p>\n<p> You agree not to use the system to send spam, scan ports, scan for open proxies or open relays, send out opt-in, unsolicited e-mail and some other mass email distribution, even if it eventually happens from another server.\nYou agree not to attack make any attacks in any form on other computers or the network during your stay in our service.\n</p>\n<p> The actual service coverage area, its speed, location and quality may differ.\nService strives to be available constantly, except for limited periods required for maintenance and fixing.\nNevertheless, the service may not be accessible to the user under the influence of many factors beyond our control, such as emergencies, disturbances in the operation of third-party services, data transfer problems, equipment or network problems or deficiencies, interference, signal strength, etc., and therefore, the service can be interrupted, limited or terminated.\nWe are not responsible for the loss of data, messages or pages that have not been delivered, have been canceled or misdirected due to service outages or problems with the performance of the service, communication services or network (for example, T-1 or Internet).\nAt our discretion, we can impose restrictions on the use of the service as a whole or its individual services, suspend the operation of the service or block certain methods of using it to protect our users or service.\nThe connection speed is approximate and does not characterize the speed with which the Service receives or sends data.\nThe actual speed will be determined by the configuration, compression, network load and other factors.\nAccuracy and timeliness of the received data are not guaranteed, delays and gaps are possible.\n</p>\n<p> Computer hacking, virus propagation, fraudulent activities, network attacks, phishing and/or any other actions deemed illegal or undesirable should be stopped or terminated.\nUsers are responsible for the proper security parameters of their services, and are also responsible for any damage caused by their carelessness or the creation of potentially dangerous situations, whether intentionally or unintentionally.\n</p>\n<p> It is the full text of the agreement.\nFrom time to time, we can publish new rules of service, which will become mandatory.\nIt is the responsibility of the user to periodically visit this section and get acquainted with the innovations.\n</p> Subscription Policy <p> If you activate the subscription function, you will automatically be charged every 30 days, depending on the validity period of the selected plan.\nTo cancel automatic payment, just contact our support with a short notice of cancellation, but not less than 24 h before the regular date.\nYour card will be debited upon completing your order.\nThe service will become available once payment is cleared.\n</p>\n<ul>\n<li> Products </li>\n<li> Get premium </li>\n<li> Terms of use </li>\n<li> Privacy policy </li>\n<li> Support </li>\n</ul> ", "created_at": "2023-06-19 00:09:49.02478", "updated_at": "2023-06-19 00:10:20.153623"}, {"id": 16423, "name": " Privacy policy ", "url": "https://vpnly.net/privacy-policy/", "xpath": "//body", "text": " Download now Privacy policy <p> As a service that provides privacy, we understand how important it is for our customers to know in details the kind of personal information we collect, store and proceed.\nWe did our best to make our policy on this issue as simple and understandable as possible, and you could get the necessary facts without bothering yourself with the study of many pages of boring legal text.\n</p> What information about all visitors is collected and stored on our site? <p> VPNLY uses Google Analytics to analyze aggregated information about site visitors.\nWhen your browser downloads a page of our site, it executes a short paragraph of JavaScript code that collects information about the device from which you are connected: your browser's user agent, language, screen resolution, the site from which you have come to us, and so on to provide this service to Google Analytics.\nTo improve your security, VPNLY chooses an option that allows Google to collect only a fraction of the IP addresses.\nGoogle Analytics also can store cookies to simplify the identification of users, who have visited the site repeatedly.\nUsers, who do not want to be tracked by Google Analytics, can install the add-on for the browser, which allows to bypassing this procedure.\n</p> What information do we collect and store when you register for our VPN service? <p> To make your privacy maximum, we collect a minimum of information - just your email.\nWe do not request or save your name, IP address, real address, phone number, and other personal information.\nPayments go through Decta Limited, and we do not keep your credit card details in our system.\nData entered through the payment page is transmitted via encrypted SSL protocol.\n</p> What information is recorded while clients are connected to our VPN service? <p> We run a non-permanent connection log to solve technical problems including random name generation and internal IP address assignment (private IP address) which are reliably removed every few hours.\nWe strictly and purposefully do not write down any information to mitigate our legal liability.\nWe do not monitor the activity of your browser and do not record any records.\nIt is simply impossible with our internal interface.\nAll data about the use of the service is anonymous and is not tied to your real, public IP address.\n</p> What happens if you receive proper notice without article (for example, DMCA) about copyright infringement for the downloaded material? <p> Since our customers are anonymous during the use of the service, such notification will be sent to VPNLY, and our legal department will send an appropriate response.\nSince we do not store logs (records) of the connection, we can not link the request to the client's identity, even if we are legally forced to do this.\n</p> How do we act when authorities ask us the information about a client? <p> Our company is registered in Romania.\nIf we receive a court order from an authorized person whose jurisdiction extends to VPNLY, our company is obliged to comply with this order.\nNevertheless, the company cannot be forced to provide data that is not possessed by the company.\nWhen a user registers, we request a minimum of information - only a valid email.\nIf it becomes possible at the legislative level to compel us to keep records about the connections of our customers or collect any personal data about the activity on the Internet, we will immediately notify our users and do everything in our power to change jurisdiction or close.\nOur service protects those who have trusted us with their privacy.\n</p> Changes to Privacy Policy <p> VPNLY retains the right to make changes at any time to the stated rules of the privacy policy.\nIn such cases, we will take all reasonable steps to make sure that such changes have been delivered to you - by posting all the changes on the prominent site of VPNLY for an acceptable period of time before the new policy comes into effect, and also through notification of all existing customers by e-mail.\nIf you have any questions or comments regarding the above rules, please do not hesitate to tell us about it.\n</p>\n<ul>\n<li> Products </li>\n<li> Get premium </li>\n<li> Terms of use </li>\n<li> Privacy policy </li>\n<li> Support </li>\n</ul> ", "created_at": "2023-06-19 00:09:49.054453", "updated_at": "2023-06-19 00:11:19.037621"}], "points": [], "urls": ["vpnly.net"]}}