{"error": 448, "message": "OK", "parameters": {"id": 7052, "name": "Edquity", "created_at": "2022-12-02 22:53:55.293458", "updated_at": "2022-12-02 23:01:08.974515", "wikipedia": null, "keywords": null, "related": null, "slug": "edquity", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7052.png", "url": "edquity.co", "documents": [{"id": 12943, "name": "Privacy Policy", "url": "https://www.edquity.co/privacy-policy", "xpath": "/html/body/div[2]", "text": "Privacy Policy<p>We at Edquity, Inc.\n(collectively with any subsidiaries, \"Edquity\", “we”, or “us”) have created this Privacy Policy to describe our practices regarding information we collect through our web sites, including website, mobile features, applications and any other interactive features or services owned or controlled by Edquity that post a link to this Privacy Policy (each, a \"Service\" and collectively, the \"Services\"), as well as any information we collect offline and combine in our databases.\nCertain features discussed in this Privacy Policy may not be offered on each Service at any particular time.\nNote that we combine the information we collect from you through all of our websites, mobile applications, and other Services.</p>\n<p>Edquity provides services on behalf of institutions of education and partner organizations.\nIf you are utilizing the service in conjunction with an institution or district of education, or a partner organization providing funding, Edquity may share disclosed data with your affiliated institution or district for the purposes of program improvement, assessment and additional student support.</p>\n<p>Note about Children: Our Services are not intended for, marketed to or available to individuals younger than the age of 13, and individuals younger than the age of 13 should not submit personal information to us or use any Service.</p>\n<p>&nbsp;</p>\n<p>\n<strong>SUMMARY</strong>&nbsp;</p>\n<p>WE FULLY DESCRIBE OUR PRIVACY PRACTICES BELOW IN THIS PRIVACY POLICY.\nTHIS SUMMARY PROVIDES AN OVERVIEW OF SOME IMPORTANT INFORMATION REGARDING OUR USE AND SHARING OF YOUR INFORMATION, AND THIRD PARTIES WHO MAY SERVE ADVERTISEMENTS AND WHO MAY SET COOKIES OR WEB BEACONS OR SIMILAR TRACKING TECHNOLOGIES WHEN YOU USE THE SERVICES, PLEASE READ THE ENTIRE PRIVACY POLICY VERY CAREFULLY.\nBY USING ANY SERVICE, YOU AGREE TO BE BOUND BY THIS PRIVACY POLICY IN ITS ENTIRETY.</p>\n<p>We primarily use the information we collect when you use the Services in connection with your relationship with Edquity, your use of the Services, and for sending you information from us or on behalf of certain third parties.\nThis includes linking you to other members of the Edquity community.\nIt also includes providing offers to you based on information you provide or we collect, or your use of the Services.\nPlease review the \"INFORMATION COLLECTION\" and \"HOW WE USE YOUR INFORMATION\" sections of this Privacy Policy for a full description of the information we collect, including Personal Information (as defined below), and how we use that information.\nRemember that if you create a Profile (as defined below) or participate in community forums and similar features on the Services, your information may be public.\nNote that we do not share your Personal Information with third parties for their marketing purposes without your consent.\nhowever, we may share your Personal Information under certain limited circumstances.\nFor more details, please review the section below entitled \"Information Sharing.”</p>\n<p>We work with analytics service providers to provide us with information regarding traffic on the Services, including the pages viewed and the actions users take when visiting the Services.\nand to provide us with information regarding the use of the Services.&nbsp.\nOur &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;analytics service providers and other vendors may set and access their own tracking devices (including cookies and web beacons) and they may otherwise collect or have access to information about you and your visits to and activity on the Services, as well as on other web sites or online services.\nSome of these parties may collect Personal Information when you visit the Services or other websites and services.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>‍</p>\n<p>\n<strong>INFORMATION COLLECTION</strong>\n</p>\n<p>1.\nRegistration and Other Information</p>\n<p>The Services may collect \"Personal Information\" (which is information that can reasonably be used, alone or in combination with other reasonably available information, to identify or contact a specific individual).\nPersonal Information includes, but is not limited to your name, email address, phone number, physical address or zip code, account information (such as a password or other information that helps us confirm that it is you accessing your account) and demographic or other information (such as your school, gender, age or birthdate) and information about your interests and preferences.\nFor users that are in college, Edquity may integrate with third party programming interface (API) for financial and credit agencies utilized by a user (such as bank or credit accounts).\nThis API integration is essential for certain Edquity financial management tools and may be made available to a user’s institution for financial aid advice (as discussed in more detail below).\nAny information combined with Personal Information will be treated as Personal Information.</p>\n<p>&nbsp;</p>\n<p>2.\nYour Profile, Community Forums and User Content</p>\n<p>You may have the opportunity to create a profile, which consists of information about you, which may include Personal Information, photographs, information about your academic and work history, your interests and activities, your use of the Services and other information (\"Profile\").\nSome of the information in your Profile may be visible to third parties or to everyone, depending on the nature of the information and the privacy settings you choose when you sign in and go to your Account on the website or other Services where you created your Profile.\nWe do not control how frequently third-party search engines update their indexes.\nconsequently, their information may be outdated and still available for a period of time even if you discontinue use of the Service.</p>\n<p>Note that in order to provide services and opportunities to you, educational organizations, scholarship providers and other third parties may (to the extent permissible by law) be able to review certain information in your Profile for some of the Services, whether or not you have limited public access to that information.\nYou may have the opportunity to control whether this information is shared, but some information may be shared automatically to the extent permissible by law -- all as disclosed on the website or other service where you created your Profile.\nEdquity does not share your contact information (email, full postal address or phone number) with those third parties unless you request or agree to that sharing.\nHowever, Edquity may send you information and offers from third parties and information about the Services, and you may not be able to opt-out from these messages without closing your account.</p>\n<p>The Services may provide you the opportunity to participate and post content publicly in forums, through interactive features and through other communication functionality (\"Community Forums\").\nYou may choose, through such features or otherwise, to submit or post reviews, suggestions, ideas, questions, answers, comments, testimonials, feedback, messages, images, videos, text or other material (\"User Content\").\nYour User Content may also be posted in your Profile.\nPlease think carefully about what you post and before including Personal Information in your User Content.\nYou may edit or remove your Profile information, but you may not be able to remove answers or postings or other uploaded User Content on some Services.\nTo request removal of content you posted publicly on the Services, contact us via email by clicking here.\nWe will honor removal requests received from registered users under the age of 18 or not yet enrolled in a postsecondary institution where required by law.\nOther removal requests received, may, in our sole discretion, be honored or refused (except that all such requests will be considered in the context of all applicable laws and regulations).\nIn some cases, we may remove only your Personal Information but maintain the rest of your User Content.\nNote that removal of public postings does not ensure complete or comprehensive removal of the content or information posted.</p>\n<p>Note that anything you post to a Community Forum may be public.\nIf you choose to voluntarily disclose Personal Information in your Profile or a Community Forum, that information will be considered public information and the protections of this Privacy Policy will not apply.</p>\n<p>In addition, the Services may allow members to communicate and collaborate with each other, including some Services that allow members to engage in one-on-one communication using a video chat or text chat feature.\nIf you create an account, participate in a Community Forum or choose to communicate with others through the Services, certain information about you may be disclosed in connection with your or others' use of the Services, including certain information about you and your network (such as your name and profile photo, the number of your connections, and the names and pictures of your connections).\nOur servers may record and we may retain records of the content of any such user-to-user communications.</p>\n<p>&nbsp;</p>\n<p>3.\nReferral Features and Gift Certificates</p>\n<p>The Services may offer referral features whereby users may use an email tool to invite friends to use the Services using a one-time email.\nEdquity stores this information for the purpose of verification, as well as tracking the success of our referral program.\nEdquity will not use those referred email addresses for any other purpose (unless, of course, the referred user comes to a Service and registers as a user, in which case we may use the email address provided by the referred user in accordance with this Privacy Policy).\nThe referred person may contact us via email by clicking here to request that we remove this information from our active database.</p>\n<p>If you purchase a gift certificate for another person, we will ask you for that person's name and email address, as well as for an optional personal message.\nWe will automatically send your friend a one-time email including an invitation to visit the Services as well as their gift code.\nEdquity stores information such as the gift certificate recipient's name and email address for the sole purpose of verification.\nEdquity does not sell or disclose any of this information to any outside sources or parties and collects this information only to maintain records that a gift certificate was purchased and sent to a recipient.\nCoupons and vouchers are not gift certificates and must be used according to the terms of the voucher or coupon itself or the accompanying materials.</p>\n<p>&nbsp;</p>\n<p>4.\nInformation Edquity Collects</p>\n<p>When You Access other web sites and online services, we and our analytics providers, vendors and other third party service providers may automatically collect certain \"Usage Information\" whenever you access and use the Services, including, without limitation, by viewing information about a course or school, asking or answering questions, viewing another user's Profile, sending a message, searching for a person or information, or by clicking on an advertisement.</p>\n<p>Usage Information may include the browser and operating system you are using, the URL or advertisement that referred you to our Services (if applicable), the search terms you entered into a search engine that lead you to our Services (if applicable), all of the areas within our Services that you visit (including information about any ads you may view), and the time of day you used the Services, among other information.\nWe may use Usage Information for a variety of purposes, including to tell you about people or events nearby, to provide special offers, to serve advertisements, to select appropriate content to display to you, and to enhance or otherwise improve the Services and our products.</p>\n<p>In addition, we automatically collect your IP address or other unique identifier (\"Device Identifier\") for any computer, mobile phone or other device (any, a \"Device\") you may use to access the Services.\nA Device Identifier is a number that is automatically assigned to your Device used to access a Service, and our servers identify your Device by its Device Identifier.\nSome mobile service providers may also provide us or our third party service providers with information regarding internet service provider (ISP), date and time of your visit, browser language, browser type, referring and exit pages and URLs, amount of time spent on particular pages, which parts of our Services you use, which links you click, search terms, operating system, traffic and related statistics, keywords, and/or other general browsing or usage data.\nUsage Information is generally non-identifying, but if we associate it with you as a specific and identifiable person, we treat it as Personal Information.</p>\n<p>Usage Information is collected via tracking technologies, including:</p>\n<p>Cookies: Our Services utilize Cookies to improve your current and future experience by allowing us to understand your usage of our Services.\nFor example, cookies help our systems recognize you if you return to our Services shortly after exiting them.\nCookies are small text files stored on your computer that allow us to personalize the content of our Services.\nCookies can be turned off via your browser settings if you so choose.\nHowever, if you turn your cookies off, some features of our Services may not function properly.\nIn our Products, we use local storage to help remember your settings and account configuration.</p>\n<p>Our Services utilize Cookies to improve your current and future experience by allowing us to understand your usage of our Services.\nFor example, cookies help our systems recognize you if you return to our Services shortly after exiting them.\nCookies are small text files stored on your computer that allow us to personalize the content of our Services.\nCookies can be turned off via your browser settings if you so choose.\nHowever, if you turn your cookies off, some features of our Services may not function properly.</p>\n<p>Web Beacons: We, as well as our affiliate program partners, service providers, and other third parties, may employ a software technology called clear gifs (a.k.a.\nweb beacons/web bugs), that help us better manage content on our Services by informing us of what content is effective.\nClear gifs are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users for our affiliate program.\nIn contrast to cookies, which are stored on a user’s computer hard drive, clear gifs are embedded invisibly on web pages and are about the size of the period at the end of this sentence.\nThis information is used to help improve the overall quality and experience of our Services.\nWe tie the information gathered by clear gifs to our customers' Personal Information.</p>\n<p>An Embedded Script: is programming code that is designed to collect information about your interactions with the Services, such as the links you click on.\nThe code is temporarily downloaded onto your computer or other device from our server or a third party service provider and is deactivated or deleted when you disconnect from the Services.</p>\n<p>In addition, we may use a variety of other technologies that collect similar information for security and fraud detection purposes.</p>\n<p>Flash &amp.\nHTML5: We use Local Storage Objects (LSOs) such as HTML5 to store content, information and preferences.\nThird parties with whom we partner to provide certain features on our site or to display advertising based upon your Web browsing activity use LSOs such as HTML 5 &amp.\nFlash to collect and store information.</p>\n<p>Various browsers may offer their own management tools for removing HTML5 LSOs.\nTo manage Flash LSOs please click here:</p>\n<p>http://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager07.html</p>\n<p>How We Respond To “Do Not Track” Signals:</p>\n<p>Please note that your browser setting may allow you to automatically transmit a \"Do Not Track\" (DNT) signal to websites and online service you visit.\nDNT is a privacy preference that users can set in certain web browsers to inform websites and services that they do not want certain information about their webpage visits collected over time and across websites or online services.\nHowever, we do not recognize or respond to browser-initiated DNT signals, as the internet industry is still working to determine what DNT means, how to comply with DNT, and how to create a common approach to responding to DNT.\nTo find out more about \"Do Not Track\", please visit http://www.allaboutdnt.com.</p>\n<p>&nbsp;</p>\n<p>\n<strong>HOW WE USE YOUR INFORMATION</strong>\n</p>\n<p>We may use information about you, including Personal Information, the information you provide in your Profile, User Content, and Usage Information to: (1) allow you to participate in features we offer or to provide related customer service, including, without limitation, to respond to your questions, complaints or comments.\n(2) tailor content, recommendations and offers we display to you, both on the Services and elsewhere online;&nbsp.\n(3) process your registration with our Services, including verifying your e-mail address is active and valid.\n(4) improve the Services and our products, and for internal business purposes, including the measurement of ad effectiveness.\n(5) contact you with regard to your use of the Services and, in our discretion, changes to our policies.\n(6) to provide you with location features and services (e.g., telling you about local deals and events).\nand (7) as described in the Privacy Policy and for purposes disclosed at the time you provide your information or otherwise with your consent.</p>\n<p>Note that we may create, facilitate or display social advertisements, whereby your name and profile photo may be used to advertise products and services to your network based on your use of the Services and your interactions with Edquity and third parties through the Services (a \"Social Ad\").\nIf we are utilizing Social Ads on one of our Services, you will be able to opt-out through your account settings for that Service.</p>\n<p>Please note that information submitted on the Services via a \"Contact Us\" or other similar function may not receive a response.\nWe will not use the information provided via these functions to contact you for marketing purposes unrelated to your request unless you agree otherwise.</p>\n<p>‍</p>\n<p>\n<strong>INFORMATION SHARING</strong>\n</p>\n<p>Edquity does not share your Personal Information with third parties for their marketing purposes without your explicit consent and in compliance with all applicable laws (including California Business &amp.\nProfessions Code section 22584 (\"SOPIPA\"), and California Education Code section 49073.1).\nEdquity may share non-Personal Information, such as aggregate or de-identified user statistics, demographic information and Usage Information with third parties, including advertisers, content providers, and analytics providers.\nand third parties may collect non-Personal Information when you visit the Services.\nWe also may share your Personal Information with third parties with your consent (if permissible under applicable law), as disclosed at the time you provide us with information, and as described below or otherwise in this Privacy Policy: Educational Institutions: We work with colleges, universities, scholarship providers and educational institutions (\"Educational Institutions\") to help improve retention and ensure students have the financial means to graduate].\nWe do not share your contact information (email address, full postal address or phone number) with these Educational Institutions without your consent, but we may send you information on their behalf.&nbsp.\nWe are not responsible for the privacy policies and practices of third parties.\nIf you later decide that you no longer want to receive communications from a third party, you will need to contact that third party directly.</p>\n<p>PLEASE NOTE, IF YOU ARE IN COLLEGE, WE MAY SHARE YOUR FINANCIAL INFORMATION WITH YOUR UNIVERSITY’S FINANCIAL AID OFFICE IF WE DEEM YOU TO BE AT RISK OF FACING A ZERO BANK ACCOUNT BALANCE DUE TO YOUR SPENDING BEHAVIOR OR TO BE AT RISK OF FACING AN INABILITY TO CONTINUE YOUR STUDIES BASED ON FINANCIAL SHORTFALLS.\nTHE PURPOSE OF THIS DATA SHARING IS TO ALLOW YOUR FINANCIAL AID OFFICE TO PROVIDE EMERGENCY AID AND SUPPORT TO YOU.\nIF YOU DO NOT WANT EDQUITY TO SHARE FINANCIAL INFORMATION WITH YOUR UNIVERSITY’S FINANCIAL AID OFFICE, YOU CAN SEND US AN EMAIL HERE.\nIF A USER OPTS-OUT OF SHARING FINANCIAL INFORMATION WITH HIS OR HER INSTITUTION, EDQUITY MAY STILL ALERT THE INSTITUTION OF THAT THE USER HAS BEEN DEEMED AT FINANCIAL RISK.\n[PRIOR TO SHARING SUCH DETERMINATION WITH THE INSTITUTION, EDQUITY SHALL ALERT THE USER VIA EMAIL AND PROVIDE HIM OR HER WITH [24 HOURS] TO OBJECT TO THE NOTIFICATION.\nIF WE RECEIVE SUCH OBJECTION WITHIN 24 HOURS, EDQUITY WILL NOT CONTACT THE INSTITUTION REGARDING THE IDENTIFIED FINANCIAL RISK.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>When You Request That We Share Your Information: In compliance with all applicable laws, we may offer opportunities and features through the Services that are brought to you by a third party or that otherwise involve sharing your information with a third party.\nIf you request or agree at that time to have your information shared, your information will be disclosed to that third party (or parties) and will be subject to the privacy policy and practices of that third party.\nThis includes, without limitation, instances in which you use our Services to purchase products or services provided, in whole or part, by third parties, such as when you use our Service to order food from a local restaurant.\nYou also may request, sometimes through your use of an interactive feature, a widget or third party application, that we share information about you with a third party and we will typically do so under those circumstances.</p>\n<p>Service Providers.\nWe will share your Personal Information with third parties to provide services to us or you in connection with the Services, but subject to confidentiality obligations which limit their use and disclosure of such information.\nFor example, we may provide your Personal Information to companies that provide services to help us with our business activities, such as shipping your prepaid card, sending our emails, or offering customer service.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>4.\nAdministrative, Legal Reasons &amp.\nAcademic Integrity Investigations.\nWe may also disclose your information, including Personal Information, in response to a subpoena, court order, or when otherwise required by law.\nin response to bankruptcy proceedings.\nto defend our rights.\nin response to a request from law enforcement.\nto provide information to a claimed owner of intellectual property who claims that content you have provided to us infringes on their rights.\nupon request of an academic institution connected to an investigation into academic integrity.\nto protect and/or defend any applicable Terms of Use or other policies applicable to the Services.\nor to protect the personal safety, rights, property or security of any organization or individual.\nWe may also use Device Identifiers, including IP addresses, to identify users, and may do so in cooperation with copyright owners, Internet service providers, wireless service providers or law enforcement agencies in our discretion.\nThese disclosures may be carried out without your consent or without notice to you.</p>\n<p>&nbsp;</p>\n<p>5.\nBusiness Transitions.\nEdquity may share Personal Information with its parent, subsidiaries and affiliates, and investors primarily for business and operational purposes so long as any recipient agrees to comply with this Privacy Policy and applicable law with regard to such Personal Information.\nIn the event that Edquity goes through a business transition, such as a merger, acquisition by another company, or sale of all or a portion of its assets, bankruptcy, or other corporate change, including, without limitation, during the course of any due diligence process, your information, including Personal Information, will likely be among the assets transferred.\nYou will be notified via email and/or a prominent notice on Services of any completed change in ownership or uses of your Personal Information, as well as any choices you may have regarding your Personal Information.\nThis Privacy Policy will become binding upon the new owner of the information until amended.</p>\n<p>&nbsp;</p>\n<p>6.\nSweepstakes, Contests and Promotions.\nWe may offer sweepstakes, contests, and other promotions (\"Promotion\") that may require registration.\nBy participating in a Promotion, you are agreeing to governing terms, conditions or official rules, which may contain specific requirements of you, including allowing the sponsor(s) of the Promotion to use your name, voice, likeness or other indicia of persona in advertising or marketing associated with the Promotion.\nIf you choose to enter a Promotion, Personal Information, such as your name and shipping address, may be disclosed to third parties or the public in connection with the administration of such Promotion, including, without limitation, in connection with winner selection, prize fulfillment, and as required by law or permitted by the Promotion's official rules, such as on a winners list.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>MOBILE USE</strong>\n</p>\n<p>Text Messages: You may be able to opt-in to receiving text messages from Edquity.\nYou may always opt-out by replying \"STOP\" to one of the text messages received.\nYou also acknowledge and agree that use of the Services through a mobile device may cause data to be displayed on and through your mobile device which may be viewed by your mobile carrier or other access provider.</p>\n<p>Push Notification: We will send you push notifications if you agree to receive them.\nYou may opt-out of receiving these at any time by going to the phone settings and turning them off.</p>\n<p>&nbsp;</p>\n<p>\n<strong>UPDATING YOUR ACCOUNT INFORMATION AND CONTROL OVER EDQUITY EMAILS</strong>\n</p>\n<p>You may be able to review the information you provided to us on a Service and make any desired changes to the information, or to the settings for your account on that Service, by logging in to your account for that Service and editing or deleting the information.\nYou also may be able to limit the information you receive from us by adjusting your settings here.\nAll changes to your email settings and preferences must be made in your account preferences page on the applicable Service or by using the unsubscribe button at the bottom of the Edquity email.\nHowever, we reserve the right to send you information on our behalf and on behalf of third parties in connection with providing the Services.\nIf you no longer want to receive information from us, you will need to close your account for that Service.</p>\n<p>&nbsp;</p>\n<p>\n<strong>CLOSING YOUR ACCOUNT</strong>\n</p>\n<p>If you wish to close your account with one of our Services, please send your request via email by emailing and we will remove your Personal Information and Profile, if applicable, from the active databases for the Service(s) you request.\nPlease let us know which Service(s) you wish to close and send your request using an email account that you have registered with Edquity under your name.\nYou typically will receive a response to a request sent to this account within five business days of our receiving it.\nRequests to change your email preferences or unsubscribe from all emails may not be made through this email address, but rather must be submitted through one of the channels set out in the previous section.</p>\n<p>Even if your account is closed, information may remain in backup or archive records and we may retain certain data relevant to preventing fraud or future abuse or for legitimate business purposes, such as analysis of aggregated, non-personally-identifiable or de-identified data, account recovery or if required by law.\nAll retained data will continue to be subject to the applicable privacy policy for the Service.\nAlso, if you have posted content on or through the Services, such as in Community Forums, we may not be able to delete it and will not make an attempt to do so unless specifically requested.</p>\n<p>&nbsp;</p>\n<p>\n<strong>THIRD PARTY CONTENT, LINKS TO OTHER SITES, AND EDQUITY CONTENT FOUND OUTSIDE OF THE SERVICES</strong>\n</p>\n<p>Certain content provided through the Services may be hosted and served by third parties, which may include third party widgets (such as those that allow you to \"like\" or \"share\" content with third party web sites and online services.\nIn addition, the Services may link to third party web sites or content over which Edquity has no control and which are governed by the privacy policies and business practices of those third parties.\nIn addition, third-party partners of Edquity from whom your order through the Services may have different privacy policies which apply to such partners use of your information.</p>\n<p>Please also note that Edquity content and widgets may be included on web pages and web sites that are not associated with us and over which we have no control.\nThese third parties may independently collect data.\nEdquity is not responsible or liable for the privacy practices or business practices of any third party.</p>\n<p>&nbsp;</p>\n<p>\n<strong>TESTIMONIALS</strong>\n</p>\n<p>We display personal testimonials of satisfied customers on our Services in addition to other endorsements.\nWith your consent, and only if you are at least 18 years old, we may post your testimonial along with your first name.\nIf you wish to update or delete your testimonial, you can contact us via email by clicking here.</p>\n<p>&nbsp;</p>\n<p>\n<strong>SECURITY</strong>\n</p>\n<p>Edquity takes data security very seriously.\nEdquity takes commercially reasonable technical, physical, and administrative security measures to protect the Personal Information submitted to us, both during transmission and once we receive it.\nSuch measures vary depending on the sensitivity of the information at issue.\nPlease note that no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, while we strive to use commercially reasonable means to protect your Personal Information, we cannot guarantee its absolute security.\nIn the event that Edquity becomes aware of a data breach impacting your Personal Information, we will provide notification in compliance with all applicable laws.\nIf you have any questions about security on our Services, you can email us by clicking here.</p>\n<p>&nbsp;</p>\n<p>\n<strong>CHANGES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>Edquity may update this Privacy Policy at any time and any changes will be effective upon posting.\nUpon any update the “Last Updated” date at the top of this policy will be updated.\nIn the event that there are material changes to the way we treat your Personal Information, You are responsible for regularly reviewing this Privacy Policy and your Edquity account for notice of such modifications.\nYour continued use of the Services following an update to this Privacy Policy will constitute your acceptance of the updated Privacy Policy.\nWe will notify you of material changes to the Privacy Policy on our Website and/or by email, and make additional efforts to notify customers of material changes that impact the treatment of data collected through our Services.\nOur Privacy Policy was last updated and is effective as of April 21, 2021</p>\n<p>&nbsp;</p>\n<p>\n<strong>QUESTIONS OR COMMENTS</strong>\n</p>\n<p>If you have questions or comments about this Privacy Policy, please contact us via email by clicking here or contact us at:</p>\n<p>Edquity, Inc.</p>\n<p>125 Court St, Apt 3NH</p>\n<p>Brooklyn, NY 11201</p>\n<p>&nbsp;</p>\n<p>California Residents - Your CA Privacy Rights</p>\n<p>Pursuant to California Civil Code Section 1798.83, residents of the State of California have the right to request from companies conducting business in California a list of all third parties to which the company has disclosed certain categories of personal information during the preceding year for the third parties' direct marketing purposes and the categories of personal information the company shares.\nAlternatively, the law provides that a company that has a privacy policy that provides consumers choice (opt-out or opt-in) regarding sharing personal information with third parties for those third parties' direct marketing purposes may instead provide information on how to exercise that choice.\nEdquity qualifies for the alternative option.\nit has a comprehensive privacy policy that sets forth that Edquity provides you choice prior to sharing your personal information with third parties for their direct marketing purposes.\nIf you do not opt-in or if you choose to opt-out at the time Edquity offers that choice, Edquity does not share your information with that identified third party for its direct marketing purposes.</p>\n<p>&nbsp;</p>\n<p>If you are a California resident and you have questions about our practices with respect to sharing information with third parties for their direct marketing purposes and your ability to exercise choice, please send your request via email by clicking here or write to us at the following mailing address: Edquity, Inc., 125 Court St, Apt 3NH, Brooklyn, NY 11201</p>\n<p>&nbsp;</p>\n<p>You must put the statement \"Your California Privacy Rights\" in the subject field of your e-mail or include it in your writing if you choose to write to us at the designated mailing address.\nYou must include your name, street address, city, state, and zip code.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.</p>\n<br>", "created_at": "2022-12-02 22:53:55.297169", "updated_at": "2022-12-02 21:54:43.20744"}, {"id": 12944, "name": "Terms of Service", "url": "https://www.edquity.co/terms", "xpath": "/html/body/div[2]", "text": "Terms of Service<p>\n<br>\n<br>These Terms of Service (the “Terms”) along with EDQUITY’S privacy policy set forth the legally binding terms and conditions that govern your use of EDQUITY’s services.\nBy using the services, you are accepting these Terms (on behalf of yourself or any entity that you represent), and you represent and warrant that you have the right, authority, and capacity to enter into these Terms (on behalf of yourself or the entity that you represent).\nyou may not use the services or accept the Terms if you are not at least 13 years old.\nIf you do not agree with all of the provisions of these Terms, do not use the services.\nThese terms require the use of arbitration (Section 10.3) on an individual basis to resolve disputes, rather than jury trials or class actions, and also limit the remedies available to you in the event of a dispute.<br>\n<br>Edquity provides services on behalf of institutions of education and partner organizations.\nIf you are utilizing the service in conjunction with an institution or district of education, or a partner organization providing funding, Edquity may share disclosed data with your affiliated institution or district for the purposes of program improvement, assessment and additional student support.<br>\n<br>\n<strong>1.\nAccounts<br>\n</strong>\n<br>1.1 Account Creation.\nIn order to use certain features of Edquity’s Services, you must register for an account (“Account”) and provide certain information about yourself as prompted by the account registration form.\nYou represent and warrant that: (a) all required registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\nYou may delete your Account at any time, for any reason, by following the instructions on the Site.\nEdquity may suspend or terminate your Account in accordance with Section 8.<br>\n<br>1.2 Account Responsibilities.\nYou are responsible for maintaining the confidentiality of your Account login information and are fully responsible for all activities that occur under your Account.\nYou agree to immediately notify Edquity of any unauthorized use, or suspected unauthorized use of your Account or any other breach of security.\nEdquity cannot and will not be liable for any loss or damage arising from your failure to comply with the above requirements.<br>\n<br>\n<strong>2.\nAccess to the Site<br>\n</strong>\n<br>2.1 License.\nSubject to these Terms, Edquity grants you a non-transferable, non-exclusive, revocable, limited license to use and access the Services solely for your own personal, noncommercial use.<br>\n<br>2.2 Certain Restrictions.\nThe rights granted to you in these Terms are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Services, whether in whole or in part, or any content displayed on the Services.\n(b) you shall not modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Site or Services.\n(c) you shall not access the Services in order to build a similar or competitive website, product, or service.\nand (d) except as expressly stated herein, no part of the Services may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\nUnless otherwise indicated, any future release, update, or other addition to functionality of the Services shall be subject to these Terms.\nAll copyright and other proprietary notices on the Services (or on any content displayed on any Service) must be retained on all copies thereof.<br>\n<br>2.3 Modification.\nWe reserve the right, at any time, to modify, suspend, or discontinue the Services (in whole or in part) with or without notice to you.\nYou agree that Edquity will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Services or any part thereof.<br>\n<br>2.4 No Support or Maintenance.\nYou acknowledge and agree that Edquity will have no obligation to provide you with any support or maintenance in connection with the Services.<br>\n<br>2.5 Ownership.\nExcluding any User Content that you may provide (defined below), you acknowledge that all the intellectual property rights, including copyrights, patents, trademarks, and trade secrets, in the Services and their content are owned by Edquity or our suppliers.\nNeither these Terms (nor your use of the Services) transfers to you or any third party any rights, title or interest in or to such intellectual property rights, except for the limited access rights expressly set forth in Section 2.1.\nEdquity and its suppliers reserve all rights not granted in these Terms.\nThere are no implied licenses granted under these Terms.<br>\n<br>2.6 Compliance with Law.\nYou are responsible for using the Services in compliance with all applicable federal and state laws and regulations.\nYou shall not use the Services in violation of any applicable law.<br>\n<br>2.7 Use by Children Under 13.\nThe Children’s Online Privacy Protection Act (“COPPA”) requires that all online service providers, including Edquity, obtain parental consent before knowingly collecting personally identifiable information from children under the age of 13.\nEdquity does not knowingly collect or solicit any personally identifiable information from children under the age of 13.\nChildren under the age of 13 are prohibited from using the Services or creating an Account unless they are doing so with parental consent or with the consent of a teacher, school, or district who is providing such consent in compliance with COPPA.\nIf we learn that we have collected personal information from a person under the age of 13 that does not comply with COPPA, we will delete that information in a reasonably prudent amount of time.\nIf you believe that a child under the age of 13 has provided personally identifiable information to us, please contact us at support@edquity.co.<br>\n<br>2.8 Accessibility.\nEdquity is committed to ensuring that the Services remain accessible to all individuals, regardless of disability.\nEdquity will take reasonable steps to ensure that the Services meet common industry standards for accessibility and materially comply with the requirements of the Americans with Disabilities Act (“ADA”), as applicable.\nIf you have any suggestions about improvements Edquity can make to enhance the accessibility of the Services, please contact us at support@edquity.co.<br>\n<br>\n<strong>3.\nUser Content<br>\n</strong>\n<br>3.1 User Content.\n“User Content” means any and all information and content that a user submits to, or uses with, the Services (e.g., content in the user’s profile or postings).\nYou are solely responsible for your User Content.\nYou assume all risks associated with use of your User Content, including any reliance on its accuracy, completeness or usefulness by others, or any disclosure of your User Content that personally identifies you or any third party.\nYou hereby represent and warrant that your User Content does not violate our Acceptable Use Policy (defined in Section 3.3).\nYou may not represent or imply to others that your User Content is in any way provided, sponsored or endorsed by Edquity.\nBecause you alone are responsible for your User Content, you may expose yourself to liability if, for example, your User Content violates the Acceptable Use Policy.\nWe are not obligated to backup any User Content, and your User Content may be deleted at any time without prior notice.\nYou are solely responsible for creating and maintaining your own backup copies of your User Content if you desire.<br>\n<br>3.2 License.\nYou hereby grant (and you represent and warrant that you have the right to grant) to Edquity an irrevocable, nonexclusive, royalty-free and fully paid, worldwide license to reproduce, distribute, publicly display and perform, prepare derivative works of, incorporate into other works, and otherwise use and exploit your User Content, and to grant sublicenses of the foregoing rights, solely for the purposes of including your User Content in the Services.\nYou hereby irrevocably waive (and agree to cause to be waived) any claims and assertions of moral rights or attribution with respect to your User Content.<br>\n<br>3.3 Acceptable Use Policy.\nThe following terms constitute our “Acceptable Use Policy”:<br>\n<br>(a) You agree not to use the Services to collect, upload, transmit, display, or distribute any User Content (i) that violates any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\n(ii) that is unlawful, harassing, abusive, tortious, threatening, harmful, invasive of another’s privacy, vulgar, defamatory, false, intentionally misleading, trade libelous, pornographic, obscene, patently offensive, promotes racism, bigotry, hatred, or physical harm of any kind against any group or individual or is otherwise objectionable.\n(iii) that is harmful to minors in any way.\nor (iv) that is in violation of any law, regulation, or obligations or restrictions imposed by any third party.<br>\n<br>(b) In addition, you agree not to: (i) upload, transmit, or distribute to or through the Services any computer viruses, worms, or any software intended to damage or alter a computer system or data.\n(ii) send through the Services unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of duplicative or unsolicited messages, whether commercial or otherwise.\n(iii) use the Services to harvest, collect, gather or assemble information or data regarding other users, including e-mail addresses, without their consent.\n(iv) interfere with, disrupt, or create an undue burden on servers or networks connected to the Services, or violate the regulations, policies or procedures of such networks.\n(v) attempt to gain unauthorized access to our Services (or to other computer systems or networks connected to or used together with the Services), whether through password mining or any other means.\n(vi) harass or interfere with any other user’s use and enjoyment of the Services.\nor (vi) use software or automated agents or scripts to produce multiple accounts on the Services, or to generate automated searches, requests, or queries to (or to strip, scrape, or mine data from) our Services (provided, however, that we conditionally grant to the operators of public search engines revocable permission to use spiders to copy materials from the Services for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials, subject to the parameters set forth in our robots.txt file).<br>\n<br>3.4 Enforcement.\nWe reserve the right (but have no obligation) to review any User Content, and to investigate and/or take appropriate action against you in our sole discretion if you violate the Acceptable Use Policy or any other provision of these Terms or otherwise create liability for us or any other person.\nSuch action may include removing or modifying your User Content, terminating your Account in accordance with Section 8, and/or reporting you to law enforcement authorities.<br>\n<br>3.5 Feedback.\nIf you provide us with any feedback or suggestions regarding the Services (“Feedback”), you hereby assign to Edquity all rights in such Feedback and agree that we shall have the right to use and fully exploit such Feedback and related information in any manner it deems appropriate.\nEdquity will treat any Feedback you provide to us as non-confidential and non-proprietary.\nYou agree that you will not submit to Edquity any information or ideas that you consider to be confidential or proprietary.<br>\n<br>3.6 Your Data.\nAs an education technology that may collect data about K-12 and postsecondary students, Edquity is subject to certain laws and regulations, some of which are described below.\nPlease visit our Privacy Policy for more information on how we collect, use, and safeguard “Data.”<br>\n<br>(a) Edquity will materially comply with all applicable federal and state student privacy laws and regulations.\nWe will provide access to Sensitive Information pertaining to K-12 students only to our employees and subcontractors who need to access the data.<br>\n<br>(b) “Sensitive Information” means, collectively, (1) personally identifiable information as defined in the Family Educational Rights and Privacy Act of 1974 (20 U.S.C.\n§ 1232g.\n34 CFR Part 99) (“FERPA”).\n(2) educational records, as defined in FERPA (34 C.F.R § 99.3).\npupil records as defined in California Education Code section 49703.1.\nand covered information as defined in California Business &amp.\nProfessions Code section 22584 (“SOPIPA”).<br>\n<br>3.7 Consent to Contact by Edquity.\nThrough your use of the Services, Edquity may contact you (including via SMS text messages, email, and push notifications).\nTo the extent permitted by law, such contacts are intended, among other things, to enhance your experience using the Services, to offer you the opportunity to try other Edquity Services, or third party products or services.\nPlease note that your carrier may charge you for text messages you receive from Edquity.\nBY SIGNING UP FOR THE SERVICES, YOU AGREE TO SUCH CONTACTS BY EDQUITY.<br>\n<br>(a) To permanently stop receiving SMS text messages from Edquity (if you are located in the U.S.\nor Canada) text STOP, CANCEL, or UNSUBSCRIBE in reply to any SMS text message sent by Edquity.<br>\n<br>(b) To permanently stop receiving emails from Edquity, click the “Unsubscribe” link at the bottom of an email sent by Edquity and follow the applicable instructions.<br>\n<br>(c) To shut off push notifications from the Edquity mobile application, please follow the instructions from your mobile phone manufacturer.<br>\n<br>\n<strong>4.\nIndemnification.</strong>\n<br>\n<br>You agree to indemnify and hold Edquity (and its officers, employees, and agents) harmless, including costs and attorneys’ fees, from any claim or demand made by any third party due to or arising out of (a) your use of the Services, (b) your violation of these Terms, (c) your violation of applicable laws or regulations or (d) your User Content.\nEdquity reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.\nYou agree not to settle any matter without the prior written consent of Edquity.\nEdquity will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.<br>\n<br>\n<strong>5.\nThird-Party Links &amp.\nAds.\nOther Users<br>\n</strong>\n<br>5.1 Third-Party Links &amp.\nAds.\nThe Services may contain links to third-party websites and services, and/or display advertisements for third parties (collectively, “Third-Party Links &amp.\nAds”).\nSuch Third-Party Links &amp.\nAds are not under the control of Edquity, and we are not responsible for any Third-Party Links &amp.\nAds.\nAdmithHub provides access to these Third-Party Links &amp.\nAds only as a convenience to you, and does not review, approve, monitor, endorse, warrant, or make any representations with respect to Third-Party Links &amp.\nAds.\nYou use all Third-Party Links &amp.\nAds at your own risk, and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any transaction in connection with such Third-Party Links &amp.\nAds.<br>\n<br>5.2 Other Users.\nEach Service user is solely responsible for any and all of its own User Content.\nBecause we do not control User Content, you acknowledge and agree that we are not responsible for any User Content, whether provided by you or by others.\nWe make no guarantees regarding the accuracy, currency, suitability, or quality of any User Content.\nYour interactions with other Service users are solely between you and such users.\nYou agree that Edquity will not be responsible for any loss or damage incurred as the result of any such interactions.\nIf there is a dispute between you and any Service user, we are under no obligation to become involved.<br>\n<br>5.3 Release.\nYou hereby release and forever discharge Edquity (and our officers, employees, agents, successors, and assigns) from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature (including personal injuries, death, and property damage), that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Services (including any interactions with, or act or omission of, other Service users or any Third-Party Links &amp.\nAds).\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”<br>\n<br>\n<strong>6.\nDisclaimers<br>\n</strong>\n<br>THE SITE IS PROVIDED ON AN “AS-IS” AND “AS AVAILABLE” BASIS, AND EDQUITY (AND OUR SUPPLIERS) EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING ALL WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, OR NON-INFRINGEMENT.\nWE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE SITE WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, RELIABLE, FREE OF VIRUSES OR OTHER HARMFUL CODE, COMPLETE, LEGAL, OR SAFE.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE SERVICES, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.<br>\n<br>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.<br>\n<br>\n<strong>7.\nLimitation on Liability <br>\n</strong>\n<br>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EDQUITY (OR OUR SUPPLIERS) BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY LOST PROFITS, LOST DATA, COSTS OF PROCUREMENT OF SUBSTITUTE PRODUCTS, OR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES ARISING FROM OR RELATING TO THESE TERMS OR YOUR USE OF, OR INABILITY TO USE, THE SERVICES, EVEN IF EDQUITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nACCESS TO, AND USE OF, THE SERVICES IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM, OR LOSS OF DATA RESULTING THEREFROM.<br>\n<br>TO THE MAXIMUM EXTENT PERMITTED BY LAW, NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY DAMAGES ARISING FROM OR RELATED TO THIS AGREEMENT (FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION), WILL AT ALL TIMES BE LIMITED TO A MAXIMUM OF FIFTY US DOLLARS (U.S.\n$50).\nTHE EXISTENCE OF MORE THAN ONE CLAIM WILL NOT ENLARGE THIS LIMIT.\nYOU AGREE THAT OUR SUPPLIERS WILL HAVE NO LIABILITY OF ANY KIND ARISING FROM OR RELATING TO THIS AGREEMENT.<br>\n<br>SOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.<br>\n<br>\n<strong>8.\nTerm and Termination.<br>\n</strong>\n<br>8.1 Termination.\nEffect of Termination.\nSubject to this Section, these Terms will remain in full force and effect while you use the Services.\nWe may suspend or terminate your rights to use the Services (including your Account) at any time for any reason at our sole discretion, including for any use of the Services in violation of these Terms.\nUpon termination of your rights under these Terms, your Account and right to access and use the Services will terminate immediately.\nYou understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases.\nEdquity will not have any liability whatsoever to you for any termination of your rights under these Terms, including for termination of your Account or deletion of your User Content.\nEven after your rights under these Terms are terminated, the following provisions of these Terms will remain in effect: Sections 2.2 through 2.5, Section 3 and Sections 4 through 10.<br>\n<br>8.2 Deletion of Sensitive Information.\nUpon termination of your Account, you may request that Edquity delete any Sensitive Information from its live databases and Edquity agrees to take commercially reasonable steps to honor such request in a reasonable amount of time not to exceed ninety (90) days.\nYou understand and agree that Edquity may continue to have Sensitive Information in archive files or similar databases.\nYou further agree that Edquity has no obligation to delete aggregated or de-identified information.\nEdquity may retain and use aggregated and de-identified information for any purpose that is consistent with applicable federal and state laws and regulations.<br>\n<br>\n<strong>9.\nCopyright Policy.<br>\n</strong>\n<br>Edquity respects the intellectual property of others and asks that users of our Services do the same.\nIn connection with our Services, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination, in appropriate circumstances, of users of our Services who are repeat infringers of intellectual property rights, including copyrights.\nIf you believe that one of our users is, through the use of our Services, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided to our designated Copyright Agent:<br>\n<br>your physical or electronic signature.\nidentification of the copyrighted work(s) that you claim to have been infringed.\nidentification of the material on our services that you claim is infringing and that you request us to remove.\nsufficient information to permit us to locate such material.\nyour address, telephone number, and e-mail address.\na statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\nand a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.<br>\n<br>Please note that, pursuant to 17 U.S.C.\n§ 512(f), any misrepresentation of material fact (falsities) in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney’s fees incurred by us in connection with the written notification and allegation of copyright infringement.<br>\n<br>The designated Copyright Agent for Edquity is: _David Helene________<br>\n<br>\n<strong>10.\nGeneral<br>\n</strong>\n<br>10.1 Fees.\nCurrently, Edquity Services are provided for free.\nHowever, we reserve the right to charge a fee in the future upon thirty (30) days’ notice in our sole discretion.\nIf Edquity does charge a fee, your continued use of the Services may be contingent on payment of that fee.<br>\n<br>10.2 Changes.\nThese Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by sending you an e-mail to the last e-mail address you provided to us (if any), and/or by prominently posting notice of the changes on our Site.\nYou are responsible for providing us with your most current e-mail address.\nIn the event that the last e-mail address that you have provided us is not valid, or for any reason is not capable of delivering to you the notice described above, our dispatch of the e-mail containing such notice will nonetheless constitute effective notice of the changes described in the notice.\nAny changes to these Terms will be effective upon the earlier of thirty (30) calendar days following our dispatch of an e-mail notice to you (if applicable) or thirty (30) calendar days following our posting of notice of the changes on our Site.\nThese changes will be effective immediately for new users of our Services.\nContinued use of our Services following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.<br>\n<br>10.3 Dispute Resolution.\nMandatory Arbitration.\nPlease read this Arbitration Agreement carefully.\nIt is part of your contract with Edquity and affects your rights.\nIt contains procedures for MANDATORY BINDING ARBITRATION AND A CLASS ACTION WAIVER.<br>\n<br>(a) Applicability of Arbitration Agreement.\nAll claims and disputes (excluding claims for injunctive or other equitable relief as set forth below) in connection with the Terms or the use of any product or service provided by Edquity that cannot be resolved informally or in small claims court shall be resolved by binding arbitration on an individual basis under the terms of this Arbitration Agreement.\nUnless otherwise agreed to, all arbitration proceedings shall be held in English.\nThis Arbitration Agreement applies to you and Edquity, and to any subsidiaries, affiliates, agents, employees, predecessors in interest, successors, and assigns, as well as all authorized or unauthorized users or beneficiaries of services or goods provided under the Terms.<br>\n<br>(b) Notice Requirement and Informal Dispute Resolution.\nBefore either party may seek arbitration, the party must first send to the other party a written Notice of Dispute (“Notice”) describing the nature and basis of the claim or dispute, and the requested relief.\nA Notice to Edquity should be sent to: 125 Court St Apt 3NH Brooklyn, NY 11201.\nAfter the Notice is received, you and Edquity may attempt to resolve the claim or dispute informally.\nIf you and Edquity do not resolve the claim or dispute within thirty (30) days after the Notice is received, either party may begin an arbitration proceeding.\nThe amount of any settlement offer made by any party may not be disclosed to the arbitrator until after the arbitrator has determined the amount of the award, if any, to which either party is entitled.<br>\n<br>(c) Arbitration Rules.\nArbitration shall be initiated through the American Arbitration Association (“AAA”), an established alternative dispute resolution provider (“ADR Provider”) that offers arbitration as set forth in this section.\nIf AAA is not available to arbitrate, the parties shall agree to select an alternative ADR Provider.\nThe rules of the ADR Provider shall govern all aspects of the arbitration, including but not limited to the method of initiating and/or demanding arbitration, except to the extent such rules are in conflict with the Terms.\nThe AAA Consumer Arbitration Rules (“Arbitration Rules”) governing the arbitration are available online at www.adr.org or by calling the AAA at 1-800-778-7879.\nThe arbitration shall be conducted by a single, neutral arbitrator.\nAny claims or disputes where the total amount of the award sought is less than Ten Thousand U.S.\nDollars (US $10,000.00) may be resolved through binding non-appearance-based arbitration, at the option of the party seeking relief.\nFor claims or disputes where the total amount of the award sought is Ten Thousand U.S.\nDollars (US $10,000.00) or more, the right to a hearing will be determined by the Arbitration Rules.\nAny hearing will be held in a location within 100 miles of your residence, unless you reside outside of the United States, and unless the parties agree otherwise.\nIf you reside outside of the U.S., the arbitrator shall give the parties reasonable notice of the date, time and place of any oral hearings.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.\nIf the arbitrator grants you an award that is greater than the last settlement offer that Edquity made to you prior to the initiation of arbitration, Edquity will pay you the greater of the award or $2,500.00.\nEach party shall bear its own costs (including attorney’s fees) and disbursements arising out of the arbitration and shall pay an equal share of the fees and costs of the ADR Provider.<br>\n<br>(d) Additional Rules for Non-Appearance Based Arbitration.\nIf non-appearance based arbitration is elected, the arbitration shall be conducted by telephone, online and/or based solely on written submissions.\nthe specific manner shall be chosen by the party initiating the arbitration.\nThe arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise agreed by the parties.<br>\n<br>(e) Time Limits.\nIf you or Edquity pursue arbitration, the arbitration action must be initiated and/or demanded within the statute of limitations (i.e., the legal deadline for filing a claim) and within any deadline imposed under the AAA Rules for the pertinent claim.<br>\n<br>(f) Authority of Arbitrator.\nIf arbitration is initiated, the arbitrator will decide the rights and liabilities, if any, of you and Edquity, and the dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages, and to grant any non-monetary remedy or relief available to an individual under applicable law, the AAA Rules, and the Terms.\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and Edquity.<br>\n<br>(g) Waiver of Jury Trial.\nTHE PARTIES HEREBY WAIVE THEIR CONSTITUTIONAL AND STATUTORY RIGHTS TO GO TO COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY, instead electing that all claims and disputes shall be resolved by arbitration under this Arbitration Agreement.\nArbitration procedures are typically more limited, more efficient and less costly than rules applicable in a court and are subject to very limited review by a court.\nIn the event any litigation should arise between you and Edquity in any state or federal court in a suit to vacate or enforce an arbitration award or otherwise, YOU AND EDQUITY WAIVE ALL RIGHTS TO A JURY TRIAL, instead electing that the dispute be resolved by a judge.<br>\n<br>(h) Waiver of Class or Consolidated Actions.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED OR LITIGATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.<br>\n<br>(i) Confidentiality.\nAll aspects of the arbitration proceeding, including but not limited to the award of the arbitrator and compliance therewith, shall be strictly confidential.\nThe parties agree to maintain confidentiality unless otherwise required by law.\nThis paragraph shall not prevent a party from submitting to a court of law any information necessary to enforce this Agreement, to enforce an arbitration award, or to seek injunctive or equitable relief.<br>\n<br>(j) Severability.\nIf any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable by a court of competent jurisdiction, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Agreement shall continue in full force and effect.<br>\n<br>(k) Right to Waive.\nAny or all of the rights and limitations set forth in this Arbitration Agreement may be waived by the party against whom the claim is asserted.\nSuch waiver shall not waive or affect any other portion of this Arbitration Agreement.<br>\n<br>(l) Survival of Agreement.\nThis Arbitration Agreement will survive the termination of your relationship with Edquity.<br>\n<br>(m) Small Claims Court.\nNotwithstanding the foregoing, either you or Edquity may bring an individual action in small claims court.<br>\n<br>(n) Emergency Equitable Relief.\nNotwithstanding the foregoing, either party may seek emergency equitable relief before a state or federal court in order to maintain the status quo pending arbitration.\nA request for interim measures shall not be deemed a waiver of any other rights or obligations under this Arbitration Agreement.<br>\n<br>(o) Claims Not Subject to Arbitration.\nNotwithstanding the foregoing, claims of defamation, violation of the Computer Fraud and Abuse Act, and infringement or misappropriation of the other party’s patent, copyright, trademark or trade secrets shall not be subject to this Arbitration Agreement.<br>\n<br>(p) Courts.\nIn any circumstances where the foregoing Arbitration Agreement permits the parties to litigate in court, the parties hereby agree to submit to the personal jurisdiction of the courts located within New York County, New York, for such purpose<br>\n<br>10.4 Export.\nThe Services may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree not to export, reexport, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from Edquity, or any products utilizing such data, in violation of the United States export laws or regulations.<br>\n<br>10.5 Disclosures.\nEdquity is located at the address in Section 10.11.\nIf you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.<br>\n<br>10.6 Electronic Communications.\nThe communications between you and Edquity use electronic means, whether you use the Site or send us emails, or whether Edquity posts notices on the Services or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from us in an electronic form.\nand (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications would satisfy if it were be in a hardcopy writing.\nThe foregoing does not affect your non-waivable rights.<br>\n<br>10.7 Entire Terms.\nThese Terms constitute the entire agreement between you and us regarding the use of the Services.\nOur failure to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nThe word “including” means “including without limitation”.\nYour relationship to Edquity is that of an independent contractor, and neither party is an agent or partner of the other.<br>\n<br>10.8 Severability.\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.<br>\n<br>10.9 Assignment.\nThese Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without Edquity’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.\nEdquity may freely assign these Terms.\nThe terms and conditions set forth in these Terms shall be binding upon assignees.<br>\n<br>10.10 Copyright/Trademark Information.\nCopyright © 2020 Edquity, Inc.\nAll rights reserved.\nAll trademarks, logos and service marks (“Marks”) displayed on the Site are our property or the property of other third parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of such third party which may own the Marks.<br>\n<br>10.11 Contact Information: support@edquity.co<br>\n<br>©2020 All Rights ReservedBefore using Edquity’s website (www.edquity.co), software, products, mobile application(s), and services (together, the “Services”, “our Services”, or “Edquity’s Services”), it is important that you carefully read the following agreement.\nThe website located at www.edquity.co (the “Site”) is a copyrighted[A1] work belonging to Edquity (“Edquity”, “us”, “our”, and “we”).\nCertain features of the Services may be subject to additional guidelines, terms, or rules, which will be posted as appropriate in connection with such features.\nAll such additional terms, guidelines, and rules are incorporated by reference into these Terms of Service.</p>Text LinkText Link", "created_at": "2022-12-02 22:53:55.299369", "updated_at": "2022-12-02 21:54:59.830626"}], "points": [], "urls": ["edquity.co"]}}