{"error": 448, "message": "OK", "parameters": {"id": 9250, "name": "Workupload", "created_at": "2023-07-26 02:36:33.711069", "updated_at": "2023-07-26 10:02:11.743941", "wikipedia": null, "keywords": null, "related": null, "slug": "workupload", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9250.png", "url": "workupload.com", "documents": [{"id": 18110, "name": "General Terms and Conditions", "url": "https://workupload.com/legal/terms", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Home</li>\n</ul> Login General Terms and Conditions for workupload <p>A.\nPROVIDER, SCOPE</p> 1.\nThese General Terms and Conditions (GTC) govern the contractual relationship between the operators of workupload and the users.\n<br>2.\nworkupload is operated by Julian Liebig, Franz-Joseph-Str.\n11, 80801 Munich, Germany.\n<br>3.\nworkupload is available on the www.workupload.com website.\n<br>4.\nUsers are private persons or legal persons who use the workupload offer or register at workupload.\nUsers are private persons (consumers) within the meaning of § 13 BGB, i.e.\nnatural persons who conclude the respective legal transaction for a purpose, which can neither be predominantly attributed to their commercial nor their independent professional activity.\nIn other cases, the users are entrepreneurs according to § 14 BGB.\n<br>5.\nTerms of use of users do not apply, as far as workupload does not expressly agree to them.\n<p>B.\nPURPOSE</p> 1.\nworkupload offers a range of services to enable online users to share and manage digital content.\nIn so doing, workupload users' content is not checked, edited or otherwise acknowledged.\nHowever, workupload reserves the right to review and delete the content, insofar as this is required by law or if there is reasonable suspicion that the same is in violation of the law.\n<br>2.\nworkupload does not provide any search functionality that could search the infrastructure of content posted by users.\nThe files cannot be catalogued by users nor listed in tables of contents.\nOnly the user who provides a file through workupload controls whether, how, and for what files he will allow access by others.\n<br>3.\nThe workupload offer can be used free of charge and without registration.\nWith registration and paid offers, users have more options to share and manage digital content.\n<br>4.\nThe fee-based offer of workupload is only available to users who are domiciled or have their place of business in the European Union.\n<br>5.\nworkupload endeavors to constantly develop, maintain and make the offer available to users.\nIt is constantly being expanded and is based on various factors, such as user requirements, market requirements and technical and economic factors.\nUsers are therefore not entitled to the content or scope of the offer remaining unchanged, or having certain functions.\nThere is also no claim that the offer is always accessible and if available, will work flawlessly.\n<br>6.\nA contract is concluded between the users and workupload either by users using free offers and accepting these Terms and Conditions or registering in order to use paid offers.\nAs part of the registration, users must also agree to these Terms and Conditions.\n<p>C.\nTERM, TERMINATION</p> 1.\nPaid contracts are concluded with a contract term of one month.\nIf the contract is not terminated with one month's notice to the end of the contract, the paid contract will be extended for another month.\n<br>2.\nThe right to extraordinary termination of the contract remains reserved to both contracting parties.\nThis is particularly the case if users violate contract terms.\n<p>D.\nREGISTRATION, PAID USAGE</p> 1.\nIf users register at workupload, they set the corresponding access data for the access to the offer.\nUsers are obliged to treat access data confidentially and are liable for any misuse resulting from unauthorized use of the access data.\n<br>2.\nIf the users become aware that the access data are known to unauthorized third parties, the users have to inform workupload thereof immediately.\nIf, due to the fault of the user, unauthorized third parties use workupload services, the users are liable for this.\n<br>3.\nIn case of suspicion, the users therefore have the option and the obligation to renew the access data.\n<br>4.\nworkupload reserves the right to block or restrict access at any time if there is a suspicion that an unauthorized third party has obtained the access data of a user.\n<p>E.\nCOSTS, TERMS OF PAYMENT</p> 1.\nThe costs for the extended offer functions are clearly communicated to the users in advance.\n<br>2.\nUnless otherwise stated, these costs include statutory VAT.\n<br>3.\nThe costs have to be paid in advance and are independent of the actual use of the offer.\n<br>4.\nThe billing by workupload occurs on a monthly basis.\n<br>5.\nThe payment is made using one of the offered payment options.\n<p>F.\nUSER CONTENT, PROHIBITED CONTENT, RELEASE FROM LIABILITY</p> 1.\nBy using the workupload offer, users agree to comply with applicable laws, including but not limited to copyright, trademark and competition law.\n<br>2.\nIn addition, users must observe third-party rights.\nThis applies in particular to offensive, obscene, racist, threatening, harassing or defamatory content.\nIn doing so, the users undertake in particular not to violate the rights of third parties, nor to distribute or upload any content that violates applicable law.\n<br>3.\nworkupload also prohibits users from providing data that is sexually-targeted.\nIf there are doubts about the classification, the users guarantee to contact workupload Support.\n<br>4.\nFurthermore, users are prohibited from using the workupload offer to provide malware (malware, hacking tools, password generators, etc.).\n<br>5.\nUsers are exclusively responsible for the content they provide on workupload.\nIf workupload has to be held accountable for a user's content (e.g., due to the use of a copyrighted file or the distribution of illegal content), the users indemnify workupload and its vicarious agents from all claims and the necessary costs incurred in connection with the defense against claims, which third parties assert against workupload due to an infringement for which the user is responsible.\nThe necessary costs include, in particular, court fees and legal fees at the statutory rate.\n<p>G.\nLIABILITY UNDER TELEMEDIA LAW</p> Users acknowledge that workupload assumes no responsibility for the content that workupload has not created or has not acknowledged.\n<p>H.\nGUARANTEE</p> 1.\nThe German warranty law applies.\n<br>2.\nThe following applies to companies: With the exception of claims for damages, warranty claims due to material defects lapse after one year.\nThe statute of limitation begins with the granting of the possibility of using the workupload offer.\n<p>I.\nLIABILITY</p> 1.\nThe following disclaimers and limitations apply for workupload's liability for damages, without prejudice to the other statutory eligibility requirements.\n<br>2.\nOn an unrestricted basis, workupload bears liability, as far as the cause of damages is based on intent or gross negligence.\n<br>3.\nFurthermore, workupload is liable for the slightly negligent breach of material obligations, the breach of which puts the achievement of the contractual purpose at risk or is a breach of obligations, the fulfillment of which is the proper execution of the contract in the first place and on whose compliance you regularly trust.\nIn this case, however, workupload is liable only for foreseeable, contract-typical damage and not for the slightly negligent violation of others, other than those obligations mentioned in the preceding sentence.\n<br>4.\nAs far as the liability of workupload is excluded or limited, this also applies to the personal liability of its employees, its representatives and vicarious agents.\n<p>J.\nPRIVACY POLICY</p> 1.\nworkupload processes users' personal data for specific purposes and in accordance with statutory provisions.\nThis is the data that users provide when registering and that are collected when using the offer.\nThis personal data that is used for the purpose of providing the service is exclusively used by workupload to fulfill and execute the contract.\nThis information will be kept confidential and will not be disclosed to third parties who are not involved in the contract fulfillment and payment process.\n<br>2.\nThe user has the right to obtain information from workupload about the personal data stored about them, free of charge.\nIn addition, the user has the right to correct inaccurate data and to block and delete their personal data to the extent that there is no legal obligation of retention.\n<p>K.\nCHANGE OF THESE TERMS OF USE AND CONTRACT</p> 1.\nworkupload reserves the right to change these Terms of Use and contract with effect for the future.\n<br>2.\nIn this case, users will be informed in advance of the changes to the Terms of Use in the context of the current contractual relationships and it is pointed out that the changes are considered accepted if the changes are not rejected within 4 weeks.\n<p>L.\nONLINE DISPUTE RESOLUTION, DISPUTE SETTLEMENT</p> 1.\nThe platform of the European Commission for online dispute resolution (OS platform) can be reached via the following link: http://ec.europa.eu/consumers/odr/ <br>2.\nWe are not obligated to participate in a dispute resolution procedure before a consumer-enforcement agency and are not prepared to do so.\n<p>M.\nAPPLICABLE LAW, CONTRACT LANGUAGE, CONTRACT TEXT, JURISDICTION.\nPLACE OF PERFORMANCE</p> 1.\nGerman law shall apply to this contract, to the exclusion of international private law (IPR) and the United Nations Convention on the International Sale of Goods (CISG), insofar as no mandatory provisions preclude this.\n<br>2.\nThe contractual language is German.\n<br>3.\nThe contract text is saved by workupload.\nThe Terms and Conditions can be found on the workupload website and can be printed out.\n<br>4.\nThe workupload registered place of business is agreed with entrepreneurs as the place of jurisdiction and place of fulfillment.\n<p>Right of revocation</p>\nYour right to rescind your online order <br>You have the right to cancel this contract within fourteen days without specifying any reasons.\n<br>The withdrawal period is fourteen days from the date of the conclusion of the contract.\n<br>To exercise your right of withdrawal, you must contact Julian Liebig, Franz-Joseph-Str.\n11, 80801 Munich, Germany, email: support@workupload.com with a clear statement (e.g., a letter sent by post, fax or email) regarding your decision to withdraw from this contract.\nTo do so, you can use the attached sample withdrawal form, which is not required, however.\n<br>In order to comply with the revocation period, you simply need to send us notice that you are exercising your right of revocation before the cancellation period has expired.\n<p>Consequences of rescinding your order</p> If you choose to withdraw from this contract, we shall refund all payments we have received from you without delay, including shipping costs (except for additional costs arising in the event of selecting a method of shipping different from the most cost-efficient standard delivery offered by us), no later than fourteen days from the date on which we have received the notice of withdrawal from this contract.\nThe refund shall be issued to the same payment method that you provided for the original transaction, unless otherwise explicitly agreed with you.\nunder no circumstances will you be charged fees to process this refund.\n<br>If you have already asked for service to begin during the period prior to your revocation, you will have to pay an appropriate amount corresponding to the service already provided up to the date on which you notified us that you were exercising your right to revoke this contract, prorated to the total scope of services provided for in the contract.\n<p>Sample revocation form</p> (If you would like to revoke the contract, please complete this form and send it back to us.) <br>\n<br>To: <br>Julian Liebig <br>Franz-Joseph-Str.\n11 <br>80801 Munich <br>Email: support@workupload.com <br>\n<br>\n<br>- I/we(*) hereby give notice that I/we(*) withdraw from the contract we have concluded regarding the purchase of the following goods(*)/provision of the following service(*): <br>\n<br>- Ordered on (*)/received on (*) <br>\n<br>- Consumer name <br>\n<br>- Consumer address <br>\n<br>- Consumer signature (only required for notices provided by post or fax) <br>\n<br>- Date <br>___________ <br>(*) Delete where inapplicable.\n<i>\n</i> Choose Language <i>\n</i>\n<ul>\n<li>English</li>\n<li>German</li>\n</ul>\n<i>\n</i> Help FAQ Give us feedback About workupload General Terms and Conditions Privacy Policy Imprint online since 2011 ", "created_at": "2023-07-26 02:36:45.78447", "updated_at": "2023-07-26 02:36:53.282675"}, {"id": 18109, "name": "Privacy Policy", "url": "https://workupload.com/legal/privacy", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Home</li>\n</ul> Login Privacy Policy The purpose of this data protection declaration is to inform you, as a user, about the collection of personal data on this website.\nWe therefore consider it important to present all essential information for the protection of your data as transparently as possible.\nHowever, if there are any questions, questions or need for clarification, please do not hesitate to contact us.\n<br>\n<p>A.\nThe data controller</p> in the sense of the General Data Protection Regulation (Art.\n4 para.\n7 GDPR) and the other national data protection laws and data protection provisions is: <br>\n<br> Julian Liebig <br>Franz-Joseph-Str.\n11 <br>80801 Munich <br>EMail: support@workupload.com <br>for complete provider identification <br>\n<br> This contact data is therefore relevant for all data protection questions regarding this website and for all data protection claims on your part.\n<br>\n<p>B.\nCollection and storage of personal data when you visit our website</p> In the following, we will inform you about the relevant data protection procedures that take place when you visit our website.\n<br>\n<p>1.\nLogfiles</p> Every time you visit our website, we automatically collect data and information from the computer system you use to access the website.\n<br>\n<br> The following data is collected here: <br>\n<br> (1) Information about your browser type and version <br>(2) Information about your operating system <br>(3) Date and time of your access <br>(4) Websites from which your system accesses our website <br>(5) Websites that are accessed by your system via our website <br>(6) Your IP address <br>\n<br> Your data is processed for the purpose of delivering our website content, ensuring the functionality of our information technology systems, optimizing our website.\nThus, the processing for the protection of our legitimate interest according to Art.\n6 para.\n1 f) GDPR, i.e.\nthe performance of our business activities, is necessary.\n<br>\n<br> Since the collection of data for the provision of our website and the storage of data in log files is absolutely necessary for the operation of our website, you also have no right of objection.\n<br>\n<p>2.\nCookies</p> We use \"cookies\" on our website.\nThese are small text files that your browser automatically creates and that are stored on your end device when you visit our website.\nCookies do not damage your computer system or contain viruses, Trojan horses or other malicious software.\n<br>\n<br> We use cookies to improve our website, for example to make it more user-friendly and to adapt it to user interests.\n<br>\n<br> The following data will be stored and transmitted in the cookies: <br>\n<br> (1) Language settings <br>(2) Login information <br>(3) Frequency of page views <br>(4) Usage of website functions <br>\n<br> The data collected in this way will be pseudonmyized as a technical precaution.\nIt is therefore not possible to associate the data with you.\nThe data will not be stored together with other personal data.\n<br>\n<br> The data processed by cookies is required for the purposes stated to safeguard our legitimate interests (the conduct of our business) pursuant to Art.\n6 para.\n1 f) GDPR.\n<br>\n<br> Most browsers accept cookies automatically.\nTo prevent this, however, you can configure your browser so that no cookies are stored on your computer system or so a message appears before a new cookie is created.\nHowever, if you disable cookies completely, you may not be able to use all the features of our website.\n<br>\n<br> Each browser may differ in the way it manages cookie settings.\nThis is described in the help menu on each browser, which tells you how to change your cookie settings.\n<br>\n<p>3.\nAdvertising</p> We use \"Google AdSense\", an online advertising service from Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (hereinafter referred to as \"Google\"), on our website.\nAmong other things, Google AdSense uses cookies, small text files that are stored locally in the cache of your web browser on your terminal device.\nFor this Google uses a Web Beacon to set the cookies on your device.\nYour data will be transferred to the USA and evaluated there.\nIf you are logged in with your Google account, your data can be directly assigned to it.\nIf you don't want to be associated with your Google profile, you need to log out.\nIt is possible that these data are passed on to contracting partners of Google to third parties and authorities.\n<br>\n<br> We use Google AdSense for the basic financing of this online offer.\nThis also includes our legitimate interest in the processing of the above data by Google, which is based on Art.\n6 para.\n1 f) GDPR.\n<br>\n<br> You can revoke your consent to advertising here: Click here to revoke <br>\n<br> You can prevent the installation of cookies by deleting existing cookies and deactivating the storage of cookies in the settings of your web browser.\nWe would like to point out that in this case you may not be able to use all the functions of our website.\nIt is also possible to prevent the storage of cookies by deactivating the interest-related ads on Google via this link http://www.google.de/ads/preferences.\nPlease note that this setting will be deleted if you delete your cookies.\nYou can also deactivate interest-based ads via the link http://www.aboutads.info/choices.\nPlease note that this setting will be deleted if you delete your cookies.\nIf you use the web browsers Firefox, Internet Explorer, or Google Chrome, you can permanently deactivate the setting of cookies under the following link: http://www.google.com/settings/ads/plugin.\nWe would also like to point out that in this case you may not be able to use all the functions of our website to their full extent.\n<br>\n<br> Google has also signed and is certified under the Privacy Shield Agreement between the European Union and the United States.\nGoogle therefore undertakes to comply with the standards and regulations of European data protection law.\nFurther information can be found at the following link: https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI <br>\n<br> Further information on the use of data by Google, on setting and objection options and on data protection can be found on the following Google web page: <br>\n<br> • Privacy policy: https://www.google.com/policies/privacy/ <br> • Privacy policy for advertising: https://policies.google.com/technologies/ads <br> • Data usage for advertising: https://policies.google.com/technologies/partner-sites <br>\n<p>C.\nRegistration</p> You can register on our website in order to be able to use the full scope of the offer.\n<br>\n<br> The data you enter here will only be used for the purposes of using the offer.\nThe data stored within the scope of the registration will not be passed on to third parties as long as this is not necessary for the fulfillment of the contractual purpose.\n<br>\n<br> When you register the following data will be stored: <br>(1) Your IP address <br>(2) Date and time of registration <br>(3) Your email address <br>\n<br> When you make use of a chargeable offer, the following data will also be stored: <br>(1) Your name <br>(2) Your address <br>(3) Bank account or credit card data for identity verification and payment processing <br>\n<br>\nThe processing of the data provided is carried out for the fulfillment of the user contract in accordance with Art.\n6 para.\n1 b) GDPR.\n<br>\n<p>D.\nContact</p> You can contact us electronically via a form on the website or by email.\nIn this case, the data that you enter in the form or send to us by email will be transmitted to us and stored by us.\n<br>\n<br> This concerns: <br>\n<br> (1) Date of contact <br>(2) Your email address <br>(3) If necessary, other data, if you provide this <br>\n<br> Before submitting the contact form, you will be advised of this privacy policy.\n<br>\n<br> If you write us an email and are interested in our offer, the legal basis for data processing is Art.\n6 para.\n1 b) GDPR.\nIn all other respects the processing takes place due to our justified interest from Art.\n6 para.\n1 f) of the GDPR regarding business conduct.\n<br>\n<br> This data transmitted to us will only be used for the purpose of conducting the conversation and will not be passed on to third parties.\n<br>\n<br> We will delete this data if it is no longer required for the respective purpose.\nI.e.\nwhen the exchange by email or via the contact form with you is finished and we have completely processed your request.\n<br>\n<p>E.\nProcessing in third countries in general</p> Unless otherwise stated above, the processing of your personal data in countries outside the European Union (EU) or the European Economic Area (EEA) is carried out exclusively on the basis of the legal requirements pursuant to Art.\n44 GDPR.\nThis is exclusively the case either on the basis of an adequacy decision of the European Commission (Art.\n45 GDPR) and/or on the basis of appropriate guarantees (Art.\n46 GDPR).\n<br>\n<p>F.\nGeneral term of storage</p> In general, personal data will only be stored for as long as it is necessary to fulfill the purpose for which the data was collected or to comply with the respective statutory retention period.\nAfter the purpose has been served or the deadline has expired, the data will be deleted.\n<br>\n<p>G.\nThe data subject's rights</p> Insofar as we have processed personal data from you, you are a data subject within the meaning of the GDPR and you have the following rights towards us: <br>(1) Art.\n15 GDPR - You can request information about your personal data processed by us.\nIn particular, you may obtain information about the purposes for which the data is processed, the category of personal data, the categories of recipients to whom your data has been or will be disclosed, the planned storage period, the existence of a right of rectification, deletion, limitation of processing or objection, the existence of a right of appeal, the origin of your data if it has not been collected from us, and the existence of automated decision making including profiling and, where applicable, the existence of a right of access to your data.\n<br>(2) Art.\n16 GDPR - You may immediately request the correction of inaccurate or incomplete personal data stored by us.\n<br>(3) Art.\n17 GDPR - You may request the deletion of your personal data stored with us, unless the processing is necessary for the exercise of the right to freedom of expression and information, to fulfill a legal obligation, for reasons of public interest or to assert, exercise, or defend legal claims.\n<br>(4) Art.\n18 GDPR - You may request the restriction of the processing of your personal data if the accuracy of the data is disputed by you, the processing is unlawful, but you refuse to delete it and we do not collect the data, however, you refuse the data deletion and we no longer need the data, but you need the data to assert, exercise or defend legal claims or you have lodged an objection against the processing pursuant to Art.\n21 GDPR.\n<br>(5) Art.\n20 GDPR - You may receive your personal data which you have provided to us in a structured, common and machine-readable format or request transmission to another data controller.\n<br>(6) Art.\n7 para.\n3 GDPR - You have the right to revoke your consent which you have granted to us at any time.\nThe consequence of this is that we may no longer continue the data processing based on this consent for the future.\n<br>(7) Art.\n77 GDPR - You can lodge a complaint with a supervisory authority.\nAs a rule, you can contact the supervisory authority of your usual place of residence or workplace or our place of business.\n<br>\n<p>H.\nRight of Ojection</p> If your personal data is based on legitimate interests pursuant to Art.\n6 para.\n1 sentence 1 f) GDPR, you have the right in accordance with Art.\n21 GDPR to object to the processing of your personal data if there are reasons for this which arise from your particular situation or if the objection is directed against direct advertising.\nIn the latter case you have a general right of objection, which is implemented by us without stating a particular situation.\n<br>\n<br> If you wish to exercise your right of revocation or objection, simply send an email to support@workupload.com <i>\n</i> Choose Language <i>\n</i>\n<ul>\n<li>English</li>\n<li>German</li>\n</ul>\n<i>\n</i> Help FAQ Give us feedback About workupload General Terms and Conditions Privacy Policy Imprint online since 2011 ", "created_at": "2023-07-26 02:36:33.742287", "updated_at": "2023-07-26 02:42:45.112467"}], "points": [], "urls": ["workupload.com"]}}