{"error": 448, "message": "OK", "parameters": {"id": 8662, "name": "IACP ", "created_at": "2023-06-30 05:00:30.696156", "updated_at": "2023-06-30 10:02:06.847525", "wikipedia": null, "keywords": null, "related": null, "slug": "iacp", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8662.png", "url": "theiacp.org,iacp.org", "documents": [{"id": 16873, "name": "Privacy Policy  ", "url": "https://www.theiacp.org/privacy-policy", "xpath": "//body", "text": " Skip to main content Menu Main navigation <ul> Close <li> About <ul> Close <li> Who We Are </li>\n<li> About Us </li>\n<li> Governance </li>\n<li> Membership </li>\n<li> What We Do </li>\n<li> Projects &amp.\nInitiatives </li>\n<li> Advocacy </li>\n<li> Legislation </li>\n<li> Global Reach </li>\n<li> Professional Services </li>\n<li> Resolutions </li>\n<li> IACP Awards </li>\n<li> Partnerships </li>\n<li> Jobs </li>\n</ul>\n</li>\n<li> Events <ul> Close <li> Events </li>\n<li> Annual Conference &amp.\nExpo </li>\n<li> Technology Conference </li>\n<li> Impaired Driving and Traffic Safety Conference </li>\n<li> Officer Safety and Wellness Conference </li>\n<li> All Events </li>\n<li> Training </li>\n<li> First Line Leadership </li>\n<li> Leadership in Police Organizations </li>\n<li> Planning, Designing, and Constructing Police Facilities </li>\n<li> Women's Leadership Institute </li>\n<li> All Training </li>\n</ul>\n</li>\n<li> News <ul> Close <li> IACP News </li>\n<li> IACP Blog &amp.\nNews Releases </li>\n<li> IACP Monthly </li>\n<li> Police Chief Magazine </li>\n<li> Press/Media Contact </li>\n<li> The Lead </li>\n</ul>\n</li>\n<li> Topics <ul> Close <li> IACP Topics </li>\n<li> Community-Police Engagement </li>\n<li> Crime &amp.\nViolence </li>\n<li> Criminal Justice Reform </li>\n<li> Cybercrime </li>\n<li> Data &amp.\nTransparency </li>\n<li> Drugs &amp.\nAlcohol </li>\n<li> Education &amp.\nTraining </li>\n<li> Ethics </li>\n<li> Human &amp.\nCivil Rights </li>\n<li> Investigations </li>\n<li> Leadership </li>\n<li> Legal </li>\n<li> Mass Casualty Events &amp.\nTerrorism </li>\n<li> Mental Health </li>\n<li> Officer Safety &amp.\nWellness </li>\n<li> Policy </li>\n<li> Recruitment &amp.\nPersonnel </li>\n<li> Research &amp.\nEvidence-Based Policing </li>\n<li> Technology </li>\n<li> Traffic Safety </li>\n<li> Victim Services </li>\n<li> Youth </li>\n<li> Resources </li>\n<li> All Resources </li>\n</ul>\n</li>\n<li> IACPnet </li>\n<li> IACPlearn </li>\n<li> IACP Store </li>\n<li> Search <ul> Close Back <li> Keywords Search </li>\n</ul>\n</li>\n</ul> User account menu Member Center <ul>\n<li> Log In </li>\n<li> Join </li>\n</ul> Member Center <ul>\n<li> Participate <ul> Close Back <li> IACP Membership </li>\n<li> Member Benefits </li>\n<li> Membership Options </li>\n<li> Directory </li>\n<li> New Member Directory </li>\n<li> IACP Preferred </li>\n<li> My Account </li>\n<li> Participate </li>\n<li> Policy Councils </li>\n<li> Divisions </li>\n<li> Sections </li>\n<li> Online Communities </li>\n</ul>\n</li>\n<li> Resources <ul> Close Back <li> All Resources </li>\n<li> IACP Resources </li>\n<li> Policy Center </li>\n<li> Training Keys </li>\n<li> Critical Issues </li>\n<li> Police Chief Magazine </li>\n</ul>\n</li>\n<li> Make a Payment </li>\n</ul>\n<p>Languages/Accessibility</p> Breadcrumb <ol>\n<li> Home </li>\n<li> Privacy Policy </li>\n</ol> Privacy Policy Breadcrumb <ol>\n<li> Home </li>\n<li> Privacy Policy </li>\n</ol> Privacy Policy <p>\n</p>\n<p>Privacy Policy</p>\n<p>Effective date: 9/1/2018</p>\n<p>Introduction</p>\n<p>This Notice explains how the International Association of Chiefs of Police, (“IACP”, “we”, “group” or “us”) collects and processes your Personal Data.\nEach time you use our Site, the current version of this Notice will apply.\nAccordingly, whenever you use our Site, you should check the date of this Notice (which appears at the top) and review any changes since the last version.\nThis Notice is applicable to all Site visitors, registered users, and all other users of our Site.</p>\n<p>“Personal Data” is any information that enables us to identify you, directly or indirectly, by reference to an identifier such as your name, identification number, location data, online identifier or one or more factors specific to your physical, physiological, genetic, mental, economic, cultural or social identity.</p>\n<p>By visiting&nbsp;www.theIACP.org&nbsp;or related IACP sites or applications which point to this policy, (together the “Site”), you acknowledge that you have read and understood the processes and policies referred to in this Notice.</p>\n<p>Who we are</p>\n<p>For the purposes of the General Data Protection Regulation 2016/679 (the “GDPR”), the Data Controller is the International Association of Chiefs of Police registered in the District of Columbia USA with a registered address at 44 Canal Center Plaza, Suite 200, Alexandria, VA 22314.</p>\n<p>Our Chief Data Protection Officer, Tracy Phillips, is responsible for overseeing questions in relation to this Notice for the purposes of the GDPR.&nbsp.\nThe Data Protection Officer may be contacted at the above mailing address, via email (phillips@theiacp.org) or phone: 703-836-6767</p>\n<p>How to contact us</p>\n<p>If you have any questions or concerns about this Notice, please contact us using the&nbsp;Contact Us&nbsp;section on our Site.</p>\n<p>Alternatively, you can contact us by phone at 703-836-6767, by sending an email to&nbsp;info@theiacp.org&nbsp;or by mail to 44 Canal Center Plaza, Suite 200, Alexandria, VA 22314.</p>\n<p>How we collect personal data</p>\n<p>\n<strong>Personal Data that you give us</strong>\n</p>\n<p>We may collect and process the following Personal Data:</p>\n<ul>\n<li>\n<strong>Contact information</strong>, which you provide when corresponding with us by phone, e-mail or otherwise.\nThis includes information you provide when you participate in discussion boards or other social media functions on our Site and when you report a problem with our Site.\nThe information you give us may include your name, address, e-mail address, phone number, financial information and/or credit card information.</li>\n<li>\n<strong>Membership information</strong>, about your membership including your name, contact details such as address, phone number and email address (business or personal), age, job title, year of admission and any other information related to your membership.\nMembership information may be provided by you during the registration process, or by your employer on your behalf.</li>\n<li>\n<strong>Due payment information</strong>, including financial information such as credit/debit card and account numbers used to register or renew your membership.</li>\n<li>\n<strong>Purchase information</strong>, relating to purchases made by members and non-members of delegate passes and event participation, reports, or newsletter subscriptions either in-person or via our Site.\nPurchase information will include financial information as well as information concerning the content and time of the purchase.</li>\n</ul>\n<p>\n<strong>Personal data we collect from you</strong>\n</p>\n<p>With regard to each of your visits to the Site we will automatically collect the following information:</p>\n<ul>\n<li>\n<strong>Technical information</strong>, including the Internet protocol (IP) address used to connect your computer or device to the Internet, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform;</li>\n<li>\n<strong>Information about your visit</strong>, including pages you viewed or searched for, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), methods used to browse away from the page, and any phone number used to call our customer service number.\nand</li>\n<li>\n<strong>Location information</strong>\n</li>\n</ul>\n<p>\n<strong>Personal Data we collect from others</strong>\n</p>\n<p>We may receive information about you from publicly available and third-party databases or services that provide information about business people that we believe will help us identify provide products and services that may be of interest to you.\nWe will obtain your consent before contacting you if required by the law of the country in which you are located.</p>\n<p>\n<strong>Non-Personal Data</strong>\n</p>\n<p>We collect information that is sent to us automatically by your web browser and we may use this information to generate aggregate statistics about visitors to our Site, including, without limitation:</p>\n<ul>\n<li>IP addresses</li>\n<li>Browser type and plug-in details</li>\n<li>Device type (e.g., desktop, laptop, tablet, phone, etc.)</li>\n<li>Operating system</li>\n<li>Local time zone</li>\n</ul>\n<p>We may use non-Personal Data for various business purposes such as providing customer service, fraud prevention, market research, and improving our Site.\nPlease check your web browser if you want to learn what information your browser sends or how to change your settings.</p>\n<p>\n<strong>Data we do not collect</strong>\n</p>\n<p>IACP does not collect or process the below forms of sensitive data unless required by law, such as in the event of a court case.</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nRace or ethnic origin</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPolitical opinions</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nReligious or philosophical beliefs</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTrade union memberships</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nGenetic or biometric data</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nHealth or mortality</p>\n<p>•&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nSex life or sexual orientation</p>\n<p>How we use your Personal Data</p>\n<p>We will only process your Personal Data, including sharing it with third parties, where (1) you have provided your consent which can be withdrawn at any time, (2) the processing is necessary for the performance of a contract to which you are a party, (3) we are required by law, (4) processing is required to protect your vital interests or those of another person, or (5) processing is necessary for the purposes of our legitimate commercial interests, except where such interests are overridden by your rights and interests.</p>\n<p>\n<strong>Personal Data that you give us</strong>\n</p>\n<p>We may use Personal Data that you provide directly to us for the following purposes:</p>\n<ul>\n<li>to carry out our obligations arising from your membership, or any other contract entered into between you and us and to provide you with the information, products and membership services that you request from us;</li>\n<li>to organize events that you have purchased or registered for, and to provide you with information, and other materials, relating to the content of the event, the speakers, sponsors and other attendees;</li>\n<li>to provide our newsletter and other publications, provided you have given your consent;</li>\n<li>to respond to your questions and provide related membership services;</li>\n<li>to provide you with information about other events, products and services we offer that are similar to those that you have already purchased, provided you have not opted-out of receiving that information;</li>\n<li>to provide you, or permit selected third parties to provide you, with information about events, products or services we feel may interest you, provided you have given your consent;</li>\n<li>to notify you about changes to our membership service.\nand</li>\n<li>to ensure that content from our Site is presented most effectively for you and your computer.</li>\n</ul>\n<p>\n<strong>Information we collect about you</strong>\n</p>\n<p>We will use Personal Data that we have collected about your use of our Site:</p>\n<ul>\n<li>to administer our Site and for internal operations, including troubleshooting, data analysis, testing, research, statistical and survey purposes;</li>\n<li>to improve our Site to ensure that content is presented most effectively for you and your computer;</li>\n<li>as part of our efforts to keep our Site safe and secure;</li>\n<li>to measure or understand the effectiveness of advertising we serve to you and others, and to deliver relevant advertising to you.\nand</li>\n<li>to make suggestions and recommendations to you and other users of our Site about goods or services that may interest you or them.</li>\n</ul>\n<p>\n<strong>Personal Data we receive from other sources</strong>\n</p>\n<p>We will combine this information with information you give to us and information we collect about you.\nWe will use this information and the combined Personal Data for the purposes set out above (depending on the types of information we receive).</p>\n<p>When we share and who can access your Personal Data</p>\n<p>We may share your Personal Data for the purposes described in this Notice with:</p>\n<ul>\n<li>a member of our group</li>\n<li>partners, suppliers and sub-contractors, for the performance of obligations arising from your membership, or any other contract we enter into with them or you or to provide you with the information, products and membership services that you request from us</li>\n<li>analytics and search engine providers (e.g., Google, Taoti Creative, Matrix Group International) &nbsp;that assist us in the improvement and optimization of our Site</li>\n<li>trusted third-party companies and individuals to help us provide, analyze, and improve the Site and our membership services (including but not limited to data storage, maintenance services, database management, web analytics and payment processing).\nExamples include Higher Logic for online communities, Informz and Bulletin Media for email distribution, Nimble AMS for database management and payment processing.\n</li>\n</ul>\n<p>We will only transfer your Personal Data to trusted third-parties who provide sufficient guarantees in respect of the technical and organizational security measures governing the processing to be carried out and who can demonstrate a commitment to compliance with those measures.</p>\n<p>Selling your Personal Data</p>\n<p>We will never sell your Personal Data to third parties without your opt-in consent.</p>\n<p>Security</p>\n<p>Although we use security measures to help protect your Personal Data against loss, misuse or unauthorized disclosure, we cannot guarantee the security of information transmitted to us over the internet.</p>\n<p>All information you provide to us is stored on secure servers.</p>\n<p>Any payment transactions will be encrypted using SSL technology.</p>\n<p>Transfer of Personal Data outside of the European Economic Area (“EEA”) and International Users</p>\n<p>We are headquartered in the United States.\nYour Personal Data may be accessed by us or transferred to us in the United States or to our affiliates, partners, merchants, or service providers who are located worldwide.\nIf you are visiting our Site from outside the United States, be aware that your information may be transferred to, stored, and processed in the United States where our servers are located, and our central database is operated.\nBy using our Service, you consent to any transfer of this information.</p>\n<p>How Long we Store your Personal Data</p>\n<p>We will store your Personal Data, in a form which permits us to identify you, for no longer than is necessary for the purpose for which the Personal Data is processed.\nWe may retain and use your Personal Data as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements and rights, or if it is not technically reasonably feasible to remove it.\nConsistent with these requirements, we will try to delete your Personal Data quickly upon request.</p>\n<p>\n<strong>Retention</strong>\n</p>\n<p>We will retain your information for as long as your account is active or as needed to provide you with our Site.\nIf you wish to cancel your account or request that we no longer use your information to provide you service, contact us at&nbsp;[email&nbsp;].\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nWe maintain one or more databases to store your Personal Data and may keep such information indefinitely.</p>\n<p>Where we store your personal data</p>\n<p>The Personal Data that you provide to us is generally stored on cloud based servers.\nIf you are located in another jurisdiction, you should be aware that once your Personal Data is submitted through our Site, it will be transferred to our servers and that the United States currently does not have uniform data protection laws in place</p>\n<p>Cookies </p>\n<p>Cookies are small data files that a website you visit may save on your computer or handheld device that usually includes an anonymous unique identifier.\nOur Websites and those of our Products may use cookies for user authentication, keeping track of your preferences, promotional campaigns, tracking our audience size and traffic patterns, and in certain other cases.\nWe may include small graphic images in our email messages and newsletters to determine whether the messages were opened and the links were viewed.</p>\n<p>&nbsp;</p>\n<p>Third-party advertisers may also create and access cookies, which will be subject to their privacy policies – we accept no responsibility or liability for the use of such third parties’ cookies.\nIf you do not wish cookies to be placed on your PC or handheld device, then they can be disabled in your web browser.\nThe option to do so is normally found in your browser’s “security settings” section.\nPlease note that permanently disabling cookies in your browser may hinder your use of our Websites as well as other websites and interactive services.</p>\n<p>Children’s Privacy</p>\n<p>Our Sites are not directed to children under the age of 13, if you are not 13 years or older, do not use our Site.\nWe do not knowingly collect Personal Data from children under the age of 13.\nIf we learn that Personal Data of persons less than 13 years-of-age has been collected through our Site, we will take the appropriate steps to delete this information.\nIf you are a parent or guardian and discover that your child or a minor under the age of 13 has posted, submitted or otherwise communicated Personal Data to our Site without your consent, then you may alert us at&nbsp;info@theiacp.org&nbsp;so that we may take appropriate action to remove the minor's Personal Data from our systems.</p>\n<p>Links to Third Party Sites and Services</p>\n<p>Our Sites may contain links to third party websites, applications and services not operated by us.\nThese links are provided as a service and do not imply any endorsement by us of the activities or content of these sites, applications or services nor any association with their operators.\nCompany is not responsible for the privacy policies or practices of any third party including websites or services directly linked to our Service.\nWe encourage you to review the privacy policies of any third party site that you link from our Service.</p>\n<p>Your rights</p>\n<p>\n<strong>Correction and removal</strong>\n</p>\n<p>If any of the information that we have about you is incorrect, or you wish to have information (including Personal Data) removed from our records, you may do so by logging into your&nbsp;“Myiacp” <strong>IACP Community Hub Profile</strong>\n<strong>\n</strong>and updating your Opt In/Out preferences, or contacting us at&nbsp;<strong>dataprivacy@theIACP.org</strong>.</p>\n<p>\n<strong>Opting Out</strong>\n</p>\n<p>Additionally, if you prefer not to receive marketing messages from us, please let us know by clicking on the unsubscribe link within any marketing message that you receive, by logging into your&nbsp;“Myiacp” <strong>IACP Community Hub Profile</strong>\n<strong>\n</strong>and updating your Opt In/Out preferences, or by sending a message to us at&nbsp;<strong>dataprivacy@theIACP.org</strong>.</p>\n<p>\n<strong>Your European Rights</strong>\n</p>\n<p>FOR EUROPEAN RESIDENTS ONLY.\nYou have the right to ask us not to process your Personal Data for marketing purposes.\nWe will usually inform you (before collecting your Personal Data) if we intend to use your Personal Data for such purposes or if we intend to disclose your information to any third party for such purposes.\nYou can exercise your right to prevent such processing by checking certain boxes on the forms we use to collect your Personal Data.\nYou can also exercise the right by contacting us using the&nbsp;<strong>Contact Us</strong>&nbsp;section on our Site.</p>\n<p>Under European data protection law, in certain circumstances, you have the right to:</p>\n<ul>\n<li>\n<strong>Request access to your Personal Data</strong>.\nYou may have the right to request access to any Personal Data we hold about you as well as related information, including the purposes for processing the Personal Data, the recipients or categories of recipients with whom the Personal Data has been shared, where possible, the period for which the Personal Data will be stored, and the source of the Personal Data.</li>\n<li>\n<strong>Request correction of your Personal Data</strong>.\nYou may have the right to obtain without undue delay the rectification of any inaccurate Personal Data we hold about you.</li>\n<li>\n<strong>Request erasure of your Personal Data.</strong>&nbsp;You may have the right to request that Personal Data held about you is deleted.</li>\n<li>\n<strong>Object to processing of your Personal Data.</strong>&nbsp;You may have the right to prevent or restrict processing of your Personal Data.</li>\n<li>\n<strong>Request restriction of processing your Personal Data Request transfer of your Personal Data.</strong>&nbsp;You may have the right to request transfer of Personal Data directly to a third party where this is technically feasible.</li>\n<li>\n<strong>Withdraw your consent</strong>\n</li>\n</ul>\n<p>In addition, where you believe that IACP has not complied with its obligations under this Notice or European law, you have the right to make a complaint to an EU Data Protection Authority, such as the UK Information Commissioner’s Office.</p>\n<p>You can exercise any of these rights by contacting us using the&nbsp;<strong>Contact</strong>\n<strong> Us</strong>&nbsp;section on our Site.</p>\n<p>\n<strong>Your Californian Rights</strong>\n</p>\n<p>FOR RESIDENTS OF CALIFORNIA ONLY.\nSection 1798.83 of the California Civil Code requires select businesses to disclose policies relating to the sharing of certain categories of your Personal Data with third parties.\nIf you reside in California and have provided your Personal Data to IACP, you may request information about our disclosures of certain categories of Personal data to third parties for direct marketing purposes.\nSuch requests must be submitted to us at one of the following addresses:</p>\n<p>\n<strong>dataprivacy@theIACP.org</strong>\n<br>IACP&nbsp;<br>\nAttn: California Privacy Rights<br>\n44 Canal Plaza Center, Suite 200, Alexandria, VA 22314</p>\n<p>Changes to this Notice</p>\n<p>If we make any material changes to this Notice or the way we use, share or collect personal Data, we will notify you by revising the “Effective Date” at the top of this Notice, prominently posting an announcement of the changes on our Site, or sending an email to the email address you most recently provided us (unless we do not have such an email address) prior to the new policy taking effect.</p>\n<p>Any changes we make to this Notice in the future will be posted on this page and, where appropriate, notification sent to you by e-mail.\nPlease check back frequently to see any updates or changes to this Notice.</p> Scroll to preview content.\nPlease sign in to read and get access to more member only content.\nLog In Become a Member <p>&nbsp;</p> Learn More Footer menu <ul>\n<li> Privacy Policy </li>\n<li> Contact Us </li>\n<li> Website Accessibility Statement </li>\n</ul>\n<p>\n</p>\n<p>1.800.THE IACP</p>\n<p>www.iacpshop.com</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Anonymous IACP - Loader Animation IACP - Loader Animation IACP - Loader Animation ", "created_at": "2023-06-30 05:00:30.727278", "updated_at": "2023-06-30 05:00:50.498546"}], "points": [], "urls": ["theiacp.org", "iacp.org"]}}