{"error": 448, "message": "OK", "parameters": {"id": 9578, "name": "Pathwards", "created_at": "2023-09-06 01:43:13.22417", "updated_at": "2023-09-06 10:02:28.137773", "wikipedia": null, "keywords": null, "related": null, "slug": "pathwards", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9578.png", "url": "pathward.com,pathwardprivacypolicy.com,metabank.com", "documents": [{"id": 19004, "name": "Privacy Policy Notice", "url": "https://www.pathward.com/content/dam/pathward/us/en/documents/pdfs/Privacy-Policy-Notice.pdf", "xpath": "/html/body/div[1]/div/div/main/div/div/div/div/div", "text": " Privacy Policy <p>\n<i>Last Updated: January 1, 2023</i>\n</p>\n<p>\n<i>Effective Date: January 1, 2023</i>\n</p>\n<p>\n<b>Introduction</b>\n</p>\n<p>This General Privacy Policy (“<b>Privacy Policy</b>”) describes how Pathward Financial, Inc., Pathward®, National Association, and its divisions, including, without limitation, EPS Financial, and Refund Advantage (collectively “<b>Pathward</b>,” “<b>we</b>,” “<b>us</b>,” “<b>our</b>”) collect, use and disclose information about visitors and users (collectively, “<b>users</b>”) of our websites (the “<b>Site</b>”), features, products, and services (collectively, “<b>Services</b>”).<br>\n</p>\n<p>This Privacy Policy applies to Personal Information (defined below) that we collect via online or offline means, where applicable.\nFor the purposes of this Privacy Policy, Pathward is the controller (i.e., responsible party) for the Personal Information addressed in this Privacy Policy.\n&nbsp;If you have any questions or concerns about our use of your Personal Information, please contact us using the information provided in the “Contact Us” section of this Privacy Policy.</p>\n<p>\n<b>Review Other Privacy Notices</b>\n</p>\n<p>U.S.\nConsumer Privacy Notice&nbsp;</p>\n<p>\n<b>California Consumer Notice of Collection</b>\n</p>\n<p>This Notice of Collection is provided to all California consumers subject to this Privacy Policy.\nYou can access specific topics in this Privacy Policy by clicking on the relevant links below:</p>\n<p>\n<b>Introduction</b>\n</p>\n<p>\n<b>Review Other Privacy Notices</b>\n</p>\n<p>\n<b>Collection and Use of Your Personal Information&nbsp;</b>\n</p>\n<p>\n<b>Sources of Your Personal Information</b>\n</p>\n<p>\n<b>Disclosure of Your Personal Information</b>\n</p>\n<p>\n<b>Cookies and Similar Technologies</b>\n</p>\n<p>\n<b>Security of Your Personal Information</b>\n</p>\n<p>\n<b>Retention of Your Personal Information</b>\n</p>\n<p>\n<b>Links to External Websites</b>\n</p>\n<p>\n<b>Children’s Privacy</b>\n</p>\n<p>\n<b>Changes to this Privacy Policy</b>\n</p>\n<p>\n<b>Your Rights</b>\n</p>\n<p>\n<b>Opt Out Of The “Sale” Or “Sharing” Of Personal Information</b>\n</p>\n<p>\n<b>International Transfers</b>\n</p>\n<p>\n<b>Contact Us</b>\n</p>\n<p>\n<b>Collection and Use of Your Personal Information&nbsp;</b>\n</p>\n<p>Pathward recognizes and respects the privacy of our customers who receive Services and Site visitors.\n“Personal Information” generally refers to any information that can be linked to an identified or identifiable person.\nThe Personal Information that we collect about you varies depending on the context of our interactions with you, though it typically pertains only to business-related contexts.\nThe following describes the types of Personal Information that we collect from you for our purposes and how we use that information.\nWe also provide information regarding the legal basis of processing such Personal Information, as required by certain privacy laws.<br>\n</p>\nContextTypes of DataPrimary Purpose for Collection and Use&nbsp;of DataEnrollment/Application&nbsp;When you enroll or apply for an account, we collect your username and password, your name and the following business-related information: email address, and telephone (and/or fax) number.\nWe may also collect information relating to the actions that you perform while logged into your account.\nIf you choose to provide it, we may also collect information such as product and service preferences.We have a legitimate interest in providing account related functionalities to our users and performing our contract with you and your organization.\nWe also use this information to authenticate and protect your account.&nbsp;Prepaid Card RegistrationWhen you register a prepaid card, we may collect your name and mailing address.&nbsp;We have a legitimate interest in assisting you in registering prepaid cards and we may use this data to comply with existing legal obligations.Demographic and Contact Information<p>We may collect Personal Information, such as your name, date of birth, address, Social Security Number, email address, and telephone number.</p>\n<p>In some instances, we may collect certain background or screening information to the extent needed and in accordance with applicable law.&nbsp;</p>\nWe use this information to better understand our users and provide tailored Services.\nWe have a legitimate interest in using this information to comply with applicable laws.Financial Account Information<p>We may collect financial information, including your bank account details (including accounts held with other institutions), and debit or prepaid card information.</p>\n<p>Consumer credit applications may also include collection of data about your creditworthiness.</p>\nWe have a legitimate interest in managing your accounts with us and to better understand our users and provide tailored Services.Commercial Customer Relationship ManagementWe collect certain contact and related business information about you (name, email address, professional contact information) when you or your organization obtains products or services from or does business or partners with us.\nWe also use such information to administer and maintain our relationship with your organization.&nbsp;We use this information to better understand our users and provide tailored Services.\nWe have a legitimate interest in using this information to comply with applicable laws.Site Analytics/CookiesWe use cookies and other methods to track Site activity.\nFor more information relating to the use of such tools, review the “Cookies and Similar Technologies” section below.We have a legitimate interest in making our Site and Services operate efficiently, providing accountrelated functionalities, improving our platform, Services and product offerings, and maintaining security standards.Email InterconnectivityIf you receive email from us, we use certain tools to capture data related to when you open our message, click on any links or banners it contains and make purchases.\nFor more information relating to the use of such tools, review the “Cookies and Similar Technologies” section below.We have a legitimate interest in using this information to understand how you interact with our communications to you.Feedback/SupportIf you provide us feedback or contact us for support via our Site, we will collect your name and e-mail address, as well as any other content that you send to us, in order to reply.We have a legitimate interest when we use this information in order to receive, and act upon, your feedback or issues.Mobile DevicesWe collect information from your mobile device such as unique identifying information broadcast from your device.\nFor more information relating to the use of such tools, review the “Cookies and Similar Technologies” section below.We have a legitimate interest in using this information to identify unique visitors and understand how users interact with us on their mobile devices.Mailing ListWhen you sign up for one of our mailing lists, we collect your email address or postal address.&nbsp.\nWe may also purchase or receive mailing lists or Personal Information from third parties.We have a legitimate interest in disclosing information about our products or Services with you and otherwise providing you with marketing or promotional materials.&nbsp.\nIn addition, we may rely on your consent to receive certain marketing communications.Website InteractionsWe use technology to monitor how you access and interact with our Site and Services.\nThis may include which links you click on, or information that you type into our online forms.\nThis may also include information about your device or browser.\nFor more information relating to the use of such tools, review the “Cookies and Similar Technologies” section below.We have a legitimate interest in using this information to understand how you interact with our Site and Services to better improve it, and to understand your preferences and interests in order to select offerings that you might find most useful.\nWe also have a legitimate interest in detecting and preventing fraud.Web LogsWe collect information, including your browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to a computer when the Internet is used), domain name, click-activity, referring website, and/or a date/time stamp for visitors.\nFor more information relating to the use of such tools, review the “Cookies and Similar Technologies” section below.We have a legitimate interest in monitoring our networks, providing and maintaining the functionality of our Site or Services, including identifying and repairing errors or problems, security incidents, and in investigating, preventing, or taking action regarding possible malicious, deceptive, fraudulent, or illegal activity, including attempts to manipulate or violate our policies, procedures, and terms and conditions.Partner PromotionWe collect information that you provide as part of a co-branded promotion with an affiliated or partnered entity, company, or financial institution.We have a legitimate interest in using this information to offer promotions to you or run, fulfil, and complete any of our promotions.\n<p>&nbsp;</p>\n<p>We collect Personal Information from you directly, and we may also receive Personal Information about you from other sources, including third parties such as credit bureaus, our partners, and other services you may elect to utilize (including from companies that also provide marketing lead information and/or your employer to the extent your organization is acting as our customer), or publicly available sources.</p>\n<p>If you do not provide us with certain Personal Information, we may not be able to fulfill the requested purpose of collection, such as to respond to your queries or request for customer service or provide our Services to you.\nAlthough the table above describes our primary purpose in collecting your information, in many situations we have more than one purpose.\nAs a result, our collection and processing of your information may be based in different contexts upon your consent, our need to perform a contract, our obligations under law, and/or our general interest in conducting our business.</p>\n<p>Social security number, certain financial account information, username, and/or password, are considered sensitive Personal Information.\nThe provision of the sensitive Personal Information listed above is voluntary.\nIn certain instances, we will not be able to process your request for our Services without the requested Personal Information.&nbsp;&nbsp;</p>\n<p>\n<b>Sources of Your Personal Information</b>\n</p>\n<p>We collect your Personal Information in the following ways, pursuant to applicable law:<br>\n</p>\n<p>\n<b>Directly From You,</b> when you use our Services, register for an account, contact us, respond to a survey, sign up to receive emails, text messages, and/or postal mailings.</p>\n<p>\n<b>Through Our Use of Cookies and Other Automatic Data Collection Technologies,</b> when you visit our websites, use our mobile applications, open or click on emails we send you, or interact with our advertisements.\nWe or third parties we work with automatically collect certain information using technologies such as cookies, web beacons, clear GIF, pixels, internet tags, web server logs, and other data collection tools.\nFor more information, please see the “Cookies and Similar Tracking Technologies” section below.</p>\n<p>\n<b>From Our Third‑Party Partners,</b> including from third parties that we have partnered with to provide you the Services that you have requested from us.&nbsp;&nbsp;</p>\n<p>\n<b>Disclosure of Your Personal Information</b>\n</p>\n<p>We may disclose your Personal Information in the following circumstances:<br>\n</p>\n<ul>\n<li>\n<b>Within Pathward</b>.\nWe may share your Personal Information with our corporate affiliates (e.g., parent company, sister companies or subsidiaries, and other companies under common control) or joint ventures to which we are a party.&nbsp;</li>\n<li>\n<b>Service Providers</b>.\nWe may disclose such information to service providers who assist us in providing products and Services, information technology support, and customer service support.</li>\n<li>\n<b>Other Disclosures with Your Consent.</b> We may ask to collect certain information, or if you would like us to disclose your information with other unaffiliated third parties who are not described elsewhere in this Privacy Policy.</li>\n<li>\n<b>Corporate Transaction</b>.\nWe may disclose your Personal Information in the context of merger, consolidation or other corporate reorganization, to a purchaser of all or a portion of our assets (including for example, the sale of loans or other assets), or pursuant to a financing arrangement or co-promotional agreement.\nSuch recipient will be bound by terms and conditions reasonably similar to those set out in this Privacy Policy.</li>\n<li>\n<b>Other Parties.</b> We may disclose Personal Information in response to subpoenas, warrants, court orders, or in connection with a legal process, to comply with relevant laws, or to comply with a government request.\nWe may also disclose such information in order to establish or exercise our rights, to defend against a legal claim, to investigate, prevent, or take action regarding possible illegal activities, suspected fraud, risk to the safety of a person or property, or a violation of our policies.&nbsp;</li>\n</ul>\n<p>\n<b>Cookies and Similar Technologies</b>\n</p>\n<p>In accordance with applicable law, we may use cookies, web beacons, or other tracking technologies (collectively, “<b>Cookies</b>”) on our Site.\nA Cookie is a small amount of data that is transferred to visitors’ web browsers and/or stored on your device as you are browsing.\nthey are processed and stored by your web browser.<br>\n</p>\n<p>We may use the following types of cookies on our Site:&nbsp;</p>\nCookie TypeDescriptionEssential CookiesThese are cookies that our Site needs in order to function, and that enable you to move around and use the Site and features.\nWithout these essential cookies, the Site will not perform as smoothly for you as we would like it to and we may not be able to provide the Site or Services you request.\nExamples of instances where these cookies may be used include: to determine when you are signed in, to determine when your account has been inactive, and for other troubleshooting and security purposes.Analytics CookiesAnalytics cookies allow us to understand more about how many visitors we have to our Services, how many times they visit us and how many times a user viewed specific pages within our Site.\nAlthough analytics cookies allow us to gather specific information about the Site that you visit and whether you have visited our Site multiple times, we cannot use them to find out details such as your name or address.Advertising CookiesDepending on your location and in certain circumstances, Pathward may work with third‑party online or mobile network advertisers that use cookies to help us manage advertising and measure its effectiveness.\nThese cookies enable third-party ad networks to recognize a unique cookie on your computer or mobile device and may be placed by us or our network advertising firm that works with our third-party network advertiser.\nThe information that is collected and shared by cookies may be linked to the device identifier of the device you are using to allow us to keep track of all the sites and mobile applications you have visited that are associated with the ad network.\nThis information may be used for the purpose of targeting advertisements on the Pathward Services or third party sites.&nbsp.\n<p>&nbsp;</p>\n<p>We may use the information collected through tracking technologies for several reasons, including:</p>\n<ul>\n<li>To make our Site easier to use.</li>\n<li>To gather metrics about how users interact with our Site and Services.</li>\n<li>For security reasons.</li>\n</ul>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n<u>Commercially Recognized Opt-Out Preference Signals</u>\n</b>\n<u>:</u>&nbsp;Pathward recognizes commercially recognized opt-out preference signals (e.g., Global Privacy Controls).\nRecognition of this signal applies only to the specific device and/or browser that communicates the signal and does not cross over to all devices/browsers you use to access the Services.&nbsp;</p>\n<p>\n<b>Security of Your Personal Information</b>\n</p>\n<p>We take the privacy of your Personal Information seriously.\nWe use commercially reasonable technical, administrative and physical security measures to protect your Personal Information, including generally accepted industry standards to protect the Personal Information submitted to us during transmission and once we receive it.\nHowever, no method of transmission over the Internet or method of electronic storage is 100 percent secure, so we unfortunately cannot guarantee absolute security.\nIn the event of a breach that we are required by law to inform you of, we may notify you electronically, in writing, or by telephone, if permitted to do so by law.\nIf you have reason to believe that your interaction with us is no longer secure (e.g., if you feel that the security of any account you might have with us has been compromised), please contact us immediately as detailed under the “Contact Us” heading below.&nbsp;<br>\n</p>\n<p>\n<b>Retention of Your Personal Information</b>\n</p>\n<p>How long we retain your Personal Information depends on the context in which, and purpose for which, we collected it.\nWe generally retain Personal Information for as long as necessary for achieving the purpose for which it was collected, unless a different retention period is required by applicable law.<br>\n</p>\n<p>\n<b>Links to External Websites</b>\n</p>\n<p>We may provide links to other websites that are not owned or controlled by Pathward.\nPlease note that these websites’ privacy policies may differ from those of Pathward and that this Privacy Policy only applies to Personal Information collected on this Site or through the use of our Services.\nWe have no control over third-party websites and are not responsible or liable for the privacy or business practices of any third party websites linked to on our Site or Services.\nWe encourage you to read the privacy policy of any website you may visit, as we are not responsible for such websites’ content and policies.<br>\n</p>\n<p>\n<b>Children’s Privacy</b>\n</p>\n<p>Pathward does not knowingly collect Personal Information from children under the age of 13, and users under the age of 13 should not submit any Personal Information to Pathward.\nIf you learn that your child has provided us with Personal Information without your consent and he/she is under the age of 13, please alert us at&nbsp;the contact information detailed in the “Contact Us” section below.\nWe will take prompt steps to remove the Personal Information from our systems.<br>\n</p>\n<p>\n<b>Changes to this Privacy Policy</b>\n</p>\n<p>Except to the extent limited by applicable law, we reserve the right to update this Privacy Policy to reflect changes to our practices by prominently posting notice of the update on our Site or through our Services.\nAny updates will become effective 30 days after posting the updates to this Privacy Policy and apply to all information collected about you.\nIf we make any changes to this Privacy Policy that materially impact previously collected Personal Information about you, we will, to the extent that we have your email address, notify you by email and/or obtain consent where required by applicable law.<br>\n</p>\n<p>\n<b>Your Rights</b>\n</p>\n<p>Depending on where you are located, you may have additional rights, as detailed below:<br>\n</p>\n<ul>\n<li>\n<b>Right to withdraw your consent:</b>&nbsp;To the extent a specific element of our processing of your Personal Information relies upon your consent, you may withdraw such consent at any time with future effect.\nSuch a withdrawal will not affect the lawfulness of the processing prior to the consent withdrawal.</li>\n<li>\n<b>Right to request access to your Personal Information:</b>&nbsp;You may have the right to obtain from us confirmation as to whether or not Personal Information concerning you is being processed, and, where that is the case, to request access to the Personal Information.\nThis access information includes — inter alia — the purposes of the processing, the categories of Personal Information concerned, and the recipients or categories of recipient to whom the Personal Information have been or will be disclosed.\nHowever, this is not an absolute right and the interests of other individuals may restrict your right of access.\nYou may have the right to obtain a copy of the Personal Information free of charge.\nFor further copies requested by you, we may charge a reasonable fee based on administrative costs.<br>\n</li>\n<li>\n<b>Right to request rectification:</b>&nbsp;You may have the right to obtain from us the rectification of inaccurate Personal Information concerning you.\nDepending on the purposes of the processing, you may have the right to have incomplete Personal Information completed, including by means of providing a supplementary statement.<br>\n</li>\n<li>\n<b>Right to request erasure (right to be forgotten):</b>&nbsp;Under certain circumstances, you may have the right to obtain from us the erasure of Personal Information concerning you.\nUnder applicable law, we may not be able to erase certain Personal Information.<br>\n</li>\n<li>\n<b>Right to request restriction of processing:</b>&nbsp;Under certain circumstances, you may have the right to obtain from us restriction of processing your Personal Information.\nIn such case, the respective data will be marked and may only be processed by us for certain purposes.<br>\n</li>\n<li>\n<b>Right to request data portability:</b>&nbsp;Under certain circumstances, you may have the right to receive the Personal Information concerning you, which you have provided to us, in a structured, commonly used and machine-readable format, and you may have the right to transmit those data to another entity without hindrance from us.<br>\n</li>\n<li>\n<b>Right to object:</b>&nbsp;Under certain circumstances, you may have the right to object, on grounds relating to your particular situation, at any time to the processing of your Personal Information by us, and we can be required to no longer process your Personal Information.\nSuch right to object may especially apply if we collect and process your Personal Information for profiling purposes in order to better understand your interests in our products and Services or for direct marketing.\nIf you have a right to object and you exercise this right, your Personal Information will no longer be processed for such purposes by us.\nYou may exercise this right by contacting us as stated in the “Contact Us” section of this Privacy Policy.\nSuch a right to object may, in particular, not exist if the processing of your Personal Information is necessary to take steps prior to entering into a contract or to perform a contract already concluded.&nbsp;<br>\n</li>\n</ul>\n<ul>\n<li>\n<b>Opt Out of the “Sale” or “Sharing” of Personal Information:</b> Our use of cookies or other tracking technologies is deemed a “sale” or “sharing” under California law (in this context “sharing” means cross contextual behavioral advertising) of Personal Information.\nAs such, you can opt out of our use of tracking technologies and cookies by clicking the “Do not Sell or Share My Personal Information” button at the bottom of the website.<ul>\n<li>&nbsp.\n&nbsp.\nThe following categories of Personal Information disclosed are considered “sale”/ “sharing” under California law: web log and web site interactions.</li>\n<li>The following categories of third parties to whom Personal Information was disclosed are considered “sale”/ “sharing” under California law: advertising networks.</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<b>Right to Limit the Use and Disclosure of Sensitive Personal Information.</b> You have the right to request the restriction of processing of your sensitive Personal Information.\nAt the current time, however, we do not use or disclose sensitive Personal Information for purposes other than those expressed in this Privacy Policy or as otherwise permitted by applicable law<u>,</u> and these uses cannot be limited under California law.<br>\n</li>\n<li>\n<b>Right to Non-Discrimination.</b> We do not discriminate against individuals who exercise any of their rights described in this Privacy Policy.\nHowever, Pathward may require use of your Personal Information to provide access to the Services.\nTherefore, when you exercise your deletion right, in particular, you may lose access to certain aspects of the Services that require your Personal Information.<br>\n</li>\n</ul>\n<p>If you choose to assert any of these rights under applicable law, we will respond within the time period prescribed by applicable law.\nPlease note that many of the above rights are subject to exceptions and limitations.\nYour rights and our responses will vary based on your country or territory of residency.</p>\n<p>To exercise your rights, please contact us as stated in the “Contact Us” section of this Privacy Policy.\nYou also have the right to lodge a complaint with the competent data protection supervisory authority if we have not addressed your questions or concerns about Personal Information.\nIn certain situations, we may direct you to our Partner’s website to exercise your rights.</p>\n<p>&nbsp;</p>\n<p>\n<u>Authorized Agent</u>\n</p>\n<p>In certain jurisdictions, a person authorized to act on your behalf may make a verifiable consumer request related to your Personal Information.\nIf you designate an authorized person to submit requests to exercise certain privacy rights on your behalf, we will require verification that you provided the authorized agent permission to make a request on your behalf.\nYou must provide us with a copy of the signed permission you have given to the authorized agent to submit the request on your behalf and verify your own identity directly with us.</p>\n<p>Your verifiable request must: (i) provide sufficient information that allows us to reasonably verify that you are the person about whom we collected Personal Information or an authorized representative.\nand (ii) describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.\nWe will only use Personal Information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.&nbsp;</p>\n<p>\n<b>International Transfers</b>\n</p>\n<p>The Personal Information that we collect or receive about you may be transferred/made accessible to and processed by recipients that are located outside of your home country, including in certain instances to countries not considered to provide an adequate level of protection to Personal Information from a local law perspective.\nTo appropriately protect Personal Information, we will base the transfer on appropriate safeguards, including but not limited to standard contractual clauses adopted by the European Commission and/or similar contractual obligations for the United Kingdom.\nDepending on your location, you may have the right to request a copy of such appropriate safeguards by contacting us as set out at the end of this Privacy Policy.<br>\n</p>\n<p>\n<b>Contact Us</b>\n</p>\n<p>If you have any questions, comments, or complaints concerning our privacy practices please contact us at the appropriate address below.\nWe will attempt to respond to your requests and to provide you with additional privacy-related information.<br>\n</p>\n<p>\n<b>Email:</b> privacy@pathward.com</p>\n<p>\n<b>Telephone:</b>&nbsp;1-833-898-0023</p>\n<p>\n<b>Mail:</b> Privacy Department, 5501 S.\nBroadband Lane, Sioux Falls, South Dakota 57108</p> ", "created_at": "2023-09-06 01:43:13.256933", "updated_at": "2023-09-06 01:43:43.298077"}, {"id": 19006, "name": "Terms of Use", "url": "https://www.pathward.com/terms-conditions/", "xpath": "/html/body/div[1]/div/div/main/div/div/div/div/div", "text": " Terms of Use <p>(Effective as of 09/2022)</p>\n<p>&nbsp;</p>\nLEGAL DISCLOSURE\n<p>LEGAL NOTICES — PLEASE READ THESE TERMS CAREFULLY BEFORE USING THIS SITE.\nThe materials on this website (the \"Site\") are provided by Pathward Financial, Inc.\nand Pathward, National Association, as a service to its customers and may be used for informational purposes only.\nSingle copies may be downloaded subject to the provisions below.\nBy downloading any materials from this site, you agree to these terms.\nIf you do not agree to them, do not use the site or download any materials from it.</p>\n<p>&nbsp;</p>\nSINGLE COPY LICENSE\n<p>The materials at this Site are copyrighted and any unauthorized use of any materials at this Site may violate copyright, trademark, and other laws.\nYou may download one copy of the information or software (\"Materials\") found on Pathward sites on a single computer for your personal, non-commercial internal use only unless specifically licensed to do otherwise by Pathward in writing or as allowed by any license terms which accompany or are provided with individual Materials.\nThis is a license, not a transfer of title, and is subject to the following restrictions: you may not: (a) modify the Materials or use them for any commercial purpose, or any public display.\n(b) decompile, reverse engineer, or disassemble software Materials except and only to the extent permitted by applicable law.\n(c) remove any copyright or other proprietary notices from the Materials.\n(d) transfer the Materials to another person.\nYou agree to prevent any unauthorized copying of the Materials.</p>\n<p>&nbsp;</p>\nOWNERSHIP OF MATERIALS\n<p>Materials are copyrighted and are protected by worldwide copyright laws and treaty provisions.\nThey may not be copied, reproduced, modified, published, uploaded, posted, transmitted, or distributed in any way, without Pathward’s prior written permission.\nOther rights may be granted to you by Pathward in writing or incorporated elsewhere in the Materials.</p>\n<p>&nbsp;</p>\nTERMINATION OF THIS LICENSE\n<p>Pathward may terminate this license at any time if you are in breach of the terms of this Agreement.\nUpon termination, you will immediately destroy the Materials.</p>\n<p>&nbsp;</p>\nDISCLOSURE\n<p>THE MATERIALS ARE PROVIDED \"AS IS\" WITHOUT ANY EXPRESS OR IMPLIED WARRANTY OF ANY KIND INCLUDING WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE.\nIN NO EVENT SHALL PATHWARD OR ITS SUPPLIERS BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION) ARISING OUT OF THE USE OF OR INABILITY TO USE THE MATERIALS, EVEN IF PATHWARD HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME JURISDICTIONS PROHIBIT THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU.\nPathward and its agents, representatives, suppliers and other third parties do not warrant the accuracy or completeness of the information, text, graphics, links or other items contained within these materials.\nPathward may make changes to these materials, or to the products described therein, at any time without notice.\nPathward makes no commitment to update the Materials.</p>\n<p>&nbsp;</p>\nUSER SUBMISSIONS\n<p>Any material, information or other communication you transmit or post to this Site will be considered non-confidential and non-proprietary (\"Communications\").\nPathward will have no obligations with respect to the Communications.\nPathward and its designees will be free to copy, disclose, distribute, incorporate and otherwise use the Communications and all data, images, sounds, text, and other things embodied therein for any and all commercial or non-commercial purposes.\nYou are prohibited from posting or transmitting to or from this Site any unlawful, threatening, libelous, defamatory, obscene, pornographic, or other material that would violate any law.</p>\n<p>&nbsp;</p>\nUSE OF PERSONALLY IDENTIFIABLE INFORMATION\n<p>Information submitted to Pathward through forms on the website is governed according to Pathward’s Privacy Policy.</p>\n<p>&nbsp;</p>\nLINKS TO OTHER MATERIALS\n<p>The linked sites are not under the control of Pathward and Pathward is not responsible for the content of any linked site or any link contained in a linked site.\nPathward reserves the right to terminate any link or linking program at any time.\nPathward does not endorse companies or products to which it links and reserves the right to note as such on its web pages.\nIf you decide to access any of the third party sites linked to this Site, you do this entirely at your own risk.</p>\n<p>&nbsp;</p>\nAPPLICABLE LAWS\n<p>This site is controlled by Pathward from its offices within the United States of America.\nPathward makes no representation that Materials in the site are appropriate or available for use in other locations, and access to them from territories where their content is illegal is prohibited.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with applicable local laws.\nYou may not use or export the Materials in violation of U.S.\nexport laws and regulations.\nAny claim relating to the Materials shall be governed by the internal substantive laws of the State of Iowa and the State of South Dakota.</p>\n<p>&nbsp;</p>\nGENERAL\n<p>Pathward may revise these Terms at any time by updating this posting.\nYou should visit this page from time to time to review the then-current Terms because they are binding on you.\nCertain provisions of these Terms may be superseded by expressly designated legal notices or terms located on particular pages at this Site.</p>\n<p>&nbsp;</p>\nPRIVACY POLICY\n<p>Click here to read Pathward's privacy policy.</p> ", "created_at": "2023-09-06 01:43:13.316254", "updated_at": "2023-09-06 01:44:18.913813"}], "points": [], "urls": ["pathward.com", "pathwardprivacypolicy.com", "metabank.com"]}}