{"error": 448, "message": "OK", "parameters": {"id": 7987, "name": "Alcatelmobile.com", "created_at": "2023-04-11 00:44:23.57567", "updated_at": "2023-04-22 11:50:40.832857", "wikipedia": null, "keywords": null, "related": null, "slug": "alcatelmobile-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7987.png", "url": "alcatelmobile.com", "documents": [{"id": 15460, "name": "Terms & Conditions", "url": "https://www.alcatelmobile.com/terms-conditions/", "xpath": "/html/body/div[2]/div[5]/div", "text": "Terms &amp.\nConditions<strong>TERMS OF USE </strong>\n<p>Welcome to our site.\nThese terms and conditions govern your use of&nbsp;www.alcatelmobile.com &nbsp;website (hereinafter the “Website”) and all related websites.\nWe provide this Website to you subject to these Terms of Use，our Privacy Policy and Cookie Policy (hereinafter “Terms and Conditions”) carefully.\nPlease read through these Terms and Condition carefully.\nThese Terms and Conditions are a contract between you and TCL Communication Technology Holdings Limited (“TCT”) and may be amended from time to time.\nSuch amendment and additional terms and conditions will be communicated to you and, if accepted, they will be effective immediately and will be incorporated into these Terms and Conditions.\nIn the event that you refuse to accept such changes you shall cease to access this Website immediately.\nIf you don’t agree to the Terms and Conditions, do not use this Website.\nIf you do use this Website, you accept and agree to these Terms and Conditions.\nSome content of this Website may not be adapted for minors.\nBy accessing this Website you guarantee that you are not a minor and are entitled by the law of your country of domicile to access this Website.</p>\n<strong>INTELLECTUAL PROPERTY </strong>\n<p>Except for the user generated content if any, this Website, including all copyrights, trademarks, and other intellectual property rights therein are protected by intellectual property rights and are owned by TCT or a third party.\nYou may not reproduce, distribute, modify or create derivative works of, publicly display (including by framing any content), or commercially exploit any part of this Website except as necessary to view the content therein and to create a reasonable number of copies of portions of such content (without modification) for your personal, non-commercial use.\nIf you believe that any content of this Website violates any third party intellectual property rights, please contact us immediately.\nWe will, as soon as we receive your notification, take necessary action to cease any such violation and remove any illicit content from our Website.\nAlcatel, TCL, Blackberry trademarks, the associated logos and any other trademarks, service marks, graphics, and logos used in connection with this Website are trademarks or registered trademarks of TCT or its licensors.\nOther trademarks, service marks, graphics, and logos used in connection with this Website may be the trademarks of their respective owners.\nYou are granted no right or license with respect to any of the aforesaid trademarks and any use of such trademarks.\nIn the event of any violations of the above, TCT reserves the right to ask you to immediately stop or rectify the unlawful use, or, should the unlawful use and/or violation continue, TCT reserves the right to file a claim against you.</p>\n<strong>LICENSE AND SITE ACCESS </strong>\n<p>We grant you a limited license to access and make personal use of this Website.\nThis Website or any portion of this Website may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without our express written consent.\nYou may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) without our express written consent.\nYou may not use any meta tags or any other “hidden text” utilizing our name or trademarks without our express written consent.\nAny unauthorized use will cause terminates of this granted license automatically.</p>\n<strong>WARRANTY DISCLAIMER.\nLIMITATION OF LIABILITIES </strong>\n<p>This Website is provided by TCT “as is.” To the full extent permissible by applicable law, neither TCT nor its partners, suppliers, or affiliates make any representations or warranties of any kind, express or implied, as to the operation of this Website, its contents, or any information made available by or through this Website.\nIn addition, TCT and its partners disclaim all warranties with respect to this Website, express or implied, including but not limited to the implied warranties of merchantability, title, fitness for a particular purpose and non-infringement.\nFurthermore, TCT does not warrant that use of this Website will be uninterrupted, available at any time or from any particular location, secure or error-free, that defects will be corrected, or that this Website is free of viruses or other potentially harmful components.\nYou shall be responsible for backing up your own system.\nTCT does not make any other promises or warranties about this Website and in particular does not warrant and shall not be liable for any claim that results from a decision made by TCT to remove or refuse to process any information or content, to warn you, to suspend or terminate your access to this Website, or to take any other action during the investigation of a suspected violation or as a result of TCT conclusion that a violation of these Terms and Conditions has occurred.\nor it relates to loss of income, business or profits, or any loss of data or corruption of data in connection with your use of the application or this Website.\nIn no event will TCT accept liability for any description, including liability for negligence (except for personal injury or death), for any damages or losses whatsoever (including, without limitation, loss of business, revenue, profits, or consequential loss) resulting from the use of or your inability to use this Websites.\nIf you breach these Terms and Conditions, you will be liable to TCT, its directors, officers, employees, affiliates, agents, contractors, and licensors for any claim arising out of your breach.\nYou will also be liable for any action taken by TCT as part of its investigation of a suspected violation of these Terms and Conditions, or as a result of its findings or decision that a violation of these Terms and Conditions has occurred</p>\n<strong>DATA PROTECTION AND PRIVACY </strong>\n<p>Any details which you provide to us from which TCT can identify you are held and processed in accordance with our Privacy Policy.\nIn connection with your use of this Website you may share with us your email address for further communication between you and TCT.\nPrior to giving out your email address, please review our Privacy Policy in order to understand how we collect and use information about you when you access, visit or use this Website.\nYour personal information will be collected, stored and processed in accordance with our Privacy Policy, which you shall read and agree on before giving your personal information while using this Website.</p>\n<strong>LINKS TO THIRD-PARTY SITES </strong>\n<p>This Website may also contain links to other websites which are not under the control of or maintained by TCT.\nTCT is not responsible for the content of those sites.\nTCT provides these links for your convenience only and does not necessarily endorse the material on these sites.\nThe use by you of these third party websites creates a direct relationship between you and such third parties.\nIt is therefore your responsibility to read and comply with such third parties privacy policies and their terms and conditions which apply to their websites.\nAll and any claims with regards to such third party websites or content found on websites shall be directed to such third parties.</p>\n<strong>GOVERNING LAW AND JURISDICTION </strong>\n<p>This Website is controlled and operated by TCT offices based in Hong Kong.\nBy accessing this Website you agree that the laws of Hong Kong Special Administrative Region of the People’s Republic of China will apply to the matters relating to the use of this Website, without regard to principles of the conflicts of laws.\nIn the event of a dispute, disagreement between TCT and you arising out of or in connection with your use of this Website, the parties shall attempt, promptly and in good faith, to resolve any such dispute.\nIf we are unable to resolve any such dispute within a reasonable time (not to exceed thirty (30) days), then either party may submit such controversy or dispute to the competent courts of Hong Kong.</p>\n", "created_at": "2023-04-11 00:44:56.303645", "updated_at": "2023-04-11 00:45:04.859169"}, {"id": 15459, "name": "Cookie Policy ", "url": "https://www.alcatelmobile.com/cookie-policy", "xpath": "//*[@id=\"content\"]", "text": "Cookie Policy<p>TCL Communication Limited, with a place of business at 5/F Building 22E Science Park East Avenue Hong Kong.\n(“we”, “us” and “our”) operate the website www.\nAlcatelmobile.com (“Website”) and other applications and APIs (collectively the “Service”).\nOur Service uses cookies to distinguish you from other users of the Service.\nThis helps us to provide you with a good experience when you use the Service and also allows us to improve the Service.\nBy continuing to use the Service (or any part thereof), you are agreeing to us placing cookies on your computer.</p>\n<strong>WHAT ARE COOKIES</strong>\n<p>Cookies are small text files containing small amounts of information which are downloaded and may be stored on any of your internet enabled devices e.g.\nyour computer, smartphone or tablet – like a memory for a web page.\nOur websites, online services, interactive applications, email messages, and advertisements may use “cookies” and other technologies.\nThese technologies help us better understand user behavior, tell us which parts of our websites people have visited, and facilitate and measure the effectiveness of advertisements and web searches.\nWe treat information collected by cookies and other technologies as non‑personal information.\nHowever, to the extent that IP addresses or similar identifiers are considered personal information by local law, we also treat these identifiers as personal information.\nSimilarly, to the extent that non-personal information is combined with personal information, we treat the combined information as personal information for the purposes of this Privacy Policy as below.<br>\nThis means we automatically collect and store the following information about your visit:<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe internet domain and IP address from where you access the Service;<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe type of browser software and operating system used to access the Service;<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe date and time you access the Service;<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nif you linked to the Service from another website, the address of that website.\nand<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nthe pages you enter, visit and exit the Service from.<br>\nOur Privacy Policy published on www.alcatelmobile.com sets out full details of the other information we collect and how we use your personal information.</p>\n<strong>USE OF COOKIES</strong>\n<p>We use the following cookies:<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nStrictly necessary cookies.\nThese are cookies that are required for the operation of the Service.\nThey include, for example, cookies that enable you to log into secure areas of the Service;<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAnalytical/performance cookies.\nThese cookies allow us to recognize and count the number of visitors and to see how visitors move around and use the Service.\nThis helps us to improve the way the Service works, for example, by ensuring that users are finding what they are looking for easily.\nThese cookies are also used to help us understand what interests our users, and measure how effective our advertising is;<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nFunctionality cookies.\nThese are used to recognize you when you return to the Service.\nThis enables us to personalize Our content for you, greet you by name and remember your preferences, for example, your choice of language or region;<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTargeting cookies.\nThese cookies record your visit to the Service, the pages you have visited and the links you have followed.\nWe will use this information to make the Service and any material displayed on it more relevant to your interests.\nWe may also share this information with third parties for this purpose.\nand<br>\n·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nother cookies which it collects in its website or app:<br>\n</p>Cookie NameCookie Description<em>FORM_KEY</em>Stores randomly generated key used to prevent forged requests.<em>PHPSESSID</em>Your session ID on the server.<em>GUEST-VIEW</em>Allows guests to view and edit their orders.<em>PERSISTENT_SHOPPING_CART</em>A link to information about your cart and viewing history, if you have asked for this.<em>STF</em>Information on products you have emailed to friends.<em>STORE</em>The store view or language you have selected.<em>USER_ALLOWED_SAVE_COOKIE</em>Indicates whether a customer allowed to use cookies.<em>MAGE-CACHE-SESSID</em>Facilitates caching of content on the browser to make pages load faster.<em>MAGE-CACHE-STORAGE</em>Facilitates caching of content on the browser to make pages load faster.<em>MAGE-CACHE-STORAGE-SECTION-INVALIDATION</em>Facilitates caching of content on the browser to make pages load faster.<em>MAGE-CACHE-TIMEOUT</em>Facilitates caching of content on the browser to make pages load faster.<em>SECTION-DATA-IDS</em>Facilitates caching of content on the browser to make pages load faster.<em>PRIVATE_CONTENT_VERSION</em>Facilitates caching of content on the browser to make pages load faster.<em>X-MAGENTO-VARY</em>Facilitates caching of content on the server to make pages load faster.<em>MAGE-TRANSLATION-FILE-VERSION</em>Facilitates translation of content to other languages.<em>MAGE-TRANSLATION-STORAGE</em>Facilitates translation of content to other languages.<p>Please note that some cookies on the Website and other parts of the Service are managed by third parties, including, for example, advertising networks and providers of external services like web traffic analysis services.\nThese cookies are likely to be analytical/performance cookies or targeting cookies.\nYou should refer to the third parties’ own cookie and privacy policies for information about how they may use your information.\nYou may configure your browser to accept all cookies, reject all cookies, or notify you when a cookie is sent.\nEach browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences.\nFor example, on Microsoft Internet Explorer you can disable or delete cookies by selecting “Tools/Internet Options”.<br>\nIn particular, we use Google Analytics cookies to obtain an overall view of visitor habits and visitor volumes, and to help improve the overall experience of our Service.<br>\nWe use Google Analytics, a third-party web analysis service provided by Google Inc, which uses “performance cookies” and “targeting cookies” to analyze how you use the Website.\nThe information generated by the cookie about your use of the Website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nHowever, this website uses Google Analytics with the expansion ‘_anonymize()’ which means that Google will truncate/anonymize the last octet of the IP address for Member States of the European Union.<br>\nOn behalf of us, Google will use the information collected for the purpose of evaluating your use of our Website, compiling reports on website activity and providing other services relating to website activity and internet usage to us.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser as described above.\nFurthermore you can prevent Google’s collection and use of data (cookies and IP address) by downloading and installing the browser plug-in available under https://tools.google.com/dlpage/gaoptout?hl=en-GB# .\nYou may disable the use of Google Analytics by using the link disable Google Analytics.\nThis link creates an opt-out cookie which prevents the further processing of your data.\nFor more information about Google Analytics cookies, please see Google’s help pages and privacy policy.\nIf you do not accept the use of these cookies, we cannot guarantee how our Website will perform for you.<br>\nYou can find more information about the Google Analytics cookies here: https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie usage</p>\n<strong>MANAGING COOKIE SETTINGS</strong>\n<p>You can block cookies by activating the setting within your browser that allows you to refuse the setting of all or some cookies.\nPlease be aware if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of the Service.<br>\nIn particular:<br>\nIf you wish to withdraw your agreement at any time, you will need to delete your cookies using your browser settings for each browser you use.<br>\nFor more information about how to do this, please see http://www.allaboutcookies.org/manage-cookies/clear-cookies-installed.html , or follow the ‘Help’ option in your internet browser for more details.<br>\nTo block Google Analytics cookies specifically, you can install the “Google Analytics Opt-out Browser Add-on” provided by Google.\nIf you share the use of a computer, accepting or rejecting the use of cookies may affect all users of that computer.</p>\n", "created_at": "2023-04-11 00:44:23.609399", "updated_at": "2023-04-11 00:45:27.9949"}, {"id": 15461, "name": "Privacy Policy", "url": "https://www.alcatelmobile.com/privacy/", "xpath": "//*[@id=\"content\"]", "text": "Privacy PolicyTCL COMMUNICATION PRIVACY NOTICE<p>This Privacy Notice is effective as of July, 15, 2021.</p>\n<p>This Privacy Notice sets out how TCL and/or its affiliates and subsidiaries (collectively “TCL” or “we”) protect the personal data we process relating to you (your “Personal Data”), what types of Personal Data we collect about you, what we do with it, the purpose of the collection, how we disclose it and which rights you have in relation to the processing of Personal Data.</p>\n<p>Thank you for choosing TCL!</p>WHEN DOES THIS PRIVACY NOTICE APPLY?<p>This Privacy Notice applies when we process your Personal Data as a result of your access and use of any of Alcatel websites (including www.alcatelmobile.com), TCL and Alcatel branded devices such as phones, tablets, watches, bracelets, wearable devices, routers, and certain other TCL applications and services provided by TCL Communication Technology Holdings Limited that may refer to this Privacy Notice (collectively “TCL Materials”).\nFor TCL smart services applications (including TCL Account, TCL Channel, TCL Home App, BrowserHere/T-Browser, TCL Live, TV Guard, MagiConnect, Chat Now, Smart Gallery, Reminder, Weather, Game Center, Gesture Control and Remote Diagnosis), please refer to&nbsp;https://www.tcl.com/global/en/privacy-notice.html.</p>\n<p>Please also refer to&nbsp;https://www.tcl.com/global/en/privacy-notice.html&nbsp;for more information about how we process your Personal Data when you access and use TCL website (www.tcl.com), TCL smart TV products and SEMP branded devices.</p>\n<p>This Privacy Notice also applies to our processing of the Personal Data of business contacts within our clients, business partners, supplier and other organizations with which TCL has or considers a business relationship.</p>\n<p>To find out more, please any of the sections below:</p>PERSONAL DATA WE COLLECT ABOUT YOUUSES OF YOUR PERSONAL DATADISCLOSURE OF YOUR PERSONAL DATA TO THIRD PARTIESTHIRD PARTY LINKSINTERNATIONAL TRANSFERS OF PERSONAL DATASECURITY OF YOUR PERSONAL DATARETENTION OF YOUR PERSONAL DATAYOUR RIGHTSUSE OF COOKIESCONTACTING US<p>We may update this Privacy Notice from time to time to reflect changes in how we collect and use your Personal Data or changes in the applicable laws.\nAny update to this Privacy Notice will be effective upon its posting on our website at https://www.alcatelmobile.com/.\nIn addition, we may also notify you to inform you about the changes to this Privacy Notice as required by the applicable laws.</p>\n<p>\n<strong>\n<u>BY VISITING OUR WEBSITES, PROVIDING YOUR INFORMATION OR USING TCL MATERIALS, YOU CONFIRM THAT YOU HAVE READ AND UNDERSTOOD THE PRACTICES DESCRIBED IN THIS PRIVACY NOTICE.</u>\n</strong>\n</p>PERSONAL DATA WE COLLECT ABOUT YOU<p>Your privacy is important to us so we explain here what Personal Data we collect about you.\nPlease note that, if you do not provide certain Personal Data, TCL may not be able to accomplish some purposes outlined in this Privacy Notice and you may not be able to use or access certain TCL Materials.</p>\n<p>We may collect and process the following Personal Data about you:</p>\n<ul>\n<li>\n<strong>\n<u>Information that you provide to us</u>\n</strong>.\nThis includes information about you that you give us by filling in forms, entering information in our website, creating user accounts or by communicating with us, whether face-to-face, by phone, online, by email or otherwise, which are capable of identifying you or to make you identifiable depending on the context.\nThis information includes, without limitation, the following:</li>\n<li>Personal contact information: your name, shipping, billing and/or business address, email address, phone number;</li>\n<li>Log in information: username, password, nickname;</li>\n<li>Demographic information: date of birth, gender;</li>\n<li>Payment information: your debit or credit card details, bank details or other payment and financial information;</li>\n<li>Other information about you such as your occupation (g.\nyou may be asked about your occupation when you participate in our survey), language &nbsp;and health data (such as your exercise data, including height and weight, body temperature, heartrate, sleep quality data, walk/run/bike tracking data);</li>\n<li>Your questions, complaints or feedbacks on our products and services or responses to our questionnaires;</li>\n<li>Information about TCL Materials that you own and use, and proof that you purchased them, when applicable.\nand</li>\n<li>Email address of a minor’s parent or guardian.</li>\n<li>\n<strong>\n<u>Information we collect or generate about you</u>\n</strong>.\nWe may collect internet, electronic activity, and other information automatically from the devices and browsers that you use.\nThis includes, without limitation, the following:</li>\n<li>Details about your usage of the TCL Materials;</li>\n<li>Location of your device and time zone;</li>\n<li>Details about your usage of the products that we supply to you such as the browsing history, search history and page clicks, browser type, session frequency and your other activities when using our products or services;</li>\n<li>The IP address, MAC address, Device-ID, Terminal ID, serial number, IMEI number, IMSI number, advertising ID (a unique user ID assigned to your devices for advertising purposes), hardware model and any other device identifiers or device-specific information about your TCL Materials;</li>\n<li>Precise and approximate geolocation information provided by your device’s GPS signal or communicated through a nearby Wi-Fi access points and cell towers while you use certain services and enable the location feature.\nYou can opt out of our collection of your location data at any time within the settings of the operating system of your products or applications, as applicable;</li>\n<li>Information relating to your health status and details relating to your fitness and exercise information (such as your height and weight, body temperature, heartrate, sleep quality, walking, running and biking tracker information) to the extent that you provide us with such information or otherwise consent to our collecting;</li>\n<li>Error logs, error codes and error descriptions and other information that you provide relating to faults or defect experience with any of your TCL Materials;</li>\n<li>Information collected by certain TCL applications.\nFor example, when you use your TCL Account application on your mobile phone, this application will connect to the Internet, request your system permissions (including permissions for storage, camera, Internet connection and contacts) and collect your email address, account password, account name, gender, country/region, device model, device name, versions of your application and your mobile phone’s operating system;</li>\n<li>The location where you use our TCL Connect application to connect and control your multiple TCL or Alcatel devices (such as your watches, bracelets and routers), and also &nbsp;your Wi-Fi or blue tooth information, location, TCL account, device information about your phone and information about the TCL or Alcatel devices to be connected;</li>\n<li>Your emails, phone number, address, fax number, chat history or recordings of phone conversations between you and our Customer Care team when we provide after-sale support to you.\nand</li>\n<li>Other information we disclosed to you when certain applications are launched by you for the first time.</li>\n<li>\n<strong>\n<u>Information we obtain from other sources</u>\n</strong>.\nWe may collect information about you from third parties.\nThis includes, without limitation, the following:</li>\n<li>Information from social media networks;</li>\n<li>Information obtained from other providers of products, services, websites and applications;</li>\n<li>Information relating to the repair services from carriers of your mobile devices;</li>\n<li>Other commercially or publicly available sources (as allowed under the law).\nand</li>\n<li>If you take part in market research programs organized and/or sponsored by/on behalf of TCL we may also collect information from third party websites or social media networks, in accordance with the privacy policies of those respective websites and social media networks.</li>\n</ul>\n<p>We may also collect other information about you, your device or the use of TCL Materials in the manner informed at the time of collection and/or with your consent in accordance with applicable laws.</p>\n<p>We will not knowingly collect any Personal Data from or about children under age 13, or minimum age allowed in your jurisdiction, without making it clear that such information should only be provided with a parent’s or guardian’s consent, if this is required by any applicable laws.\nTCL will only use Personal Data relating to children as far as it is permitted by applicable laws and if required, only with a parent’s or guardian’s consent.\nIf you believe that your child has provided us with his/her Personal Data without a parent’s or guardian’s consent, please contact us via the email address provided in the Contacting Us section below.\nIf your child uses our Kids Learning or Kids Mode services, TCL family watch, or other TCL products or services for child, we will provide you a separate privacy policy with more details on how we protect children’s Personal Data.</p>USES OF PERSONAL DATA<p>Your Personal Data may be collected, stored, processed or otherwise used by us in the following ways and for the following purposes:</p>\n<ul>\n<li>To deliver, activate, verify and manage our products and services purchased by you;</li>\n</ul>\n<ul>\n<li>To provide software updates, maintenance services, technical support and after-sales services for TCL Materials;</li>\n</ul>\n<ul>\n<li>To help you register and manage your TCL account;</li>\n</ul>\n<ul>\n<li>To allow you to download and purchase our products and services such as our applications and related websites and / or to give you access to third-party applications installed on the device;</li>\n</ul>\n<ul>\n<li>To process payments transactions or orders for TCL Materials;</li>\n</ul>\n<ul>\n<li>To contact you in relation to TCL Materials, for example, in the event that any TCL materials have changed or present issues, such as verifying your accounts and identification, detecting security incidents and combating malicious activities;</li>\n</ul>\n<ul>\n<li>To protect against and prevent fraud, and information security risks, as well as to keep TCL Materials secure;</li>\n</ul>\n<ul>\n<li>To establish, exercise or defend its legal rights or for the purpose of legal proceedings;</li>\n</ul>\n<ul>\n<li>To respond to any complaints or questions that you may raise in connection with TCL Materials, and to defend and exercise our legal rights;</li>\n</ul>\n<ul>\n<li>To personalize TCL Materials at your request;</li>\n</ul>\n<ul>\n<li>To troubleshoot functionality or other issues for the TCL Materials;</li>\n</ul>\n<ul>\n<li>To evaluate and develop new functionalities, technologies and improvements on TCL Materials;</li>\n</ul>\n<ul>\n<li>To administer contests, promotions, events, market research, survey in relation to TCL Materials;</li>\n</ul>\n<ul>\n<li>To facilitate TCL’s internal purposes such as auditing, data analysis, and research to improve our products, services, user experience and customer communications;</li>\n</ul>\n<ul>\n<li>To comply with all applicable laws, regulations, directives and court decisions as well as decisions from competent authorities;</li>\n</ul>\n<ul>\n<li>To send you information about TCL Materials and help to make that information more relevant to you.\nWe may need your consent for certain marketing activities.\nWe offer you various ways to opt-out of receiving certain communications from us.\nIf you would like to opt out of receiving email marketing communications from us you may click the “Unsubscribe” link found at the bottom of the email and follow the instructions provided;</li>\n</ul>\n<ul>\n<li>We and our advertising partners may display non-personalized advertising on some of our products and services.\nIf our advertising partners will display personalized advertising, we will obtain your explicit prior consent as required by applicable laws.\nand</li>\n</ul>\n<ul>\n<li>Any other purposes for which you have provided your consent.</li>\n</ul>\n<p>To the extent the Personal Data we collect about you is considered special categories of Personal Data or sensitive Personal Data under applicable laws, we process such data based on your explicit consent, and you may withdraw your consent to such processing at any time.\nHowever, you should be aware that if you choose to do so we may be unable to continue to provide certain services to you.\nIf you choose to withdraw your consent, we will tell you more about the possible consequences.\nIf permitted by applicable laws, we may also process special categories of Personal Data that you expressly made public or to establish, exercise or defend legal claims.</p>\n<p>If you act as a business contact of your organization to purchase or use TCL Materials on behalf of your organization, we may collect your name, shipping, billing and/or business address, email address, phone number, and use your Personal Data to the extent necessary to carry out ordinary business operations, for associated administrative purposes or for other, or for other purposes specified above in the Section “Uses of Personal Data”.</p>DISCLOSURE OF YOUR PERSONAL DATA TO THIRD PARTIES<p>We do not sell or otherwise disclose Personal Data you have provided to us, except as described in this Privacy Notice, as disclosed to you at the time of the data collection or as described in any specific privacy notice, as applicable.</p>\n<p>We may disclose your Personal Data with TCL’s affiliates and subsidiaries in one or more of the circumstances described below:</p>\n<ul>\n<li>To help us provide you with TCL Materials;</li>\n</ul>\n<ul>\n<li>Where we market products and services provided by TCL’s affiliates and/or TCL’s subsidiaries.\nand</li>\n</ul>\n<ul>\n<li>For those purposes for which TCL processes your Personal Data under this Privacy Notice.</li>\n</ul>\n<p>We may also share your Personal Data with third-parties in order to achieve the purposes mentioned in the Section “Use of Personal Data” above, including:</p>\n<ul>\n<li>In case of sale of any TCL’s business or assets with another company, merger, or other significant transactions.\nwe may disclose your Personal Data for due diligence purposes and on completion of the transaction;</li>\n</ul>\n<ul>\n<li>We may share your advertising ID (a unique user ID assigned to your devices for advertising purposes) to our advertising partners for them to display non-personal advertising;</li>\n</ul>\n<ul>\n<li>If we market third-party products or services to you, we may share your Personal Data with those third parties;</li>\n</ul>\n<ul>\n<li>When you provide your consent to disclose your Personal Data to specific and identified third party or category of third parties;</li>\n</ul>\n<ul>\n<li>To third-party agents or contractors (for example, the providers of our electronic data storage services) that we hire to support us in providing our services and products to you.\nWe will take steps to require such third-parties to process your Personal Data in compliance with the provisions set out in this Privacy Notice and under a confidentiality duty;</li>\n</ul>\n<ul>\n<li>To business partners who provide products and / or services that are embedded or serve as a component of TCL Materials that we provide to you.\nThese third parties will be responsible for how they use your Personal Data in connection with their services and products as described in a separate privacy notice provided by them, which you are encouraged to verify.\nand</li>\n</ul>\n<ul>\n<li>To the extent required by law, or if we are under a duty to disclose your Personal Data in order to comply with any legal obligation, establish, exercise or defend our legal rights and/or of third parties.</li>\n</ul>\n<p>Besides the disclosures of Personal Data informed in this Privacy Notice we may share your Personal Data with third parties only whenever authorized by you.</p>\n<p>Please note that if you access third-party services — such as social media services, third-party single-sign on tools, third-party applications or mobile platforms — through our services or products, these third-party services may be able to collect information about you, including information about your activity on the products and services, and they may notify your connections on the third-party services about your use of the product and services.\nAny processing of Personal Data by such third-party providers will be only governed by their own privacy policies.</p>THIRD PARTY LINKS<p>Our website may contain links to third-party sites and our products may also contain pre-installed applications developed and operated by third parties.\nWe are not responsible for the privacy practices or content of such other sites and applications.\nThis Privacy Notice does not apply to them.\nYou must carefully read the privacy policies related to services of third parties, contacting directly those parties in case of need.</p>\n<p>In addition, the carriers of your TCL or Alcatel mobile devices may also collect your Personal Data for service improvement, diagnosis and other purposes.\nThis Privacy Notice does not apply to these carriers and we are not responsible for their privacy practices either.\nYou should contact these carriers if you would like to know the details on how your Personal Data will be collected and processed by them.</p>INTERNATIONAL TRANSFER OF PERSONAL DATA<p>TCL may share your Personal Data globally with the companies within its corporate group to carry out the activities specified in this Privacy Notice.\nTCL may also subcontract the processing or sharing of your Personal Data to third parties located outside your country.\nWhen you use TCL Material, we may transfer, storage and process your information within and outside of your country of residence, consistent with this Privacy Notice.\nThe processing of your Personal Data may, therefore, be also subject to laws other than the ones from your country.</p>\n<p>TCL takes appropriate steps to ensure that transfer of Personal Data shall be done in accordance with applicable privacy laws and, in particular, that contractual, technical and organizational measures will be in place, such as, with no limitation, the Standard Contractual Clauses approved by the European Commission.</p>SECURITY OF YOUR PERSONAL DATA<p>We have adopted organizational, physical and technical security measures that are in line with the international industry standards to protect the Personal Data you provide, and to prevent any unauthorised access, disclosure, use, modification, damage or loss of data.\nWe will take reasonable and practical steps to protect your Personal Data, including the following:</p>\n<ul>\n<li>We will use SSL and other technical measures to ensure encryption with regards to our services and products.\nWe will regularly examine our practice of information collection, storage, and processing (including physical security measures) to prevent unauthorised system access.</li>\n</ul>\n<ul>\n<li>We will authorize our employees and personnel of third parties to access your Personal Data on a need-to-know basis in order to help us process your Personal Data and provide the services to you.\nThese employees and external personnel (of third parties authorized by us) are subject to contractual confidentiality obligations.</li>\n</ul>\n<ul>\n<li>The security of your Personal Data is extremely important to us.\nWe will continue our efforts to protect your Personal Data and implement safeguard measures, such as providing encryption protection for information storage and transmission, to prevent your Personal Data from unauthorised access, usage or disclosure.</li>\n</ul>\n<ul>\n<li>We will prudently select business partners and service providers, and implement the requirements for Personal Data protection to the business contracts between both parties.</li>\n</ul>\n<ul>\n<li>We will conduct security and privacy protection training courses, testing and publicity activities to enhance employees’ awareness of the importance of protecting Personal Data.</li>\n</ul>\n<p>Please understand, however, that no data transmissions over the Internet can be guaranteed to be 100% secure.\nIf we become aware of any violation of our security system, we will act in a timely fashion in accordance with any applicable laws.</p>RETENTION OF PERSONAL DATA<p>TCL retains your Personal Data only for as long as needed for the purposes described in this Privacy Policy, and it will be deleted after a reasonable time according to the following criteria:</p>\n<ul>\n<li>TCL retains your Personal Data as long as it needs it for the purposes mentioned in the Section “Use of Personal Data”, which may coincide with the period for which TCL has an ongoing relationship with you.\nand</li>\n</ul>\n<ul>\n<li>TCL retains your Personal Data as long as it needs to comply with a legal obligation to which it is subject or defend claims brought against us.</li>\n</ul>YOUR RIGHTS<p>Data protection laws may give you a number of legal rights in relation to the Personal Data that we hold about you.\nNot all privacy laws are the same so not all of these rights apply in all countries.\nYou may refer to the Annexes of this Privacy Notice for more details about your rights in certain specific jurisdictions.</p>\n<p>However, we recognize that your Personal Data belongs to you only and that enables you to control how we use it.\nYour rights may include:</p>\n<ul>\n<li>The right to request access to the Personal Data that we process about you, including the right to obtain information on and copy of such data;</li>\n</ul>\n<ul>\n<li>The right to request that we rectify or correct your Personal Data if it is inaccurate or incomplete;</li>\n</ul>\n<ul>\n<li>The right to request that we erase or delete your Personal Data in certain circumstances.\nPlease note that there may be circumstances where you ask us to erase your Personal Data, but we are legally entitled to retain it;</li>\n</ul>\n<ul>\n<li>If permited by applicable laws, the right to lodge a complaint with the competent government agency if you think that any of your rights have been infringed by us.</li>\n</ul>\n<p>You can exercise your rights by contacting us using the details set out in the “Contacting Us” section below.</p>\n<p>We may need to confirm your verifiable consumer request before completing your request, and, for example, may ask for you to confirm data points we already have about you.\nWe will only use Personal Data provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>USE OF COOKIES<p>We and our third-party advertising and data analytics partners use “cookies” and similar web technologies, including pixel tags or web beacons, (“Automated Collection Tools”) to support certain features of the TCL account, mobile devices and other websites and applications operated by us.\nAutomated collection tools are pieces of code deployed on your device.\nThe Automated Collection Tools allow the website to recognize your browser or device during your visit to the TCL website/application or when you return to the TCL website/application.\nFor further details about the cookies we use, please see our Cookies Policy, which can be found here: https://www.alcatelmobile.com/cookie-policy/</p>\n<p>We use two types of Automated Collection Tools: “session cookies” and “persistent cookies”.</p>\n<p>A session cookie expires after you close your browser.\nA session cookie will identify you during your browsing session by assigning a randomly generated unique identification number to your device.\nWe use session cookies:</p>\n<ul>\n<li>To enable us to provide products and services to you and manage transactions.\nFor example, we may deploy a cookie to remember what items you have stored in an online shopping basket.\nand</li>\n</ul>\n<ul>\n<li>For certain content management and editing purposes.</li>\n</ul>\n<p>Persistent cookies do not expire when you close your browser.\nWe use persistent cookies:</p>\n<ul>\n<li>To record whether a visitor is logged in to the TCL account;</li>\n</ul>\n<ul>\n<li>To record when a visitor to the TCL account or other TCL website / application gives consent to our use of cookies, when applicable;</li>\n</ul>\n<ul>\n<li>For performance and design purposes.\nFor example, we might use cookies to track which parts of our websites or applications are popular and to figure out how to improve their functionality;</li>\n</ul>\n<ul>\n<li>To improve user experience and personalize what you see.\nFor example, we might use cookies to record user preferences and to ensure that more relevant website / application content (including advertising content) is delivered to users;</li>\n</ul>\n<ul>\n<li>To enable us and third-party partners that we work with to deliver advertisements or tailor marketing messages that you have consented to receive.\nFor example we may use cookies to record what products and services you buy or show interest in and use third party services to enable relevant advertisements to be shown on our and other websites/applications based on that information.\nand</li>\n</ul>\n<ul>\n<li>For certain content management and editing purposes.</li>\n</ul>\n<p>\n<strong>\n<em>How to Manage Automated Collection Tools</em>\n</strong>\n</p>\n<p>If you do not wish to receive cookies, you may set your browser to reject cookies or to alert you when a cookie is placed on your device.\nYou may also delete cookies as soon as you leave the TCL account or other TCL website/application.\nAlthough you are not required to accept cookies when you visit the TCL account, if you set your browser to reject cookies, you may not be able to use all of the features and functionality of the TCL account or other TCL website/application.</p>\n<p>For example, the Help portion of the toolbar on most web browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new Automated Collection Tools, and how to entirely disable Automated Collection Tools.&nbsp.\nWith regards to some of the popular browsers you can find more information by clicking on the following relevant links: Google Chrome.\nMicrosoft Edge.\nMozilla Firefox.\nMicrosoft Internet Explorer.\nOpera and Apple Safari.</p>\n<p>Where required by law, we will present you with a cookie banner the first time you visit our website/application that explains what type of Automated Collection Tools we use and which asks your consent for some of the Automated Collection Tools we use.</p>\n<p>\n<strong>\n<em>Personal Data Collected through Automated Collection Tools</em>\n</strong>\n</p>\n<p>We use the Personal Data collected through Automated Collection Tools for the purposes specified above (including in the Section “Uses of Personal Data”).&nbsp.\nFor those cookies where we ask for your consent to deploy them, we also rely on consent as the legal basis for processing Personal Data collected through those cookies.</p>CONTACTING US<p>If you would like further information on the collection, use, disclosure, transfer or processing of your Personal Data or the exercise of any of the rights listed above, please contact us through the specific channels indicated below.</p>\n<p>For residents in <strong>\n<u>EEA</u>\n</strong>, our representative in the European Union is TCT Mobile Europe, which has its offices at Le Capitole, 55 rue des Champs-Pierreux, 92000 Nanterre, France.\nPlease contact us by privacy.dpo@tcl.com.</p>\n<p>For residents in <strong>\n<u>UK</u>\n</strong>, our representative in the United Kingdom is TCT Mobile UK Limited, which has its offices at 10 Finsbury Square, London EC2A 1AF, England.\nPlease contact us by privacy.dpo@tcl.com.</p>\n<p>For users in <strong>\n<u>India</u>\n</strong>, our Grievance Officer in India is Mr.\nSudhansu Sahu and can be reached at privacyqueryindia@tcl.com.</p>\n<p>For users in the <strong>\n<u>United States</u>\n</strong>, TCL subsidiary is TCT Mobile (US) Inc.\nwhose related addresses and contacts is indicated below:</p>\n<p>TCT Mobile, Inc.</p>\n<p>25 Edelman, suite 200</p>\n<p>Irvine, CA 92618</p>\n<p>Contact us by sending an email to privacy.na@tcl.com, or by calling our toll-free number at 1-855-368-0829</p>\n<p>For users in <strong>\n<u>Brazil,</u>\n</strong> TCL’s subsidiary is Semp TCL Mobilidade Ltda.\n(Tax Payer Number 08.649.664/0001-98, whose address and related contact is indicated below:</p>\n<p>Semp TCL Mobilidade Ltda</p>\n<p>Avenida Arnaldo Rojek, nº 01, Rua 5, Galpão H – parte 1, Altos de Jordanésia, Cajamar/SP – CEP 07.786-900</p>\n<p>Contact us by sending an email to privacidade@semptcl.com.br or by calling +55 (11) 3004-7570.</p>\n<p>For users in <strong>\n<u>China and other regions</u>\n</strong> of the world, the data controller is TCL Communication Technology Holdings Limited, with its address at 10F Building F4, TCL Communication Technology Building, International E-City, No.\n1001 Zhongshanyuan Road, Xili Street, Nanshan District, Shenzhen City, Guangdong Province, China.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>ANNEX BRAZIL<p>(This session shall become effective as of the date of entry into force of LGPD)</p>\n<p>\n<strong>\n<em>General Overview</em>\n</strong>\n</p>\n<p>The provisions set out in this Annex are exclusively applicable to Personal Data processing activates subject to the Brazilian legislation, in particular Law n.\n13.709/2018 as amended (“LGPD”).\nIn the event of contradiction between the provisions set out in the main text of TCL Global Privacy Notice and this Annex, the provisions of this Annex shall prevail exclusively in relation to the processing activities subject to Brazilian Law.</p>\n<p>\n<strong>\n<em>Legal Bases for Processing Personal Data</em>\n</strong>\n</p>\n<p>The processing of Personal Data may be conducted in accordance with one of the following main legal bases: (i) compliance with a legal or regulatory obligation of TCL.\n(ii) contract necessity.\n(iii) exercise of legal rights in judicial, administrative or arbitration proceedings.\n(iv) protection of life and health.\n(v) legitimate interest of TCL or third parties.\nand (vi) credit protection.</p>\n<p>\n<strong>\n<em>Undertaking</em>\n</strong>\n</p>\n<p>When you visit our sites, provide your Personal Data or use TCL Materials, you declare your knowledge as to the collection, use, transmission, transfer, classification, access, storage, modification, communication, disclosure, elimination or any other processing activity in relation to your Personal Data as described in the Privacy Notice.</p>\n<p>\n<strong>\n<em>Confidentiality of Personal Data and your Responsibilities</em>\n</strong>\n</p>\n<p>TCL applies it best efforts to protect your Personal Data.\nYou are responsible for all the activities under your login and password related to TCL Materials.\nIf, by any chance, you believe that your account information is unauthorized known, please contact us as described in the “Contacting us” section.</p>\n<p>\n<em>&nbsp;</em>\n<strong>\n<em>Your Rights</em>\n</strong>\n</p>\n<p>The applicable rules and legislation grants you the following rights: (i) right to confirm the existence of processing activities related to your Personal Data.\n(ii) right of access.\n(iii) right to correct incorrect, incomplete or outdated Personal Data.\n(iv) right of anonymization, blockage or exclusion of unnecessary or excessive Personal Data, or of Personal Data processed in violation of the applicable legislation.\n(v) right of portability.\n(vi) right to exclude Personal Data which is no longer necessary for the purposes for which collected, but for cases in which retention of the Personal Data is necessary and allowed under the law.\n(vii) right to obtain information on the private and public entities to whom your Personal Data was shared.\n(viii) information on the consequences of refusing consent.\n(ix) right to withdraw consent.\n(x) right to petition to the Brazilian National Data Protection Authority (“ANPD”) in relation to the processing of Personal Data.\nand (xi) right to refuse the processing of Personal Data due to lack of compliance with the applicable legislation.</p>\n<p>\n<strong>\n<em>Automated decision and Profiling</em>\n</strong>\n</p>\n<p>Automated decision are decisions based on the use of algorithms and computer programs without human intervention.</p>\n<p>On the other hand, profiling involves analyses of certain personal aspects, such as your interests, preferences, behavior, location, through an automated processing of Personal Data with statistical processes.\nAs result of this processing, we may send you targeted communication, present more relevant information on our platforms that we believe might be of your interest.</p>\n<p>You have the right to request the review of a decision carried out in an automated processing of information.</p>\n<p>\n<strong>\n<em>Controller</em>\n</strong>\n</p>\n<p>The data controller is TCL Communication Technology Holdings Limited, with its address at 10F Building F4, TCL Communication Technology Building, International E-City, No.\n1001 Zhongshanyuan Road, Xili Street, Nanshan District, Shenzhen City, Guangdong Province, China, unless otherwise informed in a specific privacy statement.</p>\n<p>To contact TCL’s DPO, please send an email to privacidade@semptcl.com.br or by calling our toll-free line at +55 (11) 3004-7570.</p>\n<p>You also have the right to petition to ANPD in relation to the processing of your data.\nFor that, please contact ANPD directly.</p>ANNEX EUROPEAN ECONOMIC AREA (EEA) AND UNITED KINGDOM (UK)<p>\n<strong>\n<em>Use of Personal Data</em>\n</strong>\n</p>\n<p>Your Personal Data may be collected, stored, processed or otherwise used by us in the following ways and for the following purposes and legal basis:</p>\n<ol>\n<li>To perform a contract with you and to provide you with TCL Materials;</li>\n</ol>\n<ul>\n<li>To deliver, activate, verify and manage our products and services purchased by you;</li>\n</ul>\n<ul>\n<li>To provide software updates, maintenance services, technical support and after-sale services for TCL Materials;</li>\n</ul>\n<ul>\n<li>To help you register and manage your TCL account;</li>\n</ul>\n<ul>\n<li>To allow you to download and purchase our products and services such as our applications and related websites and / or to give you access to third-party applications installed on the device;</li>\n</ul>\n<ul>\n<li>To process payments transactions or orders for TCL Materials;</li>\n</ul>\n<ul>\n<li>To contact you in relation to TCL Materials, for example, in the event that any TCL Materials have changed or present issues;</li>\n</ul>\n<ol>\n<li>To comply with a legal obligation to which we are subject;</li>\n</ol>\n<ul>\n<li>To comply with all applicable laws, regulations, directives and court decisions as well as decisions from competent authorities;</li>\n</ul>\n<ul>\n<li>To protect against and prevent fraud, and other legal or information security risks, as well as to keep TCL Materials secure, such as verifying your accounts and identification, detecting security incidents and combating malicious activities;</li>\n</ul>\n<ol>\n<li>TCL has legitimate interest in collecting and processing your Personal Data;</li>\n</ol>\n<ul>\n<li>To establish, exercise or defend its legal rights or for the purpose of legal proceedings;</li>\n</ul>\n<ul>\n<li>To respond to any complaints or questions that you may raise in connection with TCL Materials, and to defend and exercise legal rights;</li>\n</ul>\n<ul>\n<li>To personalise TCL Materials at your request;</li>\n</ul>\n<ul>\n<li>To understand, review, address and correct problems of the TCL Materials;</li>\n</ul>\n<ul>\n<li>To evaluate and develop new functionalities, technologies, and improvements on TCL Materials;</li>\n</ul>\n<ul>\n<li>To administer contests, promotions, events, market research, survey in relation to TCL Materials;</li>\n</ul>\n<ul>\n<li>To facilitate TCL’s internal purposes such as auditing, data analysis, and research to improve our products, services, user experience and customer communications;</li>\n</ul>\n<ul>\n<li>To develop our training processes and systems;</li>\n</ul>\n<ul>\n<li>To conduct business planning, reports and establish predictions;</li>\n</ul>\n<ul>\n<li>To send you information about TCL Materials and help to make that information more relevant to you.\nWe may need your consent for certain marketing activities.\nWe offer you various ways to opt-out of receiving certain communications from us.\nIf you would like to opt out of receiving email marketing communications from us you may click the “Unsubscribe” link found at the bottom of the email and follow the instructions.\nand</li>\n</ul>\n<ul>\n<li>To display non-personalized advertising.</li>\n</ul>\n<ol>\n<li>Other purposes with your informed consent.</li>\n</ol>\n<p>TCL may use your Personal Data for purposes compatible with purposes mentioned above.\nWhen assessing whether a purpose is compatible, we will take into account the criteria set out in applicable laws, including your reasonable expectations.\nIn other words, Personal Data may be used for non-conflicting and/or excessive secondary purposes in relation to the purposes mentioned above.</p>\n<p>\n<strong>\n<em>Your Rights</em>\n</strong>\n</p>\n<p>Data protection laws in member states of the EEA and the United Kingdom may give you a number of legal rights in relation to the Personal Data that we hold about you.\nThese rights may include:</p>\n<ul>\n<li>The right to request access to the Personal Data that we process about you and to request us to correct inaccuracies in that information.</li>\n</ul>\n<ul>\n<li>The right to request a copy and to transfer Personal Data that we process about you;</li>\n</ul>\n<ul>\n<li>The right to request that we erase your Personal Data in certain circumstances.\nPlease note that there may be circumstances where you ask us to erase your Personal Data, but we are legally entitled to retain it;</li>\n</ul>\n<ul>\n<li>The right to object to, and the right to request that we restrict, our processing of your Personal Data in certain circumstances.\nAgain, there may be circumstances where you object to, or ask us to restrict, our processing of your Personal Data but we are legally entitled to continue processing your Personal Data and / or to refuse that request;</li>\n</ul>\n<ul>\n<li>The right to withdraw your consent to our processing of your Personal Data at any time;</li>\n</ul>\n<ul>\n<li>The right to lodge a complaint with the Supervisory Authority (details of which can be found here: https://edpb.europa.eu/about-edpb/board/members_en for EEA, and https://ico.org.uk/make-a-complaint/ for United Kingdom) if you think that any of your rights have been infringed by us.</li>\n</ul>\n<p>\n<strong>\n<em>&nbsp;</em>\n</strong>\n<strong>\n<em>Minors</em>\n</strong>\n</p>\n<p>If you are between 13 and 16 years old, you live in the EEA or United Kingdom, and we ask for your consent, make sure that under your country’s data protection laws you are able to provide valid consent without authorization of your parents or guardian.\nWe will verify your age and may ask for parental/guardian consent.<strong>\n<em>&nbsp;</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Transfer of Personal Data</em>\n</strong>\n</p>\n<p>When we transfer your Personal Data outside the EEA or UK, we will ensure that it is protected in a manner that is consistent with how your Personal Data will be protected by us in the EEA or UK and an adequate level of protection will be ensured, through one of the following mechanisms:</p>\n<ul>\n<li>The third country where we transfer your Personal Data has been recognized as capable to ensure an adequate level of protection by a decision of the European Commission or UK Secretary of State, as applicable;</li>\n</ul>\n<ul>\n<li>The importer and the exporter have signed the “standard contractual clauses” approved by the European Commission or UK Secretary of State, as applicable.\nor</li>\n</ul>\n<ul>\n<li>As applicable, TCL may also share the data in accordance with derogations for specific situations set out under applicable laws, such as to provide services requested by you, to conclude or perform a contract in your interest, with your explicit consent, as necessary for important reasons of public interest, and if necessary to establish, exercise or defend legal claims.</li>\n</ul>\n<p>You may request additional details about how your Personal Data is protected by us in case of transfer outside an EEA country or UK (including a copy of the Standard contractual clauses entered into with importers in the third country) by contacting us as described in the “Contacting us” section.</p>ANNEX CALIFORNIA<p>\n<strong>\n<em>Your California Privacy Rights</em>\n</strong>\n</p>\n<p>In the past 12 months, we may have collected categories of Personal Data that are described in the TCL Communications Privacy Notice.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>For Residents of California, United States only, in addition to the above mentioned rights in the “Your Rights” section, from January 1, 2020, you will be entitled to the below rights:</strong>\n</p>\n<ul>\n<li>The right to know.\nYou may request information about the categories and specific pieces of Personal Data we have collected about you, as well as the categories of sources from which such information is collected, the purpose for collecting such information and the sale or disclosure for business purposes of your Personal Data to third parties;</li>\n</ul>\n<ul>\n<li>The right to not be discriminated against for exercising any of the rights mentioned above.\nand</li>\n</ul>\n<ul>\n<li>Subject to certain legal exceptions, you have the right to request deletion of your Personal Data.\nPlease note that if we are not able to verify your identity we may deny your request to delete and provide you with the reasons of our denial.</li>\n</ul>\n<p>Once we receive your request, we will verify it by checking whether the email address of the request is the same as the email address that is used to register your account.\nWe may ask for additional information (such as your IMEI or device serial number) if we need to further verify your identity to promote security or protect against fraud.\nYou may be entitled, in accordance with applicable law, to submit a request through an authorized agent.&nbsp.\nTo designate an authorized agent to exercise your rights and choices on your behalf, we may request evidence that you have provided such agent with power of attorney or that the agent otherwise has valid written authority to exercise rights on your behalf.</p>\n<p>Additionally, California Civil Code Section 1798.83 permits users who are California residents to request certain information regarding our disclosure of Personal Data to third parties for their direct marketing purposes.\nTo make such a request, please contact us using the contact information provided below and put “Shine the Light” in the subject line of your request.</p>\n<p>You can exercise your rights as described above and/or submit any complaint you might have about our compliance with California privacy law by directly contacting us by phone or e-mail &nbsp;using the details set out in the “Contacting us” section above.\nYou may designate an authorized agent to make a request on your behalf.\nSuch authorized agent must be registered with the California Secretary of State.\nWe may deny a request from an agent that does not submit proof that they have been authorized by you to act on your behalf.</p>\n", "created_at": "2023-04-11 00:45:35.963634", "updated_at": "2023-04-11 00:45:42.885353"}], "points": [], "urls": ["alcatelmobile.com"]}}