{"error": 448, "message": "OK", "parameters": {"id": 7450, "name": "Grand Dental ", "created_at": "2023-03-12 03:43:46.434001", "updated_at": "2023-03-29 19:26:43.043417", "wikipedia": null, "keywords": null, "related": null, "slug": "grand-dental", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7450.png", "url": "granddentallockport.com", "documents": [{"id": 14321, "name": "Privacy Policy", "url": "https://www.granddentallockport.com/privacy-policy.html", "xpath": "//body", "text": " <i>\n</i>\n<em>Schedule</em> Schedule<strong> Consultation</strong>\n<i>\n</i> Forms <i>\n</i>\n<em>Like Us</em> Like us<strong> on Facebook</strong>\n<i>\n</i>\n<em>Reviews</em>\n<strong>Read Our </strong>Reviews <i>\n</i>\n<em>Call</em>\n<strong>Give us a </strong>Call <i>\n</i>\n<em>Map</em>\n<strong>View our </strong>Map Safety Protocols • ¿Se Habla Español? <ul>\n<li>Find My Location <i>\n</i>\n<ul>\n<li>Aurora</li>\n<li>Channahon</li>\n<li>Franklin Park</li>\n<li>Lake Zurich</li>\n<li>Lockport</li>\n<li>Naperville</li>\n<li>Sycamore</li>\n<li>Wilmington</li>\n</ul>\n</li>\n</ul>\n<i>\n</i> 916 E.\n7th St., Lockport, IL 60441 <i>\n</i> 916 E.\n7th St., Lockport, IL 60441 331-251-1124 <ul>\n<li>\n<i>\n</i>\n</li>\n<li>About <ul>\n<li>Meet The Doctors <ul>\n<li>Dr.\nBrandon Bice</li>\n<li>Dr.\nDavid Ingallinera</li>\n<li>Dr.\nMelanie McGrath</li>\n<li>Dr.\nKaiyun \"Kevin\" Chen</li>\n<li>Dr.\nJohn Micaletti</li>\n</ul>\n</li>\n<li>Meet The Team <ul>\n<li>Beth Pratl, Dental Hygienist</li>\n<li>Erin Rossini, Dental Hygienist</li>\n<li>Kevin Flores, Dental Hygienist</li>\n<li>Jackie Iniguez, Team Leader</li>\n</ul>\n</li>\n<li>Tour Our Office</li>\n<li>Safety Protocol</li>\n<li>Dental Technology</li>\n<li>Blog</li>\n</ul>\n</li>\n<li>Services <ul>\n<li>I Need a Checkup &amp.\nCleaning</li>\n<li>I Need a Dentist for My Child <ul>\n<li>Age One Visit</li>\n<li>Restorative Dentistry for Kids</li>\n<li>Special Needs Dentistry</li>\n</ul>\n</li>\n<li>I Have a Cavity or Broken Tooth</li>\n<li>I am Missing One or More Teeth <ul>\n<li>Dentures</li>\n<li>Dental Implants</li>\n</ul>\n</li>\n<li>I am In Pain &amp.\nNeed Help <ul>\n<li>Root Canal Therapy</li>\n<li>Tooth Extractions</li>\n</ul>\n</li>\n<li>I Want to Enhance My Smile <ul>\n<li>Metal-Free Restorations</li>\n</ul>\n</li>\n<li>I Want a Straighter Smile <ul>\n<li>Invisalign <ul>\n<li>Invisalign Promotion</li>\n<li>Invisalign for Teens</li>\n</ul>\n</li>\n<li>Traditional Braces</li>\n<li>Phase 1 Orthodontics</li>\n</ul>\n</li>\n<li>I am Concerned About Gum Disease <ul>\n<li>Soft Tissue Laser Dentistry</li>\n<li>Scaling and Root Planing</li>\n</ul>\n</li>\n<li>I Have Dental Anxiety</li>\n<li>I Want to Learn About Sleep Apnea</li>\n</ul>\n</li>\n<li>Patients <ul>\n<li>Patient Info</li>\n<li>Special Offers</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Insurance <ul>\n<li>Aetna Dentist</li>\n</ul>\n</li>\n<li>Reviews </li>\n<li>Contact </li>\n</ul> Privacy Policy <p> We have prepared this Privacy Notice to explain how, why, and when we collect data from you on our website.</p>\n<p> Please note that this Privacy Notice only applies to data that we collect when you visit our website.</p>\n<p> We may collect the following categories of information on our website and use them for the purposes explained below.</p>\n<p> We use this data to:</p>\n<p> We may disclose information about you:</p>\n<p> This website uses cookies, tracking pixels and related technologies.\nCookies are small data files that are served by our platform and stored on your device.\nOur site uses cookies dropped by us or third parties for a variety of purposes including to operate and personalize the website.\nAlso, cookies may also be used to track how you use the site to target ads to you on other websites.</p>\n<p> We recognize how important your online privacy is to you, so we offer the following options for controlling the targeted ads you receive and how we use your data:</p>\n<p> Identifiable information about you is held no longer than necessary for our business purposes or to meet legal requirements.</p>\n<p> We apply technical, administrative and organizational security measures to protect the data we collect against accidental or unlawful destruction and loss, alteration, unauthorized disclosure or access, in particular where the processing involves the transmission of data over a network, and against other unlawful forms of processing.</p>\n<p> We may transfer the information we collect about you to countries other than the country where we originally collected it for the purposes of storage and processing of data and operating our services.\nThose countries may not have the same data protection laws as your country.\nHowever, when we transfer your information to other countries, we will protect that information as described in this Privacy Notice and take steps, where necessary, to ensure that international transfers comply with applicable laws.\nFor example, if we transfer your information from the European Economic Area to a country outside it, such as the United States, we will seek to take additional steps such as entering into EU compliant data transfer agreements with the data importer where necessary.</p>\n<p> Changes to this Privacy Notice will be posted on this page.\nIf we make a material change to our privacy practices, we will provide notice on the site or by other means as appropriate.</p>\n<p> If you have any questions about this Privacy Notice or our privacy practices, you can contact our office.</p> 1.\nWhat data we collect and how we use it <ul>\n<li> Website activity: Data about your browsing activity on our website.</li>\n<li> Device and browser information: Technical information about the device or browser you use to access our website.\nFor example, your device's IP address, and (in the case of mobile devices) your device type and mobile device's unique identifier such as the Apple IDFA or Android Advertising ID.</li>\n<li> Contact Information: If you choose to provide your name, email address or phone number.</li>\n<li> Customer Service Information: Information you may provide to customer service including survey responses.</li>\n<li> Financial Information: Credit card number or other payment account information.</li>\n<li> Third party information: We may collect additional information about you from third party sources where we have the rights to do so.</li>\n</ul>\n<ul>\n<li> Customize, measure, and improve our website and services.</li>\n<li> Deliver targeted marketing to you.</li>\n</ul> 2.\nData Sharing <ul>\n<li> With our service providers: Companies we contract with who help with parts of our business operations.\nWe require that our service providers only use your information in connection with the services they perform for us.</li>\n<li> With your service providers: Companies under contract with, or acting on your behalf, who handle data (such as a customer lists) on your behalf.</li>\n<li> With our subsidiaries and related companies.</li>\n<li> In connection with legal proceedings: When we are under a legal obligation to do so, for example to comply with a binding order of a court, or where disclosure is necessary to exercise, establish or defend our legal rights, our Advertisers or any other third party.</li>\n<li> In connection with a sale of our business: If a third party acquires some or all of our business or assets, we may disclose your information in connection with the sale.</li>\n<li> We also share technical data that we collect about your browsing habits and your device (such as data relating to our cookies, tracking pixels and similar technologies) with advertising companies in the digital advertising ecosystem.<br> Finally, we may disclose aggregated, anonymized information to third parties.</li>\n</ul> 3.\nCookies and related technologies 4.\nYour choices and opting-out <ul>\n<li> We comply with the Self-Regulatory Principles for Online Behavioral Advertising as managed by the Digital Advertising Alliance (DAA).\nYou may opt out of receiving targeted ads from companies that perform ad targeting services, including some that we may work with via the DAA website here.</li>\n<li> We also comply with the Canadian Self-regulatory Principles for Online Behavioral Advertising as managed by the Digital Advertising Alliance of Canada (DAAC).\nYou may opt out of receiving targeted ads from companies that perform ad targeting services, via the DAAC website here.</li>\n<li> We also adhere to the European Interactive Advertising Digital Alliance (EDAA) guidelines for online advertising and you may opt out via their Your Online Choices website.</li>\n<li> Please note that when using the ad industry opt-out tools described above: <ul>\n<li> - If you opt-out we may still collect some data about your online activity for operational purposes, but it won't be used by us for the purpose of targeting ads to you.</li>\n<li> - If you use multiple browsers or devices you may need to execute this opt out on each browser or device.</li>\n<li> - Other ad companies’ opt-outs may function differently than our opt-out.</li>\n</ul>\n</li>\n<li> You can request that we stop email marketing to you by contacting our office.\n<ul>\n<li> - Some internet browsers allow users to send a \"Do Not Track\" signal to websites they visit.\nWe do not respond to this signal.</li>\n<li> - In addition, if you are located in the European Economic Area you may also have the right to access, correct or update some of the information we hold about you.\nYou can also request that we delete your information.</li>\n</ul>\n</li>\n</ul> 5.\nData Retention 6.\nSecurity 7.\nInternational transfers 8.\nChanges to this Privacy Notice 9.\nContact us about questions or concerns MEET our dentists MEET OUR TEAM INSURANCE/FINANCING PATIENT FORMS VIEW OUR SERVICES CAREERS 331-251-1124 916 E.\n7th St.<br> Lockport, IL 60441 <p> Office Hours Monday 8:00 am - 5:00 pm<br> Tuesday 8:00 am - 5:00 pm<br> Wednesday 8:00 am - 3:00 pm<br> Thursday 8:30 am - 6:00 pm<br> Friday 9:00 am - 2:00 pm*<br> Saturday 7:30 am - 1:00 pm* *Every Other Week </p> Follow Us <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Schedule Online Serving Chicagoland Aurora • Channahon • Franklin Park • Lake Zurich • Lockport • Naperville • Sycamore • Wilmington ©2020 Grand Dental - Lockport | Sitemap <em>|</em> Privacy Policy | Site designed and maintained by TNT Dental Google Recaptcha", "created_at": "2023-03-12 03:43:46.465897", "updated_at": "2023-03-12 03:44:34.140708"}], "points": [], "urls": ["granddentallockport.com"]}}