{"error": 448, "message": "OK", "parameters": {"id": 8306, "name": "Minefort", "created_at": "2023-05-14 05:47:20.092007", "updated_at": "2023-05-14 10:01:57.849277", "wikipedia": null, "keywords": null, "related": null, "slug": "minefort", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8306.png", "url": "minefort.com", "documents": [{"id": 16124, "name": "Privacy Policy", "url": "https://minefort.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-05-14 05:47:20.155718", "updated_at": "2023-05-14 05:49:24.940446"}, {"id": 16125, "name": "Cookie Policy", "url": "https://minefort.com/cookie-policy", "xpath": "//body", "text": "Attention all cookie lovers!<p> Minefort.com and selected third parties use cookies or similar technologies for technical purposes and, with your consent, for other purposes as specified in the cookie policy.\nDenying consent may make related features unavailable.\nShow more about your choices.</p>Allow CookiesDeclineMinefort.comOpen main menuFeaturesServer ListPricingBlogSupport Sign In Get started free Cookie Policy of Minefort.com <p> This document informs Users about the technologies that help this Website to achieve the purposes described below.\nSuch technologies allow the Owner to access and store information (for example by using a Cookie) or use resources (for example by running a script) on a User’s device as they interact with this Website.\n</p>\n<p> For simplicity, all such technologies are defined as \"Trackers\" within this document – unless there is a reason to differentiate.<br> For example, while Cookies can be used on both web and mobile browsers, it would be inaccurate to talk about Cookies in the context of mobile apps as they are a browser-based Tracker.\nFor this reason, within this document, the term Cookies is only used where it is specifically meant to indicate that particular type of Tracker.\n</p>\n<p>Some of the purposes for which Trackers are used may also require the User's consent.\nWhenever consent is given, it can be freely withdrawn at any time following the instructions provided in this document.</p>\n<p>This Website uses Trackers managed directly by the Owner (so-called “first-party” Trackers) and Trackers that enable services provided by a third-party (so-called “third-party” Trackers).\nUnless otherwise specified within this document, third-party providers may access the Trackers managed by them.<br>\nThe validity and expiration periods of Cookies and other similar Trackers may vary depending on the lifetime set by the Owner or the relevant provider.\nSome of them expire upon termination of the User’s browsing session.<br>\nIn addition to what’s specified in the descriptions within each of the categories below, Users may find more precise and updated information regarding lifetime specification as well as any other relevant information — such as the presence of other Trackers — in the linked privacy policies of the respective third-party providers or by contacting the Owner.</p> Activities strictly necessary for the operation of this Website and delivery of the Service <p>This Website uses so-called “technical” Cookies and other similar Trackers to carry out activities that are strictly necessary for the operation or delivery of the Service.</p> First-party Trackers Further information about Personal Data localStorage (this Website) <p>localStorage allows this Website to store and access data right in the User's browser with no expiration date.</p>\n<p>Personal Data processed: Trackers.</p> Third-party Trackers Traffic optimization and distribution <p>This type of service allows this Website to distribute their content using servers located across different countries and to optimize their performance.<br>\nWhich Personal Data are processed depends on the characteristics and the way these services are implemented.\nTheir function is to filter communications between this Website and the User's browser.<br>\nConsidering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred.</p> Cloudflare (Cloudflare Inc.) <p>Cloudflare is a traffic optimization and distribution service provided by Cloudflare Inc.<br>\nThe way Cloudflare is integrated means that it filters all the traffic through this Website, i.e., communication between this Website and the User's browser, while also allowing analytical data from this Website to be collected.</p>\n<p>Personal Data processed: Tracker and various types of Data as specified in the privacy policy of the service.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p> Tag Management <p>This type of service helps the Owner to manage the tags or scripts needed on this Website in a centralized fashion.<br>\nThis results in the Users' Data flowing through these services, potentially resulting in the retention of this Data.</p> Google Tag Manager (Google Ireland Limited) <p>Google Tag Manager is a tag management service provided by Google Ireland Limited.</p>\n<p>Personal Data processed: Trackers.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p> Other activities involving the use of Trackers Measurement <p>This Website uses Trackers to measure traffic and analyze User behavior with the goal of improving the Service.</p> Analytics <p>The services contained in this section enable the Owner to monitor and analyze web traffic and can be used to keep track of User behavior.</p> Google Ads conversion tracking (Google Ireland Limited) <p>Google Ads conversion tracking is an analytics service provided by Google Ireland Limited that connects data from the Google Ads advertising network with actions performed on this Website.</p>\n<p>Personal Data processed: Tracker and Usage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>IDE: 2 years</li>\n<li>test_cookie: 15 minutes</li>\n</ul>\n<p>\n</p> Google Analytics (Google Ireland Limited) <p>Google Analytics is a web analysis service provided by Google Ireland Limited (“Google”).\nGoogle utilizes the Data collected to track and examine the use of this Website, to prepare reports on its activities and share them with other Google services.<br>\nGoogle may use the Data collected to contextualize and personalize the ads of its own advertising network.</p>\n<p>Personal Data processed: Trackers and Usage Data.</p>\n<p>Place of processing: Ireland – Privacy Policy – Opt Out.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>AMP_TOKEN: 1 hour</li>\n<li>_ga: 2 years</li>\n<li>_gac*: 3 months</li>\n<li>_gat: 1 minute</li>\n<li>_gid: 1 day</li>\n</ul>\n<p>\n</p> Heat mapping and session recording <p>Heat mapping services are used to display the areas of this Website that Users interact with most frequently.\nThis shows where the points of interest are.\nThese services make it possible to monitor and analyze web traffic and keep track of User behavior.<br>\nSome of these services may record sessions and make them available for later visual playback.</p> Microsoft Clarity (Microsoft Corporation) <p>Microsoft Clarity is a session recording and heat mapping service provided by Microsoft Corporation.<br>\nMicrosoft processes or receives Personal Data via Microsoft Clarity, which in turn may be used for any purpose in accordance with the Microsoft Privacy Statement, including improving and providing Microsoft Advertising.</p>\n<p>Personal Data processed: Trackers.</p>\n<p>Place of processing: Netherlands – Privacy Policy.\n</p>\n<p> Storage duration: </p>\n<ul>\n<li>ANONCHK: 10 minutes</li>\n<li>CLID: 1 year</li>\n<li>MR: 7 days</li>\n<li>MUID: 1 year</li>\n<li>SM: duration of the session</li>\n<li>_clck: 1 year</li>\n<li>_clsk: 1 day</li>\n</ul>\n<p>\n</p> Targeting &amp.\nAdvertising <p>This Website uses Trackers to deliver personalized marketing content based on User behavior and to operate, serve and track ads.</p> Managing contacts and sending messages <p>This type of service makes it possible to manage a database of email contacts, phone contacts or any other contact information to communicate with the User.<br>\nThese services may also collect data concerning the date and time when the message was viewed by the User, as well as when the User interacted with it, such as by clicking on links included in the message.</p> SendinBlue Email (SendinBlue SAS) <p>SendinBlue is an email address management and message sending service provided by SendinBlue SAS.</p>\n<p>Personal Data processed: email address, Trackers and Usage Data.</p>\n<p>Place of processing: France – Privacy Policy.\n</p> How to manage preferences and provide or withdraw consent <p>There are various ways to manage Tracker related preferences and to provide and withdraw consent, where relevant:</p>\n<p>Users can manage preferences related to Trackers from directly within their own device settings, for example, by preventing the use or storage of Trackers.</p>\n<p>Additionally, whenever the use of Trackers is based on consent, Users can provide or withdraw such consent by setting their preferences within the cookie notice or by updating such preferences accordingly via the relevant consent-preferences widget, if available.</p>\n<p>It is also possible, via relevant browser or device features, to delete previously stored Trackers, including those used to remember the User’s initial consent.</p>\n<p>Other Trackers in the browser’s local memory may be cleared by deleting the browsing history.</p>\n<p>With regard to any third-party Trackers, Users can manage their preferences and withdraw their consent via the related opt-out link (where provided), by using the means indicated in the third party's privacy policy, or by contacting the third party.</p> Locating Tracker Settings\n<p>Users can, for example, find information about how to manage Cookies in the most commonly used browsers at the following addresses:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>Apple Safari</li>\n<li>Microsoft Internet Explorer</li>\n<li>Microsoft Edge</li>\n<li>Brave</li>\n<li>Opera</li>\n</ul>\n<p>Users may also manage certain categories of Trackers used on mobile apps by opting out through relevant device settings such as the device advertising settings for mobile devices, or tracking settings in general (Users may open the device settings and look for the relevant setting).</p> How to opt out of interest-based advertising <p>Notwithstanding the above, Users may follow the instructions provided by YourOnlineChoices (EU), the Network Advertising Initiative (US) and the Digital Advertising Alliance (US), DAAC (Canada), DDAI (Japan) or other similar services.\nSuch initiatives allow Users to select their tracking preferences for most of the advertising tools.\nThe Owner thus recommends that Users make use of these resources in addition to the information provided in this document.\n</p>\n<p>\nThe Digital Advertising Alliance offers an application called AppChoices that helps Users to control interest-based advertising on mobile apps.\n</p> Consequences of denying consent\n<p>Users are free to decide whether or not to grant consent.\nHowever, please note that Trackers help this Website to provide a better experience and advanced functionalities to Users (in line with the purposes outlined in this document).\nTherefore, in the absence of the User's consent, the Owner may be unable to provide related features.</p> Owner and Data Controller <p>Minefort.com B.V., a Dutch company having its principle place of business at Sloterweg 796, (1066 CN) Amsterdam, the Netherlands, registered with the Dutch Chamber of Commerce under number 89383001.</p>\n<p>\n<strong>Owner contact email:</strong> info@minefort.com</p>\n<p>Since the use of third-party Trackers through this Website cannot be fully controlled by the Owner, any specific references to third-party Trackers are to be considered indicative.\nIn order to obtain complete information, Users are kindly requested to consult the privacy policies of the respective third-party services listed in this document.</p>\n<p>Given the objective complexity surrounding tracking technologies, Users are encouraged to contact the Owner should they wish to receive any further information on the use of such technologies by this Website.</p> Definitions and legal references Personal Data (or Data)\n<p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data\n<p>Information collected automatically through this Website (or third-party services employed in this Website), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User\n<p>The individual using this Website who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject\n<p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor)\n<p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner)\n<p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of this Website.\nThe Data Controller, unless otherwise specified, is the Owner of this Website.</p> This Website (or this Application)\n<p>The means by which the Personal Data of the User is collected and processed.</p> Service\n<p>The service provided by this Website as described in the relative terms (if available) and on this site/application.</p> European Union (or EU)\n<p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie\n<p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker\n<p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information\n<p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to this Website, if not stated otherwise within this document.</p>\n<p> Latest update: April 02, 2023\n</p> FooterMinefort.com<p>Minefort is a full-featured free Minecraft server hosting.\nEnjoy the most advanced and user-friendly server manager on the market, at your fingertips!</p>TiktokDiscordInstagramTwitterGitHubMore<ul>\n<li>Pricing</li>\n<li>Blog</li>\n<li>Affiliate Program</li>\n<li>About us</li>\n</ul>Legal<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Refund Policy</li>\n<li>Cookie Policy</li>\n</ul>\n<p>© 2020-2023, Minefort.com - All rights reserved.\nNot affiliated with Mojang, AB.\nNor should we be considered a company endorsed by Mojang, AB.</p>\n", "created_at": "2023-05-14 05:47:20.184905", "updated_at": "2023-05-14 05:48:53.349583"}, {"id": 16123, "name": "Terms of Service", "url": "https://minefort.com/terms-of-service", "xpath": "//body", "text": null, "created_at": "2023-05-14 05:47:20.122052", "updated_at": "2023-05-14 05:49:12.191799"}, {"id": 16126, "name": "REFUND POLICY", "url": "https://minefort.com/refund-policy", "xpath": "//body", "text": "Attention all cookie lovers!<p> Minefort.com and selected third parties use cookies or similar technologies for technical purposes and, with your consent, for other purposes as specified in the cookie policy.\nDenying consent may make related features unavailable.\nShow more about your choices.</p>Allow CookiesDeclineMinefort.comOpen main menuFeaturesServer ListPricingBlogSupport Sign In Get started free REFUND POLICY<p> Effective from and last updated since: 14 March 2023 </p>\n<p>This document is intended to be used as a supplement to the Terms of Service, which together constitute a legally binding agreement between you and Minefort.com B.V.</p>\n<p>\n<strong>By making a purchase, you certify that you have read, understood and agree with our Refund Policy and you expressly consent to the loss of your right of withdrawal and waive any rights in connection thereto.</strong>\n</p>\n<p>Minefort is an online cloud platform for hosting Minecraft servers (the “<strong>Service</strong>”).</p>\n<p> Users are allowed to purchase wallet funds in specific denominations (the “<strong>Wallet Funds</strong>”).\nWallet Funds are non-refundable and non-transferable.\nWallet Funds do not constitute a personal property right, have no value outside the Service and can only be redeemed into upgrading your Minecraft server on the Service.\nOnce the Wallet Funds are added to the user's Minefort account, the users may use these funds to purchase upgrades for their Minecraft server on the Service.\n</p>\n<p> You may request a refund for your purchased Wallet Funds within fourteen days of purchase and if you have not used any of those Wallet Funds.\nYou will receive the refund through the same payment method you used to make the purchase.\n</p>How to get a refund?<p>You can request a refund or get other assistance by creating a support ticket on our platform or by sending an email to info@minefort.com.\nWe will take all reasonable efforts to solve your request in a good faith and in accordance with the legislation of your country.</p>FooterMinefort.com<p>Minefort is a full-featured free Minecraft server hosting.\nEnjoy the most advanced and user-friendly server manager on the market, at your fingertips!</p>TiktokDiscordInstagramTwitterGitHubMore<ul>\n<li>Pricing</li>\n<li>Blog</li>\n<li>Affiliate Program</li>\n<li>About us</li>\n</ul>Legal<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Refund Policy</li>\n<li>Cookie Policy</li>\n</ul>\n<p>© 2020-2023, Minefort.com - All rights reserved.\nNot affiliated with Mojang, AB.\nNor should we be considered a company endorsed by Mojang, AB.</p>\n", "created_at": "2023-05-14 05:48:08.653585", "updated_at": "2023-05-14 05:48:18.3692"}], "points": [], "urls": ["minefort.com"]}}