{"error": 448, "message": "OK", "parameters": {"id": 9326, "name": "New Zealand Parliament", "created_at": "2023-08-20 02:59:45.097593", "updated_at": "2023-08-20 10:02:15.895725", "wikipedia": "https://en.wikipedia.org/wiki/New_Zealand_Parliament", "keywords": null, "related": null, "slug": "new-zealand-parliament", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9326.png", "url": "parliament.nz", "documents": [{"id": 18297, "name": "Copyright", "url": "https://www.parliament.nz/en/footer/copyright/", "xpath": "/html/body/div[3]/div[1]/div", "text": null, "created_at": "2023-08-20 03:00:39.651754", "updated_at": "2023-08-20 03:00:39.651754"}, {"id": 18296, "name": "Privacy Statement", "url": "https://www.parliament.nz/en/footer/privacy/", "xpath": "/html/body/div[3]/div[1]/div", "text": " Privacy <ol>\n<li> Home </li>\n<li> Footer </li>\n<li> Privacy </li>\n</ol> Get notifications <strong>Originally published:</strong> 12 October 2015 <strong>Last updated:</strong> 22 May 2019 <strong>Privacy Statement</strong>\n<p>This privacy statement applies to your personal information collected on the New Zealand Parliament website www.parliament.nz</p>\n<p>The information in this statement does not apply to any personal information collected by external websites the Parliament website redirects users to, including the Careers website (careers.parliament.govt.nz).\nFor privacy information on an external website please refer to their privacy policy.</p>\n<strong>Information on this site</strong>\n<p>The Parliament website provides information for the benefit of the public.\nThe Office of the Clerk of the House of Representatives and the Parliamentary Service monitor the quality of the information available and update the information regularly.</p>\n<strong>Maintenance of this site </strong>\n<p>The Parliamentary Service maintains and supports the infrastructure required to operate the website.\nBoth the Office of the Clerk of the House of Representatives and the Parliamentary Service share the website for public communication purposes, therefore both agencies collect and hold any personal information received.</p>\n<p>Both organisations are located at the following address:</p>\n<p>Parliament Buildings<br>Molesworth Street<br>Wellington</p>\n<strong>Security of information</strong>\n<p>Both our organisations take information security seriously.\nOur systems, including the information you provide us by email, through our website and by other methods, are monitored for security purposes so your communications may be seen by third parties as part of that cyber security monitoring.&nbsp.\nThis monitoring increases the likelihood that your information and parliamentary information systems are kept safe.</p>\n<strong>Collection of personal information </strong>\n<p>You may browse and access information contained within our website without providing personal information.</p>\n<p>There are some places on the website where you can choose to give your personal information to the Office of the Clerk and the Parliamentary Service (“us”, “we”), such as using the online form for select committee submissions, contacting us by email, and subscribing to Alerts, Rich Site Summary (RSS) feeds or online newsletter subscriptions.\nIn these cases we collect the following personal information from you:</p>\n<ul>\n<li>Your name, your contact details and text or documents submitted when you make an online submission to a select committee.\nWe collect contact information so that we can communicate with you about the submission process.\n(Refer additional information on making a submission below).</li>\n<li>Email addresses and email content collected when you send an email directly from the Parliament website contact links.</li>\n<li>Email addresses through subscribing to alerts, RSS feeds and subscription newsletters.<strong>&nbsp;</strong>\n</li>\n</ul>\n<strong>Use and disclosure of personal information</strong>\n<p>We manage or use the above information in the following ways:</p>\n<p>\n<strong>Contact information</strong> collected through online submissions is kept separately from all Select Committee official records.&nbsp.\nThe contact details collected from the submission process are not published unless they are contained within the submission text.&nbsp.\nContact information collected from online submissions is archived and retained in accordance with the Public Records Act 2005 when the item of business the submission is associated with is closed.&nbsp.\nYou may request access to and correction of your contact information at any time.&nbsp.\nYour contact information will not be disclosed to third parties, except where authorised by law.\nSee below for additional information about submissions.</p>\n<p>\n<strong>Email addresses and email content</strong> is collected when you send an email to an @parliament.govt.nz email address from the parliament website.&nbsp.\nEmail addresses and email content will be used for the purpose for which they were provided and will not be disclosed to any other parties, except where authorised by law.\n&nbsp;Emails are archived and retained in accordance with the Public Records Act 2005.&nbsp;</p>\n<p>\n<strong>Alerts, RSS feeds and subscription newsletters </strong>require us to collect your email address and/or your IP address so that we can provide the service you have requested through the parliament website.&nbsp.\nRSS feeds and alerts tell you what’s new on the parliament website, alerts sends updates directly to your email address, whereas RSS feeds provide summary information for a particular web page directly to your browser’s toolbar.&nbsp.\nThe subscription newsletter(s) will be emailed directly to your email address.&nbsp.\nYou can unsubscribe from Alerts, RSS feeds and newsletter subscriptions at any time.</p>\n<strong>Statistical information and cookies</strong>\n<p>Some information is automatically retrieved about your visit to our site, however no effort is made to identify individual users.\nThe information that may be retrieved includes:</p>\n<ul>\n<li>your IP address</li>\n<li>the search terms you used</li>\n<li>the pages you accessed on the website and the links you clicked on</li>\n<li>the date and time you visited the site</li>\n<li>the referring site (if any) through which you clicked through to this site</li>\n<li>your operating system (e.g., Windows or Mac)</li>\n<li>the type of web browser you use (e.g.\nInternet Explorer, Mozilla Firefox)</li>\n<li>other data like your screen resolution and the language setting of your browser.</li>\n</ul>\n<p>The statistical information referred to above will be viewable by certain Parliamentary Service and Office of the Clerk staff, contractors or third parties who provide administration and/or improvements services in relation to the website.\nThe information is used to produce summary reports which help us improve the website’s content and functionality.</p>\n<p>Cookies are collected so that we may provide you with a better web service.\nThey are only used to produce website statistics, personal information is not presented in any statistics produced.\nYou can disable them or clear them out of your web browser without affecting your ability to use the site.</p>\n<p>&nbsp;</p>\n<strong>Access to and correction of personal information</strong>\n<p>You have the right to ask for a copy of any personal information we hold about you, and to ask for it to be corrected if you think it is wrong.\nIf you’d like to ask for a copy of your information, or have it corrected, please contact us in writing at:</p>\n<p>Privacy Officer<br>Office of the Clerk of the House of Representatives<br>Private Bag 18041<br>Parliament Buildings<br>Wellington 6160</p>\n<p>Email: parliament.website@parliament.govt.nz</p>\n<strong>Application of the Privacy Act 2020</strong>\n<p>Personal information held by the Office of the Clerk is subject to the requirements of the Privacy Act 2020.\nThe Parliamentary Service is only subject to the Privacy Act 2020 in relation to personal information that it holds about its employees and former employees.\nHowever, the Parliamentary Service has developed specific policies to address the release of information.\nUnder these policies data collected will not be disclosed to a third party, unless such disclosure is authorised by law.</p>\n<strong>Additional information on making a submission to a select committee</strong>\n<p>All submissions received by select committees either electronically, through postal services or any other channel will be published to the Parliament website.</p>\n<p>Your submission will only be used for the item of business that it is submitted for.\nOnce released, submissions are published to the parliament website.&nbsp;</p>\n<p>It is important that you separate your personal details from the main body of your submission, otherwise your personal details will not only be released publicly.\nthey will also be published on the Parliament website.\nIf you do wish to include any information of a private or personal nature in a submission, you should first discuss it with the Clerk of the committee to which you are submitting.</p>\n<p>Contact the Clerk of Committee:<br>Telephone: +64 4 817 9520<br>Email: select.committees@parliament.govt.nz</p> Share <ul>\n<li> Share on Facebook </li>\n<li> Share on Twitter </li>\n<li> Share on LinkedIn </li>\n<li> Share via Email </li>\n</ul> Footer Also in this section: <ul>\n<li> Contact us </li>\n<li> Privacy </li>\n<li> Copyright </li>\n<li> Careers at Parliament </li>\n<li> FAQ </li>\n<li> Website Accessibility </li>\n<li> About us </li>\n<li> Website Help </li>\n<li> Parliamentary Service and Office of the Clerk Responsible Disclosure </li>\n</ul> View all ", "created_at": "2023-08-20 02:59:45.127789", "updated_at": "2023-08-20 03:00:09.682123"}], "points": [], "urls": ["parliament.nz"]}}