{"error": 448, "message": "OK", "parameters": {"id": 7529, "name": "huggingface", "created_at": "2023-03-13 20:50:34.112771", "updated_at": "2023-08-28 22:02:06.394236", "wikipedia": null, "keywords": null, "related": null, "slug": "huggingface", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7529.png", "url": "huggingface.co", "documents": [{"id": 14489, "name": "Terms of Service", "url": "https://huggingface.co/terms-of-service", "xpath": "/html/body/div[1]/main", "text": "Terms of Service <p>\n<strong>🗓 Effective Date: September 15, 2022</strong>\n</p>\n<p>\n<strong>Thanks for using Hugging Face and being part of our awesome community! </strong> 🤗 </p>\n<p>We drafted the following Terms of Service to make your user experience as smooth, private and secure as possible.\nWe are very much open to feedback - contact us at legal@huggingface.co with any question or concern! </p>\n<p>Please <strong>read these Terms carefully</strong> as they contain important information about what we do and do not offer, and what you can and cannot do.\n</p>\n<p>Whenever you want to use or purchase the Services that we provide at https://huggingface.co and related sites (the \"Website\"), these Terms of Service, together with our Supplemental Terms, notices and policies available at https://huggingface.co, and/or any other binding document that we provide and/or that you sign (the <strong>“Terms”</strong> or the <strong>“Agreement”</strong>) will apply to you.\n</p>\n<p>In other words, these Terms are a <strong>binding agreement</strong> between us, <strong>Hugging Face, Inc</strong>.\na Delaware corporation (\"Hugging Face\", \"Company\", \"us\", \"we\"), and <strong>You</strong>, whether you are a user (\"User\", \"You\") or a customer (\"Customer\", \"you\").\nYou should also carefully review all of our other policies available on our Website, including our Privacy Policy.\n</p>\n<p>By accessing, using or purchasing the Services, you consent to all of these Terms and policies.\nSo, if you do not agree with any of those, please do not access, use or purchase the Services.\n</p>\n<p>We <strong>may change</strong> or update the Terms from time to time.\nChanges will be effective 10 days following posting on the Website.\nIf you continue using the Services 10 days following such posting, that means you accept those changes.\n</p>\n<p>We may also post and update supplemental terms for specific Services (\"Supplemental Terms\"), and such Supplemental Terms will also apply to you.\n</p> 📚 A few definitions <p>\n<strong>Let's make sure we speak the same language!</strong>\n</p>\n<p>\"<strong>Account</strong>\" is the account that you, or your entity, will create on the Website to access, use or purchase our Services.\nIt must be secured by a strong password! </p>\n<p>\"<strong>Agreement</strong>\" or \"<strong>Terms</strong>\" refer to all of the terms and conditions that apply between us.\nThey include these Terms, Supplemental Terms, notices and policies available at https://huggingface.co, and/or any other binding document that we provide and/or that you sign, including but not limited to an Order Form, a Scope of Work or a Master Services Agreement.\n</p>\n<p>\"<strong>Inference API</strong>\" refers to hosted services available on https://huggingface.co that let you, individuals, companies or organizations, run inference via application programming interface on machine learning models publicly or privately hosted on Hugging Face's model hub.\n</p>\n<p>\"<strong>Content</strong>\" refers to any material posted, displayed, or accessed on our Website or Hub, including but not limited to code, data, text, graphics, images, applications, or software you, we, or any third party provide or make available.\n</p>\n<p>\"<strong>Dataset</strong>\" refers to a structured collection of data samples used to train machine learning Models.\n</p>\n<p>\"<strong>Effective Date</strong>\" refers to the last date of signature of the Agreement, or any other binding document.\n</p>\n<p>\"<strong>Inference Endpoint Service</strong>\" refers to the Hugging Face Hub service through which the Customer can create, edit, manage and delete Managed Endpoints.\n</p>\n<p>\"<strong>Hugging Face</strong>\" refers to Hugging Face Inc., which may perform its obligations through its affiliates, directors, subsidiaries, contractors, licensors, officers, agents and/or employees.\n</p>\n<p>\"<strong>Hugging Face Hub</strong>\", or \"Hub\" refers to the hosting platform where Users can build, benchmark, share, version and deploy Repositories, which may include Models, Datasets and Machine Learning Applications.\n</p>\n<p>\"<strong>Hugging Face Open-Source Libraries</strong>\" refers to the Hugging Face open-source software projects available at https://github.com/huggingface/, including Transformers, Datasets and Tokenizers.\n</p>\n<p>\"<strong>Infinity Service</strong>\" refers to the containerized solution to deploy end-to-end optimized inference pipelines for state of the art Transformers Models, available at https://huggingface.co/infinity.\n</p>\n<p>\"<strong>Machine Learning Application</strong>\" refers to a repository hosted on the Hub that allows a User to showcase Machine Learning experiments.\n</p>\n<p>\"<strong>Model</strong>\" refers to a pre-trained machine learning model including algorithms and weights, which can be run to make predictions.\n</p>\n<p>\"<strong>Order Form</strong>\" refers to the document shared by Hugging Face to the Customer describing the quantity of services ordered by the Customer and the fees payable for such services.\nAdditional Order Forms may be negotiated between and executed by the Parties, and shall be incorporated into the Agreement.\n</p>\n<p>\"<strong>Organization</strong>\" refers to a workspace representing a legal entity and/or several Users.\nA User can be part of multiple organizations.\n</p>\n<p>\"<strong>Premium Support</strong>\" refers to qualified information or any other materials provided by Hugging Face via email or any other instant messaging or communication service to the Customer to address the Customer’s questions on the use and optimization of the Hugging Face Open-Source Libraries, Hugging Face or Customer Models.\n</p>\n<p>\n<strong>\"Repository\"</strong> refers to a data structure which contains all of the project files and the entire revision history.\nA Repository may be public (i.e.\nanyone on the internet can see it, but only you or members of your organization can make changes) or private (i.e.\nonly you or members of your organization can see and make changes to the repository).\n</p>\n<p>\"<strong>Services</strong>\" refer to the products and/or services we offer or provide, and that you access, use or purchase.\nServices may include limited licenses or subscriptions to access or use certain offerings in accordance with these Terms, including use of Models, Datasets, Hugging Face Open-Sources Libraries, the Inference API, AutoTrain, Expert Acceleration Program, Infinity or other Content.\nReference to \"purchases\" and/or \"sales\" mean a limited right to access and use a Service (not a transfer or any ownership right, title, or interest) in accordance with these Terms.\n</p>\n<p>\"<strong>User</strong>\" refers to the individual person, company or organization that accesses, receives, or uses the Services.\nThat's you! </p> 👩‍💻 Your Use of the Services <p>\n<strong>Here are the Services we offer, and how you should use them.</strong>\n</p>\n<p>We provide Services in the field of machine learning, here is the list:</p>\n<ul>\n<li>\n<p>\n<strong>Open-Source Libraries</strong>: including Transformers, Datasets and Tokenizers </p>\n</li>\n<li>\n<p>Hugging Face public <strong>Hub</strong>: where you can build, benchmark, share, version and deploy Models, Datasets and Machine Learning Applications accessible by all Users </p>\n</li>\n<li>\n<p>Hugging Face private <strong>Hub</strong>: where you can build, benchmark, share, version and deploy Models, Datasets and Machine Learning Applications, that are only accessible by You or your Organization(s) </p>\n</li>\n<li>\n<p>\n<strong>Inference API Service</strong>: where you or your organization(s) can run inference via application programming interface on machine learning models publicly or privately hosted on our Model Hub </p>\n</li>\n<li>\n<p>\n<strong>AutoTrain premium Service</strong>: create state of the art Models from your own training data, everything being automatically hosted privately on the Model Hub.\nYou can then share them publicly and/or serve them through the Inference API Service for example.\n</p>\n</li>\n<li>\n<p>\n<strong>Expert Acceleration Program</strong>: get Premium Support on the use of our open source and all our services and/or products.\n</p>\n</li>\n<li>\n<p>\n<strong>Infinity Service</strong>: deploy end-to-end optimized inference pipelines for state of the art Transformers Models.\n</p>\n</li>\n<li>\n<p>\n<strong>Hardware Partner Program</strong>: access State of the Art hardware and hardware-specific machine learning optimization techniques for production performance.\n</p>\n</li>\n<li>\n<p>\n<strong>Inference Endpoints</strong>: easily deploy machine learning models on dedicated, secure and autoscaling infrastructure </p>\n</li>\n</ul>\n<p>🔜 More awesome Services.\nStay tuned!! 🚀</p>\n<p>You must use our Services in <strong>strict compliance</strong> with these Terms, the Supplemental Terms for each Service, all of our policies available on our Website, and all applicable laws or regulations in the relevant jurisdiction(s).\n</p>\n<p>We <strong>may</strong> at any time <strong>modify</strong>, <strong>suspend</strong>, or <strong>discontinue</strong>, temporarily or permanently, the Services (or any part thereof) with or without notice.\nYou agree that we will not be liable to you or to any third party for any modification, suspension or discontinuance of the Services.\n</p> 👤 Your Account <p>\n<strong>Pretty basic, but necessary before accessing some of our Services!</strong>\n</p>\n<p>In order to create an Account for yourself or for your Organization on our Website, you must be a <strong>natural person of at least age 13</strong>, or a <strong>legal entity duly registered</strong>.\nIf you decide to create an Account for your Organization, you represent that you have the authority to act on behalf of your Organization and bind your Organization to these Terms.\n</p>\n<p>When you create your Account, we are going to ask you to provide us with some <strong>basic information</strong>, such as your email address password, username, full name, and other optional information such as an avatar, your interests, usernames to your third-party social networks, or payment information if you decide to purchase one of our paid Services.\nAll information must be accurate and <strong>valid</strong>.\n</p>\n<p>🔒Security is very important to us, and we need every member of our community to cooperate.\nYou are <strong>responsible for maintaining the confidentiality and security</strong> of your password necessary for accessing your Account and the Services.\nYou may not disclose your password to any third party, and you are solely responsible for any action taken with your Account.\nYou must notify us immediately of any actual or suspected breach of security on your Account, loss or compromise of password, or unauthorized use of your Account.\n</p> 💬 Your Content <p>\n<strong>Wondering about what we do with your Content?</strong>\n</p>\n<p>You are <strong>solely responsible for the Content you post</strong>, publish, display or otherwise make available on our Website, and for any other action or omission that results from your use of the Services (including our Content or other user's Content), or the use by a person or an entity that you have authorized under your Account.\n</p>\n<p>You represent and warrant that you have ownership, control, and responsibility for the Content you post or otherwise make available on our Website, or otherwise have the right to do so.\nYour Content must not be misleading or unlawful, and must not violate any of these Terms, applicable law and regulation, or infringe or misappropriate any rights of any person or entity.\nWe <strong>may remove your Content</strong> at any time, at our sole discretion, if we have a concern about your Content.\n</p>\n<p>\n<strong>You own the Content you create</strong>! We will not sell your Content, nor will we use it in any other way as permitted under these Terms.\nHowever, by posting your Content or otherwise making it available on our Website, you must be aware that: </p>\n<ol>\n<li>\n<p>You hereby <strong>grant us</strong> a worldwide, royalty-free and non-exclusive license to use, display, publish, reproduce, distribute, and make derivative works of such Content <strong>to provide Services</strong> and as otherwise permitted under these Terms and our Privacy Policy.\nand, </p>\n</li>\n<li>\n<p>Your Content will be viewed by others, and therefore:</p>\n</li>\n</ol>\n<ul>\n<li>If you decide to set your Repository <strong>public</strong>, you <strong>grant each User</strong> a perpetual, irrevocable, worldwide, royalty-free, non-exclusive license to use, display, publish, reproduce, distribute, and make derivative works of your Content through our Services and functionalities.\n</li>\n<li>If you decide to set your Repository <strong>private</strong>, we will use reasonable and appropriate measures designed to <strong>keep your Content confidential</strong>, and protected from any unauthorized access or disclosure.\nHowever, we may access or share your private information pursuant to the terms set forth in our Privacy Policy.\n</li>\n</ul>\n<p>When Content <strong>contains notice of a reasonable and customary license</strong>, (such as an open source license) such Content is intended to remain <strong>under the terms of such license</strong> when further accessed, distributed, or used.\nNeither party is permitted to remove reference to any such license.\n</p>\n<p>Any Content you download, access or use from us or another User, is <strong>at your own risk</strong> and subject to these Terms and/or the terms accompanying such Content.\n</p> 💰 Payment <p>\n<strong>We work hard to make our Services most useful to you, and we thank you for your trust and support!</strong>\n</p>\n<p>Our <strong>plans</strong> and fees payable for the use of the Services you decide to purchase are available at https://huggingface.co/pricing.\nYou may decide to choose a <strong>custom plan</strong>, in which case the payable fees and payment terms will be subject to further discussions and mutual agreement with us, and will be specified in the applicable Services Agreement, Order Form or any other binding document signed between us.\n</p>\n<p>All fees are exclusive of any applicable taxes, which You are solely responsible to pay.</p>\n<p>We reserve the right to <strong>adjust our pricing</strong> from time to time and at our sole discretion.\nIn such event, prices will remain fixed during the term of your initial subscription, and adjusted fees will be applicable only after the term of your new subscription.\n</p>\n<p>The plan is billed <strong>in advance</strong> on a <strong>monthly</strong> basis, and <strong>usage</strong> based fees, which apply if you go over your allotted usage, will be billed <strong>as they go</strong>.\n</p>\n<p>💳 Payment is processed on the Website, which includes a <strong>third-party payment</strong> or credit card processor's services.\nThe payment processor's or credit card company's agreement governs your use of the designated account or credit card you provide, and you must refer to that agreement and not these Terms to determine your rights and liabilities relating to such agreement, account and activities.\nBy providing us with your account or credit card number and associated payment information, you agree that we are authorized to immediately invoice your account for all fees due and payable and that no additional notice or consent is required.\nYou agree to immediately notify us of any change in your billing address or the account or credit card use for the payment.\nAll fees are non-refundable and exclusive of any applicable taxes, which the Customer is solely responsible to pay.\nYou will indemnify us for any taxes relating to your purchase or use of the Services, except for taxes relating to our income.\n</p>\n<p>For <strong>certain Services</strong>, the Service Fees and payment terms may be specified in the <strong>Supplemental Terms</strong> and/or in any other binding document signed between us, including but not limited to an Order Form, a Scope of Work, or a Master Service Agreement, which are fully incorporated into the Agreement between us.\n</p> 😔 Termination <p>\n<strong>Don't go! But if you do, here is what happens after termination.</strong>\n</p>\n<p>\n<strong>You</strong> may decide to <strong>cancel your Account</strong> whenever you want, at your sole discretion.\n</p>\n<p>We may do the same, and <strong>we</strong> reserve the right to <strong>suspend or terminate</strong> your access to the Services anytime with or without cause, and at our own discretion, with or without notice.\n</p>\n<p>Upon cancellation of your Account, we will use commercially <strong>reasonable efforts to delete</strong> your information and Content of your own Repositories, whether public or private, within 90 days.\nWe will <strong>not delete the Content that you contributed</strong> to other Users' Repositories, or copies made by us or other Users.\n</p>\n<p>We also reserve the <strong>right to retain</strong>\n<strong>your information</strong> for legal or regulatory compliance, pursuant to standard archiving, recovery, and back-up processes and practices, and pursuant to our Privacy Policy.\n</p>\n<p>For <strong>certain Services</strong>, the Service Term and causes for termination may be specified in the <strong>Supplemental Terms</strong> and/or in any other binding document signed between us, including but not limited to an Order Form, a Scope of Work, or a Master Service Agreement, which are fully incorporated into the Agreement between us.\n</p> 🤐 Confidentiality <p>\n<strong>What is confidential, stays confidential.\n</strong>\n</p>\n<p>All information relating to these Terms and/or during negotiations before the execution of any binding document that we may share between us shall be treated as <strong>confidential</strong> (“Confidential Information”).\n</p>\n<p>During the <strong>Service Term</strong>, and for at least one <strong>(1) year</strong> thereafter, we expressly agree (i) to maintain the <strong>strict confidentiality</strong> of such Confidential Information, and to refrain from disclosing such Confidential Information to any third party, except as authorized by the original disclosing party in writing.\n(ii) to use such Confidential Information <strong>only for the purposes</strong> of performing its obligations or exercising its rights under this Agreement.\nand (iii) to use at least a <strong>reasonable standard of care</strong> in protecting the Confidential Information.\n</p>\n<p>These restrictions on the use or disclosure of Confidential Information shall <strong>not apply</strong> to any Confidential Information (i) which has been <strong>independently developed</strong> by the receiving Party, as evidenced by its written records, (ii) which has been <strong>lawfully</strong> received free of restriction from another source having the right to furnish such Confidential Information.\nor (iii) after it has become generally <strong>available to the public</strong> without breach of this section by the receiving Party.\nor (iv) which at the time of disclosure was <strong>already known</strong> to the receiving Party, and free of restriction as evidenced by documentation in such Party's possession.\nor (v) which the disclosing Party <strong>confirms in writing</strong> is free of such restrictions.\nor, (vi) which is <strong>required to be disclosed</strong> in any legal proceeding, upon express request from a governmental or regulatory agency, and/or pursuant to a requirement of law (and only with respect to such disclosure).\n</p>\n<p>Each of us may disclose Confidential Information <strong>only</strong> to our employees, agents or subcontractors <strong>who need it</strong> in order to exercise rights or <strong>perform obligations</strong> under the Agreement, and who are <strong>required to protect it</strong> against unauthorized disclosure or use in a manner no less protective than required under the Agreement.\n</p>\n<p>Confidential Information is and shall at all times remain the <strong>exclusive property of the disclosing Party</strong>.\n</p>\n<p>Upon <strong>termination</strong> or expiration of the Agreement, we ask you to promptly destroy or return all Confidential Information, and we will do the same if you ask us to do so.\n</p> 💡 Intellectual Property <p>Let's give credit where it is due, and protect our intellectual property rights! </p>\n<p>\n<strong>Proprietary Rights</strong>.\nWe retain ownership of all of our intellectual property rights related to the Website and the Services, including all improvements to the Services.\nAll materials that we produce, including the Website, design, code, graphics, interfaces, trademarks, and logo shall remain our exclusive property.\nYou may not alter, reproduce, republish, license any of our proprietary materials, unless we expressly give you a written permission to do so.\nAll rights not expressly granted are reserved and retained by us.\n</p>\n<p>\n<strong>Nothing</strong> in these Terms is intended to <strong>limit</strong> our use of <strong>our</strong>\n<strong>knowledge</strong>, skills, experience, ideas, concepts, know-how and/or techniques developed or learned at any time, without limitation.\nIf you provide us feedback regarding the use, operation, performance, or functionality of our Website, Services, or business (collectively, \"<strong>Feedback</strong>\"), you hereby grant us a perpetual, irrevocable, worldwide, royalty-free, and non-exclusive right and license to exploit and commercialize the Feedback, improve the Services, and develop and/or commercialize new offerings, which we will solely and exclusively own.\nIn addition and subject to our Privacy Policy, we may <strong>aggregate</strong>, anonymize, or otherwise learn from data relating to your use of the Services, and use the foregoing to improve those Services.\n</p>\n<p>\n<strong>DMCA Policy</strong>.\nWe comply with the Digital Millennium Copyright Act Policy! If you have any claims that any content on our Website violates or infringes your intellectual property rights, you may <strong>send your complaint</strong> to dmca@huggingface.co with detailed and accurate information supporting your claim.\nYou also represent and warrant that you will not knowingly provide misleading information to support your claim.\n</p>\n<p>\n<strong>Open Source</strong>.\nCertain items provided with the Services may be subject to \"open source\" or \"creative commons\" or other similar licenses (collectively, \"<strong>Open Source</strong>\").\nThe Open Source license terms are <strong>not intended to be replaced</strong> or overridden by the license and other terms of these Terms.\nhowever, the limitations of liabilities, disclaimers, and this provision apply to any such Open Source.\nNothing in these Terms limit your rights under, or grants you rights that supersede, the terms and conditions of any applicable Open Source license.\nIf we (or you) make modifications to Open Source, and if the applicable Open Source requires that such modifications be made available, and we (or you) do not already publish such modifications via the applicable open source community, then modifications will be available on applicable websites.\n</p>\n<p>\n<strong>Supplemental Terms</strong>.\nCertain Services may be governed by specific intellectual property terms which are stated in the <strong>Supplemental Terms</strong> and/or in any other binding document signed between us, and which are fully incorporated into the Agreement between us.\n</p> ⛔ Privacy <p>\n<strong>Your privacy is paramount to us, and here is how we respect it.</strong>\n</p>\n<p>We will provide the Services in accordance with our <strong>Privacy Policy</strong> available at: https://huggingface.co/privacy.\n</p> 🎓 Liability <p>\n<strong>Our worst case scenario.</strong>\n</p>\n<p>Neither of us (or any of our affiliates, subsidiaries, contractors, licensors, officers, directors, agents, or employees (\"Related Parties\")) will <strong>be liable for any indirect, incidental, consequential, punitive, special, or other similar damages</strong>, including loss of revenue, profits, data, benefits, or savings, whether or not due to the fault or negligence of the company or related parties, and regardless of whether either of us or our related parties have been advised of the possibility of such damages or losses.\n</p>\n<p>\n<strong>Either Party’s</strong> (and each Related Party’s) <strong>aggregate liability</strong> to the other Party or any third party in any circumstance will not exceed the amount that you <strong>paid us during the 12-month</strong> period immediately preceding the last claim (or <strong>$50</strong> if relating to a free service).\nThis <strong>limitation will not apply</strong> to <strong>(i)</strong> either party’s liability from fraud, gross negligence, recklessness, or willful or criminal misconduct, <strong>(ii)</strong> your liability for infringement of our intellectual property rights, <strong>(iii)</strong> your liability for breach of the confidentiality section, or <strong>(iv)</strong> amounts you owe us for the service made available as per your payment obligations.\n</p> 👩‍⚖️ Indemnity <p>\n<strong>Your worst-case scenario.</strong>\n</p>\n<p>\n<strong>You</strong> are solely and exclusively <strong>responsible for your use</strong> of the Services! </p>\n<p>In this regard, you agree to <strong>indemnify</strong>, defend and hold harmless <strong>us and Related Parties</strong> from all claims, liability, and expenses, including attorney's fees, arising out or in connection with your <strong>use</strong> of (or inability to use) the Services, including but not limited to your <strong>violation</strong> of these Terms, applicable law or regulation, any Content or data posted or used by you, or any other party's use of any Service with your credentials, unless arising directly from Hugging Face’s fraud, gross negligence, recklessness, or willful or criminal misconduct, provided that we provide you with (i) a prompt written notice of the claim, demand, suit or proceeding, (ii) sole control of the defense and settlement of the claim, demand, suit or proceeding, and (iii) all reasonable assistance and cooperation in connection with the defense and settlement of the claim, at its own expense.\n</p> 🙅‍♂️ Disclaimer of Warranties <p>\n<strong>There are certain promises that we cannot make...</strong>\n</p>\n<p>We provide Services that you may or may not decide to access, use or purchase.\nIn this regard, <strong>we make no warranties or representations</strong> about these Services.\n</p>\n<p>In other words, except as expressly provided otherwise herein, and to the fullest extent permitted by law, the Services and Content are provided \"<strong>as is</strong>\" and \"<strong>as available</strong>\".\n</p>\n<p>We <strong>disclaim</strong>\n<strong>all warranties</strong> or guarantees of any kind, express or implied, whether arising under any law or from any usage in trade, or otherwise, including but not limited to the implied warranties of merchantability, non-infringement, quiet enjoyment, fitness for a particular purpose, or otherwise.\n</p>\n<p>We <strong>further disclaim all warranties</strong> or guarantees about the accuracy, reliability or benefits of any Services, artificial intelligence, Models or any other technology or Content, or that the Services or Content will meet your requirements, be secure, uninterrupted or available at any time or location, or error-free, viruses-free, or that any errors will be corrected, or otherwise.\n</p>\n<p>You will be <strong>solely responsible for any damage</strong> resulting from your use of or access to the Services, your downloading of Content or data, or use of any other material provided by or through the Services.\n</p> 📃 Miscellaneous <p>\n<strong>Almost done! These are important legal terms that you should also read.</strong>\n</p>\n<p>\n<strong>Governing law and dispute resolution</strong>.\nThese Terms and all matters regarding their interpretation and/or enforcement are governed by the Law of the State of New York, excluding its choice of law rules.\nIf a dispute or claim relating to these Terms arises, we each agree to make a reasonable and good faith effort to agree on an <strong>out-of-court solution</strong> and to resolve the dispute.\nIf no out-of-court settlement is reached, any related action, lawsuit, or proceeding must be brought and adjudicated exclusively by state or federal courts located in the city of <strong>New York</strong>, United States of America.\nAny claim, action, suit or proceeding relating to these Terms must be brought by you within <strong>one year</strong> of the event that gave rise to the claim or such claim is hereby waived to the maximum extent permitted by law.\n</p>\n<p>\n<strong>Assignment.</strong> We may assign or transfer all or part of our rights and obligations under these Terms to an affiliate, successor or any other entity or person without obtaining your prior written consent.\nConversely, <strong>you may not</strong> assign or transfer all or part of your rights and obligations under Terms without obtaining our prior written consent.\n</p>\n<p>\n<strong>Subcontracting.\nWe may</strong> subcontract all or part of our obligations under these Terms at our own discretion, and without notifying you.\nNothing to worry, since we will bear the <strong>same degree of responsibility</strong> for acts and omissions of the subcontractors acting on our behalf in the performance of their obligations under these Terms as they would bear if such acts and omissions were performed by us directly.\n</p>\n<p>\n<strong>Changes in law or regulation</strong>.\nIf there is any change in law or regulation that would materially restrict or prohibit our ability to provide the Services pursuant to these Terms, we may <strong>suspend or cancel</strong> the Services, or otherwise amend these Terms.\n</p>\n<p>\n<strong>Export Control and Sanctions</strong>.\nAny Service provided pursuant to these Terms may be subject to export control and sanctions laws of the U.S.\nand/or other applicable jurisdictions.\nTherefore, you may only access and use the Service <strong>in compliance</strong> with U.S.\nand other applicable export control and sanctions laws and regulations.\n</p>\n<p>\n<strong>Headings</strong>.\nHeadings used throughout these Terms are used for convenience and reference only, and have <strong>no legal effect</strong>, nor shall affect the interpretation of these Terms.\n</p>\n<p>\n<strong>Entire Agreement</strong>.\nThese Terms, together with all of the terms, policies and notices available at https://huggingface.co, or any other binding documents we provide, or agreements provided or executed by us, constitute the <strong>entire agreement</strong> between us, and <strong>supersedes</strong> all previous negotiations, proposals, commitments, writings, oral statement and understanding of any nature whatsoever.\nAny standard form purchase order or similar document you provided us or reference in any payment is expressly rejected if it differs from, or adds to, these Terms.\n</p>\n<p>\n<strong>Order of Precedence</strong>.\nIn the event of a <strong>conflict</strong> between provisions arising out of any documents included in the Agreement, the order of <strong>precedence</strong> will be as follows, unless expressly stated otherwise: <strong>(i)</strong> the applicable Order Form if any.\n<strong>(ii)</strong> the applicable Scope of Work if any.\n<strong>(iii)</strong> any other binding document signed between us.\n<strong>(iv)</strong> the Supplemental Terms.\n<strong>(v)</strong> these Terms of Service.\n<strong>(vi)</strong> all other documents or policies incorporated by reference in the Agreement.\n</p>\n<p>\n<strong>Severability</strong>.\nIf any provision of these Terms, by action of law or for any other reason, is held to be prohibited, invalid, void or unenforceable in any relevant jurisdiction, such provision will be stricken, and the <strong>remaining provisions</strong> of these Terms will remain in <strong>full force</strong> and effect.\n</p>\n<p>\n<strong>No Waiver</strong>.\nThe failure, in one or more instances, to perform any of the terms or conditions of these Terms, or to exercise any right hereunder, shall <strong>not be construed as a waiver</strong> of the future performance of any such terms or conditions, or the future exercise of such right, and the obligations of under these Terms with respect to such performance shall continue in full force and effect.\n</p>\n<p>\n<strong>Survival</strong>.\nThe termination or expiration of these Terms shall not relieve from any obligation <strong>(i)</strong> that may have <strong>arisen prior</strong> to such termination or expiration, or <strong>(ii)</strong> that <strong>needs to survive</strong> termination or expiration in order to give full effect to its meaning, including without limitation payment obligations, confidentiality obligations, limitation of liability, warranty disclaimers, indemnities, governing law and dispute resolution, miscellaneous, and definitions.\n</p>\n<p>\n<strong>Execution</strong>.\nEach Party represents and warrants that <strong>(i)</strong> it possesses the legal right and capacity to enter into, execute, deliver and perform the Agreement.\n<strong>(ii)</strong> the individual signing the Agreement on the Party’s behalf has full power and authority to bind the Party to the terms and conditions set out in this Agreement.\nand <strong>(iii)</strong> the Agreement is a valid and binding obligation of that Party.\nYou agree that an <strong>electronic signature</strong> shall have the same force and effect as manual signatures.\n</p> 🔗 Quick links <p>Supplemental Terms </p>\n<p>Privacy Policy </p>", "created_at": "2023-03-13 20:51:06.848298", "updated_at": "2023-03-13 20:51:19.327572"}, {"id": 14488, "name": "Privacy Policy", "url": "https://huggingface.co/privacy", "xpath": "/html/body/div[1]/main", "text": "Hugging Face Privacy Policy <p>\n<strong>🗓 Effective Date: December 7, 2021</strong>\n</p>\n<p>We have implemented this Privacy Policy because your privacy is important to us.\nThis Privacy Policy (the “Policy”) describes the type of information that Hugging Face, Inc.\n(the “Company”) gathers from users of the Hugging Face services (the “Services”), and how the Company uses that information.\n</p>\n<p>The Policy is part of the Company Terms of Use.\nThe Policy applies to all users of the Services (“Users”).</p>\n<p>The Company occasionally collects Personal Information from Users.\n“Personal Information” means any information that can, alone or associated with other information, be used to identify an individual, for instance by reference of a name, a username, an email address, an IP address, a photograph or others.\n</p>\n<p>By using the Services, you consent to the terms of the Policy and to our processing of Personal Information in the manner and for the purposes set forth herein.\nIf you do not agree with the Policy, please do not use the Services.\n</p>\n<p>The Company reserves the right, at its sole discretion, to change the Policy at any time, which change will be effective 10 days following posting the revision to the Policy on the Hugging Face website (the “Website”).\nYour continued use of the Services 10 days following such posting means you accept those changes.\n</p> 1.\nINFORMATION WE COLLECT <p>The Company collects the following information, some of which might be Personal Information.</p> A.\nInformation you provide directly <p>The Company collects information directly provided by Users as part of using the Services, such as:</p>\n<ul>\n<li>information provided as part of setting up an account on the Website: email address, password, username, full name, and other optional information such as an avatar, your interests, or usernames to your third-party social networks, </li>\n<li>payment information provided, if you decide to upgrade your user or organization account: credit card information, </li>\n<li>other information and materials that you decide to post on the Website (e.g., the discussion forum, or other), </li>\n<li>communications between you and the Company, as part of using the Services.</li>\n</ul>\n<p>At any time during your use of the Services, you may decide to share some information or content publicly or privately.\n</p>\n<p>If you decide to share your information or content publicly, and if you decide to include Personal Information, you understand that anyone may view this information.\n</p>\n<p>If you decide to keep your information private and control the access to it, you understand that only the users that you authorize will view this information.\nThe Company also reserves the right to access this information with your consent, or without your consent only for the purposes of pursuing legitimate interests such as maintaining security on its Services or complying with any legal or regulatory obligations.\n</p> B.\nInformation we collect from third parties <p>We may collect Information from third parties that help us deliver the Services or process information.</p> C.\nInformation we automatically collect from your use of the Services <p>The Company automatically records information from your use of the Services such as:</p>\n<ul>\n<li>information about your Use of the Services, your session (date, location), your IP address,</li>\n<li>information from cookies, especially your login information, your preferences,</li>\n<li>information about your device: type, model, version, operating system, browser</li>\n</ul> D.\nCookies <p>We use cookies only for the purposes of delivering, updating, monitoring, improving the Services, and maintaining security on our Services by detecting, preventing and responding to any type of threats or incidents.\n</p>\n<p>We may collect Information through those cookies.\nIf you do not wish to accept these cookies and you decide to disable them, you will not be able to access and use the Services.\n</p> E.\n“Do Not Track” <p>On September 27, 2013, California enacted A.B.\n370, amending the California Online Privacy Protection Act to require website operators to disclose how they respond to \"Do Not Track Signals\".\nand whether third parties collect personally identifiable information about users when they use online services.\n</p>\n<p>The Company honors \"do not track\" signals and does not track, use cookies, or use advertising when a “do not track” mechanism is in place.\n</p>\n<p>The Company does not authorize the collection of personally identifiable information from our users for third party use through advertising technologies without separate member consent.\n</p>\n<p>California Civil Code Section 1798.83 also permits customers who are California residents to request certain information regarding Our disclosure of Personal Information to third parties for direct marketing purposes.\nTo make such a request, please send an email to privacy@huggingface.co.\nPlease note that the Company is only required to respond to one request per customer each year.\n</p> 2.\nUSE OF INFORMATION Purposes of the use of Information <p>The Company may use information from Users for the following purposes:</p>\n<ul>\n<li>to deliver the Services, which may include the creation of Your account, the display of Your profile or Your content, or if applicable the upgrading of Your account to a paid account, </li>\n<li>to operate and improve the Services by providing you with more effective customer service, making the Services easier to use by eliminating the need for you to enter the same information repeatedly.\nperforming research and analysis aimed at improving the Services, or other products and technologies of the Company.\nautomatically updating the Services.\ndiagnosing or fixing problems with the Services, </li>\n<li>to conduct analysis or research on the Services or any topics related to it, for business operations or scientific purposes, </li>\n<li>to communicate with you, especially through the sending of welcome emails, information on technical service issues, security announcements, information of new services available, legal notices, response to your requests, or any other information that we think might interest or be relevant to you, </li>\n<li>to ensure and maintain security on our Services or Website, which may include detecting, preventing, investigating or otherwise addressing fraud or security issues, </li>\n<li>to protect against harm to the rights, property or safety of the Company, our Users, yourself or the public, </li>\n<li>to enforce any applicable terms of service or agreement, including investigations of potential violations thereof, </li>\n<li>to comply with any applicable law, regulation, legal process or governmental requests.</li>\n</ul> B.\nGrounds for the use of Information <p>Pursuant to applicable data protection laws, and especially the European Union’s General Data Protection Regulation (EU) 2016/679 (the “GDPR”), Hugging Face remains under an obligation to notify the Users about the legal basis on which their Personal Information is processed.\n</p>\n<p>\n<b>Consent</b>\n</p>\n<p>By creating an account on the Website and by using the Services, you consent to disclose information, some of which might be personal, and to our processing of such Personal Information in the manner and for the purposes set forth in this Policy.\n</p>\n<p>\n<b>Agreement</b>\n</p>\n<p>If you or your organization enter into an agreement with Hugging Face, either by simply using the Services and abiding by the terms and conditions available on the Website, or by executing another separate agreement, you also consent to our processing of your Personal Information as pursuant the obligations of such an agreement.\n</p>\n<p>\n<b>Legitimate Interests</b>\n</p>\n<p>Apart from the above cases, Hugging Face will use the information collected from you to pursue legitimate interests such as legal or regulatory compliance, security control, business operations, scientific research, or any other interest reasonably held as legitimate.\n</p> 3.\nSHARING OF INFORMATION <p>The Company will not sell, rent or lease your Personal Information except as provided for by this Policy.\nThe Company may also share other information as provided by this Policy.\n</p> A.\nAffiliates <p>The Company may share User Information and Personal information collected by the Services with businesses that are legally part of the same group as the Company, or that become part of that group in the event of a change of control, merger, acquisition or sale (“Affiliates”).\n</p> B.\nThird Party Service Providers <p>The Company may occasionally hire other companies to provide limited services on its behalf, such as providing customer support, hosting websites, processing transactions, or performing statistical analysis of its Services.\nThose companies will be permitted to obtain only the Personal Information they need to deliver the relevant service.\nThey will be required to maintain the confidentiality of the information and are prohibited from using it for any other purpose.\nPlease refer to the list of Third Party Service Providers below.\n</p> C.\nWith your consent <p>At any time during your use of the Services, or upon explicit request from us, you may consent to the disclosure of your information.\n</p> D.\nFor security and safety purposes <p>In the event of any fraud, security threats or incidents, we reserve the right to disclose your information without your consent for the purposes of ensuring and maintaining security on our Website and for all of our Users, and detecting, preventing, investigating or otherwise addressing fraud or security issues.\n</p>\n<p>Similarly, we reserve the right to disclose your information without your consent for the purpose of protecting against harm to the rights, property or safety of the Company, our Users, yourself or the public.\n</p> E.\nFor legal or regulatory purposes <p>We also reserve the right to disclose your information without your consent to comply with any applicable law, regulation, legal process or governmental requests.\n</p> G.\nAnonymous Information <p>The Company may use Anonymous Information (as defined below) or disclose it to third party service providers, to provide and improve the Services and other products or technologies of the Company.\nThe Company may disclose Anonymous Information (with or without compensation) to third parties, including advertisers and partners, for purposes including, but not limited to, targeting advertisements.\n\"Anonymous Information\" means information which does not enable identification of an individual User, such as aggregated information about use of the Services.\n</p> 4.\nYOUR RIGHTS A.\nAccess your Information <p>You may be entitled under data protection laws to access and review Personal Information the Company holds related to you.\n</p>\n<p>You may access, modify or delete the Information we collected by editing your profile or controlling the content that you share at any time.\n</p>\n<p>If you have any other request, all such communications regarding access to Personal Information should be addressed to: privacy@huggingface.co.\nSuch inquiries should be clearly marked as data protection queries and you should indicate if the request is time sensitive.\n</p> B.\nData retention <p>We retain your Information for as long as necessary to deliver the Services, to comply with any applicable legal requirements, to maintain security and prevent incidents and, in general, to pursue our legitimate interests.\n</p>\n<p>You may decide to cancel your account and your content at any time by editing your profile.\nIf you wish to request the erasure of all of your Personal Information that we process, you may do so by sending a written request to privacy@huggingface.co.\n</p> 5.\nDATA SECURITY <p>The security of your Personal Information is important to us.\nThe Company follows generally accepted industry standards, including the use of appropriate administrative, physical and technical safeguards, to protect Personal Information.\nHowever, no method of transmission over the Internet, or method of electronic storage, is fully secure.\nTherefore, while the Company strives to use commercially acceptable means to protect Personal Information, the Company cannot guarantee its absolute security or confidentiality.\nIf you have any questions about security, you can contact the Company at privacy@huggingface.co.\n</p>\n<p>In the event of an incident affecting your Personal Information, we will act promptly acceptable means to identify and address the incident, and to notify you.\n</p>\n<p>Please be aware that certain Personal Information and other information provided by you in connection with your use of the Services may be stored on your device (even if that Information is not collected by the Company).\nYou are solely responsible for maintaining the security of your device from unauthorized access.\nSimilarly, you also remain responsible for maintaining the confidentiality of your password or any other information that should reasonably be held confidential.\n</p> 6.\nLOCATION OF PROCESSING AND DATA TRANSFERS <p>The Company and its servers are located in the United States.</p>\n<p>Personal Information collected by the Services may be stored and processed in the United States or any other country in which the Company or its affiliates, subsidiaries or agents maintain facilities.\nBy using the Services, you consent to any such transfer of information outside of your country.\nThe Company may transfer your Personal Information to affiliated companies for the purpose of storing or processing such information on its behalf.\nSuch information may be transferred to other countries around the world.\nThe Company requires that these parties agree to process such information in compliance with the Policy.\n</p>\n<p>In particular, if you provide Personal Information, it may be transferred to and processed on computers in the U.S.\nand other countries.\nWe strive to take appropriate safeguards to ensure that your Personal Information will remain protected in a manner consistent with standard applicable data protection laws.\n</p>\n<p>If you have any other question, please contact the Company at: privacy@huggingface.co.</p> 7.\nCHILDREN’S PRIVACY <p>The Services are neither directed to nor structured to attract children under the age of 13 years.\nAccordingly, the Company does not intend to collect Personal Information from anyone it knows to be under 13 years of age.\nThe Company will direct potential users under 13 years of age not to use the Services.\n</p>\n<p>If the Company learns that Personal Information of persons less than 13 years of age has been collected without verifiable parental consent, the Company will take the appropriate steps to delete this information.\n</p>\n<p>To make such a request, please contact the Company at: privacy@huggingface.co.</p> 8.\nCOMMUNICATIONS AND CAN-SPAM ACT <p>The Company may collect your email address in order to send information and respond to inquiries and/or other requests or questions.\n</p>\n<p>The Company does not use false or misleading subjects or email addresses.\nThe Company reasonably identifies advertisements and includes in its communications the physical address of its business location.\nThe Company honors opt-out/unsubscribe requests.\nUsers may follow the instructions at the bottom of an email from the Company in order to unsubscribe from correspondence.\n</p> 9.\nCONTACT US <p>If you have questions about this Policy, please contact privacy@huggingface.co.</p> 10.\nLIST OF THIRD-PARTY SERVICE PROVIDERS <p>We may share your information with Third-Party Service Providers, and when we do, we ensure that they access your information in compliance with applicable data protection laws.\nThe following list respects the format <code>Subprocessor | Description of Subprocessing | Location of Subprocessing</code>.\n</p>\n<ul>\n<li>Discourse | Forum | United States</li>\n<li>Intercom | Chat | United States</li>\n<li>AWS SES | Emails | United States</li>\n<li>Stripe | Payment | United States</li>\n<li>Curated | Newsletters | United States</li>\n<li>Google/Gsuite | Payment | United States</li>\n<li>Google Cloud Platform | Hosting/Infrastructure | United States/EMEA</li>\n<li>Docker.io | Hosting/Infrastructure | United States/EMEA</li>\n<li>Circle CI Software | Integration and testing platform | United States</li>\n<li>Github | Hosting code | United States</li>\n<li>Amazon Web Services, Inc.\n| Hosting/Infrastructure | United States</li>\n<li>OVH | Hosting/Infrastructure &amp.\nInvoicing | France</li>\n<li>Google Analytics | Analytics | United States</li>\n<li>Slack Technologies | Communication | United States</li>\n<li>Outreach | Customer engagement | United States</li>\n<li>Hugging Face SAS | All of the above | France</li>\n</ul>", "created_at": "2023-03-13 20:50:34.146468", "updated_at": "2023-03-13 20:51:38.652859"}], "points": [{"id": 34513, "title": "You can request access, correction and/or deletion of your data", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:19.787497", "updated_at": "2023-08-28 18:55:53.189408", "quoteText": null, "case_id": 195, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34514, "title": "Third parties used by the service are bound by confidentiality obligations", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:20.179014", "updated_at": "2023-08-28 18:55:56.214917", "quoteText": null, "case_id": 210, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34507, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:11.408041", "updated_at": "2023-08-28 18:56:40.729443", "quoteText": null, "case_id": 148, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34510, "title": "Your personal data is aggregated into statistics", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:16.054053", "updated_at": "2023-08-28 18:56:49.660168", "quoteText": null, "case_id": 190, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34508, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:13.957811", "updated_at": "2023-08-28 19:04:26.883273", "quoteText": null, "case_id": 411, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34511, "title": "This service gives your personal data to third parties involved in its operation", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:16.848686", "updated_at": "2023-08-28 19:04:33.848582", "quoteText": null, "case_id": 188, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34509, "title": "Information is provided about security practices", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:15.016417", "updated_at": "2023-08-28 19:07:01.536061", "quoteText": null, "case_id": 226, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34515, "title": "Information is provided about what kind of information they collect", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:23.173761", "updated_at": "2023-08-28 19:07:20.827117", "quoteText": null, "case_id": 228, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34517, "title": "Information is provided about what kind of information they collect", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:24.532885", "updated_at": "2023-10-28 22:00:25.232589", "quoteText": null, "case_id": 228, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34516, "title": "Information is provided about what kind of information they collect", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:23.424659", "updated_at": "2023-08-28 19:08:26.919788", "quoteText": null, "case_id": 228, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34521, "title": "Your browser's Do Not Track (DNT) headers are respected", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:27.787587", "updated_at": "2023-08-28 18:56:28.998718", "quoteText": null, "case_id": 383, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34520, "title": "Your information is only shared with third parties when given specific consent", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:27.516439", "updated_at": "2023-08-28 19:08:57.976068", "quoteText": null, "case_id": 296, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34522, "title": "First-party cookies are used", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:28.806244", "updated_at": "2023-08-28 18:56:57.97086", "quoteText": null, "case_id": 126, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34523, "title": "Third parties are involved in operating the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:30.661855", "updated_at": "2023-08-28 18:57:05.635909", "quoteText": null, "case_id": 207, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34525, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:34.176635", "updated_at": "2023-08-28 19:10:05.679087", "quoteText": null, "case_id": 121, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34519, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:25.92807", "updated_at": "2023-08-28 17:05:11.912102", "quoteText": null, "case_id": 403, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34512, "title": "This Service provides a list of Third Parties involved in its operation.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:17.312095", "updated_at": "2023-08-28 18:55:48.165141", "quoteText": null, "case_id": 404, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34518, "title": "Information is gathered about you through third parties", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:25.545593", "updated_at": "2023-08-28 19:04:22.278506", "quoteText": null, "case_id": 382, "document_id": 14488, "quoteStart": null, "quoteEnd": null}, {"id": 34524, "title": "Information is provided about how your personal data is used", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-01 13:02:31.506936", "updated_at": "2023-10-28 22:00:25.372248", "quoteText": null, "case_id": 227, "document_id": 14488, "quoteStart": null, "quoteEnd": null}], "urls": ["huggingface.co"]}}