{"error": 448, "message": "OK", "parameters": {"id": 9789, "name": "Picmaker", "created_at": "2023-10-16 20:33:40.649651", "updated_at": "2023-10-16 22:02:41.481974", "wikipedia": null, "keywords": null, "related": null, "slug": "picmaker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9789.png", "url": "picmaker.com", "documents": [{"id": 19494, "name": "Privacy Policy", "url": "https://www.picmaker.com/privacy", "xpath": "//body", "text": " <ul>\n<li>Feedback</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul>\n<ul>\n<li>Feedback</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul> Privacy Policy <p>Last Updated: October 5, 2021</p>\n<p>By visiting Picmaker.com, creating an account on the website, or by using any of Picmaker’s services, you are accepting the practices described in this Privacy Policy, to the extent permitted by law.\nIf you do not accept the practices described in this privacy policy, you should not use Picmaker.com or any of picmaker’s services.</p>\n<p>Welcome to Picmaker’s Privacy Policy.\nThis policy applies to your use of the Picmaker.com website, and any other websites, applications, or services provided, owned, or operated by Picmaker (also referred to herein as “We” or “Us”).\nPicmaker is a technology product of Animaker Inc., which was created for the purpose of allowing Users (or, “You”) to create design graphics for business or personal use on social media platforms, or on the Users’ own websites.</p>\n<p>For purposes of data protection laws, Animaker Inc.,a corporation located at 1160 BATTERY ST STE 100 , SAN FRANCISCO, CA, 94111, is the “data controller” of the information which may be collected in connection with Picmaker’s services.\n</p> 1.\nPersonal Information Picmaker Collects About You <p>Picmaker will collect certain information about you directly from you and from third parties.</p>\n<ul>\n<li>\n<b>User-provided Information:</b> Picmaker will collect certain information that you provide us when you create an account or correspond with us.\nThis information includes, but is not limited to, your first and last names, username, birthday, phone number, email address, and billing information.\nIn addition, we will collect any messages you send us through any means of communication.\nFurther, we may collect information you provide while posting content on Picmaker.com and any other websites, applications, or services provided, owned, or operated by Picmaker.\nIf you do not provide any of your personal information to us, your access to and experience of using Picmaker.com may not be the same as it otherwise might be.\n<p>Summary: When you provide personal information, we will keep it and use it to provide our services in the manner most tailored to you.</p>\n</li>\n<li>\n<b>Information from Third Parties:</b> Picmaker may receive information from third parties.\nFor example, if you link your Facebook account to Picmaker, Picmaker may receive information from Facebook that you have permitted Facebook to share.\nBefore linking your account, review and adjust your privacy settings on third-party websites.\nPicmaker may also receive information about your engagement with advertisements from our ad servers, networks, and social media platforms.\n<p>Summary: If you link your Picmaker account with third parties, the third parties will provide information to Picmaker.</p>\n</li>\n<li>\n<p> Picmaker may allow you to connect an Instagram Business Account to your Picmaker account, in which case we will access certain information from Instagram regarding your connected account.\nIn particular, we may collect profile images, profile display names username, profile ID, access tokens, and sent posts.\nThis also includes the content of your post and engagement data including click rates, like, shares, re-shares, impressions, and other engagement counts.\nThis is only collected to the extent permitted and applicable by law.\nPicmaker will only use this data to provide you with the best service and an incredible product experience.\nPicmaker will not share this data with any third parties under any condition.</p>\n</li>\n<li>\n<p>YouTube Schedule/Publish option in Picmaker is implemented as per the Youtube Data API Client application.\nTo publish or schedule videos from Picmaker directly into the user's YouTube account, a google account, as well as a Youtube channel is mandatory.\nDuring the process, the users need to give permission to the API client access to manage the user’s YouTube Channel.\nThe use of the API Client is governed by Youtube's Terms of Service (ToS) and Google's Privacy Policy.\nPicmaker may collect names, email addresses, access tokens and video engagement data to provide you with the best service and product experience.\nAll the above-collected information is permitted and applicable by law.\nPicmaker will not share this data with any third parties under any condition.</p>\n</li>\n<li>\n<p>Picmaker may allow you to connect your Slack account to your Picmaker account, in which case we will access certain information from Slack regarding your connected account.\nIn particular, we may collect profile images, profile display names username, profile IDs, access tokens, and other essential cookies.\nThis is only collected to the extent permitted and applicable by law.\nPicmaker will only use this data to provide you with the best service and an incredible product experience.\nPicmaker will not share this data with any third parties under any condition.</p>\n</li>\n<li>Automatically-Collected Information: When you access Picmaker.com, we automatically record and store certain information about your system by using cookies and other types of technologies.\nCookies are small text files containing a string of alphanumeric characters that are sent to your browser.\nInformation that the cookies collect may include your IP address, unique user ID, device and browser types, software and system type, and information about your usage of Picmaker.\nPicmaker will use both “essential” and “non-essential” cookies to operate the Picmaker website.\nExamples of the function of essential cookies include preventing Users from needing to log in each time the User accesses a new page on the Picmaker website.\nNon-essential cookies are used by various third parties that help Picmaker function properly.\nNon-essential cookies may include marketing or advertising companies that help promote Picmaker.\nYou may control your cookie settings through your web browser but note that Picmaker may not be fully functional if cookies are disabled.\n<p>Summary: We keep information about you and how you use Picmaker unless you disable cookies in your internet browser.\n</p>\n</li>\n<li>\n<b>Electronic Signatures:</b> The Picmaker services include an E-Sign module that allows Users to sign documents or share a document to collect another party’s signature.\nThese signatures are collected only to fulfill legal obligations, and will not be used for any other purpose, such as marketing, advertisement, or promotional means.\nPicmaker will never disseminate e-signatures unless specifically compelled by law.\n<p>Summary: Your signature is only used to fulfill legal obligations and no other purpose.</p>\n</li>\n</ul> 2.\nWhy Picmaker Collects Personal Information <p>We collect your information for the benefit of both Picmaker and you.\nIn order to comply with various rules and regulations, we must obtain your consent before we may collect your information.</p>\n<ul>\n<li>We use the information collected to provide security for the website.\nto manage relationships with Picmaker account holders.\nto improve your experience through content recommendations and the delivery of relevant content to you.\nto prevent fraud and abuse.\nand to understand your usage trends on the Picmaker platform.\nIf you do not opt-in, some features, such as content recommendations, may not be provided, or will not be accurate to reflect your preferences.\n<p>Summary: We use your information to improve your experience on Picmaker.com.</p>\n</li>\n<li>We may use your email address or phone number to notify you regarding major updates to policies, for customer service purposes, or for content that may be flagged for any reason by us.\nWe may also use your email address or phone number to promote Picmaker features and for other promotional offers.\nWe will also use your physical address, email, and credit card number to verify transactional purchases on Picmaker.com.\nWe may use your contact information to provide customer service.\n<p>Summary: We may use your information to contact you.</p>\n</li>\n<li>In certain cases, we have a legal obligation to collect and process your information.\nFor example, we will use or disclose your information at the reasonable request of law enforcement, court order, or to protect the rights of Picmaker or other users.\n<p>Summary: We may collect your information to comply with the law.\n</p>\n</li>\n<li>We will always seek consent to process personal information for a specific purpose, and that consent may be revoked at any time.\n<p>Summary: You may revoke your consent to us collecting your information at any time.\n</p>\n</li>\n<li>We will rely on legal grounds to process personal information to the extent permitted by applicable law.\nWe will also rely on our terms and conditions in processing personal information.\n<p>Summary: We will only process your information in accordance with the law and our terms and conditions.</p>\n</li>\n</ul> 3.\nDisclosure of Personal Information <ul>\n<li>We may disclose your information for the purpose of enhancing the features of the website and your overall experience.\nSome of our services include recommendations and suggestions for the content that you may want, such as vendor options in our marketplace module.\n<p>Summary: We may disclose your information to improve your experience on Picmaker.com.</p>\n</li>\n<li>We may disclose your information if we have a good-faith belief that such disclosure is necessary to comply with relevant state and federal laws, or other applicable laws around the world.\n<p>Summary: We may disclose your information to comply with the law.</p>\n</li>\n<li>We reserve the right to disclose information that we believe is appropriate or necessary to protect Picmaker from potential liability, fraudulent use, the defense of Picmaker from third-party claims, the protection of the security of the website services, or to protect the rights of Picmaker and its users.\n<p>Summary: We may disclose your information to protect us from liability or to protect the rights of others.</p>\n</li>\n<li>We partner with third parties to assist with certain functions.\nWe may share your information with third parties but only to the extent reasonably necessary for the third party to carry out certain functions.\nThese functions may include, but are not limited to, billing, customer support, security, analytics, and advertising.\n<p>Summary: We may disclose your information to third-party service providers.\n</p>\n</li>\n<li>Any content that you voluntarily disclose by posting on Picmaker.com becomes available to the public.\nIf you remove content that you have posted, copies will remain viewable in cached and archived pages.\n<p>Summary: Your content is public.\n</p>\n</li>\n</ul> 4.\nAccount Closure and Deletion <p>You may delete your account at any time.\nIf you want to delete your account and information, you can delete your account by clicking the “Delete Account” button located within you “My Account” page, or by emailing Picmaker at legal@animaker.com.\nPlease Note: Picmaker may retain some information described in this Privacy Policy to comply with applicable laws after your account has been deleted from the website.\nPlease read our “Retention of Information” section for information about why Picmaker retains some information after an account has been deleted.</p>\n<p>Summary: You may delete your account at any time, but we may still retain some of your information.\n</p> 5.\nRetention of Information <p>Picmaker may retain the data it collects for a certain period of time, depending on the purposes for which it was collected, and as described in this Privacy Policy.\nIn addition, Picmaker will retain information necessary to support Picmaker, improve website functionality, comply with legal obligations, resolve disputes, and any content posted by Users during their use of Picmaker.\nYour information will be stored and processed in the United States and any other country in which Animaker, Inc.\nor its subsidiaries, affiliates, or service providers maintain facilities.</p>\n<p>Summary: We will retain your information anywhere that Animaker, Inc.\nmaintains facilities.</p> 6.\nSecuring your Information <p>We take all appropriate preventive steps to preserve the security of all information that we collect and retain.\nThese preventive steps include requiring a unique password and username.\nHowever, we cannot guarantee that the information on Picmaker will not be accessed, disclosed, altered, or destroyed.\nWe are not responsible for the security measures of any third party.\nIn the event that information under our control is compromised, we will take steps necessary to investigate the situation.\nWe may notify you if your information has been compromised.\n</p>\n<p>Summary: We take all steps necessary to protect your data but cannot guarantee its complete security.\n</p> 7.\nChildren’s Privacy <p>IF YOU ARE UNDER 13 YEARS OF AGE, DO NOT USE OR ACCESS PICMAKER AT ANY TIME OR IN ANY MANNER.</p>\n<p>We will comply with laws to protect children and minors, as defined under the United States Children’s Online Privacy Protection Act (COPPA).\nWe will also comply with all state and federal regulations that protect minors.\nIf we learn that we have collected personal information of unauthorized users under the age of 13, we will take the appropriate steps to remove such an account and any associated information.</p>\n<p>If you are a parent or guardian who believes that Picmaker has inadvertently collected information from a user under 13 years of age, please email us at legal@animaker.com.\n</p> 8.\nChanges and Updates to Privacy Policy <p>We reserve the right to change, modify, add, or remove portions of this Privacy Policy at any time (examples include changes to the law or by the suggestion of legal counsel).\nPlease check this Privacy Policy periodically for such changes.\nAny changes made to this Privacy Policy will be reflected by a note at the top of the Policy that denotes the last date of change.\nFurther, we will send all users an email notifying them of any substantial changes made to the Privacy Policy.\nContinued use of Picmaker’s services after such notification assumes your consent and binding acceptance to such changes.\n</p>\n<p>Summary: We will always notify you of major changes to our Privacy Policy.</p> 9.\nCalifornia Privacy Disclosures <p>California state law requires additional compliance with privacy laws in the form of the California Consumer Privacy Act (CCPA) and the California “Shine the Light” Law.\nIt is important for California residents to know their rights when using Picmaker.</p>\n<ul>\n<li>Under California’s “Shine the Light” disclosure requirements, Picmaker does not share Users’ personal information with third parties for Picmaker’s own marketing or promotional purposes</li>\n<li>California residents are allowed to request Picmaker to disclose (1) any personal information that is collected, and (2) what is done with the information collected.\nCalifornia residents are also allowed to request that Picmaker delete the information collected and to not sell the information.\nPicmaker will not sell any personal information to any third-party entity, and will only share personal information in compliance with state and federal laws.\n</li>\n<li>Right to data portability: You may have the right to receive the Personal Data concerning you, which you have provided to us, in a structured, commonly used and machine-readable format or to transmit this data to another controller.\nTo exercise this right, you may contact us at any time at legal@animaker.com</li>\n<li>You may also request information about Picmaker’s collection of your personal information, or the deletion of your personal information.\nPlease Picmaker to request any relevant information about the collection or deletion of personal information.</li>\n<li>Picmaker will not discriminate against any User if the User chooses to exercise their rights under the CCPA.\nNone of Picmaker’s Privacy Policy terms will ask a User to waive his/her/its privacy rights, and any such contract provision is unenforceable.</li>\n</ul>\n<p>Summary: If you are a California user, you have consumer rights specifically tailored to California.</p> SUPPLEMENTAL PRIVACY NOTICE FOR CALIFORNIA RESIDENTS <p>This Privacy Notice for California Residents supplements the information contained in the Picmaker.com Privacy Policy (above), and applies only to California residents.</p> Personal Information Collection and Purposes of Use <p>i) We collect and use information that identifies, relates to, describes, references, is capable of being associated with, or could reasonably be linked, directly or indirectly, to you or your devices when you visit this website, provide us your personal information, or have a contractual or business relationship with us or any of our affiliates, (“Personal Information”).\nSuch Personal Information includes direct identifiers like a name, postal address, email address, social security number or other government identifier, and indirect identifiers that may identify, relate to, or be associated with a particular individual, such as a telephone number, device identifier, IP address and browsing history, credit card information, or inferences about consumer preferences or characteristics.</p>\n<p>ii) We collect this Personal Information for the following purposes: </p>\n<ul>\n<li>to respond to your inquiries and to fulfill your requests;</li>\n<li>to send you important information regarding our relationship with you or regarding this website, changes to our terms, conditions, and policies and/or other administrative information;</li>\n<li>for audits, to verify that our internal processes function as intended and are compliant with legal, regulatory, or contractual requirements;</li>\n<li>for fraud or crime prevention, and for technical security monitoring purposes;</li>\n<li>to facilitate the development of new products and services;</li>\n<li>to enhance, improve or modify our website or products and services;</li>\n<li>for data analysis that will allow us to understand website usage trends;</li>\n<li>to determine the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users;</li>\n<li>to better understand you, so that we can personalize our interactions with you and provide you with information and/or offers tailored to your interests;</li>\n</ul>\n<p>\n</p> Our Personal Information Handling Practices in 2021 <p>In the preceding 12 months, we have collected the following categories of Personal Information from California residents who have visited this website, provided us their Personal Information, or had or have a contractual or business relationship with us or any of our affiliates:</p>\n<ul>\n<li>Direct identifiers as described above;</li>\n<li>Indirect identifiers as described above.</li>\n</ul>\n<p>We have collected such Personal Information from one or more of the following categories of sources:</p>\n<ul>\n<li>Information that you submit or share directly with us, through registrations, surveys, applications, or telephone calls, and email and postal communications;</li>\n<li>Information passively collected from cookies and other website analytics;</li>\n<li>Information collected through third parties or from your browsing activity on other sites, such as on social media platforms, and public databases;</li>\n<li>From one or more of our affiliates with which you have a business relationship;</li>\n<li>Service providers with which we have a contractual relationship and to which you have provided your Personal Information.</li>\n</ul>\n<p>We collected such Personal Information for the purposes noted above (see “Personal Information Collection and Purposes of Use”) and in the Picmaker.com Privacy:</p>\n<p>We may have shared such Personal Information with the following categories of third parties:</p>\n<ul>\n<li>Service providers that help us to run our business, such as call centers and order fulfillment and distribution companies, credit card processing companies, web hosting and development companies, and direct marketing agencies.</li>\n<li>Vendors that help us track the effectiveness of advertisements on our Sites.</li>\n<li>Vendors that help us to provide you with program, services, or educational information we believe may be of interest to you.</li>\n<li>third parties with which we jointly market a product.</li>\n<li>Affiliates and subsidiaries that may have or may want to seek a business relationship with you.</li>\n</ul>\n<p>We collected one or more of the following specific pieces of personal information:</p>\n<ul>\n<li>Legal name, nickname, signature, email address, postal address, social security number, date of birth, driver’s license number, physical characteristics or description, educational level, current employment or employment history, biometric information, and/or geolocation data.</li>\n<li>Account name, bank account number, credit card number, debit card number, or any other financial information, medical information and/or health insurance information.</li>\n<li>Online identifier, Internet Protocol address, Internet or other electronic network activity information, including, but not limited to, browsing history, search history, and information regarding a consumer’s interaction with an Internet Web site, application, or advertisement.</li>\n</ul>\n<p>Unless specifically stated, we do not share, disclose or sell personal information to third parties for their own use, but we do share your personal information with our affiliates and trusted partners in arrangements that may meet the broad definition of “sale” under California law.\nIn these arrangements, use of the information we share is limited by policies, contracts, or similar restrictions.</p> Your Privacy Rights <p>You have the following rights regarding our collection and use of your personal information.\nTo exercise those rights, you must submit a request by email at legal@animaker.com or through the privacy request form.\nWe may ask you to provide additional information to verify your request.\nWe may not discriminate against you if you exercise your rights as described in this notice.\nFor example, we may not deny goods or services to you, or charge you different prices or rates, or provide a different level of quality of products or services.</p> Right to Information <p>You have the right to request the following information regarding the personal information we have collected about you:</p>\n<ul>\n<li>Categories of personal information collected about you, and sources from which collected;</li>\n<li>Our purpose for collecting personal information;</li>\n<li>Categories of third parties with which the personal information was shared.\nand</li>\n<li>Specific pieces of personal information collected about consumers.</li>\n</ul>\n<p>You have the right to request the following information regarding the personal information we have sold or disclosed about you:</p>\n<ul>\n<li>Categories of your personal information sold in the preceding 12 months;</li>\n<li>Categories of third parties to whom your personal information has been disclosed;</li>\n<li>Categories of personal information that we disclosed about consumers for a business purpose.</li>\n</ul> Right to Opt Out of Sharing, Disclosure, or Sale of Personal Information <p>You have the right to direct us to not share, disclose, or sell your personal information.</p> Right to Request Deletion <p>You have the right to request that we delete the personal information we have about you.\nHowever, we are not required to delete information if it is necessary to retain your information to:</p>\n<ul>\n<li>Complete the transaction for which the personal information was collected, provide a good or service requested by you, or a transaction reasonably anticipated within the context of our or one of our affiliate’s ongoing business relationship with you, or to otherwise perform a contract we have with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for that activity.</li>\n<li>Debug to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise his or her right of free speech, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act pursuant to Chapter 3.6 (commencing with Section 1546) of Title 12 of Part 2 of the Penal Code.</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when deletion of the information is likely to render impossible or seriously impact the achievement of such research, if you have provided informed consent.</li>\n<li>Facilitate solely internal uses that are reasonably aligned with your expectations based on your relationship with us or one of our affiliates.</li>\n<li>Comply with a legal obligation.</li>\n<li>Otherwise use the personal information, internally, in a lawful manner that is compatible with the context in which it was provided.</li>\n</ul> 10.\nNevada Privacy Disclosures <p>The new SB 220 amendment under Nevada state law governs the sale or exchange of personal information for monetary consideration.\nPicmaker does not, and will not, sell or exchange Users’ personal information.\nAll Users are automatically set to “opt-out” of having their information sold.\nIf Picmaker chooses to change this policy at a later date, it will notify all Users through email notification.\nIn such instance, all Users will still default to the “opt-out” choice.\n</p>\n<p>Summary: If you are a Nevada user, you have consumer rights specifically tailored to Nevada.</p> SUPPLEMENTAL PRIVACY NOTICE FOR NEVADA RESIDENTS <p>This Supplemental Privacy Notice for Nevada Residents adds to the information contained in the Picmaker.com Privacy Policy (above), and applies only to Nevada residents.</p> Personal Information Collection and Purposes of Use <p>We collect certain personal information of Nevada consumers through our Internet websites or other online service.\nThis information includes one or more of the following elements of personally identifiable information:</p>\n<p>\n</p>\n<ul>\n<li>A first and last name.</li>\n<li>A home or other physical address that includes the name of a street and the name of a city or town.</li>\n<li>An electronic mail address.</li>\n<li>A telephone number.</li>\n<li>A Social Security Number.</li>\n<li>An identifier that allows a specific person to be contacted either physically or online.</li>\n<li>Any other information concerning a person collected from the person through the Internet website or online service of the operator, and maintained by the operator in combination with an identifier in a form that makes the information personally identifiable.</li>\n</ul>\n<p>We collect this personal information for the following purposes:</p>\n<ul>\n<li>to respond to your inquiries and to fulfill your requests;</li>\n<li>to send you important information regarding our relationship with you or regarding this website, changes to our terms, conditions, and policies and/or other administrative information;</li>\n<li>for audits, to verify that our internal processes function as intended and are compliant with legal, regulatory, or contractual requirements;</li>\n<li>for fraud or crime prevention, and for technical security monitoring purposes;</li>\n<li>to facilitate the development of new products and services;</li>\n<li>to enhance, improve or modify our website or products and services;</li>\n<li>for data analysis that will allow us to understand website usage trends;</li>\n<li>to determine the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users.</li>\n<li>to better understand you, so that we can personalize our interactions with you and provide you with information and/or offers tailored to your interests.</li>\n</ul> Right to access and/or correct your personal information, or opt out of sale of personal information <p>If you would like to review, correct, or update your personal information, you or your authorized representative may submit your request via email at legal@animaker.com, or through this Form.\nWe will respond to your verified request as soon as reasonably practicable, but no later than sixty (60) days after receipt.\nIf circumstances cause any delay in our response, you will be promptly notified and provided a date for our response.</p>\n<p>We generally do not disclose or share personal information for profit.\nUnder Nevada law, you have the right to direct us to not sell or license your personal information to third parties.\nTo exercise this right, if applicable, you or your authorized representative may submit a request via email to legal@animaker.com, or this privacy request form.\nWe will respond to your verified request as soon as reasonably practicable, but no later than sixty (60) days after receipt.\nIf circumstances cause any delay in our response, you will be promptly notified and provided a date for our response.</p> Contact Us <p>You can contact us with questions about this Privacy Notice for Nevada Residents or to exercise your rights as described in this Notice at legal@animaker.com.</p> 11.\nEuropean Privacy Disclosures <p>The General Data Protection Regulation (GDPR) and the ePrivacy Directive require each User’s informed, specific, clear, and affirmative action consent for the website to use non-essential cookies.\nOur Privacy Policy and Cookie Policy will always be displayed the first time you access our website and will request User consent for Picmaker to use these non-essential cookies.\nFor more information on the types of non-essential cookies that Picmaker uses, please carefully read through our Cookie Policy linked here.</p>\n<p>The GDPR applies to all EU organizations that handle personal data.\nThe GDPR also applies to organizations outside the EU that offer goods or services to individuals in the EU.\nThis represents a territorial expansion of the pre-GDPR regime.</p> What Data is Covered by the GDPR? <p>The GDPR applies to personal data and special categories of personal data, i.e., sensitive personal data.\nThe GDPR's definition of personal data is more detailed and expansive than in the pre-GDPR regime, e.g.:</p>\n<ul>\n<li>A wide range of personal identifiers (such as IP address) can constitute personal data;</li>\n<li>The GDPR applies to automated personal data and manual filing systems where personal data are accessible according to specific criteria—this could include chronologically ordered sets of manual records;</li>\n<li>Personal data that has been pseudonymized (e.g., key-coded) can fall within the scope of the GDPR.</li>\n</ul>\n<p>The GDPR applies to the processing of personal data:</p>\n<ul>\n<li>Wholly or partly by automated means (e.g., personal data held in electronic form on a computer or other such device) –or–</li>\n<li>Other than by automated means, where that personal data forms part of, or is intended to form part of, a filing system (e.g., this could include chronologically ordered sets of manual records containing personal data).</li>\n</ul>\n<p>The GDPR applies to the processing of personal data:</p>\n<ul>\n<li>Wholly or partly by automated means (e.g., personal data held in electronic form on a computer or other such device) –or–</li>\n<li>Other than by automated means, where that personal data forms part of, or is intended to form part of, a filing system (e.g., this could include chronologically ordered sets of manual records containing personal data).</li>\n</ul>\n<p>However, despite its potentially wide material scope, the GDPR does not apply to:</p>\n<ul>\n<li>Anonymous data.\nThis includes data “which does not relate to an identified or identifiable natural person” or “personal data rendered anonymous in such a manner that the data subject is not or no longer identifiable.”</li>\n<li>Data relating to deceased persons.\nMember States are permitted to provide their own rules relating to the processing of personal data of deceased individuals.</li>\n<li>Data relating to legal persons.\nThis includes the name, form, and contact details of a company or another legal entity, which might have a legal personality separate to its owners or directors, does not constitute personal data and does not fall within the scope of the GDPR.</li>\n<li>Personal data contained within files or sets of files which are not structured according to specific criteria (e.g., manual/physical files which do not, and are not intended to, form part of a filing system).\n</li>\n<li>The processing of personal data in the course of an activity which falls outside the scope of EU law.\nThis includes activities involving national security, or immigration issues relating to third-country nationals on humanitarian grounds.</li>\n<li>The processing of personal data by Member States when carrying out activities in relation to the common foreign and security policy of the EU.</li>\n<li>The processing of personal data by an individual for purely personal or household activities with no connection to a professional or commercial activity.\n</li>\n<li>The processing of personal data by competent authorities for the purposes of the prevention, investigation, detection, or prosecution of criminal offences or the execution of criminal penalties, including the safeguarding against and the prevention of threats to public security.\n</li>\n<li>The processing of personal data by EU institutions, bodies, offices and agencies.\n</li>\n</ul> Where Your Personal Information is Held <p>Information may be held at our offices and those of our affiliated companies, third-party agencies, service providers, representatives, and agents.\nany of which may be based outside the European Economic Area.\nFor more information, including on how we safeguard your personal information when this occurs, see below: “Transferring your personal information out of the EEA.”</p> How Long Your Personal Information Will Be Kept <p>We will keep your personal information while you have an account with us or while we are providing products and/or services to you.\nThereafter, we will keep your personal information for as long as is necessary:</p>\n<ul>\n<li>To respond to any questions, complaints, or claims made by you or on your behalf;</li>\n<li>To show that we treated you fairly;</li>\n<li>To keep records required by law.</li>\n</ul>\n<p>We will not retain your personal information for longer than necessary for the purposes set out in this policy.\nDifferent retention periods may apply for different types of personal information.</p> Transferring Your Personal Information Out of the EEA <p>To deliver services to you, it is sometimes necessary for us to share your personal information outside the European Economic Area (EEA), for example:</p>\n<ul>\n<li>With our offices outside the EEA;</li>\n<li>With your and our service providers located outside the EEA;</li>\n<li>If you are based outside the EEA;</li>\n</ul>\n<p>These transfers are subject to special rules under European and UK data protection law.</p>\n<p>If you would like further information, please contact us (see ‘How to contact us' below).</p> Rights of the Data Subject <p>As noted above, the GDPR provides for new and extended data subject rights.\nThese are set out in Chapter 3 of the GDPR, Regulation (EU) 2016/679, GDPR and they include:</p>\n<ul>\n<li>The <b>right to be informed</b> (Articles 13 and 14).\n</li>\n<li>The <b>right of access</b> (Article 15) is the right to be provided with a copy of your personal information;</li>\n<li>The <b>right of rectification</b> (Article 16) is the right to require us to correct any mistakes in your personal information;</li>\n<li>The <b>right to erasure</b>, also known as the \"right to be forgotten\" (Article 17) is the right to require us to delete your personal information—in certain situations;</li>\n<li>The <b>right to restrict processing</b> (Article 18) is the right to require us to restrict processing of your personal information—in certain circumstances, e.g.\nif you contest the accuracy of the data;</li>\n<li>The <b>right to data portability</b> (Article 20) is the right to receive the personal information you provided to us, in a structured, commonly used and machine-readable format and/or transmit that data to a third party—in certain situations;</li>\n<li>The <b>right to object</b> (Article 21) —at any time to your personal information being processed for direct marketing (including profiling)—in certain other situations to our continued processing of your personal information, e.g.\nprocessing carried out for the purpose of our legitimate interests;</li>\n<li>The <b>right to not to be subject to automated individual decision-making</b> (Article 22) is the right not to be subject to a decision based solely on automated processing (including profiling) that produces legal effects concerning you or similarly significantly affects you.</li>\n</ul>\n<p>All of these rights are underpinned by Article 12 of the GDPR, which sets out general rules on transparency which are applicable to, among other things, the provision of information to data subjects and communications with data subjects concerning the exercise of their rights.</p>\n<p>For further information on each of those rights, including the circumstances in which they apply, see the Guidance from the UK Information Commissioner's Office (ICO) on individuals’ rights under the General Data Protection Regulation.</p>\n<p>If you would like to exercise any of those rights, please:</p>\n<ul>\n<li>Email—see below: “How to contact us” –and–</li>\n<li>Let us have enough information to identify you (e.g., your full name, address and customer or matter reference number);</li>\n<li>Let us have proof of your identity and address (a copy of your driving license or passport and a recent utility or credit card bill);</li>\n<li>Let us know what right you want to exercise and the information to which your request relates.</li>\n</ul> 12.\nHow to Contact Us <p>If you have any questions about our Privacy Policy, please email us at legal@animaker.com</p> ", "created_at": "2023-10-16 20:33:40.687891", "updated_at": "2023-10-16 20:33:59.470813"}, {"id": 19495, "name": "Cookie Policy", "url": "https://www.picmaker.com/cookie-policy", "xpath": "//body", "text": " <ul>\n<li>Feedback</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul>\n<ul>\n<li>Feedback</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul> Cookie Policy <p>\n<b>Last Updated: October 20, 2021</b>\n</p>\n<p>We use cookies to provide our Users a better experience when using Picmaker.com.\nBy visiting Picmaker.com, creating an account on the website, or by using any of Picmaker’s services, you are accepting the provisions described in this Cookie Policy, to the extent permitted by law.\n</p>\n<p>Welcome to Picmaker.com (“Picmaker”, “we”, “us”, and “ours”).\nWe are a product of Animaker Inc., designed and created for the purpose of providing Users (“User”, “you”, “your”, “they”) an incredible graphic and photo design experience.\nPlease read our Cookie Policy carefully to fully understand how we use cookies and why we collect cookies, and to attain information on how to modify your cookie settings.\nBy accessing our website, creating an account, or using our services, you are providing your informed consent to Picmaker to use cookies pursuant to the General Data Protection Regulation (GDPR).\n</p> 1.\nWhat is a Cookie? <p>Cookies are small text files that are placed on the User’s computer or device when the User visits a website.\nCookies are mainly used for the website to remember your computer or device, and to provide easier access to parts of the website, making the website more efficient when Users make return visits.\nOverall, cookies are designed to benefit both the website and to enhance User experience.\nhowever, should a User wish to opt-out of sharing his/her/its cookie data, they may view the “Managing Your Cookie Settings” section below for instructions.\n</p> 2.\nTypes of Cookies <p>There are many different kinds of cookies, each with unique properties that perform different functions.\nBelow is a list of the various types of cookies that Picmaker may use in conjunction with other websites, along with a description of the cookies’ functions to help you understand how we use these cookies.</p> a.\nSession Cookies <p>Session Cookies are used when a User accesses the website and clicks through various links within the website to move from page to page.\nThese cookies are only temporarily maintained by the website, and are deleted after the User closes each session.\nSession cookies help track User traffic through the website and the pages that are most frequently visited and/or connected with other pages.</p> b.\nPersistent Cookies <p>Persistent Cookies are cookies that are permanently stored on the website.\nThese cookies are designed for convenience, and track information such as log-in information, menu preferences, language, and region preferences, etc.</p> c.\nStrictly Necessary Cookies <p>As the name implies, Strictly Necessary Cookies are required for the website to function properly.\nAccess to certain parts of the website and information retention from page to page are examples of how strictly necessary cookies are used to ensure that a User is able to properly navigate the website.</p> d.\nFunctionality Cookies <p> Functionality Cookies share similar functions with persistent cookies, such as maintaining your language preferences, retaining log-in information for faster access to the website, and remembering choices that a User has made in the past.</p> e.\nPerformance Cookies <p>Performance Cookies are designed for the purpose of gathering information to improve the website, but they refrain from identifying the User.\nWebsites keep track of Performance Cookies to see which pages are accessed more often than others.</p> f.\nMarketing Cookies <p>These cookies enable us to identify future prospects and personalize sales and marketing interactions with them.</p> g.\nAnalytics and customization cookies <p>These cookies collect information that is used to help us understand how our websites are being used or how effective our marketing campaigns are, or to help us customize our websites for Users.\n</p> 3.\nInformation Our Cookies Collect and How We Use Cookies <p>Picmaker’s cookies will collect information such as the User’s IP Address, geographic location, and web browser language.\nCollecting this data helps inform Picmaker of where our website is used and who our customer base is.</p>\n<p>Picmaker uses cookies to (1) enhance User experience, (2) collect data about the website, (3) use data to improve website function, and (4) ensure the confidence and security of User information.\nExamples of information that Picmaker tracks to better each User’s experience include saving the User’s preferred browser language, website preferences, and log-in information.</p>\n<p>Picmaker also features various recommendations, from template designs to marketplace vendors.\nOur cookies will track and store information to provide Users with better, and more appropriate recommendations for, which templates the Users may want to use for their designs and which vendor options best suit their needs.</p> 4.\nManaging Your Cookie Settings <p>A User may restrict, block, or remove cookies through his/her/its web browser settings.\nFor additional information, links to the cookie settings for the most popular Internet browsers are provided below:</p>\n<p>\n<b>Google Chrome:</b> https://support.google.com/chrome/answer/95647?hl=en</p>\n<p>\n<b>Mozilla Firefox:</b> https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer?</p>\n<p>\n<b>Internet Explorer:</b> https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies</p>\n<p>\n<b>Safari:</b> https://support.apple.com/en-au/guide/safari/sfri11471/</p>\n<p>\n<b>Microsoft Edge:</b> https://support.microsoft.com/en-us/microsoft-edge/delete-cookies-in-microsoft-edge-63947406-40ac-c3b8-57b9-2a946a29ae09 </p>\n<p>Picmaker complies with all Cookie Laws and Regulations related to the collection of cookie collection by allowing its Users to change which cookies Picmaker is allowed to collect.\nYou can easily change your cookie settings in your account settings, by navigating to “My Account” -&gt.\n“Settings” -&gt.\n“Cookie Settings.”</p> 5.\nUpdates to the Picmaker Cookie Policy <p>From time to time, Picmaker may update this Cookie Policy to remain compliant with various changes to the governing rules and regulations in the United States, other countries, and the relevant governing bodies.\nAny time the Picmaker Cookie Policy is changed, we will update the “Last Updated” date at the top of this Cookie Policy page.\nPicmaker will notify all registered Users of any substantial changes to our Cookie Policy by sending an email to the email account used to register for a User account on Picmaker.com.\n</p> 6.\nQuestions or Additional Information? <p>For further inquiries regarding our Cookie Policy, please contact us at legal@animaker.com.</p> ", "created_at": "2023-10-16 20:33:40.722731", "updated_at": "2023-10-16 20:34:19.400889"}, {"id": 19496, "name": "Terms of Use", "url": "https://www.picmaker.com/terms-of-use", "xpath": "//body", "text": " <ul>\n<li>Feedback</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul>\n<ul>\n<li>Feedback</li>\n<li>Login</li>\n<li>Sign Up</li>\n</ul> Terms of Use <p>\n<b>Last Updated: October 20, 2021</b>\n</p> 1.\nIntroduction <p>BY READING THESE TERMS OF USE, CREATING A PICMAKER ACCOUNT, OR USING OUR SERVICES, YOU ARE ASSENTING TO AND ACCEPTING A BINDING CONTRACT.</p>\n<p>Welcome to Picmaker.com (“Picmaker” or “we”), an Animaker Inc.\nwebsite-creation platform that aims to improve graphic design for all users and to enrich the experience of content creation for social media platforms.\nPlease read these Terms of Use carefully.\nThese Terms of Use set forth the legally binding terms and conditions for your use of Picmaker.\nThe terms “Picmaker”, “our”, “us”, and “we”, refers to Picmaker.com and the terms “you”, “your”, “user”, and “customer” refer to any visitor of our website.\nIn these terms, “include” or “including” means “including but not limited to,” and any examples we provide are for illustrative purposes only.\n</p>\n<p>By visiting our site, you acknowledge that you have read, understood, and agree to be bound by these Terms of Use, which also incorporates our Privacy Policy and our Cookie Policy, whether or not you are a registered user.\nIf you do not agree to these Terms of Use, we respectfully ask that you refrain from the use of our website.</p>\n<p>If you are using Picmaker or creating an account with Picmaker on behalf of a company, entity, or organization, you represent and warrant that you are an authorized representative of that party with the authority to bind that party to these Terms of Use and to grant licenses set forth herein.\nand you agree to these Terms of Use on behalf of your party.\n</p>\n<p>Any new features, tools, or content which are added to the current website will also be subject to the Terms of Use.\nAs we continuously improve and expand our services, these terms of use might change, so please check it periodically.\nWe reserve the right to update, change, remove, or replace any part of these Terms by posting updates and/or changes to our website at any time.\nYour continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.</p>\n<p>Summary: Welcome to Picmaker! Heads up - by using Picmaker, you agree to these terms, even if you do not create an account.\nThese terms may be updated by us at any time, so you should regularly check back for updates.\nHowever, we will always try to notify you by email of any major changes.\n</p> 2.\nAge Requirement and Minor’s Use <p>By creating an account or using Picmaker services, you represent that you are at least 13 years of age.\nIf you are under the age of majority in your jurisdiction, you represent that your parent(s) or guardian(s) have read, and have agreed to, these Terms of Use.</p>\n<p>If you are a parent or guardian of users under the age of majority, by allowing your child to use Picmaker’s services, you are subject to the Terms of Use in this agreement, and are responsible for the actions of your child.\n</p>\n<p>Summary: Sorry, kids! You must be at least 13 years old to use our website.\nIf you are not yet 13 years old, you must have consent from your parent or guardian.\n</p> 3.\nPrivacy Policy <p>Picmaker requires the collection of some User information in order to properly operate the website and to provide the best service to the Picmaker Users.\nWe use User information to enhance the website and to manage recommendations to Users.\nPlease review our Privacy Policy found here for more information.</p>\n<p>Summary: Please review our Privacy Policy, because we take your privacy seriously.\nThe summary sections provide a brief explanation in “plain English” for your convenience, but please still review the entire policy.</p> 4.\nAccount <p>In order to open an account, you will be asked to provide Picmaker with certain information, including, but not limited to: an account username, password, and email address.\nYou are solely responsible for maintaining the confidentiality of your account and your password, and for restricting access to your computer.\nYou are responsible for any activity on your account.\nDo not let others gain unauthorized access to your account, and practice Internet safety.</p>\n<p>Unless expressly permitted in writing by Picmaker, you may not sell, rent, lease, share, or provide access to your account to anyone else, including without limitation, charging anyone for access to administrative rights on your account.\nPicmaker reserves all legal rights and remedies to prevent unauthorized use of Picmaker’s services.</p>\n<p>Summary: Shhhhh! It is your responsibility to keep your account information confidential.\nYou may not provide access to your account to anyone else.</p> 5.\nPayment Information <p>Picmaker.com has premium features that can be accessed for a fee or other charge.\nIf you elect to add any premium services to your account, you agree to the pricing and payment schedule listed on the Picmaker website, which may change from time to time.\nAdditionally, Picmaker may add new services or modify existing services for additional fees.</p>\n<p>Any monthly subscription plan that you purchase will not be refundable for the month in which the plan is purchased.\nIn the event that Picmaker suspends or terminates your account, you understand and agree that you shall receive no refund or exchange of any credits for any unused time or services under your monthly subscription.</p>\n<p>Summary: You gotta pay to play.\nIf you decide to purchase our premium features, you agree to the pricing listed on our website.</p> 6.\nLicensing <p>Picmaker’s services are owned and operated by Picmaker.\nAll content, information, and other materials on Picmaker’s service platform are protected by relevant intellectual property and proprietary rights and laws.\nAll materials are the property of Picmaker.\nUnless otherwise expressly stated in writing by Picmaker, by agreeing to these Terms of Use, you are granted a limited, non-sublicensable, revocable and non-transferable license to access and use Picmaker’s services for your personal use or internal business use only.\nThe license serves as a grant of permission by Picmaker to the User for the use of the Picmaker platform.\n</p>\n<p>Picmaker reserves all rights not expressly granted in these Terms of Use.\nAny use of Picmaker’s services except as specifically authorized in these Terms of Use, without the prior written permission of Picmaker, is strictly prohibited and may violate intellectual property rights or other laws.\nPicmaker can terminate this license at any time for any reason.</p>\n<p>Summary: We made this website for you! Please don’t abuse it.\nYou are granted permission by us to use our platform, but we may revoke this permission at any time, and for any reason.\n</p> 6.1 Usage Rights with respect to third party material: <p>Picmaker contains third party licensed material for the exclusive use of its users.\nThese materials have additional restrictions.\nWhile using such materials, you agree:</p>\n<ul>\n<li>not to remove any metadata in third party licensed material,</li>\n<li>use the third party licensed material solely in a manner consistent with the rights and restrictions in this Agreement, </li>\n<li>to use the third party licensed material only in works created via Picmaker website, for display and usage in digital and print formats.</li>\n<li>not to sell, modify, re-use, re-sell, distribute, display, reproduce or make any other use of third party licensed material.</li>\n<li>not to activate the “right-click” function in third party licensed material, remove any metadata in the same, or reverse engineer, decompile,or disassemble the Picmaker website to enable the download or use third party licensed material, on a stand-alone basis.</li>\n</ul> Third party licensed material may not be used: <ul>\n<li>on a stand-alone basis with no other content;</li>\n<li>for pornographic, defamatory or other unlawful purposes.\n</li>\n<li>in electronic templates used to create electronic or printed products;</li>\n<li>in physical or digital retail products, such as e-cards, calendars, posters,or screensavers;</li>\n<li> for the purpose of enabling file-sharing of the image file.\nor</li>\n<li>in logos, trademarks, service marks or any other branding or identifiers.</li>\n</ul>\n<p>If third party licensed material featuring an individual(s) is used in connection with a sensitive, unflattering or controversial subject, you must include a statement that the image is used for illustrative purposes only and the individual is a model.\nYou acknowledge that no ownership or copyrights in third party licensed material is granted to you.\nYou further acknowledge that third party licensed material is available for use only in Picmaker website and/or mobile application and is not downloadable outside of Picmaker tools.</p>\n<p>In the event we or the third party identify any misuse by you, we will enforce these terms of service in accordance with standard practices and policies.We will investigate and address such misuse, by curtailing your access and/or take such measures that may be appropriate in the given circumstance.</p>\n<p>Summary: Picmaker contains third party licensed materials that come with usage restrictions.\nYou agree to abide by the same and acknowledge that misuse could result in restricting your access.</p> 7.\nProhibited Content <p>In addition to the general restrictions in these Terms of Use, the following additional restrictions and conditions apply specifically to your use of Picmaker’s services.\nPlease closely review the prohibited uses below.\nYour use of the Picmaker services means that you assent to and understand these additional terms, and that you will not:</p>\n<p>a.\nViolate any law, or encourage or provide instructions to another to do so;</p>\n<p>b.\nViolate any contract between user and Picmaker;</p>\n<p>c.\nViolate intellectual property rights of any individual, which includes, but is not limited to: copyright, trademark, or patent laws;</p>\n<p>d.\nCommit any tort;</p>\n<p>e.\nCreate any content that is unlawful, an invasion of privacy or publicity rights, harassing, threatening, or abusive;</p>\n<p>f.\nImpersonate any person or entity;</p>\n<p>g.\nAct in any manner that negatively affects other Users’ ability to use the website, including, but not limited to: deleting, removing, modifying, or circumventing any security-related feature of Picmaker’s services, including: (a) features that prevent or restrict use, or the copying of any content accessible through the Picmaker services, and (b) features that enforce limitation on the use of the Picmaker services, or the copyright or other proprietary rights notices on the Picmaker services;</p>\n<p>h.\nCollect or store information of other users;</p>\n<p>i.\nPornography: You will not:</p>\n<ul>\n<li>Post any content that depicts sexual conduct of any person under the age of 18 (child pornography);</li>\n<li>Post any content that depicts sexual content of any person without maintaining written documentation sufficient to confirm that all subjects of your posts are over the age of 18, and have proper consent to use their image and likeness in your content.\nand</li>\n<li>Post any content depicting underage sexual activity, non-consensual sexual activity, revenge porn, blackmail, intimidation, snuff, torture, death, violence, incest, racial slurs, or hate speech.</li>\n</ul>\n<p>Summary: The above actions are prohibited.\nPlease follow the rules because you’re cool, and we don’t want to have to remove you from our website.</p> 8.\nUser Comments, Feedback, and Other Submissions <p>You acknowledge that you are responsible for any material you may submit via the site or otherwise to us, including the legality, reliability, appropriateness, originality, and copyright of any such material.\nYou may not upload to, distribute, or otherwise publish through the site, or communicate to us, any content that: (i) is confidential, proprietary, false, fraudulent, libelous, defamatory, obscene, threatening, invasive of privacy or publicity rights, infringing on intellectual property rights, abusive, illegal or otherwise objectionable, (ii) may constitute or encourage a criminal offense, violate the rights of any party or otherwise give rise to liability or violate any law.\nor (iii) may contain software viruses, political campaigning, chain letters, mass mailings, or any form of “spam.”</p>\n<p>If you provide to us any Comments, whether related to the site or otherwise, and you hereby acknowledge and agree that such Comments are not confidential, and that your provision of such Comment is gratuitous, unsolicited and without restriction, and does not place us under any fiduciary or other obligation to you.\nYou agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any Comment that you forward to us.\nWe are and shall be under no obligation (1) to maintain any Comment in confidence.\n(2) to pay compensation for any Comment.\nor (3) to respond to any Comment.\n</p>\n<p>We may, but have no obligation to, monitor, edit or remove any Comment that we determine in our sole discretion is unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene, or otherwise objectionable or violates any party’s intellectual property or these Terms and Conditions.</p>\n<p>You agree that your Comments will not violate any right of any third party, including copyright, trademark, privacy, personality or other personal or proprietary right.\nYou further agree that your Comments will not contain libelous or otherwise unlawful, abusive, or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website.\nYou may not use a false e-mail address, pretend to be someone other than yourself, or otherwise mislead us or third parties as to the origin of any Comment.\n</p>\n<p>You are solely responsible for any Comment you make, or that is affiliated with your account or username, and its accuracy and lawfulness.\nWe take no responsibility and assume no liability for any Comment posted by you or any third party.\n</p>\n<p>Summary: Only you have responsibility for your actions on our website.\nWe have no responsibility for comments you or others make on our website, however, we may remove any comment in violation of these Terms of Use.\n</p> 9.\nAnti-Discrimination <p>We do not support and will not tolerate discrimination against others.\nThis includes, but is not limited to, discrimination based on race, sex, sexual orientation, age, disability, national origin, or religion.\nPromoting such discrimination on our website is strictly prohibited.\nAt our discretion, if you post discriminatory content, we may permanently terminate or temporarily suspend your access to our website without notice and without liability.</p>\n<p>Summary: The Golden Rule…treat others how you want to be treated.\nYou may not use our website to post discriminatory content.\nWe will remove any discriminatory content you post and may potentially terminate your account.\n</p> 10.\nAnti-Violence <p>We do not support, and will not tolerate hostility or violence towards others.\nIf you post content that incites violence or promotes hostility, we may permanently terminate or temporarily suspend your access to our website without notice and without liability.\n</p>\n<p>Summary: Can’t we all just get along? You may not use our website to incite violence or promote hostility.\nWe will remove your content and may potentially terminate your account if you do.\nBe nice!</p> 11.\nCopyright and Trademark <p>In order to comply with the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws, Picmaker has a dedicated email for Users and other third parties to submit notices and complaints to the Company.\nIf you have a good-faith that your content is being stolen or violated by another user on the Picmaker website, please submit your complaint at legal@animaker.com.</p>\n<p>By using Picmaker, you expressly grant Picmaker a multi-use, sublicensable, transferable, perpetual, irrevocable, non-exclusive, royalty-free, worldwide license to use, reproduce, modify, publish, edit, translate, distribute, publicly perform, publicly display, and make derivative works of your work.\nYou expressly grant to Picmaker your rights associated with the work you create through the use of Picmaker’s services.\nDesign graphics created through our design module and marketplace modules are included in this section.\nHowever, Picmaker will not use User signatures provided through the E-Sign module for the purposes of marketing, advertisement, or promotional means.\nPicmaker will only retain e-signatures for legal obligations that may be requested by law enforcement agencies.\n</p>\n<p>Summary: By using our website, you grant us a license to use your work created through our website.\nHowever, this license does not extend to other users.\nIf you believe your content is being stolen by other users, file a complaint here.\n</p> 12.\nTermination <p>Picmaker reserves the right to unilaterally, and without prior notice, remove content that it deems in violation of these Terms of Use, or terminate your account if you are found in violation of these Terms of Use.\nFurther, Picmaker reserves the right to prevent you from accessing or purchasing any products or services that Picmaker offers.\n</p>\n<p>Summary: We will remove your content without notice if it violates these Terms of Use.\nPlease don’t make us remove you or your hard work!</p> 13.\nIndemnity <p>You agree to indemnify, defend, and hold harmless Picmaker from any claims, losses, damages, demands, expenses, costs, and liability arising out of or related to your access, use, or misuse of Picmaker’s services , including but not limited to your violation of any third-party right such as right of privacy, publicity, or Intellectual Property Rights and breach of any terms under this Agreement .</p>\n<p>Summary: You are responsible for all costs if we suffer damages or claims related to your use of our website or your violation of these Terms of Use or any applicable law.\nThis is another reason why it is important for you to read these Terms of Use.</p> 14.\nDisclaimer <p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW: (A) THE PICMAKER SERVICES AND THE CONTENT AND MATERIALS CONTAINED THEREIN ARE PROVIDED ON AN “AS IS” BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, EXCEPT AS EXPRESSLY PROVIDED TO THE CONTRARY IN WRITING BY PICMAKER.\n(B) PICMAKER DISCLAIMS ALL OTHER WARRANTIES, STATUTORY, EXPRESS, OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT AS TO THE PICMAKER SERVICES, INCLUDING ANY INFORMATION, CONTENT, OR MATERIALS CONTAINED THEREIN.\n(C) PICMAKER RECOGNIZES THAT CONTENT CREATION COMES IN MANY FORMS, AND THEREFORE DOES NOT REPRESENT OR WARRANT THAT THE CONTENT OR MATERIALS ON THE PICMAKER SERVICES ARE ACCURATE, COMPLETE, RELIABLE, CURRENT, OR ERROR-FREE.\n(D) PICMAKER IS NOT RESPONSIBLE FOR TYPOGRAPHICAL ERRORS OR OMISSIONS RELATING TO TEXT OR PHOTOGRAPHY.\nAND (E) WHILE PICMAKER ATTEMPTS TO MAKE YOUR ACCESS AND USE OF THE PICMAKER SERVICES SAFE, PICMAKER CANNOT AND DOES NOT REPRESENT OR WARRANT THAT THE PICMAKER SERVICES OR OUR SERVER(S) ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHEREFORE, YOU SHOULD USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES FROM ANY DOWNLOAD FROM THE PICMAKER WEBSITE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM PICMAKER OR THROUGH THE PICMAKER SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.</p>\n<p>Summary: We want to provide you and other users with the freedom to create and post whatever you want (within the rules).\nBecause of this, we cannot provide any guarantees with respect to our website and services.</p> 15.\nLimitation of Liability <p>TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW: (A) IN NO EVENT SHALL PICMAKER BE LIABLE FOR ANY DIRECT, SPECIAL, INDIRECT, PUNITIVE, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR ANY OTHER DAMAGES OF ANY KIND, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS, OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE), OR OTHERWISE, ARISING OUT OF OR IN ANY WAY CONNECTED WITH THE USE OF OR INABILITY TO USE PICMAKER’S SERVICES, THE CONTENT OR THE MATERIALS, INCLUDING, WITHOUT LIMITATION, ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE ON ANY INFORMATION OBTAINED FROM PICMAKER, OR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, OR UNAUTHORIZED ACCESS TO PICMAKER’S RECORDS, PROGRAMS, OR SERVICES.\nAND (B) IN NO EVENT SHALL THE AGGREGATE LIABILITY OF PICMAKER, WHETHER IN CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE, WHETHER ACTIVE, PASSIVE, OR IMPUTED), PRODUCT LIABILITY, STRICT LIABILITY, OR OTHER THEORY, ARISING OUT OF OR RELATING TO THE USE OF OR INABILITY TO USE PICMAKER’S SERVICES EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING PICMAKER’S SERVICES DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE DATE OF THE CLAIM OR ONE HUNDRED DOLLARS, WHICHEVER IS GREATER.\nTO THE EXTENT THAT APPLICABLE LAW PROHIBITS LIMITATION OF SUCH LIABILITY, PICMAKER SHALL LIMIT ITS LIABILITY TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW.</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT THE WEBSITE CREATOR AND PICMAKER OFFICERS SHALL NOT BE LIABLE FOR CONTENT OR FOR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD-PARTY, AND THAT ANY REMAINING HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>Summary: Again, we want to give you the freedom to post what you like.\nIf a User violates these Terms of Use or the law, we are not liable.\n</p> 16.\nSeverability <p>In the event that any provision of these Terms of Use is determined to be unlawful, void, or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Use.\nSuch a determination shall not affect the validity and enforceability of any other remaining provisions.</p>\n<p>Summary: Don’t torch the whole thing just yet! Even if one provision is not enforceable, the other provisions of these Terms of Use will still be enforceable.\n</p> 17.\nGoverning Law <p>This Agreement shall be governed in accordance with the laws of the State of California, United States of America.\nAll disputes under this Agreement shall be resolved by litigation in the courts of the State of California, United States of America, including the federal courts therein and the Parties all consent to the jurisdiction of such courts, agree to accept service of process by mail, and hereby waive any jurisdictional or venue defenses otherwise available to it.</p> 18.\nWaiver <p>The failure of us to exercise or enforce any right or provision of these Terms of Use shall not constitute a waiver of that right or provision.\nAny waiver by us must be obtained through writing and must be signed by all relevant parties in order to be effective.\n</p>\n<p>Summary: Even if we do not enforce a provision at any given time, we may still enforce that provision later.\nOur decision to not enforce a certain provision does not give you permission to violate these Terms of Use.\n</p> 19.\nContact Information <p>If you have any questions about these Terms of Use, please email us at legal@animaker.com.</p> ", "created_at": "2023-10-16 20:33:40.756586", "updated_at": "2023-10-16 20:35:17.703367"}], "points": [], "urls": ["picmaker.com"]}}