{"error": 448, "message": "OK", "parameters": {"id": 7465, "name": "Nuance Communications", "created_at": "2023-03-12 04:15:17.856936", "updated_at": "2023-03-29 19:26:43.558669", "wikipedia": "https://en.wikipedia.org/wiki/Nuance_Communications", "keywords": null, "related": null, "slug": "nuance-communications", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7465.png", "url": "nuance.com", "documents": [{"id": 14349, "name": "Privacy Statement", "url": "https://www.nuance.com/about-us/company-policies/privacy-policies.html", "xpath": "//body", "text": " svg gradient Skip to main content <ul>\n<li> Solutions Healthcare AI<br>solutions &amp;<br>services<br> Omnichannel<br>customer<br>engagement<br> Dragon<br>consumer &amp;<br>enterprise<br>\n</li>\n<li> Industries Healthcare<br>\n<br> Financial<br>Services<br> Telecom<br>\n<br> Retail<br>\n<br> Government<br>\n<br> View all <br>industries &gt;<br>\n</li>\n<li> Support Healthcare AI<br>\n<br>\n<br> Omni-channel<br>customer engagement Dragon<br>consumer<br>&amp.\nenterprise View all<br>support &gt.\n</li>\n</ul>\n<ul> Search </ul>\n<ul>\n<li>Store(Open a new window) </li>\n<li>Blog(Open a new window) </li>\n<li>\n</li>\n</ul> Support <ul>\n<li> Solutions <ul>\n<li> Healthcare AI solutions &amp.\nservices </li>\n<li> Omnichannel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n</ul>\n</li>\n<li> Industries <ul>\n<li> Healthcare </li>\n<li> Financial Services </li>\n<li> Telecom </li>\n<li> Retail </li>\n<li> Government </li>\n<li> View all industries &gt.\n</li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Healthcare AI </li>\n<li> Omni-channel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n<li> View all support &gt.\n</li>\n</ul>\n</li>\n<li>Store(Open a new window)</li>\n<li>Blog(Open a new window)</li>\n<li> Search </li>\n</ul> Support <ul>\n<li> Healthcare AI </li>\n<li> Omni-channel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n<li> View all support &gt.\n</li>\n</ul> Company overview <ul>\n<li> About us <ul>\n<li> What we do </li>\n<li> Who we are </li>\n<li> What we value </li>\n<li> Where we work </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li> News </li>\n<li> Research </li>\n<li> Careers Careers overview <ul>\n<li> Life at Nuance </li>\n<li> Benefits </li>\n<li> Students </li>\n<li> Find your career </li>\n</ul>\n</li>\n<li> Trust center Trust center overview <ul>\n<li> Privacy </li>\n<li> Security </li>\n<li> Compliance </li>\n</ul>\n</li>\n<li> MoreAdditional menu items <ul>\n</ul>\n</li>\n</ul> Contact us Company overview <ul>\n<li>About us <ul>\n<li> What we do </li>\n<li> Who we are </li>\n<li> What we value </li>\n<li> Where we work </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li>News </li>\n<li>Research </li>\n<li>Careers Careers overview <ul>\n<li> Life at Nuance </li>\n<li> Benefits </li>\n<li> Students </li>\n<li> Find your career </li>\n</ul>\n</li>\n<li>Trust center Trust center overview <ul>\n<li> Privacy </li>\n<li> Security </li>\n<li> Compliance </li>\n</ul>\n</li>\n</ul> Contact us Privacy Policies Nuance Privacy Statement <p>You may download a copy of our Privacy Statement here(pdf.\nOpen a new window).</p> Privacy policies Legal notices Accessibility Code of conduct and ethics(pdf.\nOpen a new window) Cookies Nuance Privacy Statement <p>This Privacy Statement (“Statement”) describes the personal data that Nuance collects, how we use it, and when we share it, as we interact with you, deliver our products and services, and conduct our business operations.\n</p>\n<p>This Statement applies to Nuance Communications, Inc., its affiliates and any wholly owned subsidiaries worldwide, referred to in this Statement as “Nuance.” When we refer to Nuance products, we mean all Nuance products and services.</p>\n<p>For the purposes of applicable data privacy legislation, the Nuance affiliate or subsidiary responsible for the collection and use of your personal data is either the affiliate or subsidiary with which you contract or engage, or the affiliate or subsidiary located in the country in which you reside.\nIf you wish to confirm the identity of the responsible Nuance affiliate, you may contact us by completing the Privacy Request\n(Open a new window) webform.</p> What Personal Data Do We Collect? <p>Nuance collects personal data when we deliver our products, conduct marketing, and run our business operations.\nThe personal data we collect varies based upon whether the data is collected (i) through our websites or applications, including www.nuance.com(Open a new window), shop.nuance.com(Open a new window), www1.nuancepowershare.com(Open a new window), www1.nuancepowershare.com(Open a new window), www.nuancecommunity.force.com(Open a new window), www.sft.nuance.com(Open a new window), and www.mix.nuance.com(Open a new window) (“Sites”) or (ii) through our products and services, including but not limited to our software, support services, voice recognition technology, and medical information products (“Products”).\n</p>\n<p>\n<b>We may collect personal data directly in the following situations:</b>\n</p>\n<ul>\n<li>When you purchase, download, or register Nuance software, or use Nuance software support services, we may collect contact information such as your name, email address, physical address, telephone number, and financial and payment details, together with information on the Nuance Products you buy, download, or register.</li>\n<li>If you engage with Nuance for marketing purposes, such as by expressing interest in Nuance Products through a web form, participating in a promotion, or attending a Nuance or other marketing event, we will collect the information you submit to us, such as your contact details (including name, email address, phone number, organization and job title) and the Nuance Products that interest you.</li>\n<li>When you submit an employment application, we collect the personal data disclosed by your application, such as your name, email address, phone number, and employment and education history.</li>\n<li>We may also collect other electronic data from your use of our Sites automatically.\nThis data may include your IP address, date/time stamp, data about your interaction with our Sites and data collected from our use of cookies and similar tracking tools.</li>\n</ul>\n<p>\n<b>Through our Products, we may collect personal data directly in the following situations:</b>\n</p>\n<ul>\n<li>When you use Nuance voice recognition technology, whether by using Nuance’s own Products or by using third party products that employ Nuance voice recognition technology, we may capture your voice and the words that you speak into the product.\n</li>\n<li>When you use Nuance biometric technology, we may capture, store, and/or use a voiceprint of your voice, information regarding your fingerprint(s), or behavioral information, such as your choice of words, your patterns of speech or writing, or how you use your keyboard, computer mouse, or other devices, for the purpose of confirming your identity or detecting potentially fraudulent or malicious activity.</li>\n<li>If you use a Nuance medical information sharing Product, such as PowerShare, we will collect the personal data, healthcare information, and healthcare images you submit.</li>\n<li>We may also collect other electronic data derived from your use of our Products.\nThis data may include your IP address, usage data, and data showing your registration, installation and use of Nuance software Products.\nExcept for IP address and unique device identifiers, we generally collect this data on an aggregate and non-identifying basis.</li>\n</ul>\n<p>\n<b>Nuance may collect personal data indirectly in certain situations, in particular:</b>\n</p>\n<ul>\n<li>We provide medical voice recognition, medical imaging, transcription, and clinical documentation Products to hospitals and medical providers.\nTo deliver these Products, we may collect patient data both directly from our healthcare customers as well as from vendors serving our healthcare customers such as individual doctors, imaging and laboratory services providers, and electronic health record service providers.\nThis patient data may include name, address, gender, birthdate, medical record number, diagnosis, image, and treatment information.\nWhere consent is required for the collection and use of medical information, Nuance will obtain consent if we interact directly with patients.\nHowever, if we are processing personal data on behalf of a third party that has direct patient access, it will be the third party’s responsibility to obtain the consent.</li>\n<li>We provide voice recognition, text input, and communications products to corporate customers, and we may collect personal data processed in those products, including voice recordings, text, names, phone numbers, or sensitive data such as credit card numbers, or unique identifier numbers issued on a government document commonly used to identify a person's identity.</li>\n<li>We provide biometric authentication products to corporate customers, and we may collect, store, and/or use personal data processed in those products, including voiceprints, information regarding fingerprints, and information regarding behavior, for the purpose of confirming your identity or detecting potentially fraudulent or malicious activity.</li>\n<li>We obtain contact information, including name, email address, phone number, organization, and job title, from our resellers and distributors, from public sources, and from third-party mailing lists.</li>\n<li>We collect personal data, including employment and education history, from third parties to conduct background and reference checks for employment applications and for applications to establish reseller and distributor relationships with Nuance, subject to your consent where consent is required by law.</li>\n</ul> Cookies <p>Nuance and its partners use cookies and similar tracking tools to distinguish you from other users as described in our Cookie statement.\nYou can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on our website or service.\n</p> How We Use Personal Data <p>\n<b>General Business Operations </b>\n<br>We use contact information to market, sell, and service Nuance Products, subject to your consent where required by law.\nWe allow recipients of marketing messages and collateral to opt out of receiving further communications from Nuance at any time without detriment here.\nThis choice does not apply to transactional service communications that are part of our business solutions or informational communications that have their own unsubscribe option included in the message.</p>\n<p>We use your financial or payment information, and your contact details, to support, establish, and conduct customer relationships if you were to purchase a Nuance Product or service.\nFor example, your data would be necessary for the performance of our terms of service with you (including, for example, completing purchase transactions, fulfillment of an order, order confirmations, responding to requests for information about products and services, and the provision of purchased products and services).\nIf you fail to provide the personal data we need, we may be unable to complete your transaction.</p>\n<p>We use personal data from employment applications where necessary to support our legitimate interest in processing your application and to contact you if future opportunities arise.</p>\n<p>We use personal data of individuals associated with proposed resellers, co-development partners, and distributors to conduct reference and background checks before entering into a contract and as necessary for compliance with legal obligations to which we are subject.</p>\n<p>\n<b>Data Processed Within Our Products </b>\n<br>We use the personal data that is processed within our Products, such as voice data within voice recognition products, medical data within medical data products, personal data processed in communications products, biometric data processed in our biometric products, and any personal data contained within product usage data we collect, to deliver our Products sold to Nuance customers.\nOur processing of personal data for these purposes includes both automated and manual (human) methods of processing.\nOur automated methods often are related to and supported by our manual methods.\nFor example, our automated methods include artificial intelligence (AI), which we think of as a set of technologies that enable computers to perceive, learn, reason, and assist in decision‑making to solve problems in ways that are similar to what people do.\nTo build, train, and improve the accuracy of our automated methods of processing (including AI), we manually review some of the predictions and inferences produced by the automated methods against the underlying data from which the predictions and inferences were made.\nSnippets of your voice data, may be manually reviewed and transcribed into text for Nuance’s product operation, tuning, maintenance, and enhancement.\nPrior to an employee or vendor reviewing voice data, where possible, we protect user's privacy by taking steps such as de‑identifing the data, requiring non‑disclosure agreements with relevant vendors and their employees, and requiring that employees and vendors meet high privacy standards.\n</p>\n<p>We may collect the following sensitive data from your use of our Products, subject to your jurisdiction, which includes mental or physical health diagnosis, citizenship or immigration status, sex life and sexual orientation, biometric data that may be processed for the purpose of uniquely identifying you, personal data collected from a known child, and precise geolocation data.\n</p>\n<p>We never use this data, referred to as “Product Personal Data,” for marketing purposes.\nand we never sell, share or transfer your data to third parties for the third party’s own purposes.</p>\n<p>We use aggregated, non‑identifying, electronic data collected from use of our Sites and Products to operate, analyze, improve, and develop our Sites and Products.\nThis information is not used to inform decisions about specific individuals.\nrather, it is processed to understand how different categories of users interact with our Sites and Products so that we can consistently provide our Products.</p> Why We Use Personal Data <p>We collect, process, use and store your personal information for the following business and commercial purposes in accordance with our legitimate business interests and legal requirements or with your consent where required:</p>\n<ul>\n<li>to provide you with information in response to your requests;</li>\n<li>to maintain the accuracy of the information we collect;</li>\n<li>to help us develop new Products or features that meet your needs;</li>\n<li>to manage language preferences and connect you with your nearest account manager;</li>\n<li>to maintain contact data about you or a third party (such as, your employer);</li>\n<li>where necessary to protect or conduct our business and pursue our, or our affiliates’, legitimate business interests, which include the security of our systems and our operations and the exercise or defense of legal claims;</li>\n<li>to comply with privacy laws and other regulations such as to manage consent requirements;</li>\n<li>to give you a customized interactive experience;</li>\n<li>to measure interest in our various Products;</li>\n<li>to inform you about new Products or features and functionalities;</li>\n<li>to keep you up‑to‑date with latest product and solution offerings and other business related items from Nuance or third parties which may be of interest to you;</li>\n<li>to occasionally send you push notifications, which you may opt‑out of by turning them off at the device level through your settings.</li>\n</ul> When We Share Personal Data <p>\n<b>We do not sell your personal data.</b>\n</p>\n<ul>\n<li>Nuance does not sell your personal data.\nHowever, we may share certain personal data for a business purpose.\nIf we share your personal data (including Product Personal Data) with affiliates, co-development partners, or with vendors acting on our behalf, we do so under binding agreements that require the third party to use and protect the personal data in accordance with the principles described in this Privacy Statement.\nThese third parties are authorized to use your personal data only as necessary to provide services to us.</li>\n</ul>\n<p>\n<b>We may share Personal Data in the following situations:</b>\n</p>\n<ul>\n<li>With our affiliates and subsidiaries and with vendors acting on our behalf to perform services for Nuance for a specific business purpose, support the Sites or the delivery of Products;</li>\n<li>With the customer on whose behalf and at whose direction we are processing the data.\nand</li>\n<li>When we have your consent to use your Personal Data for a specific purpose, including without limitation with our resellers and distributors for them to provide information about our products or services to you.\nYou may opt out of this sharing with resellers and distributors by following the instructions described in the “Control Of Your Personal Data” section below.</li>\n</ul>\n<p>We may share personal data with our affiliates, co-development partners, subsidiaries, resellers, suppliers, sub-contractors, and distributors, and with vendors acting on our and their behalf, to service our customers and perform any contract we enter with you (including, for example, with resellers who support our management of potential clients and vendors who conduct transcription in connection with our products and services).</p>\n<p>We may also share aggregated, anonymous, or non-identifiable electronic data with our affiliates, co-development partners and with vendors acting on our behalf.</p>\n<p>We share personal data derived from Site usage (excluding Product Personal Data), with analytics and search engine providers that assist us in the improvement of our Sites, subject to the cookie section of this Privacy Statement.\nOur Site uses Google Analytics and we may enable the IP anonymization feature.\nThe way Google collects and processes data when delivering Google Analytics is described here: www.google.com/policies/privacy/partners/(Open a new window).</p>\n<p>We may share personal data from employment applications with vendors acting on our behalf who help us in recruitment, background check and human resources matters.</p>\n<p>We may also share personal data to comply with law and legal process, to respond to governmental inquiries and lawful requests from by public authorities (including to meet national security or law enforcement requirements), and to protect life, property, or the security of Nuance or its customers.\nIf Nuance enters any merger, acquisition, or asset sale of all or any part of its business, personal data held by Nuance may be transferred to a buyer or successor entity.</p>\n<p>We do not share personal data with third parties for cross‑context behavioral advertising.\n</p> Control Of Your Personal Data <p>You can change your preferences to opt out of marketing communications at any time by completing the Privacy Request\n(Open a new window) webform.\nAlternatively, please follow the opt-out instructions in the relevant communication.\nIf you opt out, we will retain your email address to confirm that we do not send you further communications.\n</p>\n<p>If you have submitted an employment application to Nuance or if your personal data has been collected by Nuance to review a proposed reseller or distributor relationship, you may contact us by completing the Privacy Request\n(Open a new window) webform to request deletion of your data.\nWe will respond to your request within a reasonable timeframe.\n</p>\n<p>If you wish to access, correct, or request deletion your Product Personal Data, you may contact us by completing the Privacy Request\n(Open a new window) webform.\nNuance generally processes Product Personal Data on behalf of our healthcare, enterprise, and corporate customers.\nIf you contact us, we may direct your inquiry to our customer on whose behalf the Product Personal Data is being processed.\nWe will make reasonable efforts to delete your Product Personal Data upon your request within a reasonable timeframe.\nNuance may refuse your request to access, request or delete Product Personal Data where entitled to do so under applicable law.</p>\n<p>If you have submitted Product Personal Data to Nuance using your own user account which allows you to control your own data, you may delete the data you submitted by logging into your account and following the guidelines in the help system.</p> Location Of Processing and Cross‑Border Transfers <p>Nuance operates in many countries.\nWe may transfer personal data across international borders and may process personal data to other Nuance affiliates, Nuance’s parent corporation, or other companies performing support functions on our behalf (each as described above ) in countries and jurisdictions other than the location of original collection, including in countries and jurisdictions that are not subject to an adequacy decision by the European Commission or your national legislator or regulator, and that may not provide for the same level of data protection as your jurisdiction.\nIn such cases, we ensure that the recipient offers an adequate level of protection and security, for instance by entering into the appropriate agreements and, if required, standard contractual clauses or an alternative mechanism for the transfer of data as approved by the European Commission or other applicable regulators or legislators.\nWhere required by applicable law, we will only share, transfer or store your personal data outside of your jurisdiction with your prior consent.</p> General Data Protection Regulation (\"GDPR\") <p>Nuance has a range of privacy and security controls across its organizations to ensure compliance with the General Data Protection Regulation (GDPR), including, but not limited to:</p>\n<ul>\n<li>GDPR-compliant data protection agreements with all customers for whom Nuance Processes Personal Data.\n</li>\n<li>A PIA driven process to ensure that all products and services are built with Privacy By Design;</li>\n<li>An extensive, on-going training program for its employees, with data privacy and protection education upon hiring and then again at least on an annual basis;</li>\n<li>State-of-the-art technical and security measures, including data encryption at rest and in transit;</li>\n<li>Records of processing which include mapped storage and transfer of Personal Data throughout Nuance’s product-lines;</li>\n<li>Appropriate access right limitations;</li>\n<li>Company-wide systems for protecting Data Subject rights, ensuring that individual access/portability/right-to-be-forgotten rights are respected.\nand</li>\n<li>Appointment of a Data Protection Officer.\n</li>\n</ul>\n<p>\n<b>Lawful bases for processing personal information (applies only in the European Economic Area)</b>\n<br>\n</p>\n<p>We process personal information where one or more of the following conditions that are set out in the GDPR apply:</p>\n<ul>\n<li>Where it is necessary in order for us to conduct our business and pursue our, or our affiliates' legitimate interests for internal administrative purposes.\nIn particular, we collect, use and store your personal information: (i) to communicate and manage our relationship with our customers.\n(ii) to allow our customers to use our Products.\n(iii) to develop new Products and to improve performance of our Products and software.\n(iv) to maintain contact data about you or a third party (such as, your employer).\n(v) to inform you of Products, marketing plan and other business related items which may be of interest to you.\n(vi) to ensure the security and proper performance of our systems and our operations, (vii) for accounting, billing and audit purposes and (viii) where appropriate, to establish, exercise or defend legal claims.</li>\n<li>Where it is required by applicable privacy laws, we will obtain your consent to: (i)send you direct marketing in relation to relevant Products that we provide.\n(ii)place cookies and use similar technologies in accordance with the ‘Cookies´section of this Statement and the information provided to you when those technologies are used;</li>\n<li>Where it is necessary in order for us to comply with our legal obligations, such as requirements to process requests by government or law enforcement authorities.</li>\n</ul>\n<p>\n<b>Transfers to third countries</b>\n<br>Whenever Nuance transfers personal information beyond the country of origin, we will do so in accordance with applicable laws.\nIn the context of its European operations, Nuance may transfer Personal Data abroad to other countries in the European Economic Area or to third countries.\nIn reaction to the decision by the Court of Justice of the European Union issued on July 16th 2020, in its Case C-311/18 Data Protection Commissioner v Facebook Ireland and Maximillian Schrems (called “Schrems II case”) and in furtherance to the Recommendations 01/2020 issued by the European Data Protection Board on measures that supplement transfer tools to ensure compliance with the EU level of protection of personal data, Nuance has evaluated the data transfers necessary for its multinational operations.\nNuance will ensure that importers of any Personal Data offer an adequate level of protection, whether through an adequacy decision or appropriate safeguards under Article 46 of the GDPR.</p>\n<p>To the extent Personal Data processed by Nuance would be transferred to a country, territory or sector outside the EEA that is not recognized by the European Commission as providing an ‘essentially equivalent´ level of protection to that which exists within the EU, Nuance will rely on EU Standard Contractual Clauses for transfers: (i) between Nuance affiliates, and (ii) to third parties.\nThe EU Standard Contractual Clauses can be viewed on the European Commission’s website here.\nhttps://ec.europa.eu/info/law/law-topic/data-protection/international-dimension-data-protection/standard-contractual-clauses-scc_en(Open a new window).\nAs per the guidance of the European Data Protection Board, Nuance has implemented programs to review such data transfers and to employ additional safeguards when appropriate for the data processing required by law and our customer contracts.\n</p>\n<p>With respect to personal data received or transferred, Nuance and its U.S.\nSubsidiaries are subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\n</p> Security and Retention <p>We follow generally accepted standards to protect the personal data submitted to us, both during transmission and once it is received.\nInformation you provide to us is stored on our secure servers.\nAny payment transactions will be encrypted using current PCI-DSS standards.\nIf Nuance has issued you a password, you are responsible for keeping the password confidential.</p>\n<p>We store personal data to the extent necessary to provide Products to our customers, employees, and prospective employees.\nGenerally, we retain personal data for as long as you remain an active customer or user of our Sites and Services and for 3 years afterwards, or otherwise as required for our business operations or by applicable laws.\nWe will permanently destroy biometric data when the initial purpose for collecting or obtaining such data has been satisfied, or within 3 years of your last interaction with us, whichever occurs first.\nDifferent retention of personal data may be necessary under contractual terms with the data controller for whom we provide services, for fraud prevention, to identify technical problems, or to resolve legal proceedings.</p>\n<p>We may retain non-personally identifiable aggregate information beyond this time for research purposes and to help us improve and further develop our Products.\nYou cannot be identified from aggregate information retained or used for these purposes.\nWhere we process personal information for marketing or business analytic purposes or with your consent, we process the data until you ask us to stop and for a short period after this (to allow us to implement your requests).\nWe also keep a record of the fact that you have asked us not to send you direct marketing or to process your data so that we can respect your request in the future.</p> Children <p>If a Nuance customer puts Nuance voice recognition Product technology in a customer product or service that is likely to be accessed by children, Nuance may receive speech data from product users to provide voice recognition to the user.\nThis is a function of how Nuance’s voice technology works.\nThis means that if the user is under the age of 16, Nuance may receive personal data from children under the age of 16.\nIt is the responsibility of the Nuance customer to obtain any consents required under applicable law, including under the Children’s Online Privacy Protection Act and relevant data protection laws, for the collection of such personal data.</p>\n<p>Except as described in the preceding paragraph, Nuance does not sell services to children and does not knowingly collect personal data directly from children under the age of 16.\nNuance has adopted a policy that Nuance will not provide hosted services to primarily child-directed websites and online services.\nNo child under 16 should directly submit personal data to Nuance.\nIf you become aware that a child under the age of 16 has submitted personal data to Nuance except as described in the preceding paragraph, please inform us by completing the Privacy Request\n(Open a new window) webform and we will promptly delete the data.</p> Your Rights <p>\n<b>European Union, United Kingdom, and Switzerland residents rights</b>\n</p>\n<ul>\n<li>ask for access to details of the personal data held by us about you, free of charge and to obtain a copy of your personal data;</li>\n<li>to request the rectification, restriction and in some circumstances erasure or restrict (stop any active processing) of your personal data held by us;</li>\n<li>to object to the processing of your data in some circumstances (in particular, where we do not have to process the data to meet a contractual or other legal requirement, or where we are using the data for direct marketing);</li>\n<li>to obtain the personal data you provide to us with your consent in a structured, machine readable format, and to ask us to share (port) this information to another controller;</li>\n<li>to complain to an EU data protection authority</li>\n</ul>\n<p>These rights may be limited, for example if fulfilling your request would reveal personal data about another person, or if you ask us to delete data which we are required by law to keep or have compelling legitimate interests in keeping..</p> Contact us <p>You can exercise the rights listed above, or write to us with any complaints, at any time by contacting us, specifying the nature of your request, at:</p>\n<p>Privacy Request (Open a new window)webform.\nAlternatively, you may contact us at privacy@nuance.com or by mail (Worldwide) at:</p>\n<p>\n<b>Chief Privacy Officer<br> Nuance Communications, Inc.<br> 1 Wayside Road<br>\nBurlington MA 01803<br> USA<br>\n<br>\n1-866-384-4277 (Issue Type is “Privacy”)</b>\n</p>\n<p>\n<b>Data Protection Officer<br> Nuance Communications Ireland, Ltd<br>\nThe Harcourt Building, 4th Floor<br>\n57B Harcourt Street<br>\nDublin 2, D02 F721<br>\nIRELAND</b>\n</p>\n<p>If your request or concern is not satisfactorily resolved by us, you may approach your local data protection authority.</p> California Residents Rights <p>If you are a California resident, as defined in the California Code of Regulations, you have rights under the California Consumer Privacy Act of 2018 (\"the CCPA\") as amended by the California Privacy Rights Act of 2020 (“CPRA”).\nBelow are the disclosures about your personal data and a description of your rights.</p>\n<p>\n<b>Categories of information we collect and disclose for a business purpose</b>\n</p>\n<p>We may collect the following categories of personal information, as defined in the CCPA, from you in connection with the products and services you have purchased from Nuance.\nIn addition, during the past twelve months, we may have disclosed these categories of personal information for a business purpose:</p>\n<ul>\n<li>Identifiers, such as your real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, and other similar identifiers.</li>\n<li>Personal information categories listed in the California Customer Records provisions, including telephone number, and payment information, such as your credit card number.</li>\n<li>Healthcare Information</li>\n<li>Characteristics of protected classifications under California or federal law, such as your gender and age.</li>\n<li>Commercial information, such as the record of Nuance products or services purchased, obtained or considered.\n</li>\n<li>Internet or other electronic network activity information, such as session logs.</li>\n<li>Geolocation data (such as usage data from your performance metrics related to your use of the website)</li>\n<li>Audio, electronic, visual, or similar information, such as voice recording, voice prints, keystrokes and photos.</li>\n<li>Professional or employment-related information.</li>\n<li>Inferences drawn from any of the above information to create a profile reflecting your preferences, characteristics, behavior, abilities, and aptitudes.</li>\n<li>In addition to the categories of sensitive data above, we may collect additional sensitive personal information as defined by the CPRA: social security number, driver’s license, state ID card, passport number, union membership, your account log‑in, password, credentials allowing access to an account, financial account, debit and credit card numbers, and contents of your email and/or text messages, precise geolocation data, and your information collected and analyzed concerning your health information.</li>\n</ul>\n<p>According to California law, personal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n<li>De-identified or aggregated consumer information.</li>\n</ul>\n<p>\n<b>Other disclosures about your personal information</b>\n</p>\n<ul>\n<li>This Statement provides additional disclosures about your personal information as required by the CCPA and/or CPRA.\nRefer to the following sections to learn more about the sources of personal data we collect, the business or commercial purposes for which we use personal data, and the categories of third parties with whom we share personal data.</li>\n</ul>\n<p>\n<b>Your Rights and Choices</b>\n</p>\n<p>In addition to the above, the CCPA and CPRA provides you with specific rights regarding your personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\n<p>\n<b>Access to Specific Information and Data Portability Rights</b>\n</p>\n<p>You have the right to request, up to 2 times a year, that we disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:</li>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand </li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.\n</li>\n</ul>\n<p>We do not provide these access and data portability rights for B2B personal information.\nYou may send us a request to correct inaccurate personal information.</p>\n<p>\n<b>Deletion or Correction Request Rights</b>\n</p>\n<p>You have the right to request that we delete or correct your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request, we will delete (and direct our service providers to delete) or correct, as applicable, your personal information from our records, unless an exception applies.\nWe will use commercially reasonable efforts to correct inaccurate information upon your request.\n</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>We do not provide these deletion rights for B2B personal information.</p>\n<p>\n<b>Non-discrimination</b>\n</p>\n<p>We will not discriminate against you for exercising any of your <b>CCPA</b> rights.\nUnless permitted by the <b>CCPA</b>, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>However, we may offer you certain financial incentives permitted by the <b>CCPA</b> that <b>can result</b> in different prices, rates, or quality levels.\nAny <b>CCPA</b>-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.</p>\n<p>\n<b>Limit Use and Disclosure of Sensitive Personal Information</b>\n</p>\n<p>You shall have the right to limit use and disclosures of your sensitive personal information to that use which is necessary to perform the services or deliver the goods, unless you subsequently provide consent for our use or disclosure of your sensitive personal information for additional purposes.\nOur collection and processing of sensitive personal information without the purpose of inferring characteristics about you is not subject to this right.\n</p>\n<p>\n<b>Exercising Your Rights</b>\n</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nAn authorized agent may make a request on your behalf if: (a) the agent is registered with the California Secretary of State to conduct business in California, has your written permission to submit the request, and verifies their identity in accordance with the verification process.\nor (b) you have provided the agent with power of attorney to act on your behalf.\nWe will respond to your request within 45 calendar days, after proper verification, unless we need additional time, in which case we will let you know.\n</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.</p>\n<p>We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>You can also exercise the rights listed above, or write to us with any complaints, at any time by contacting us, specifying the nature of your request, at:</p>\n<p>Privacy Request webform.\nAlternatively, you may contact us at privacy@nuance.com or by mail (Worldwide) at:</p>\n<p>\n<b>Data Protection Officer or Chief Privacy Officer<br> Nuance Communications, Inc.<br> 1 Wayside Road<br>\nBurlington MA 01803<br> USA<br>\n<br>\n1-866-384-4277 (Issue Type is “Privacy”)</b>\n</p> Nuance Employees and Contingent Workers <p>This Privacy Statement does not cover Nuance’s collection of personal data from employees and contingent workers, which is described in a separate HR Privacy Statement made available to Nuance personnel.</p> Notice At Collection <p>You have a right to receive notice of our practices at or before the point of collection.\nWe may process your personal data for legitimate business purposes, including but not limited to: </p>\n<ul>\n<li>Your first and last name </li>\n<li>Your organization and job title </li>\n<li>Your email address </li>\n<li>Your phone number </li>\n<li>Identifiers, such as cookies, Internet Protocol address, and other similar identifiers.</li>\n</ul>\n<p>Refer to the following sections to learn more about the business or commercial purposes for which we use your personal data, the categories of third parties with whom we share personal data and how to opt‑out, and information regarding our retention practices.</p>\n<p>We never sell, share, or transfer your data to third parties for the third party’s own purposes.\n</p> Changes To This Privacy Statement <p>We may update this Privacy Statement from time to time by publishing an updated version on Nuance's Sites.\nEach updated version will include the date the statement was last updated.\nPlease review the latest version of this Privacy Statement periodically to keep current with Nuance’s use of personal data.\nIf we make material changes in the way Nuance uses or shares personal data, we will publish the updates on our Sites.\nAny such material changes will only apply to personal data collected after the revised Privacy Statement takes effect.</p>\n<p>Updated: January 1, 2023.</p> Search &nbsp;&nbsp;&nbsp;USA &amp.\nCanada <ul>\n<li> Home </li>\n<li> About us </li>\n<li>Privacy Policies</li>\n</ul> Choose your region.\n<p>Selecting a region changes the language and/or content on Nuance.com</p>\n<p>Americas</p>\n<ul>\n<li> USA &amp.\nCanada </li>\n<li> América Latina (Español) </li>\n<li> Brasil (Português) </li>\n</ul>\n<p>Europe</p>\n<ul>\n<li> België (Nederlands) </li>\n<li> Belgique (Français) </li>\n<li> Danmark </li>\n<li> Deutschland </li>\n<li> España </li>\n<li> France </li>\n<li> Ireland </li>\n<li> Italia </li>\n</ul>\n<ul>\n<li> Nederland </li>\n<li> Norge </li>\n<li> Schweiz (Deutsch) </li>\n<li> Suisse (Français) </li>\n<li> Suomi </li>\n<li> Sverige </li>\n<li> Svizzera (Italiano) </li>\n<li> United Kingdom </li>\n</ul>\n<p>Asia Pacific</p>\n<ul>\n<li> Australia </li>\n<li> New Zealand </li>\n<li> 日本 </li>\n</ul> NUANCE <ul>\n<li> Company overview </li>\n<li> About us </li>\n<li> Investors </li>\n<li> News </li>\n<li> Trust &amp.\nsecurity </li>\n<li> Research </li>\n<li> Careers </li>\n</ul> BLOG + <br>COMMUNITIES <ul>\n<li> What’s Next blog </li>\n<li> Developers </li>\n<li> Events </li>\n<li> Partner with Nuance </li>\n</ul> SUPPORT <ul>\n<li> Product support </li>\n<li> Healthcare support </li>\n<li> Contact us </li>\n</ul>\n<ul>\n<li>Follow Nuance on Facebook </li>\n<li>Follow Nuance on LinkedIn</li>\n<li>Follow Nuance on Twitter</li>\n<li>Follow Nuance on YouTube</li>\n</ul> ©&nbsp;2023&nbsp;Nuance Communications, Inc.\nAll rights reserved.\n&nbsp;&nbsp;|&nbsp;&nbsp;Legal &nbsp;&nbsp;|&nbsp;&nbsp;Site Map &nbsp;&nbsp;|&nbsp;&nbsp;Privacy policies &nbsp;&nbsp;|&nbsp;&nbsp;Accessibility &nbsp;&nbsp;|&nbsp;&nbsp;Subscriptions Privacy Preference CenterWhen you visit Nuance’s websites, we use cookies and similar tracking tools to distinguish you from other users.\nThis information might be about your user preferences or your device and is mostly used to make the site work as you expect it to.\nBy associating site cookies with other information you may provide, we may know that the cookie information relates to you.\n<br>\n<br> Because we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>\n<br> To learn more, click Cookie Notice.\nAllow all Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm my choices<p>Nuance uses cookies to make our site work, understand how you use our site and to improve your experience.\nThis includes personalizing content on our site.\nThis means we need to process some of your personal information and store information or access information stored on your device.\nTo change your preferences or to learn more, click Cookie Notice.</p>Reject All Allow allCustomize settingsloading", "created_at": "2023-03-12 04:15:17.951278", "updated_at": "2023-03-12 04:15:43.14357"}, {"id": 14347, "name": "legal notices", "url": "https://www.nuance.com/about-us/company-policies/legal-notices.html", "xpath": "//body", "text": " svg gradient Skip to main content <ul>\n<li> Solutions Healthcare AI<br>solutions &amp;<br>services<br> Omnichannel<br>customer<br>engagement<br> Dragon<br>consumer &amp;<br>enterprise<br>\n</li>\n<li> Industries Healthcare<br>\n<br> Financial<br>Services<br> Telecom<br>\n<br> Retail<br>\n<br> Government<br>\n<br> View all <br>industries &gt;<br>\n</li>\n<li> Support Healthcare AI<br>\n<br>\n<br> Omni-channel<br>customer engagement Dragon<br>consumer<br>&amp.\nenterprise View all<br>support &gt.\n</li>\n</ul>\n<ul> Search </ul>\n<ul>\n<li>Store(Open a new window) </li>\n<li>Blog(Open a new window) </li>\n<li>\n</li>\n</ul> Support <ul>\n<li> Solutions <ul>\n<li> Healthcare AI solutions &amp.\nservices </li>\n<li> Omnichannel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n</ul>\n</li>\n<li> Industries <ul>\n<li> Healthcare </li>\n<li> Financial Services </li>\n<li> Telecom </li>\n<li> Retail </li>\n<li> Government </li>\n<li> View all industries &gt.\n</li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Healthcare AI </li>\n<li> Omni-channel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n<li> View all support &gt.\n</li>\n</ul>\n</li>\n<li>Store(Open a new window)</li>\n<li>Blog(Open a new window)</li>\n<li> Search </li>\n</ul> Support <ul>\n<li> Healthcare AI </li>\n<li> Omni-channel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n<li> View all support &gt.\n</li>\n</ul> Company overview <ul>\n<li> About us <ul>\n<li> What we do </li>\n<li> Who we are </li>\n<li> What we value </li>\n<li> Where we work </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li> News </li>\n<li> Research </li>\n<li> Careers Careers overview <ul>\n<li> Life at Nuance </li>\n<li> Benefits </li>\n<li> Students </li>\n<li> Find your career </li>\n</ul>\n</li>\n<li> Trust center Trust center overview <ul>\n<li> Privacy </li>\n<li> Security </li>\n<li> Compliance </li>\n</ul>\n</li>\n<li> MoreAdditional menu items <ul>\n</ul>\n</li>\n</ul> Contact us Company overview <ul>\n<li>About us <ul>\n<li> What we do </li>\n<li> Who we are </li>\n<li> What we value </li>\n<li> Where we work </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li>News </li>\n<li>Research </li>\n<li>Careers Careers overview <ul>\n<li> Life at Nuance </li>\n<li> Benefits </li>\n<li> Students </li>\n<li> Find your career </li>\n</ul>\n</li>\n<li>Trust center Trust center overview <ul>\n<li> Privacy </li>\n<li> Security </li>\n<li> Compliance </li>\n</ul>\n</li>\n</ul> Contact us Legal notices Company legal notices Privacy policies Legal notices Accessibility Code of conduct and ethics(pdf.\nOpen a new window) Cookies Legal notices and policies <p>There has been increased awareness regarding human rights violations in the mining of certain minerals in the Democratic Republic of the Congo (DRC) and adjoining countries.\nThe passage of the Dodd-Frank Wall Street Reform and Consumer Protection Act, Section 1502 is a manifestation of this awareness.\nNuance is committed to the ethical sourcing of minerals used in our products.\nWe have been actively assessing whether our products contain tantalum, tin, tungsten or gold derived from ores mined in the DRC and adjoining countries (Conflict Minerals).\n</p>\n<p>It is Nuance's goal not to purchase product materials containing Conflict Minerals.\nThe global supply chain for these minerals is complex, and tracing such Conflict Minerals in our products to their source is challenging.\nNuance is working with our suppliers and other stakeholders to improve and systematically address the process for sourcing minerals that are \"conflict-free.\" </p>\n<p>Consistent with our Code of Business Conduct and Ethics, we expect our suppliers (and their suppliers and sub-suppliers) to comply with the applicable regulation to prevent Conflict Minerals from entering our products and processes.\nTo this end, Nuance is requiring all suppliers to: </p>\n<ul>\n<li>Understand where Conflict Minerals can enter their process</li>\n<li>Disclose the use of Conflict Minerals or certify that Conflict Minerals are not used in their materials or processes</li>\n<li>Work to eliminate use of Conflict Minerals discovered through these efforts</li>\n</ul> Notice specific to software available on this website <p>The materials on Nuance Communications, Inc.'s (\"Nuance\") Worldwide Web Servers (the \"Site\") are provided as a service to its customers and may be used for informational purposes only.\nSingle copies may be downloaded subject to the provisions below.\nBy downloading any materials from this site, you agree to these terms.\nIf you do not agree to them, do not use the site or download any materials from it.\n</p>\n<p>Nothing contained herein shall be construed as conferring by implication, estoppel or otherwise any license or right under any patent or trademark of Nuance or any third party.\nExcept as expressly provided above, nothing contained herein shall be construed as conferring any license or right under any Nuance copyright.\n</p> Notice specific to documents available on this website <p>Documents published by Nuance on their Worldwide Web Servers are provided \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\nNuance shall not under any circumstances be liable to any person for any special, incidental, indirect or consequential damages, including, without limitation, damages resulting from use of OR RELIANCE ON the INFORMATION presented, loss of profits or revenues or costs of replacement goods, even if informed in advance of the possibility of such damages.\n</p>\n<p>Every effort has been made to ensure the accuracy of the information presented.\nHowever, Nuance assumes no responsibility for the accuracy of the information.\nProduct information is subject to change without notice.\nChanges, if any, will be incorporated in new editions of these publications.\nNuance may make improvements and/or changes in the products and/or the programs described in these publications at any time without notice.\nMention of non-Nuance products or services is for information purposes only and constitutes neither an endorsement nor a recommendation.\n</p> Use of services <p>Any material, information or other communication you transmit or post to this Site will be considered non-confidential and non-proprietary (\"Communications\").\nNuance will have no obligations with respect to the Communications.\nNuance and its designees will be free to copy, disclose, distribute, incorporate and otherwise use the Communications and all data, images, sounds, text and other things embodied therein for any and all commercial or non-commercial purposes.\nYou are prohibited from posting or transmitting to or from this Site any unlawful, threatening, libelous, defamatory, obscene, pornographic or other material that would violate any state, federal or international law.\n</p>\n<p>Nuance may, but is not obligated to, monitor or review any areas on the Site where users transmit or post Communications or communicate solely with each other, including but not limited to chat rooms, bulletin boards or other user forums, and the content of any such Communications.\nNuance, however, will have no liability related to the content of any such Communications, whether or not arising under the laws of copyright, libel, privacy, obscenity or otherwise.\n</p> Privacy policy <p>Information submitted to Nuance through forms on their Worldwide Web Servers is governed according to Nuance's privacy policy.\n</p> Links to third-party sites <p>Web sites linked to by Nuance are not under the control of Nuance, and Nuance is not responsible for the content of any linked site or any link contained in a linked site.\nNuance reserves the right to terminate any link or linking program at any time.\nNuance does not endorse companies or products to which it links and reserves the right to note as such on its web pages.\nIf you decide to access any of the third-party sites linked to this Site, you do this entirely at your own risk.\n</p> Trademarks <p>All product and brand names are trademarks or registered trademarks of their respective holders.\n</p>\n<p>Products and services may vary from country to country.\nPlease contact your local Nuance representative for specific information.\n</p> Software piracy <p>Each copy of Dragon is licensed for use by a single user.\nWhen you purchase a genuine copy of Dragon, you become a licensed user and have purchased the right to use the software for a specific user.\nIt is against the law to give copies to friends and colleagues or to sell copies of the software to others.\nThe unauthorized copying of software is called piracy.\n</p>\n<p>Each copy of Dragon must be activated prior to use.\nThis helps us to discourage the piracy of our software and protects our customers from the risks of illegal and fake software.\nIn addition to potential viruses, pirated software does not offer the support, warranties and updates received with genuine copies of Dragon.\nUnfortunately, this process doesn't stop all software piracy.\nSome people continue to sell fake or illegal copies of Dragon, particularly through Internet storefronts or online auction sites.</p>\n<p>Since there are many legitimate online retailers of Dragon, it may be difficult to spot online piracy.\nBefore buying online, be sure to review the company's name, full address and phone number.\nInquire about the company's return policy, as well as service and warranty information.\nAsk directly if the software has been used or installed before.\nTo be sure that you are purchasing a genuine copy of Dragon, we encourage you to buy your products either directly from Nuance or from one of our authorized resellers.\n</p>\n<p>If you mistakenly purchased a pirated copy of Dragon, it is not supported by Nuance as we can’t confirm the quality and full functionality of pirated products.\nAlthough Nuance regularly monitors the market for pirated versions of our software to protect our customer base, we can’t be responsible for the activities of those who illegally copy the software.\nYou will need to return the software to its original source.\n</p> Copyright notice <p>Copyright © 2002-2023 Nuance Communications, Inc.\n</p>\n<p>All rights reserved.\n</p> Relevant media Contact us Worldwide headquarters <ul>\n<li> 1 Wayside Road<br>\nBurlington, MA 01803<br>\nUnited States<br>\n<br> Tel: 781-565-5000<br>\nFax: 781-565-5001 </li>\n</ul> Search &nbsp;&nbsp;&nbsp;USA &amp.\nCanada <ul>\n<li> Home </li>\n<li> About us </li>\n<li>Legal notices</li>\n</ul> Choose your region.\n<p>Selecting a region changes the language and/or content on Nuance.com</p>\n<p>Americas</p>\n<ul>\n<li> USA &amp.\nCanada </li>\n<li> América Latina (Español) </li>\n<li> Brasil (Português) </li>\n</ul>\n<p>Europe</p>\n<ul>\n<li> België (Nederlands) </li>\n<li> Belgique (Français) </li>\n<li> Danmark </li>\n<li> Deutschland </li>\n<li> España </li>\n<li> France </li>\n<li> Ireland </li>\n<li> Italia </li>\n</ul>\n<ul>\n<li> Nederland </li>\n<li> Norge </li>\n<li> Schweiz (Deutsch) </li>\n<li> Suisse (Français) </li>\n<li> Suomi </li>\n<li> Sverige </li>\n<li> Svizzera (Italiano) </li>\n<li> United Kingdom </li>\n</ul>\n<p>Asia Pacific</p>\n<ul>\n<li> Australia </li>\n<li> New Zealand </li>\n<li> 日本 </li>\n</ul> NUANCE <ul>\n<li> Company overview </li>\n<li> About us </li>\n<li> Investors(Open a new window) </li>\n<li> News(Open a new window) </li>\n<li> Trust &amp.\nsecurity </li>\n<li> Research </li>\n<li> Careers </li>\n</ul> BLOG + <br>COMMUNITIES <ul>\n<li> What’s Next blog(Open a new window) </li>\n<li> Developers </li>\n<li> Events </li>\n<li> Partner with Nuance </li>\n</ul> SUPPORT <ul>\n<li> Product support </li>\n<li> Healthcare support </li>\n<li> Contact us </li>\n</ul>\n<ul>\n<li>Follow Nuance on Facebook (Open a new window)</li>\n<li>Follow Nuance on LinkedIn(Open a new window)</li>\n<li>Follow Nuance on Twitter(Open a new window)</li>\n<li>Follow Nuance on YouTube(Open a new window)</li>\n</ul> ©&nbsp;2023&nbsp;Nuance Communications, Inc.\nAll rights reserved.\n&nbsp;&nbsp;|&nbsp;&nbsp;Legal &nbsp;&nbsp;|&nbsp;&nbsp;Site Map &nbsp;&nbsp;|&nbsp;&nbsp;Privacy policies &nbsp;&nbsp;|&nbsp;&nbsp;Accessibility &nbsp;&nbsp;|&nbsp;&nbsp;Subscriptions Privacy Preference CenterWhen you visit Nuance’s websites, we use cookies and similar tracking tools to distinguish you from other users.\nThis information might be about your user preferences or your device and is mostly used to make the site work as you expect it to.\nBy associating site cookies with other information you may provide, we may know that the cookie information relates to you.\n<br>\n<br> Because we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>\n<br> To learn more, click Cookie Notice.\nAllow all Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm my choices<p>Nuance uses cookies to make our site work, understand how you use our site and to improve your experience.\nThis includes personalizing content on our site.\nThis means we need to process some of yourpersonal information and store information or access information stored on your device.\nTo change your preferences or to learn more, clickCookie Notice.</p> I agree\nloading", "created_at": "2023-03-12 04:15:17.889373", "updated_at": "2023-03-12 04:15:57.751933"}, {"id": 14348, "name": "cookie statement", "url": "https://www.nuance.com/about-us/company-policies/cookies.html", "xpath": "//body", "text": " svg gradient Skip to main content <ul>\n<li> Solutions Healthcare AI<br>solutions &amp;<br>services<br> Omnichannel<br>customer<br>engagement<br> Dragon<br>consumer &amp;<br>enterprise<br>\n</li>\n<li> Industries Healthcare<br>\n<br> Financial<br>Services<br> Telecom<br>\n<br> Retail<br>\n<br> Government<br>\n<br> View all <br>industries &gt;<br>\n</li>\n<li> Support Healthcare AI<br>\n<br>\n<br> Omni-channel<br>customer engagement Dragon<br>consumer<br>&amp.\nenterprise View all<br>support &gt.\n</li>\n</ul>\n<ul> Search </ul>\n<ul>\n<li>Store(Open a new window) </li>\n<li>Blog(Open a new window) </li>\n<li>\n</li>\n</ul> Support <ul>\n<li> Solutions <ul>\n<li> Healthcare AI solutions &amp.\nservices </li>\n<li> Omnichannel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n</ul>\n</li>\n<li> Industries <ul>\n<li> Healthcare </li>\n<li> Financial Services </li>\n<li> Telecom </li>\n<li> Retail </li>\n<li> Government </li>\n<li> View all industries &gt.\n</li>\n</ul>\n</li>\n<li> Support <ul>\n<li> Healthcare AI </li>\n<li> Omni-channel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n<li> View all support &gt.\n</li>\n</ul>\n</li>\n<li>Store(Open a new window)</li>\n<li>Blog(Open a new window)</li>\n<li> Search </li>\n</ul> Support <ul>\n<li> Healthcare AI </li>\n<li> Omni-channel customer engagement </li>\n<li> Dragon consumer &amp.\nenterprise </li>\n<li> View all support &gt.\n</li>\n</ul> Company overview <ul>\n<li> About us <ul>\n<li> What we do </li>\n<li> Who we are </li>\n<li> What we value </li>\n<li> Where we work </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li> News </li>\n<li> Research </li>\n<li> Careers Careers overview <ul>\n<li> Life at Nuance </li>\n<li> Benefits </li>\n<li> Students </li>\n<li> Find your career </li>\n</ul>\n</li>\n<li> Trust center Trust center overview <ul>\n<li> Privacy </li>\n<li> Security </li>\n<li> Compliance </li>\n</ul>\n</li>\n<li> MoreAdditional menu items <ul>\n</ul>\n</li>\n</ul> Contact us Company overview <ul>\n<li>About us <ul>\n<li> What we do </li>\n<li> Who we are </li>\n<li> What we value </li>\n<li> Where we work </li>\n<li> Our leadership </li>\n</ul>\n</li>\n<li>News </li>\n<li>Research </li>\n<li>Careers Careers overview <ul>\n<li> Life at Nuance </li>\n<li> Benefits </li>\n<li> Students </li>\n<li> Find your career </li>\n</ul>\n</li>\n<li>Trust center Trust center overview <ul>\n<li> Privacy </li>\n<li> Security </li>\n<li> Compliance </li>\n</ul>\n</li>\n</ul> Contact us Cookies Company cookie statement Privacy policies Legal notices Accessibility Code of conduct and ethics(pdf.\nOpen a new window) Cookies Cookie statement <p>Our sites use cookies and similar tracking tools to distinguish you from other users.\nThis helps us to provide you with a good experience when you browse our sites and allows us to improve our sites.\nCookies are pieces of information that a website transfers to your hard drive to store and sometimes track information about your use of our sites.\nWhen you enter one of our sites our web server sends a cookie to your device which allows us to recognize your device.\nCookies set by us are called first party cookies.\nOur partners may also set cookies from a domain different than that of our web servers, which are called third party cookies.\nBy associating the identification numbers in the cookies with other information you may provide, for example if you register or make a purchase with us, then we may know that the cookie information relates to you.</p>\n<p>\n<b>We use cookies to:</b>\n</p>\n<ul>\n<li>Manage the experience on our sites.\nThis enables us to keep track of items selected to the shopping cart in our store or remember you when you return to our sites.\nThese are also used to store your preferences such as your language choice or job search criteria to display relevant results.</li>\n<li>Authenticate access to secure areas of our sites such as your account or to payment areas of our sites.</li>\n<li>Improve the sites or services by using analytics to understand traffic patterns so we can find popular site content and potential problems.</li>\n<li>Display our advertising.\nWe may partner with third party advertising networks who use cookies to help us display advertising on our sites or to enable us to advertise to you on other websites you may visit as well as to understand the effectiveness of that advertising.</li>\n</ul>\n<p>\n<b>Types of cookies we use:</b>\n</p>\n<p>We maintain a list of cookies that are set by our web servers.\nWe categorize the cookies into the following categories:</p>\n<ul>\n<li>\n<b>Strictly Necessary Cookies</b> – These cookies are essential for our website to provide the function requested by you.\nIt also includes what is required for our website to comply with our legal obligation to you, such as providing security.\n</li>\n<li>\n<b>Performance/Analytics Cookies</b> – These cookies allow us to collect information about how you use our website so that we can measure and improve the performance of our site.\nThey help us know which information is more or less interest to you.\n</li>\n<li>\n<b>Targeting Cookies</b> – These cookies may be set through our website by our marketing and advertising partners.\nThey are used by us to provide our partners information about the Nuance products and services information you have viewed on our website.\nOur partners use this information to show you our information and advertisement on other sites that may be of interest to you.\n</li>\n</ul>\n<p>\n<b>How you can control cookies: </b>\n</p>\n<p>Most web browsers automatically accept cookies, but if you prefer, you can change your browser to prevent that and your help screen or manual will tell you how to do this.\nHowever, you may not be able to take full advantage of our website if you prevent automatic acceptance of cookies.\n</p>\n<p>You can opt out of interest-based advertising by clicking here [or if located in the European Union by clicking here].\nPlease note you will continue to receive generic ads.</p>\n<p>You can also opt out of each cookie category (except strictly necessary cookies) by clicking on the “Cookie Settings” button below:\n<br> Cookies Settings\n</p>\n<p>Updated: June 19, 2020</p> Search &nbsp;&nbsp;&nbsp;USA &amp.\nCanada <ul>\n<li> Home </li>\n<li> About us </li>\n<li>Cookies</li>\n</ul> Choose your region.\n<p>Selecting a region changes the language and/or content on Nuance.com</p>\n<p>Americas</p>\n<ul>\n<li> USA &amp.\nCanada </li>\n<li> América Latina (Español) </li>\n<li> Brasil (Português) </li>\n</ul>\n<p>Europe</p>\n<ul>\n<li> België (Nederlands) </li>\n<li> Belgique (Français) </li>\n<li> Danmark </li>\n<li> Deutschland </li>\n<li> España </li>\n<li> France </li>\n<li> Ireland </li>\n<li> Italia </li>\n</ul>\n<ul>\n<li> Nederland </li>\n<li> Norge </li>\n<li> Schweiz (Deutsch) </li>\n<li> Suisse (Français) </li>\n<li> Suomi </li>\n<li> Sverige </li>\n<li> Svizzera (Italiano) </li>\n<li> United Kingdom </li>\n</ul>\n<p>Asia Pacific</p>\n<ul>\n<li> Australia </li>\n<li> New Zealand </li>\n<li> 日本 </li>\n</ul> NUANCE <ul>\n<li> Company overview </li>\n<li> About us </li>\n<li> Investors(Open a new window) </li>\n<li> News(Open a new window) </li>\n<li> Trust &amp.\nsecurity </li>\n<li> Research </li>\n<li> Careers </li>\n</ul> BLOG + <br>COMMUNITIES <ul>\n<li> What’s Next blog(Open a new window) </li>\n<li> Developers </li>\n<li> Events </li>\n<li> Partner with Nuance </li>\n</ul> SUPPORT <ul>\n<li> Product support </li>\n<li> Healthcare support </li>\n<li> Contact us </li>\n</ul>\n<ul>\n<li>Follow Nuance on Facebook (Open a new window)</li>\n<li>Follow Nuance on LinkedIn(Open a new window)</li>\n<li>Follow Nuance on Twitter(Open a new window)</li>\n<li>Follow Nuance on YouTube(Open a new window)</li>\n</ul> ©&nbsp;2023&nbsp;Nuance Communications, Inc.\nAll rights reserved.\n&nbsp;&nbsp;|&nbsp;&nbsp;Legal &nbsp;&nbsp;|&nbsp;&nbsp;Site Map &nbsp;&nbsp;|&nbsp;&nbsp;Privacy policies &nbsp;&nbsp;|&nbsp;&nbsp;Accessibility &nbsp;&nbsp;|&nbsp;&nbsp;Subscriptions loading Privacy Preference CenterWhen you visit Nuance’s websites, we use cookies and similar tracking tools to distinguish you from other users.\nThis information might be about your user preferences or your device and is mostly used to make the site work as you expect it to.\nBy associating site cookies with other information you may provide, we may know that the cookie information relates to you.\n<br>\n<br> Because we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>\n<br> To learn more, click Cookie Notice.\nAllow all Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\n&nbsp.\n&nbsp;You can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\n&nbsp.\n&nbsp;All information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\n&nbsp.\n&nbsp;If you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\n&nbsp.\n&nbsp;They do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm my choices<p>Nuance uses cookies to make our site work, understand how you use our site and to improve your experience.\nThis includes personalizing content on our site.\nThis means we need to process some of yourpersonal information and store information or access information stored on your device.\nTo change your preferences or to learn more, clickCookie Notice.</p> I agree\n", "created_at": "2023-03-12 04:15:17.920335", "updated_at": "2023-03-12 04:16:26.586981"}], "points": [], "urls": ["nuance.com"]}}