{"error": 448, "message": "OK", "parameters": {"id": 1376, "name": "Nextdoor Neighborhoods", "created_at": "2019-02-10 20:49:03.862852", "updated_at": "2023-10-12 22:01:17.939064", "wikipedia": "https://en.wikipedia.org/wiki/Nextdoor", "keywords": null, "related": null, "slug": "nextdoor_neighborhoods", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/1376.png", "url": "nextdoor.com", "documents": [{"id": 989, "name": "Member Agreement", "url": "https://help.nextdoor.com/s/article/Nextdoor-Member-Agreement?language=en_US", "xpath": "//*[@id=\"articlecontent\"]", "text": "<p>If you live in the European Economic Area or the United Kingdom, your use of our Services is governed by the EEA+ Member Agreement, otherwise your use is governed by this Member Agreement.<br>\n<br>This Member Agreement is effective January 1, 2023.\nTo review the previous Member Agreement, please click here.<br>\n<br>If you use our Business Services, click here for additional Business Services Terms governing your use of the Business Services.<br>\n<br>If you have an Agency Page, click here for the Agency Terms of Service governing your use of Agency Pages.<br>\n<br>IMPORTANT: U.S.\nMEMBERS AND VISITORS, PLEASE REVIEW THE ARBITRATION AGREEMENT SET FORTH IN SECTION 16(a) BELOW CAREFULLY, AS IT WILL REQUIRE YOU TO RESOLVE DISPUTES WITH NEXTDOOR ON AN INDIVIDUAL BASIS THROUGH FINAL AND BINDING ARBITRATION.<br>\n<br>1.\nOUR SERVICES.<br>\n<br>Welcome to Nextdoor! Nextdoor is where neighbors plug into the neighborhoods that matter to them.\nWe believe by bringing neighbors together, we can cultivate a kinder world where everyone has a neighborhood they can rely on.\nThis Member Agreement (the “Terms”) governs your rights and responsibilities related to Nextdoor’s services including all of Nextdoor’s websites, domains, apps, products, services, features and marketing campaigns (the “Services”) if you have your ordinary place of residence or establishment in the United States, Canada, or Australia.\nThese Terms do not apply to Agencies or Non-Member customers, and the Services do not include Agency Pages or our non-Member advertising services.\nWhen you register to use our Services, you become a “Member.” If you have chosen not to register for our Services, you may still be able to access certain aspects of our Services made available to you as a “Visitor.” By accessing or using our Services, whether as a Member or Visitor, you acknowledge and agree that you have read, understand, and agree to be bound by these Terms as a legally binding contract with Nextdoor (even if you are using the Services on behalf of a company), so please take a moment to read these legally binding Terms.<br>\n<br>If you are accepting these Terms and using the Services on behalf of a company, partnership, organization, or other legal entity, you represent and warrant that you are authorized to do so and that you have the authority to bind such entity to these Terms, in which case the words “you” and “your” as used in these Terms shall refer to such entity.\nThe collection, use, and sharing of your personal information is described in our Privacy Policy and our Advertising and Cookie Policy.\nYour use of certain Services, including Business Services (as defined in our Business Services Terms) and Hire-a-Pro (as defined in our Hire-a-Pro Terms), may be subject to additional terms, policies, and guidelines (“Supplemental Terms”) and such Supplemental Terms will either be listed in these Terms or will be presented to you on the Services.\nIf these Terms are inconsistent with the Supplemental Terms, the Supplemental Terms shall control with respect to such Service.<br>\n<br>Throughout these Terms, we use “Nextdoor”, “we”, “us” and “our” to refer to the companies offering our Services to you.\nIf you live in the United States, the Services are operated and provided to you by Nextdoor, Inc., 420 Taylor St., San Francisco, CA 94102.\nIf you live in Australia, the Services are provided to you by Nextdoor Australia Pty Ltd., Level 33, Australia Square, 264 George Street, Sydney, New South Wales 2000, Australia.\nIf you live in Canada, the Services are operated and provided to you by Nextdoor Canada Ltd., 18 King Street East, Suite 1400, Toronto, Ontario M5C 1C4.<br>\n<br>2.\nJOINING THE NEIGHBORHOOD.<br>\n<br>a.\nEligibility.\nYou may use our Services only if you can legally form a binding contract with Nextdoor, and only in compliance with these Terms and all applicable laws.\nYou can’t use the Services if (1) you are a child and you would need parental or guardian consent to fully use the Services (e.g., as is the case if you are under 13 pursuant to COPPA).\n(2) you are a registered sex offender in any jurisdiction or are otherwise subject to applicable law, order or legal action barring you from using or accessing an online service that permits use by minor children.\n(3) we previously disabled your Account for violations of these Terms or other of our Supplemental Terms or policies.\n(4) our Services are not directed to your geographic territory.\nor (5) you are otherwise prohibited by applicable laws from accessing or receiving our Services.\nWe reserve the right to refuse registration for, access to, or use of our Services by any person or household at any time and for any reason.<br>\n<br>b.\nBecoming a Member.\nWhen you register to become a Member, you must provide us with accurate and complete information.\nWe reserve the right to reject and terminate any registrations submitted with false or inaccurate registration information, or otherwise submitted in violation of these Terms.<br>\n<br>c.\nAccount Types and Access.\nMembers may create, operate, maintain, or otherwise use an account on the Services (“Account(s)”) for personal and/or business use.\nIf you use our Business Services, which include but are not limited to creating or claiming a page that advertises or contains other information about your business (a “Business Page”), then you agree to our Business Services Terms, which are incorporated into these Terms.\nClick here to read more about Business Services.\nEach individual is limited to one Account per residence and each business is limited to one Account per business location.\nYou are responsible for maintaining the security of your Account login information and you must keep such login information confidential.\nYou are responsible for all activity that takes place under your Account.\nYou should notify us immediately if you suspect or become aware of any unauthorized use of or access to your Account.<br>\n<br>d.\nPermitted Activities.\nYou may use, access, search, interact with, or otherwise make use of our Services only for the purposes for which they are provided and by the means we make available (such as our website, apps, and APIs), and in each case subject to any Supplemental Terms we provide governing their permitted uses.<br>\n<br>3.\nOUR LICENSE GRANT TO YOU.\nSubject to your complete and ongoing compliance with these Terms and all applicable guidelines and policies, Nextdoor hereby grants you a limited, non-exclusive, non-transferable, non-sublicensable, and freely revocable license to access and use the Services as provided herein.\nThe foregoing license grant is not a sale of the Services or any portion thereof, and Nextdoor retains all of our right, title, and interest in the Services and all copies thereof.<br>\n<br>4.\nRIGHTS YOU GRANT.<br>\n<br>a.\nGenerally.\nSome areas of the Services allow Members to post, publish, submit, upload, transmit, or otherwise make available on the Services content such as profile pictures or information, photos, images, music, videos, information, comments, likes, recommendations, questions, messages, and other content or information (“Content”) (any such Content that a Member does make available or submit is referred to as “Member Content”).\nYou retain ownership of your Member Content.<br>\n<br>b.\nLicense Grant to Nextdoor.\nYou hereby grant to Nextdoor a non-exclusive, transferable, fully sublicensable (through multiple-tiers), royalty-free, and worldwide license, to host, use, distribute, modify, copy, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of your Member Content.\nWe will exercise our rights in the foregoing license subject to your Account settings, the selections you make when posting your Member Content, and as otherwise described in our Privacy Policy.\nYou represent and warrant that you are the creator and owner of your Member Content, or that you have the necessary licenses, rights, consents and permissions to authorize Nextdoor to exercise the licenses granted by you in this section in the manner contemplated by these Terms.<br>\n<br>c.\nLicense Grant to Downstream Users.\nYou also hereby grant each user of the Services a non-exclusive license to access your Member Content through the Services and to use, reproduce, distribute, display, and perform such Member Content as permitted through the functionality of the Services and under these Terms.<br>\n<br>d.\nUse of Your Member Content with Sponsored Content.\nYou give us permission to use your name, neighborhood, profile picture, and information about your interactions with the Services next to or in connection with ads, offers, and in connection with our efforts to promote sponsored Content we display on the Services, with no additional compensation to you.\nWe may also post and repost information about your interactions with the Services, along with your name and profile picture, in different areas of the Services from time to time, including any of your Member Content (such as recommendations) for a business in connection with that business’s other ads and Business Pages on the Services.\nWhen doing so, we will use your personal information in accordance with data protection laws and our Privacy Policy.<br>\n<br>e.\nFeedback.\nWe welcome you to share any feedback, suggestions, or ideas you have about Nextdoor and our Services with us (“Feedback”).\nYou agree that in sharing your Feedback, you hereby grant Nextdoor an unrestricted, perpetual, irrevocable, non-exclusive, sublicensable, transferable, fully-paid, royalty-free right to use the Feedback as we see fit and in connection with any of our products and services now known or hereinafter developed.<br>\n<br>f.\nSharing Content.\nWe invite you to share Content from Nextdoor through our sharing features, including the Share button.\nCopying, sharing, or redistributing Content by any other means, including through web scraping, is prohibited.<br>\n<br>g.\nSoftware.\nUsing Nextdoor may include downloading software to your computer, phone, tablet, or other device.\nWe may require you to accept updates to our Services that you have installed on your computer or mobile device in order to continue using the Services.\nYou acknowledge and agree that we may automatically update that software, and the then-current version of these Terms will apply to any updates.<br>\n<br>5.\nBEING A GOOD NEIGHBOR.<br>\n<br>a.\nCommunity Guidelines.\nAt Nextdoor, we believe that neighborly behavior is the foundation of healthy communities.\nThese Terms include by reference our Community Guidelines on appropriate use of Nextdoor.\nAll of our Community Guidelines apply to Content submitted on Nextdoor, including submissions in Groups and direct messages.\nWe may limit the distribution of or remove Content that we determine violates the Community Guidelines.\nWe reserve the right to proactively moderate Content, although we expressly disclaim any obligation to do so, and we can remove Content, suspend, delete, or deactivate your Account, limit Account privileges, or otherwise refuse service to you, if you violate our Community Guidelines, these Terms, or our other policies, or if you infringe intellectual property, or otherwise engage in behavior that we think may harm Nextdoor, a Nextdoor neighborhood, or any of our Members.<br>\n<br>b.\nProhibited Conduct.\nWithout limiting other restrictions contained in these Terms, you agree that you will not, under any circumstances (i) gain or attempt to gain unauthorized access to any part of the Services, including the Accounts of other Members (such through the use of bots or other automations as well as the unauthorized use of legitimate Member credentials).\n(ii) interfere with, disrupt, or damage our Services or attempt to do the same (such as by posting viruses, instigating a denial of service attack, or spamming Members).\n(iii) attempt to gain access to or tamper with non-public areas of the Services, our computer systems, and any technical delivery systems of our providers.\n(iv) attempt to prove, scan, or test the vulnerability of our systems, networks, or Services, or breach any security or authentication measure.\n(v) conduct facial recognition or other biometric analysis of the Content (as defined below) posted on Nextdoor.\n(vi) develop, support or use software, devices, scripts, robots or any other means or processes (including crawlers, browser plugins, and add-ons or any other technology) to scrape the Services or otherwise copy profiles and other data from the Services.\n(vii) licensing, selling, transfering, assigning, distributing, hosting, or otherwise commercially exploiting the Services or Content.\n(viii) modifying, preparing derivative works of, disassembling, decompiling, reverse engineering or circumventing any security or authentication measures of any part of the Services or Content.\n(ix) accessing the Services or Content in order to build a similar or competitive website, product, or service, or (x) otherwise access or use the Services in an unlawful or unanticipated manner.\nFor clarity, any attempt to engage in any of the behaviors listed in this section is also prohibited.<br>\n<br>c.\nDisputes Between Members.\nWaiver of Claims Against Nextdoor.\nIn the real world and online, neighbors sometimes disagree.\nIf you have a dispute with another Member, we hope that you will be able to work it out amicably.\nHowever, if you can’t, please understand that Nextdoor is not responsible for the actions of our Members.\nEach of our Members is solely responsible for their own actions and behavior, whether they are using Nextdoor or chatting with a neighbor over the back fence.\nAccordingly, you agree that Nextdoor has no responsibility for the conduct of Members or other third parties and, to the maximum extent permitted by applicable law, you hereby release the Nextdoor Entities (defined below) from losses, liabilities, claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with disputes involving you and other Members.\nIf you are a California resident, you hereby waive California Civil Code §1542, which says: <strong>\n<em>“A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release, and that, if known by him or her, would have materially affected his or her settlement with the debtor or releasing party.</em>\n</strong>”<br>\n<br>d.\nCommunity Moderation.\nSome Members are provided with additional account features to use to support their neighborhood, including moderation tools.\nWE ARE NOT RESPONSIBLE FOR THE ACTIONS TAKEN BY THESE MEMBERS WHILE USING THESE ACCOUNT FEATURES.\nWe reserve the right to overturn any action taken by these Members if we, in our sole discretion, believe that such action is not in the interest of Nextdoor.\nWe reserve the right to revoke or limit a Member’s access to these tools at any time, with or without notice, for any reason or no reason, including for a breach of these Terms or any relevant policies or guidelines.\nTo learn more about moderation, click here.\nIf you are given access to these additional account features, including moderation tools, then:</p>\n<ul>\n<li>You agree that you are taking all actions related to community moderation on a volunteer basis and are not an employee or contractor of Nextdoor;</li>\n<li>You may not represent that you are authorized to act on behalf of Nextdoor;</li>\n<li>You may not enter into any agreement with a third party on behalf of Nextdoor;</li>\n<li>You may not perform moderation actions in return for any form of compensation, consideration, gift, or favor from third parties.\nand</li>\n<li>If you have access to any non-public information through these account features, then you will use such information only in connection with your role as a volunteer.</li>\n</ul>\n<p>\n<br>6.\nMEMBER TRANSACTIONS.<br>\n<br>a.\nProducts and Services Offered by Members.\nYou, and not Nextdoor, are responsible for your own decisions and actions on the Services.\nNextdoor does not own or sell any of the products or services listed by Members on the Services (such as in “For Sale &amp.\nFree” and “Hire-a-Pro”), so any actual contract formed is between the Member making an offer and the Member seeking to purchase or otherwise acquire those goods or services.&nbsp;<br>\n<br>b.\nEngaging Other Members.\nNextdoor does not interview, run background checks on, monitor, supervise, direct or control Members.\nIn addition, the use of Nextdoor to find a service, via search, Business Pages, Hire-a-Pro, or any similar feature, does not make us an employer, placement agency, representative, or agent of or for you or any other Member or service provider, and you acknowledge and agree that no such relationship is intended or created by these Terms or your use of the Services.\nIf you and another Member decide to work together, the two of you, and not Nextdoor, are solely responsible for complying with any applicable laws, such as tax and employment laws.\nMembers are not independent contractors, employees, joint venturers, franchisees, or service providers to or for Nextdoor.<br>\n<br>c.\nProhibited Transactions.\nExcept through Nextdoor’s Services and in accordance with Nextdoor’s Guidelines, you may not use the Services to solicit, advertise for, or contact in any form, Members for any employment or other commercial purpose.\nYou may not use the Services to collect the contact information or other personal information of Members, by electronic means or otherwise, without the Member’s explicit consent or our prior written consent.<br>\n<br>d.\nNextdoor Only Provides a Venue.\nNextdoor is not a party to interactions, transactions or disputes between Members, and while we may, in our discretion, help facilitate the resolution of disputes we have no control over and do not guarantee (i) the existence, quality, safety, or legality of any goods or services listed by Members on the Services.\n(ii) the truth or accuracy of Member Content or listings.\n(iii) the ability of Members to sell or pay for goods or services.\n(iv) that Members who choose to contract with one another will actually complete the transaction, or (v) the integrity, responsibility, or actions of any Members.\nNextdoor reserves the right to remove any Member’s listing on the Services for any reason or no reason, at any time, with or without notice.\nWhen interacting with other Members you should exercise caution and common sense to protect your personal safety and property, just as you would when interacting with other persons whom you don’t know.\nNEITHER NEXTDOOR NOR OUR AFFILIATES ARE RESPONSIBLE FOR THE CONDUCT, WHETHER ONLINE OR OFFLINE, OF ANY USER OF THE SERVICES.\nNEXTDOOR AND OUR AFFILIATES WILL NOT BE LIABLE FOR ANY CLAIM, INJURY OR DAMAGE ARISING IN CONNECTION WITH YOUR USE OF THE SERVICES.<br>\n<br>7.\nNOTIFICATION PREFERENCES.<br>\n<br>a.\nNotifications.\nBy default, you will receive notifications from Nextdoor related to your use of and interactions with the Services within the Services, to the email address to which your Account is linked, and on your device or browser.\nYou may also opt in to other kinds of notifications.\nYou can change your preferences about receiving messages from Nextdoor and customize your default notifications in your preference settings here.\nYou can use these preference settings to unsubscribe to specific notification types by email or text message.&nbsp;<br>\n<br>b.\nInvitations.\nYou can use our Services to send individuals who are not Members invitations, such as by post mail, email, or text message, to register for the Services (“Invitations”).\nYou acknowledge that these Invitations, which we may help to facilitate through our Services, are sent by you and not by Nextdoor, and Invitations sent by post mail are sent by Nextdoor on your behalf.\nSuch Invitations may identify you as the person inviting the user and may include details about your neighborhood.\nFor example, you may invite your neighbors to Nextdoor by requesting to have us send to them an Invitation, which may include your name and the fact that you are a resident of the neighborhood.\nYou acknowledge that certain third-party fees, such as those from your mobile carrier or Internet service provider, may apply to the use and operation of your device in connection with your sending an Invitation and that you are solely responsible for any such third-party fees.<br>\n<br>c.\nText Messages.\nNextdoor provides a text message service that provides Members with notifications relevant to their neighborhood, Account, or other Services, such as urgent alerts.\nBy giving Nextdoor your phone number, you are consenting to receiving such text notifications, even if your mobile phone number is registered on any state or federal Do Not Call list, or international equivalent.\nYou may update your preferences at any time, and you must do so if you change your phone number to prevent Nextdoor from sending messages intended for you to someone else.\nNextdoor does not charge for our text notifications, but your carrier may charge you for such messages.\nText notifications may not be delivered if your phone is not in range of a transmission site, or if sufficient network capacity is not available at a particular time.\nFurther, factors beyond the control of the user’s wireless carrier or wireless internet provider may interfere with message delivery, including equipment, terrain, proximity to buildings, foliage, and weather.\nYou acknowledge that notifications may not be timely received and that neither Nextdoor nor your wireless carrier guarantees that text notifications will be delivered.\nThese notifications are not intended to replace any primary phone service, such as a traditional landline or mobile phone that may be used to contact emergency services.\nYou acknowledge and agree that Nextdoor is not liable, and you shall not seek to hold Nextdoor liable, for any damages related to your use of the text notification service.\nIf you use certain additional Services, you may receive additional notifications covered by our SMS Terms of Services.\nSuch additional Services and notifications are optional.&nbsp;<br>\n<br>8.\nPROMOTIONS.<br>\n<br>Any sweepstakes, contests, raffles, games or similar (collectively, “Promotions”) made available through and as part of the Services may have additional terms and conditions.\nIf you participate in any Promotions, please carefully review any Promotion-specific rules as well as our Privacy Policy.\nIf and to the extent those rules conflict with these Terms or the Privacy Policy, the applicable Promotion rules will govern.<br>\n<br>9.\nTHIRD-PARTY SITES AND SERVICES.<br>\n<br>Our Services may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Nextdoor.\nWe don’t endorse or assume any responsibility for any such third-party websites, information, materials, products, or services.\nIf you access any third-party website, advertisement, service, or other Content from Nextdoor, you do so at your own risk.\nNextdoor may not warn you that you are leaving the Services and are subject to the terms and conditions of another website or domain, which is not under the control of Nextdoor.\nYou agree that Nextdoor has no liability arising from your use of or access to any third-party website, service, or Content.<br>\n<br>10.\nCHANGES TO OUR SERVICE.<br>\n<br>We may offer additional Services and product features, or add, change, or discontinue our existing Services and product features at any time and in any region, with or without notice to you.\nIf you are dissatisfied, your sole remedy is to stop using our Services or the affected feature.<br>\n<br>11.\nRESTRICTIONS FROM OUR LICENSORS.<br>\n<br>Some of the information and Services available through Nextdoor are licensed from or supported by third parties.\nThese third-party terms and disclosures apply to your use of the Services.<br>\n<br>12.\nINDEMNIFICATION.<br>\n<br>You agree to defend, indemnify, and hold Nextdoor and our affiliates, related companies, officers, directors, employees, agents, representatives, partners, and licensors (the “Nextdoor Entities”) harmless from any claims, liabilities, damages, losses, and expenses, including without limitation reasonable attorney’s fees and costs, made by any third party due to or arising out of any and all of the following (a) your use of the Services.\n(b) your violation of these Terms.\n(c) your violation of applicable laws or regulations.\n(d) your violation of any rights of another party, including any Members.\n(e) your interactions and transactions with other Members.\nor (f) your Member Content.\nWe reserve the right to control the defense of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims and to not settle any claim without our prior written consent.\nYou agree that the provisions of this section will survive any termination of your Account(s), the Terms, and/or your access to the Services.<br>\n<br>13.\nDISCLAIMERS.\nLIMITATION OF LIABILITY.<br>\n<br>a.\nDisclaimers.\nNo Warranties.\nYou understand and agree that to the maximum extent permitted by applicable law your access to and use of the Services or any Content are at your own risk.\nOur Services are provided to you on an “AS IS” and “AS AVAILABLE” basis, with all faults.\nWITHOUT LIMITING THE FOREGOING AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE NEXTDOOR ENTITIES EXPRESSLY DISCLAIM ALL WARRANTIES, REPRESENTATIONS, AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nThe Nextdoor Entities make no warranty or representation and disclaim all responsibility and liability for (i) the completeness, accuracy, availability, timeliness, security, or reliability of the Services.\n(ii) any harm to computer systems, loss of data, or other harm that results from access to or use of the Services.\n(iii) the deletion of, or the failure to store or to transmit, any Content and other communications maintained by the Services.\n(iv) viruses or other harmful components distributed by the Services.\nand (v) whether the Services will meet requirements or be available on an uninterrupted, secure, or error-free basis.\nWe can’t guarantee continuous or secure access to the Services, and operation of the Services may be interfered with by numerous factors outside of our control.\nNo advice or information, whether oral or written, obtained from the Nextdoor Entities or through the Services will create any warranty not expressly made herein.<br>\n<br>b.\nLiability Limits.\nYOU UNDERSTAND AND AGREE THAT, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE NEXTDOOR ENTITIES SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR ANY LOSS OF PROFITS OR REVENUES, WHETHER INCURRED DIRECTLY OR INDIRECTLY, OR ANY LOSS OF DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (I) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICES.\n(II) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICES, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER MEMBERS OR THIRD PARTIES.\n(III) ANY CONTENT OBTAINED FROM THE SERVICES.\nOR (IV) UNAUTHORIZED ACCESS, USE, OR ALTERATION OF YOUR ACCOUNT, TRANSMISSIONS OR CONTENT.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF NEXTDOOR ENTITIES EXCEED THE GREATER OF (A) THE TOTAL AMOUNT PAID OR PAYABLE TO NEXTDOOR BY YOU FOR THE SERVICES DURING THE SIX-MONTH PERIOD PRIOR TO THE ACT, OMISSION, OR OCCURRENCE GIVING RISE TO SUCH LIABILITY.\nOR (B) ONE HUNDRED U.S.\nDOLLARS ($100).\nTHE LIMITATIONS OF THIS SUBSECTION SHALL APPLY TO ANY THEORY OF LIABILITY, WHETHER BASED ON WARRANTY, CONTRACT, STATUTE, TORT OR OTHERWISE, AND WHETHER OR NOT THE PARTIES HAVE BEEN INFORMED OF THE POSSIBILITY OF ANY SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.<br>\n<br>c.\nNo Liability for Conduct of Other Members.\nYOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER MEMBERS OR OTHER USERS OF THE SERVICES.\nYOU UNDERSTAND THAT NEXTDOOR DOES NOT MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF MEMBERS OR OTHER USERS OF THE SERVICES.\nNEXTDOOR MAKES NO WARRANTY THAT ANY GOODS OR SERVICES PROVIDED BY THIRD PARTIES WILL MEET YOUR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS.\nNEXTDOOR MAKES NO WARRANTY REGARDING THE QUALITY OF SUCH GOODS OR SERVICES, NOR THE ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS, OR RELIABILITY OF ANY CONTENT MADE AVAILABLE BY THIRD PARTIES ON OR THROUGH THE SERVICES.<br>\n<br>d.\nNextdoor Is Not a Broker.\nNextdoor does not, and is not intended to, provide financial or real estate advice.\nNextdoor is not an attorney, escrow agent, lender, or real estate broker representing any Member.\nNEXTDOOR AND OUR AFFILIATES MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, AS TO THE EXISTENCE, OWNERSHIP, LEGAL STATUS (INCLUDING, BUT NOT LIMITED TO, BUILDING CODE COMPLIANCE AND COMPLIANCE WITH ACCESSIBILITY LAWS), SUITABILITY, OR CONDITION OF ANY PROPERTY LISTED ON NEXTDOOR, OR AS TO THE ACCURACY OR COMPLETENESS OF ANY INFORMATION ABOUT A PROPERTY.<br>\n<br>e.\nExclusion of Damages.\nCERTAIN JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.<br>\n<br>f.\nBasis of the Bargain.\nTHE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN NEXTDOOR ENTITIES AND YOU.<br>\n<br>14.\nDISPUTE RESOLUTION.<br>\n<br>If a dispute arises between you and Nextdoor, our goal is to provide you with a neutral and cost-effective means of resolving the dispute quickly.\nAccordingly, if you have a dispute with Nextdoor, you agree to contact us and try to resolve the dispute informally before pursuing other avenues, including arbitration as set forth in Section 16(a) below.<br>\n<br>15.\nGENERAL.<br>\n<br>a.\nTerm and Termination.\nThe Terms commence on the date when you accept them (as described in the preamble above) and remain in full force and effect for as long as you access or use the Services, unless terminated earlier in accordance with the Terms.<br>\n<br>i.\nTermination by You.\nYou may terminate these Terms with Nextdoor at any time by deactivating your Account(s) and discontinuing your use of the Services.<br>\n<br>ii.\nTermination by Nextdoor.\nWe may suspend, terminate, delete, or deactivate your Account(s) or stop providing you with all or part of the Services at any time for any or no reason, with or without notice, without liability to you.<br>\n<br>iii.\nSurvival.\nIn the event of termination, whether by you or by us, Section 4 (Rights You Grant), Section 12 (Indemnification), Section 13 (Disclaimers.\nLimitation of Liability), Section 14 (Dispute Resolution), Section 15 (General), and Section 16 (Jurisdiction Specific Provisions) of these Terms shall survive.<br>\n<br>b.\nMember Support.\nWe care about your concerns, issues, thoughts, and suggestions.\nPlease visit https://help.nextdoor.com to find answers to common questions or email us at help@nextdoor.com.<br>\n<br>c.\nInfringement.\nIf you believe Content on the Services infringes your copyright, you can reach our notification agent at Nextdoor, Inc., 420 Taylor St, San Francisco, CA 94102.\nPhone: +1 415-569-7971.\nEmail: copyright@nextdoor.com.\nIf you are in the U.S., your notice must satisfy the requirements enumerated in 17 U.S.C.\n§512(c)(3).\nPlease review our Trademark and Copyright Policy for additional information.<br>\n<br>d.\nIntegration.\nThese Terms, including our Community Guidelines, our Business Services Terms&nbsp;as applicable, and other Supplemental Terms and policies referenced herein, constitute the entire agreement between you and us with respect to our Services, and supersede any other agreements or understandings (oral or written), except that in the event of any conflict between these Terms and Supplemental Terms the Supplemental Terms shall control solely with regard to the Services to which they apply.<br>\n<br>e.\nUpdates.\nWe reserve the right to amend these Terms and any Supplemental Terms at any time.\nWe will notify you of any material changes as legally required (for example, by emailing you, or by posting an amendment notice in your neighborhood’s newsfeed).\nSuch changes to the Terms and Supplemental Terms shall be effective immediately for new Visitors.\nChanges to applicable policies and guidelines are effective immediately unless otherwise stated.\nIf you keep using Nextdoor after a change to Terms or any applicable Supplemental Terms is effective, you accept and agree to be bound by the new terms.\nif you disagree with the new terms, you must stop using the Services and delete your Account(s).<br>\n<br>f.\nNotices.\nNotice to Nextdoor under these Terms must be in writing and sent to Nextdoor using the relevant contact information set out in the introductory paragraph above.\nNotices will be deemed given upon personal delivery, upon delivery if by mail, or upon valid transmission through email.<br>\n<br>g.\nNo Agency.\nThese Terms do not create any agency, partnership, joint venture, joint controllership, employment or franchise relationship between you and Nextdoor.<br>\n<br>h.\nMiscellaneous.\nTo the extent allowed by applicable law, the English version of these Terms is binding, and other translations are for convenience only.\nYou may not assign any of your rights or obligations under these Terms without our prior written consent, which consent may be withheld in our sole discretion.\nIf any provision of these Terms is found unenforceable, then that provision will be severed from these Terms and not affect the validity and enforceability of any remaining provisions.\nExcept as expressly provided in this Agreement, this Agreement is intended solely for the benefit of you and the Nextdoor Entities, and is not intended to confer any benefits upon, or create any rights in favor of, any Person other than you and the Nextdoor Entities.\nOur failure to act in a particular circumstance does not waive our right to act with respect to that or other circumstances.\nWe shall be excused for any problem due to a circumstance beyond our reasonable control.\nYou represent and warrant on an ongoing basis and at all relevant times that you are not, nor is any individual with access to your Account, nor is any entity or person that (directly or indirectly) owns, controls, or is affiliated with you, acts on your behalf or is otherwise associated with you, subject to financial, economic or trade sanctions or embargoes, or otherwise designated on any list of prohibited or restricted parties.\nor territories, including any such lists maintained from time to time by the United Nations Security Council, the UK Government, US Government, the Australian Government, the Canadian Government, the European Union or its member states or any member states of the European Free Trade Association, or other applicable government authority.\nIn the event that, at any relevant time, the warranty outlined in the preceding sentence ceases to be true, complete, and accurate, you shall notify us immediately.<br>\n<br>16.\nBINDING ARBITRATION AND CLASS WAIVER.\nJURISDICTION-SPECIFIC PROVISIONS.<br>\n<br>a.\nUnited States.\nIf you live in the United States, this section applies to you.<br>\n<br>i.\nGoverning Law, Jurisdiction and Venue.\nExcept as set forth in Subsection (v) below, these Terms are to be governed by and interpreted under California law, without regard to its conflict of law principles.\nThis&nbsp.\ngoverning law provision is limited to specifying the choice of law to be used in the governance and interpretation of these Terms, and shall not&nbsp.\ncreate any other substantive right to assert claims under California law, whether under statute, common law, or otherwise.\nThis section is only intended to specify the use of California law to interpret these Terms.\nBoth you and Nextdoor agree that all claims or&nbsp.\ndisputes arising out of or relating to these Terms (or any Supplemental Terms, unless expressly otherwise set forth in such Supplemental Terms) that are not subject to mandatory arbitration as set forth in&nbsp.\nthese Terms shall be resolved exclusively in the U.S.\nDistrict Court for the Northern District of California, or in the Superior Court of California for the County of San Francisco, and you hereby submit to the exclusive jurisdiction thereof.<br>\n<br>ii.\nArbitration Agreement.\nYou and Nextdoor agree to the arbitration and dispute resolution terms in this Section (Section 16) (the “Arbitration Agreement”).\nFor the purposes of this Arbitration Agreement, references to “Nextdoor,” “you,” “we” and “us” include our respective subsidiaries, affiliates, agents, employees, employers, partners, shareholders, predecessors in interest, successors, assigns, and heirs.\nWe encourage you to carefully read these important terms, which include a requirement that claims arising out of or relating to these Terms (and any Supplemental Terms unless expressly otherwise set forth in such Supplemental Terms) shall be brought individually and subject to arbitration, except as otherwise provided in Section 16(a)(iv), Section 16(a)(v), and Section 16(a)(vi), and include instructions for how to opt out if you do not agree.<br>\n<br>iii.\nApplicability.\nExcept as set forth below in Subsections (iv) - (vi) any dispute or claim arising out of or relating in any way to your access or use of the Services, or to any aspect of your relationship with Nextdoor (including without limitation as a business), shall be resolved by binding arbitration, rather than in court.<br>\n<br>iv.\nSmall Claims Court.\nNotwithstanding the other provisions of this Arbitration Agreement, in the event the amount in controversy for any claim or dispute is less than $10,000.00, either you or Nextdoor may bring an individual action in small claims court in the Superior Court of California for the County of San Francisco.\nShould the amount in controversy of such action exceed the monetary limit of the small claims court, such action shall be dismissed without prejudice, and be shall be subject to arbitration as set forth herein.<br>\n<br>v.\nEmergency Equitable Relief.\nNotwithstanding the other provisions in this Arbitration Agreement,either you or Nextdoor may seek a temporary restraining order or other temporary equitable relief from a state or federal court of competent jurisdiction, in order to maintain the status quo pending arbitration.\nA request for emergency equitable reliefs shall not be deemed a waiver of any other rights or obligations under this Arbitration Agreement, including the requirement to individual arbitration as set forth herein.<br>\n<br>vi.\nClaims Not Subject to Arbitration.\nNotwithstanding the other provisions in this Arbitration Agreement, claims alleging defamation, violation of the Computer Fraud and Abuse Act, or infringement or misappropriation of the other party’s patent, copyright, trademark, or trade secrets shall not be subject to the arbitration requirements in this&nbsp.\nArbitration Agreement, and may be brought in&nbsp.\nstate or federal court, specifically, the U.S.\nDistrict Court for the Northern District of California, or in the Superior Court of California for the County of San Francisco.<br>\n<br>vii.\nArbitration Rules and Forum.\nThese Terms evidence a transaction involving interstate commerce and that notwithstanding the provision above with respect to the applicable substantive law, the Federal Arbitration Act, 9 U.S.C.\n§1 et seq.\n(“FAA”) will govern the interpretation and enforcement of this Arbitration Agreement and any arbitration proceedings in accordance therewith.\nIf, for whatever reason, the FAA is inapplicable, the state law governing arbitration agreements in the state in which you reside shall apply.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to Nextdoor, Inc., 420 Taylor Street, San Francisco, CA 94102, attn: Legal Department, with copy to legal-arbitration@nextdoor.com.\nYour letter must include (1) the name, telephone number, mailing address, and e-mail address of the party seeking arbitration and the Account username, if any, as well as the email address associated with the Account.\n(2) a statement of the legal claims being asserted and the factual bases of those claims.\n(3) a description of the remedy sought and an accurate, good-faith calculation of the amount in controversy in United States Dollars.\n(4) the party’s portion of the applicable filing fee.\nThe arbitration will be conducted by JAMS, an established alternative dispute resolution provider.\nDisputes involving claims and counterclaims under $250,000, not inclusive of attorneys’ fees and interest, shall be subject to JAMS’s most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nAll other claims shall be subject to JAMS’s most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nJAMS’s rules are also available at www.jamsadr.com or by calling JAMS at 800-352-5267.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nIf the arbitrator finds that you can’t afford to pay JAMS’s filing, administrative, hearing, and/or other fees and can’t obtain a waiver from JAMS, Nextdoor will pay them for you.\nIn addition, Nextdoor will reimburse all such JAMS’s filing, administrative, hearing and/or other fees for claims, such amounts totaling less than $10,000, unless the arbitrator determines the claims are frivolous.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you reside, or at another mutually agreed location.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.<br>\n<br>viii.\nAuthority of Arbitrator.\nThe arbitrator shall have exclusive authority to (i) determine the scope and enforceability of this Arbitration Agreement and (ii) resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to, any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe exceptions to the preceding sentence are (1) all disputes arising out of or relating to the class action waiver, including any claim that all or part of the class action waiver is unenforceable, illegal, void or voidable, or such class action waiver has been breached, shall be decided by a court of competent jurisdiction and not by an arbitrator.\nand (2) all disputes arising out of or relating to whether either party has satisfied any condition precedent to arbitration shall be decided only by a court of competent jurisdiction and not by an arbitrator.\nThe arbitration will decide the rights and liabilities, if any, of you and Nextdoor.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum’s rules, and the Terms (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which the award is based, including the calculation of any damages awarded.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and us.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.<br>\n<br>ix.\nWaiver of Jury Trial.\nYOU AND NEXTDOOR HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nThere is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.&nbsp;<br>\n<br>x.\nWaiver of Class or Other Non-individualized Relief.\nALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS OR COLLECTIVE BASIS, ONLY INDIVIDUAL RELIEF IS AVAILABLE, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CAN’T BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nIf a decision is issued stating that applicable law precludes enforcement of any of the limitations in Subsection v, as to a claim for relief, then the claim shall be severed from the arbitration and brought in the U.S.\nDistrict Court for the Northern District of California, or in the Superior Court of California for the County of San Francisco.\nAll remaining claims shall be arbitrated.<br>\n<br>xi.\n30-day Right to Opt Out.\nYou have the right to opt out of the provisions of these Terms that mandate arbitration by sending written notice of your decision to opt out to: legal-arbitration@nextdoor.com, within 30 days after first becoming subject to a version of these Terms containing an arbitration provision.\nYour notice must include your name and address, your Nextdoor username (if any), the email address you used to set up your Account (if you have one), and an unequivocal statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of arbitration, all other parts of these Terms will continue to apply to you.\nOpting out of arbitration has no effect on any other arbitration agreements that you may currently have, or may enter into in the future, with us.<br>\n<br>xii.\nSeverability.\nExcept as provided in Section 16(a)(x) (Waiver of Class or Other Non-Individualized Relief), if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.<br>\n<br>xiii.\nSurvival of Arbitration Agreement.\nThis Arbitration Agreement will survive the termination of your relationship with Nextdoor.<br>\n<br>xiv.\nMaterial Changes.\nNotwithstanding any provision in these Terms to the contrary,if Nextdoor makes any material changes to this Arbitration Agreement, you accept and agree to be bound by the new terms, unless you opt-out&nbsp.\nby writing to Nextdoor at the following address: legal-arbitration@nextdoor.com within thirty (30) days of receiving notice of such change(s), and include all the relevant information required in the Notice as discussed in Subsection (xi) of this Arbitration Agreement.\nIf you choose to opt-out pursuant to this subsection, the previous version of this Arbitration Agreement will govern your claims.&nbsp;<br>\n<br>b.\nAustralia and Canada.\nIf you live in Australia or Canada this section applies to you.<br>\n<br>i.\nData Transfer.\nThe privacy protections and the rights of authorities to access your personal information in the countries to which we transfer data may not be the same as in your home country.\nNextdoor will only transfer personal information as permitted by law, and will take steps intended to ensure appropriate protection of your personal information.\nplease review our Privacy Policy for details.\nIf you have questions, please contact us.<br>\n<br>ii.\nJurisdiction and Governing Law.\nIf you are a Member or Visitor based in Australia, then Australian and New South Wales laws may apply to these Terms and Australian or New South Wales courts may have jurisdiction to hear disputes arising in relation to these Terms and may invoke certain local laws against Nextdoor.\nIf you are a Member or Visitor based in Canada, then Canadian law may apply to these Terms and Canadian courts may have jurisdiction to hear disputes arising in relation to these Terms and may invoke certain local laws against Nextdoor.</p>", "created_at": "2019-02-10 20:53:57.967809", "updated_at": "2023-08-29 07:46:18.312268"}, {"id": 6552, "name": "Privacy Policy", "url": "https://help.nextdoor.com/s/article/Privacy-Policy?language=en_US", "xpath": "//*[@id=\"articlecontent\"]", "text": "<p>This Privacy Policy is effective January 1, 2023 and last updated June 29, 2023.\nTo review our previous Privacy Policy, please click here.<br>\n<br>Welcome to Nextdoor.\nNextdoor is where neighbors plug into the neighborhoods that matter to them.\nWe believe by bringing neighbors together, we can cultivate a kinder world where everyone has a neighborhood they can rely on.<br>\n<br>We invite you to read this Privacy Policy (“Privacy Policy”), which explains our privacy practices and how we handle personal information collected through Nextdoor, as well as through other social media, our marketing activities, our live events, and other activities described in this Privacy Policy.\nThis Privacy Policy also explains how we use and share such information and choices you have about your personal information.<br>\n<br>We use “Nextdoor” to refer to the Nextdoor websites and our iOS and Android apps (also referred to as our “Services”).\nWe also use “Nextdoor,” “we,” “us,” and “our” to refer to the companies operating our Services as described in the Member Agreement.\nA “Member” is an individual who has registered to use our Services.<br>\n<br>Unless otherwise indicated, this Privacy Policy applies to all of our Services in all geographies in which Nextdoor offers its Services.\nSome parts of this Privacy Policy apply only to our Services offered in particular geographies.\nplease see Section 11 for additional information.\nCapitalized words used but not defined have the meanings described in the Member Agreement.<br>\n<br>\n<strong>Contents of this Privacy Policy</strong>\n<br>What Personal Information Is Collected?<br>How Is My Personal Information Used?<br>How Is My Personal Information Shared with Others?<br>What Are My Choices?<br>How Long Is My Personal Information Kept?<br>International Transfers of Personal Information.<br>How Is My Personal Information Protected?<br>Personal Information Relating to Children.<br>Changes to this Privacy Policy.<br>How to Contact Us.<br>Jurisdiction-Specific Disclosures.</p>\n<u>1.\nWhat Personal Information Is Collected?</u>\n<p>We may collect personal information about you from you directly, from other Members or other users of our Services, through technology that automatically collects information from your browser or device, and from third party sources.\nSee below for examples.\nNote that not all Nextdoor account types and features are available in all locations, so some of the examples below may not apply where you live.\nAdditionally, these examples are not exhaustive and we may collect personal information that is not specifically listed below, which we use consistent with this Privacy Policy.\nWe may also provide supplemental information about our data collection or privacy practices in disclosures about specific Services or circumstances, or in some cases, at the time we collect personal information from you.\nAny personal information that we collect will be used and processed in a manner consistent with this Privacy Policy.</p>\n<br>1.1&nbsp;Personal information we may collect from you.\n<ul>\n<li>\n<strong>Your personal details</strong>.\n<ul>\n<li>When you sign up for Nextdoor, you will need to provide certain information about yourself, such as your name, email address, and physical address.\nYou may also choose to provide other personal details, either when you sign up or at a later time, such as your gender, race or ethnicity, and demographic information.\nYou may also choose to reveal information about yourself in your Nextdoor profile, or when you post or comment on Nextdoor, which is described in more detail below.</li>\n<li>If you want to join Nextdoor or use our Services before they have been introduced to your neighborhood, then you can choose to give us your contact information and ask us to notify you when we introduce our Services to your neighborhood.</li>\n<li>If you contact support, you will need to provide us with your contact information and a description of the issue, or else we won’t be able to respond or provide support to you.</li>\n</ul>\n</li>\n<li>\n<strong>Data from other accounts.\n</strong>If you use a third party service, like Facebook, Google, or Apple to log in to Nextdoor (or if you connect a third party account to your Nextdoor account at any other time), then you authorize that third party service to share your personal information with us.&nbsp.\nThis information may include your name, photo, email address, and any other information you agree to let the third party service share with us.\n(The specific personal information shared with us will depend on the third party’s privacy practices, agreements we have with the third party, and any choices that you may make in sharing your personal information.)</li>\n<li>\n<strong>Contact lists.\n</strong>You may choose to share or sync your contacts with Nextdoor, including contacts’ names, email addresses, physical addresses, phone numbers, or other information included with your contacts.\nYou may also manually enter the contact information of your neighbors.\nWe use the contacts you provide to help you see which of your contacts have already joined Nextdoor, so that you can invite your contacts who aren’t on Nextdoor to join, to be notified when your contacts join, and to see more of what’s relevant to you through personalization.</li>\n</ul>\n&nbsp.\n<ul>\n<li>\n<strong>Profile, posts, direct messages, interests, location, and recommendations.</strong>\n<ul>\n<li>You may share information about yourself in your profile, including your interests, skills, pictures, information about your household, biographical information (such as your job, hometown, time you have spent living in the area, etc.), emergency contact, or things that you love about your neighborhood.</li>\n<li>You may post on Nextdoor.\nPosts may include text, images, photos, videos, tags of people or places, polls, offers to sell or give away items, or anything else you want to share.</li>\n<li>You may send direct messages on Nextdoor.&nbsp.\nDirect messages may include text, images, photos, or videos.</li>\n<li>You may share information about your interests, including by joining and/or posting in a Group or following a neighborhood or topic.</li>\n<li>You may share information about local businesses in the form of a recommendation, review or rating, comment, or by claiming or creating a business page.</li>\n</ul>\n</li>\n<li>\n<strong>Payment information.</strong> If you make a payment either to or through Nextdoor, then you are providing our third party payment processors (for example, Stripe) with your payment card details and other payment information in order to complete the transaction.</li>\n<li>\n<strong>Survey data.\n</strong>We may contact some Members to request participation in a survey or other general research.\nIf you choose to take part in these, you may provide personal information, in or along with your survey responses, or in any other feedback or comments you give us.&nbsp;In addition, you may choose to provide race or ethnicity information about yourself in response to our welcoming platform survey.\nThis information will be used only to better understand and address potential bias in our Services.\nMore information on our welcoming platform survey may be found here.</li>\n<li>\n<strong>Contests, sweepstakes, and prize drawings data.\n</strong>If you take part in a contest, sweepstakes, or prize drawing, then you may provide personal information, feedback, or comments in order to enter, or as part of the contest, sweepstakes, or prize drawing.</li>\n<li>\n<strong>Messages and email data.</strong> We collect information about you when you send, receive, open, read or otherwise engage with messages, email, or other communications in connection with our Services, including whether you have opened or acted on those communications.&nbsp;</li>\n<li>\n<strong>Photos and videos.</strong> You may choose to give permission for our Services to collect images, photos, videos, and other information from your device’s camera and photo library For example, when you choose to include images, photos, or videos in your posts these files may include metadata indicating how, when, where and by whom the files were created and how they are formatted.\nMetadata may be accessible to other Members or anyone else who can access the files.</li>\n<li>\n<strong>Geolocation.</strong> You may choose to grant our Services permission to access your device’s precise geolocation, which we may use to confirm your address and help us operate or personalize our Services, including by tagging posts, providing information on or adding information to a map, and helping us show you more relevant content or ads.</li>\n<li>\n<strong>Business information.\n</strong>If you use our Business Services, you may share details about your association with a business and services offered by you or the business.</li>\n<li>\n<strong>Booking information.\n</strong>If you use our Hire a Pro Service, you may share information related to the bookings you seek, such as your search terms, service type and job desired, timing, service address, cost, materials, Job Code, and associated communications.&nbsp;&nbsp;&nbsp;</li>\n</ul>\n<br>1.2 Personal information we may collect from your browser or device.\n<p>With your permission, where it is required by applicable laws, we, our service providers, and partners collect technical information when you visit or use Nextdoor, engage with our partners, or interact with our or our partners’ marketing communications, including:</p>\n<ul>\n<li>\n<strong>Device data.</strong> Device data may include your device’s manufacturer and model, operating system and version, screen resolution, RAM and disk size, CPU usage, IP address, unique identifiers (including identifiers used for advertising purposes), crash data (if applicable), what device settings you’ve enabled, carrier, radio/network information (e.g., WiFi, LTE, 3G).\n(As described above, we may collect geolocation data from your device with your permission, or we may derive your general location, such as city, state or geographic area, from your IP address or other data.) Your device and software settings affect what information your device makes available to us.</li>\n<li>\n<strong>Online activity data.</strong> Online activity data may include the date and time you visited, duration of access, the browser or app version you used (and its settings), the URLs you come from and go to, and how you used Nextdoor or interacted with our emails and other messages.\nFor example, online activity data may include how and when you navigated within Nextdoor, and which links or features you clicked on, including advertising.</li>\n</ul>\n<p>Some of the data collection described above is facilitated by cookies and similar technologies, as described in more detail in our Advertising and Cookie Policy.</p>\n<br>1.3 Personal information we may collect from third parties and public sources.\n<p>We may collect information about you from third parties (such as companies we partner with or that provide services to us) and public sources.\nFor example:</p>\n<ul>\n<li>\n<strong>Vendors and partners to Nextdoor provide various information, such as:</strong>\n<ul>\n<li>Map and residential address information in order to help us launch Nextdoor in new neighborhoods and update existing neighborhoods.</li>\n<li>Information about Members and their homes for advertising, analytics, personalization, and measurement purposes.</li>\n<li>Information about businesses to help us create business pages and offer our Services to businesses.</li>\n</ul>\n</li>\n<li>\n<strong>Advertisers</strong> provide us with information about their users or potential customers to help us personalize advertising and measure the performance of their advertisements.</li>\n<li>\n<strong>Public sources</strong>, such as census data, street addresses, property lot maps, postal address change information, and business listings, provide us with information that helps us understand our Members, improve our Services, and determine potential areas for expansion.</li>\n<li>\n<strong>Nextdoor Members</strong> may sync their contacts with Nextdoor, including their contacts’ names, email addresses, mailing addresses, and phone numbers.</li>\n</ul>\n<br>1.4 Personal information we may collect about non-Members <p>If you don't use Nextdoor, your information might still be collected.\nMembers may choose to share information about their contacts, for example from contact lists, address books, or if they manually enter your information.&nbsp.\nContact information may include your name, email address, phone number, or other information about you.\nMembers may also post or comment with personal information about non-Members.<br>\n<br>Learn more about how Nextdoor uses contact information uploaded by account holders here.</p>\n<br>\n<u>2.\nHow Is My Personal Information Used?</u>\n<p>We use personal information for the following purposes:</p>\n<br>2.1 Establish and develop neighborhoods.\n<p>We use personal information to identify and invite potential new Members to Nextdoor, and to set up new Nextdoor neighborhoods.\nFor example, you can ask us to send email, SMS, or postal mail invitations to potential new Members and reminders on your behalf, print materials for you to distribute, invite your contacts and friends, or notify you when we start offering our Services to your neighborhood.</p>\n<br>2.2 Set you up on Nextdoor.\n<p>To get Members started on Nextdoor, we use personal information to:</p>\n<ul>\n<li>Confirm Member accounts using several techniques, including checking against third party data and public records, verification codes, or geo-verification.\nWe also use public registries to block registered sex offenders in the United States (and other countries where permitted by law) from signing up for our Services.\nIn some circumstances, we may ask for additional information (such as government-issued identification and business documentation) to confirm Member accounts.</li>\n<li>Populate Member profiles and personalize your experience of Nextdoor.</li>\n<li>Notify neighbors of new Members as they join the neighborhood.</li>\n<li>Create and offer Business Services, which help Members learn about the businesses in their communities.\nTo claim your Business Page, click here.</li>\n</ul>\n<br>2.3 Provide and improve our Services.\n<p>We use personal information, and both manual and automated systems, to analyze and use your Content (as defined in the Member Agreement) and other information, including to:</p>\n<ul>\n<li>Operate Nextdoor, create neighborhoods, suggest neighborhoods, invite neighbors, and improve our products and features.</li>\n<li>Help you create, publish, view, share, and respond to Content, including highlighting interesting posts.</li>\n<li>Highlight groups, neighborhood topics or other resources.</li>\n<li>Administer and obtain feedback via surveys, sweepstakes, contests, or other promotional activities.</li>\n<li>Highlight businesses, ads, offers, products, and services you may be interested in.</li>\n<li>Provide Business Services, such as enabling Business Pages and promotional services.</li>\n<li>Provide the Hire a Pro Service, to facilitate your service bookings and understand your experience with them.</li>\n<li>Personalize your experience of Nextdoor.</li>\n<li>Understand trends, usage statistics, and demographic data relating to the Members and neighborhoods we serve.</li>\n<li>Respond to your support requests and comments.</li>\n<li>Test and evaluate potential new products and features on Nextdoor.</li>\n<li>Diagnose and resolve problems, and monitor usage and resource needs.</li>\n<li>Accept payments, through our third party payment processors.</li>\n<li>Communicate with you about Nextdoor or our Services, including by sending announcements, updates, security alerts, and support messages via email, notifications, and text messages.</li>\n</ul>\n<br>2.4 Create and maintain a trusted environment.\n<p>We may use your information to help create and maintain a trusted environment on Nextdoor, including:</p>\n<ul>\n<li>To detect and prevent fraud, spam, abuse, security incidents, and other harmful, unauthorized, unethical, illegal, or otherwise objectionable activity or content.</li>\n<li>To conduct security investigations, audits, and risk assessments.</li>\n<li>To comply with our legal obligations.</li>\n<li>To confirm or authenticate information or identification.</li>\n<li>For the legal and safety reasons described in Section 4.3 below.</li>\n</ul>\n<br>2.5 Advertising.\n<p>We use personal information to provide and improve advertisements and other commercial offerings both on and off our Services, including:</p>\n<ul>\n<li>To help personalize advertisements based on what we think may interest you.</li>\n<li>To provide and measure the effectiveness of personalized advertising, including whether it is interesting to Members and effective for the advertiser.</li>\n<li>To improve the personalization of advertisements.</li>\n<li>To send you promotional messages, marketing, advertising, and other information that we think may interest you.</li>\n<li>To invite you to participate in events or other relevant opportunities.</li>\n</ul>\n<p>We may customize advertising offers you see on Nextdoor based on information from our advertisers or vendors, on the demographics of your neighborhood, or on your actions, selections, or preferences on Nextdoor.\nFor example, a home services company might provide a list of addresses eligible for a special deal that we may offer to Nextdoor Members who live at those addresses.\nOr, if you search Nextdoor for a particular product, we might show you advertisements for providers of that product or related or similar products,<em>&nbsp;</em>including those made possible by our partnership with Microsoft's Bing Advertising to provide Members with advertisements of interest in connection with certain of our Services.\nOur third party advertising partners also use cookies and similar technologies to collect information about Members for advertising purposes as described in Section 3.4 below and in our Advertising and Cookie Policy.</p>\n<br>2.6 Research and development.\n<p>We use personal information for research and development purposes.\nAs part of these activities, we may generate aggregated, de-identified and/or other anonymous data from personal information we collect.\nWe do this by removing information that makes the data personally identifiable to you or other individuals.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve our Services and promote Nextdoor.</p>\n<br>\n<u>3.\nHow Is My Personal Information Shared with Others?</u>\n<p>We share personal information with other Members or other companies as follows:</p>\n<br>&nbsp;3.1 Content you share on Nextdoor.\n<p>Nextdoor is a platform for neighbors to share helpful information with each other.\nTo that end, the Content you post on Nextdoor, such as posts, replies, recommendations, messages, and your profile information, may be visible to other Members, businesses, governments and agencies, or the public, including Visitors (people who have not registered for our Services but may still access parts of our Services, as defined in the Member Agreement) and search engines and this Content may include personal information.\nYou can adjust the visibility of your posts in the preferences in your settings, the preferences on the Content you provide, and as described in Section 5 below.\nPlease be sure to read the options you have under the “What are My Choices” section below.\nIf this information is cached by third party search engines or other third parties, please note we do not control the practices of these third parties, and they may use caches containing outdated information.\nPlease consult these third parties’ privacy policies for additional information.</p>\n<br>3.2 Account confirmation.\n<p>We may share personal information with our verification partners, such as telecommunications providers (if you choose to confirm your account by providing your telephone number) or other data providers, to try to make sure that you are who you say you are.</p>\n<br>3.3 Legal and safety reasons.\n<p>We may retain, preserve, or share your Content and personal information with law enforcement, government authorities, and private parties if we have a good-faith belief that it is reasonably necessary to: (a) respond, as required by applicable law, to a valid, binding legal request (e.g.\na subpoena, a search warrant, court order, or other legal process from government or law enforcement).\n(b) detect, investigate, prevent, and address fraud and other unauthorized, illegal or unethical activity, security, or technical issues.\n(c) protect our or others’ rights, property, or safety.\n(d) enforce our Member Agreement or any other agreements we have with you.\n(e) prevent physical injury or other harm to any person or entity, including you and members of the general public.\nFor example, we may share your personal information with disaster relief agencies, first responders, and other individuals to facilitate disaster or emergency response efforts.</p>\n<br>3.4 Advertising.\n<p>If you view, click on, or reply to an advertisement or other offer on our Services, we may share your reply and limited Member profile information, both of which may contain personal information, with the advertiser.\nAdditionally, we may log and share your interaction with online advertisements, for example as part of tracking the effectiveness of the advertisement.\nWe may also pre-populate replies to ads you click on with your contact details, but those details are not shared with the advertiser without your consent.<br>\n<br>Our Services are supported by advertising, including third party advertising networks.\nWith your consent, our advertising partners use cookies and similar technologies to collect information about our Members and their devices over time across Nextdoor and other online services.\nWhere permissible according to applicable law, we may share certain personal information, such as hashed emails and advertising identifiers, with our advertising partners that help serve targeted online advertising to those Members or to similar audiences.\nOur advertising partners may be able to associate this information with you based on your advertising identifiers or other personal information they have about you.\nOur advertising partners may then use the information they collect to provide our Members with personalized ads on Nextdoor as well as on different websites and services, and to measure the effectiveness of the ads.</p>\n<br>3.5 Third party partners.\n<p>Nextdoor may partner with third parties such as Pros though the Hire a Pro Service, which gives Members the ability to book a range of different services, such as home improvement, dog walking, personal training, and tutoring.\nOffers for services may be integrated into Nextdoor, such as through the Business Services or Hire a Pro Service, or Nextdoor may provide links to other websites or apps featuring the offers.\nIn order to tailor offers for services to you, we may share personal information with these third parties, such as your neighborhood or zip code, the business topic of the content you are viewing, or a business search query (for example, a search for “plumber”).\nWhen you engage with one of these offers or request a booking with a Pro, you or Nextdoor may share additional information (such as contact information) directly with the third party partner or their representative.\nIf you engage with third party partners through Nextdoor, the third parties may share with us certain personal information about you to allow us to monitor, coordinate, assess, and improve our Services provided to you.\nThis may include information about a booking you make with the third party, including type of service, name and address of provider, the time of booking, and your communications with the third party.\nThese third parties may have their own privacy policies, which may apply to your activity if you click on or interact with their offers featured on Nextdoor or other websites or apps.</p>\n<br>3.6 Service providers.\n<p>We may also share personal information with service providers and/or data processors to help us operate, provide, improve, understand, customize, support, and market our Services.\nThese service providers and data processors are contractually obligated to use personal information only to provide their service to us, and are contractually prohibited from using it for their own purposes.\nThey provide a variety of services, including payment processing, information technology, generative artificial intelligence, cybersecurity, fraud prevention, hosting, customer relationship management and support, communications delivery, marketing, advertising, and website and mobile application analytics.</p>\n<br>3.7&nbsp;Social media.\n<p>Our Services include certain social media features, including a social media share button.\nIf you choose to share Content with personal information using this button, information about that Content will be shared with the selected social media platform.</p>\n<br>3.8 Within the Nextdoor corporate family.\n<p>We may share personal information within our “corporate family”, including between Nextdoor, Inc., Nextdoor Canada Ltd., Nextdoor EMEA Limited, Pixel Labs, LLC, Nextdoor Europe B.V., Nextdoor Europe UK Ltd., Nextdoor Europe GmbH, Nextdoor Europe SARL, and Nextdoor Australia Pty Ltd, to help provide, maintain, and improve our Services.\nSome of these companies may not be located in your home country.\nAs we grow and Nextdoor becomes available in more countries, we may expand the corporate family within which we share personal information by establishing local subsidiaries or other affiliates in these countries as needed to help us provide our Services there.<br>\n<br>For more information about cross-border transfers of personal information, see Section 7 below titled “International Transfers of Personal Information”.&nbsp;</p>\n<br>3.9 Business reorganization.\n<p>We may share personal information with the relevant participants in transactions (or potential transactions) involving a corporate divestiture, merger, consolidation, acquisition, restructuring, reorganization, or sale or other disposition of some or all of the assets of, or equity interests in, Nextdoor or our affiliates (including, in connection with a bankruptcy or similar proceedings).</p>\n<br>3.10 Professional advisors.\n<p>We may share personal information with our professional advisors, such as lawyers, auditors, bankers and insurers, where necessary in the course of the professional services that they render to Nextdoor.</p>\n<br>3.11 Payment processors.\n<p>Any payment card information you use to make a purchase on our Services is collected and processed directly by our payment processors, such as Stripe.\nThe use of any payment information that you choose to share with Stripe is governed by its privacy policy, at https://stripe.com/privacy.&nbsp;&nbsp;</p>\n<br>\n<u>4.\nWhat Are My Choices?</u>\n<p>In your account settings, you can choose the degree to which personal information, such as your full name, is shared in your personal profile and alongside your posts.\nYou can adjust these account settings at any time.<br>\n<br>When you post on Nextdoor, you also can choose who gets to see your post.\nYou can read more here about the choices you have regarding the sharing and visibility of your posts.\nSome of these choices may not be available for our Business Services, such as our Business Pages.<br>\n<br>You can opt out of third party personalized advertising by adjusting your cookie settings or changing the privacy settings on your mobile device.\nFor more information about third party use of cookies, mobile advertising identifiers, and similar technologies and how to adjust your settings, see our Advertising and Cookie Policy.&nbsp;<br>\n<br>Our systems are not currently configured to accept browsers’ “Do Not Track” signals, as no industry-wide standard for handling them has been adopted.<br>\n<br>See our jurisdiction-specific disclosures in Section 11 below for more information about legal rights you have if you live in a listed jurisdiction.</p>\n<br>\n<u>5.\nHow Long Is My Personal Information Kept?</u>\n<p>We retain personal information in our server logs, our databases, and our records for as long as necessary to provide our Services.\nWe may need to retain some of your information for a longer period, such as in order to comply with our legal or regulatory obligations, to resolve disputes or defend against legal claims, or to enforce our Member Agreement.</p>\n<br>\n<u>6.\nInternational Transfers of Personal Information.</u>\n<p>Nextdoor operates internationally, and your personal information may be transferred to and processed on servers outside the jurisdiction where you live.\nWe typically transfer personal information to the United States, which is where Nextdoor is headquartered and where many of our Services are based.&nbsp;<br>\n<br>Depending on where you live, your personal information may be transferred to jurisdictions other than your home country, including the United States, and those other jurisdictions may have different or less protective data protection laws than the jurisdiction where you live.\nIn addition, the rights of authorities to access your personal information in other jurisdictions may not be the same as in your home jurisdiction.&nbsp;<br>\n<br>By continuing to use Nextdoor, you understand and consent to the transfer and processing of your personal information outside your home country, which may have data protection rules that are different or less protective from those of your home country, including the United States.&nbsp;<br>\n<br>Nextdoor will only transfer personal data as permitted by law, and Nextdoor will only process personal information in accordance with this Privacy Policy.\nWe will take steps designed to ensure appropriate protection of your personal information.\nIf you have questions about international transfers of personal information, please contact us.<br>\n<br>For residents of Europe or countries with aligned data protection laws, additional information is provided in the jurisdiction-specific disclosures required under European data protection laws.&nbsp;</p>\n<br>\n<u>7.\nHow Is My Personal Information Protected?</u>\n<br>7.1 Account security.\n<p>Nextdoor uses technical and organizational measures intended to keep your data secure, including using https on our web pages to reduce the risk of unauthorized interception of your communications during your visits to the website and two-factor authentication where appropriate.\nHowever, the internet is not a fully secure environment and we cannot guarantee that personal information won’t be intercepted or improperly accessed.\nPlease ensure that you keep your password safe and do not share it with anyone.</p>\n<br>7.2 Other services and websites.\n<p>When using Nextdoor, you may come across links to websites and services operated by third parties that are not owned or controlled by Nextdoor (for example, if a Member shares a link to a video on YouTube, or if an advertiser provides a link to a contest or sweepstakes).\nThis Privacy Policy does not apply to information collected on any third party website or application that may link to or be accessible from our Services.\nThese third parties have their own privacy policies, which govern any personal information they collect.\nWe do not accept any responsibility or liability for such external websites’ privacy and security practices.</p>\n<br>\n<u>8.\nPersonal Information Relating to Children.</u>\n<p>Children are not allowed to use our Services if they are under 13 years old or not old enough for Nextdoor to process their personal information without parental or age-specific consent in the place where they live.\nIf you believe we might have collected personal information from a child in one of these categories, please contact us at privacy@nextdoor.com for us to investigate and delete as appropriate.</p>\n<br>\n<u>9.\nChanges to this Privacy Policy.</u>\n<p>We may make changes to this Privacy Policy from time to time, so please review it periodically.\nIf we materially change this Privacy Policy, we will take steps to notify you in advance of the change as required by applicable law, for example by emailing you or by posting a notice in your neighborhood feed.\nIf you object to any changes, you may delete your account.\nYou acknowledge that your continued use of our Services after we publish or send a notice about our changes to this Privacy Policy means that the collection, use, and sharing of your personal information is subject to the updated Privacy Policy, as of its effective date.</p>\n<br>\n<u>10.\nHow to Contact Us.</u>\n<p>If you reside in Australia, contact us at Nextdoor Australia Pty Ltd, Level 33, Australia Square, 264 George Street, Sydney, New South Wales 2000, Australia.\nEmail: privacy@nextdoor.com.<br>\n<br>If you reside in Canada, contact us at Nextdoor Canada Ltd, 18 King Street East, Suite 1400, Toronto, Ontario M5C 1C4.\nEmail: privacy@nextdoor.com.<br>\n<br>If you reside in the European Union (“EU”), contact us at Nextdoor EMEA, Block C, 112-114 Saint Stephens Green, D02TD28, Dublin, Ireland.\nEmail: privacy@nextdoor.com.\nYou may reach our Data Protection Officer at dpo@nextdoor.com.<br>\n<br>If you reside in the United Kingdom (“UK”), contact us at Nextdoor Europe UK Ltd., 12 New Fetter Lane, London, EC4A 1JP.\nEmail: privacy@nextdoor.com.\nYou may reach our Data Protection Officer at dpo@nextdoor.com.<br>\n<br>If you reside in the United States, contact us at Nextdoor, Inc., 420 Taylor Street, San Francisco, CA 94102.\nPhone: +1 415-569-7971.\nEmail: privacy@nextdoor.com.</p>\n<br>\n<u>11.\nJurisdiction-Specific Disclosures.</u>\n<p>The notices and choices described above apply to all Members (and other individuals, as applicable), and people can access, delete, or take other actions with respect to their Nextdoor accounts and personal information.\nSee Section 4 above titled “What Are My Choices?”.<br>\n<br>In addition, residents of certain jurisdictions may have specific rights or may be entitled to additional specific notices about our privacy practices.&nbsp.\nThe following sections provide those jurisdiction-specific notices and describe those rights.&nbsp.\nIf you are a resident of one of the following jurisdictions, please review the section about that jurisdiction.</p>\n<p>\n<br>\n<strong>Jurisdictions (listed alphabetically)</strong>\n<br>&nbsp;</p>\n<p>\n<strong>Australia.</strong> If you are a resident of Australia, please see this notice.<br>\n<strong>Canada.</strong> If you are a resident of Canada, please see this notice.<br>\n<strong>European Union.</strong> If you are a resident of the European Union, please see this notice.<br>\n<strong>United Kingdom.</strong> If you are a resident of the United Kingdom, please see this notice.&nbsp;<br>\n<strong>U.S.\nStates</strong>.\nIf you are a resident of one of the following states, please see the relevant notice.</p>\n<ul>\n<li>\n<strong>California.</strong> If you are a resident of California, please see this notice.</li>\n<li>\n<strong>Connecticut.</strong>&nbsp;If you are a resident of Connecticut, please see&nbsp;this notice.</li>\n<li>\n<strong>Colorado.</strong>&nbsp;If you are a resident of Colorado, please see&nbsp;this notice.</li>\n<li>\n<strong>Virginia.</strong> If you are a resident of Virginia, please see this notice.</li>\n</ul>", "created_at": "2021-05-30 19:52:09.422007", "updated_at": "2023-08-29 07:47:40.129063"}, {"id": 12524, "name": "Advertising and Cookie Policy", "url": "https://help.nextdoor.com/s/article/Advertising-and-Cookie-Policy?language=en_US", "xpath": "//*[@id=\"articlecontent\"]", "text": "<p>Effective January 1, 2023.<br>\n<br>This policy explains how cookies, mobile advertising identifiers, and similar technologies are used on our website and apps (together, “Nextdoor” or our “Services”).</p> 1.\nWhat is a cookie?\nA cookie is a small file containing a unique identifier that is placed in the web browser of your computer or mobile device when you visit a site.\nCookies and similar technologies (which include pixels, tags, web beacons, software development kits (“SDKs”) and local browser storage technologies) (together “cookies”) enable operators of sites/apps to recognize your device and collect information from it when you interact with them.\nThey use this information to understand how the site/app is being used, remember user preferences and improve user browsing experience.\nCookies are also used to make the advertising you see online more relevant to your interests.\n<br>2.\nWhat is a mobile advertising identifier?\nMost major phones and tablets include a mobile advertising identifier (e.g., an IDFA on iOS and an ADID on Android) that is a unique device identifier that enables third parties to connect you to your activities across apps and websites, including Nextdoor.\nThis is generally used for personalizing advertising and measurement of advertising campaigns.\nEven without a mobile advertising identifier, you’d still see advertising but those ads may be less relevant to you.\n<br>3.\nWho places cookies on my device?\nCookies set by the site you visit are called “<em>\n<u>first party cookies</u>\n</em>.” Here, first party cookies are cookies placed by Nextdoor).&nbsp;<br>\n<br>Cookies set by other parties are called “<em>\n<u>third party cookies</u>\n</em>.” Third party cookies enable third party features or functionality within the site, such as site analytics, advertising and social media features.\nThe parties that set these third party cookies can recognize your computer or device both when it visits the site/app in question and also when it visits certain other sites/apps.\nWe do not control how these third parties use your information, which is subject to their own privacy policies.\nSee the table below for details of the use of third party cookies and similar technologies on Nextdoor.\n<br>4.\nWhat cookies does Nextdoor use, and why?\nThe cookies used on our Services are categorized as follows: <ul>\n<li>Strictly necessary cookies</li>\n<li>Functional cookies</li>\n<li>Targeting cookies</li>\n<li>Performance cookies</li>\n</ul>\n<p>\n<br>\n<em>Strictly necessary</em> cookies are necessary for our Services to function.\nYou can set your browser to block or alert you about these cookies, but some parts of our Services will not work and we will not be able to guarantee how our Services will perform during your visit.<br>\n<br>\n<em>Functional cookies </em>enable us to provide you with enhanced functionality and personalization.\nIf you do not add these cookies then some of our Services may not function properly.<br>\n<br>\n<em>Targeting cookies</em> are used to build a profile of your interests and show you relevant information and advertisements.\nIf you do not allow these cookies, you will experience less targeted advertising.<br>\n<br>\n<em>Performance cookies</em> collect information about how you use our Services (e.g., which pages you visit and if you experience any errors).\nThese cookies are used to help us improve how our Services work, understand what interests our users, and measure how effective our content is.\nIf you do not allow these cookies, we will not know when you have visited our site.<br>\n<br>Nextdoor uses both session cookies and persistent cookies:</p>\n<ul>\n<li>We use <u>\n<em>session cookies</em>\n</u> to identify you during a particular visit to Nextdoor.\nSession cookies expire after a short time, or when you close your web browser or app after using Nextdoor.</li>\n<li>We use <em>\n<u>persistent cookies</u>\n</em> to identify you over a long period of time.\nFor example, if you asked us to keep you signed in, we would use a persistent cookie for that purpose.\nPersistent cookies remain on your device for a set period of time specified in the cookie.</li>\n</ul>\n<p>\n<br>We use both first and third party cookies to operate, understand, and improve Nextdoor, specifically:</p>\n<ul>\n<li>\n<u>\n<em>To authenticate you and secure our Services</em>\n</u>\n<em>.&nbsp;</em>We use cookies to monitor login, session and status data.\nThis allows us to know, for example, whether you are logged in.</li>\n<li>\n<u>\n<em>To remember your settings and preferences.</em>\n</u> We use cookies to recognize your browser and remember your preferences.\nFor example, we use cookies to remember your language preferences.</li>\n<li>\n<u>\n<em>To carry out analytics and research.</em>\n</u> We use cookies to understand your use of Nextdoor and how we can improve our offerings.\nFor example, we use cookies to track what pages you visit and whether you open emails we send you.</li>\n<li>\n<u>\n<em>To personalize your experience.</em>\n</u>\n<em>\n</em>We use cookies to personalize your use of Nextdoor, including to serve you personalized advertising that may better suit your needs.</li>\n<li>\n<u>\n<em>For fraud, trust and safety, and investigations.</em>\n</u> We use cookies to keep our Services safe, including to detect and prevent fraud and conduct investigations.</li>\n</ul>\n<br>5.\nWhat third-party cookies are used on Nextdoor?\nA number of third party cookies are set on Nextdoor, some of which depend on how you use our Services.\nIn general, the following types of third party cookies may be set when you use Nextdoor: <ul>\n<li>\n<u>\n<em>Social media login cookies.</em>\n</u> If you register or sign in using a social media login, that social media site may set a cookie.</li>\n<li>\n<u>\n<em>Analytics cookies.</em>\n</u> We use analytics cookies to collect traffic data to help us analyze how Members and Visitors access and use Nextdoor, and for other analytics services relating to website activity and internet usage.</li>\n<li>\n<u>\n<em>Advertising cookies</em>\n</u>.\nOur Services allow third party advertising companies that we work with to use cookies to collect information about how you use Nextdoor as well as other sites and services over time.\nThese companies use the information they collect to show you ads they believe will be relevant to you on Nextdoor and elsewhere, and to measure how the ads perform.</li>\n<li>\n<em>\n<u>Third-party cookies from content shared by Members.</u>\n</em> Members may share content on Nextdoor that originates from a third-party website or service, and that third-party website or service may set its own cookies when you interact with that content.\nFor example, if a Member posts a video from YouTube on Nextdoor, YouTube may set a cookie when you click to watch the video.</li>\n<li>\n<u>\n<em>Pixels.</em>\n</u> Our advertising partners may use pixels or similar technology to measure the success of the sponsored posts or other advertising products they use.\nA “pixel” (also sometimes called web beacon, or clear GIF) is a tiny piece of code, invisible to the user, placed on a webpage or in an email and used in combination with a cookie, to link a given activity or impression back to the user.\nthe advertiser includes the pixel in its content so the advertiser can measure whether our Members interact with that content (for example, by clicking to view an offer).\nWe may set our own pixel on an advertiser’s website so we can measure whether our Members found the advertiser’s content effective or interesting, by determining whether the sponsored post prompted Members to take advantage of the advertised offer.\nThis information helps us assess whether sponsored posts and other advertising offers are relevant and interesting to our Members and successful for the advertiser.</li>\n<li>\n<em>\n<u>SDKs.</u>\n</em> We and our partners and service providers include SDKs in the Nextdoor apps.\nSDKs include third party code and allow us to understand how our app is used and what actions occur in relation to the app, including when a Member signs up or logs in.\nSDKs are also used for advertising purposes including for measurement, personalization and to create similar audiences to advertise to.</li>\n</ul>\n<br>These cookies, the third parties that set them, the purposes of such cookies and the means by which you can opt out, are listed in the table further below.\n<p>\n<strong>Third Party</strong>\n</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>\n<strong>Purpose</strong>\n</p>\n<p>\n<strong>Your Choices</strong>\n</p>\n<p>Facebook</p>\n<p>Facebook Privacy Policy</p>\n<p>Advertising</p>\n<p>Facebook Opt Out</p>\n<p>Triplelift</p>\n<p>Triplelift Privacy Policy</p>\n<p>Advertising</p>\n<p>Triplelift Opt Out</p>\n<p>Google</p>\n<p>Google Privacy Policy</p>\n<p>Advertising (Google Ad Manager and Google Marketing Platform)</p>\n<p>Google Opt Out</p>\n<p>Google Analytics</p>\n<p>Google Privacy Policy</p>\n<p>Analytics</p>\n<p>Google Analytics Opt Out</p>\n<p>Adobe</p>\n<p>Adobe Privacy Policy</p>\n<p>Analytics</p>\n<p>Adobe Opt Out</p>\n<p>Microsoft/LinkedIn</p>\n<p>Microsoft Privacy Policy</p>\n<p>Advertising</p>\n<p>Microsoft Opt Out</p>\n<p>HubSpot</p>\n<p>HubSpot Privacy Policy</p>\n<p>Advertising</p>\n<p>HubSpot Opt Out</p>\n<p>SnapChat</p>\n<p>SnapChat Privacy Policy</p>\n<p>Advertising</p>\n<p>SnapChat Opt Out</p>\n<p>LiveRamp</p>\n<p>LiveRamp Privacy Policy</p>\n<p>Advertising</p>\n<p>LiveRamp Opt Out</p>\n<p>Quora</p>\n<p>Quora Privacy Policy</p>\n<p>Advertising</p>\n<p>Quora Opt Out</p>\n<p>&nbsp;</p> 6.\nCan I opt-out of use of my information for third party personalized advertising?\nYes, here is how: <ul>\n<li>\n<u>\n<em>Browsers.</em>\n</u> You may refuse or restrict the use of cookies by selecting the appropriate settings in your browser.\nHowever, limiting or refusing cookies may affect your ability to use Nextdoor.\nFor more information about cookies, including how to see what cookies have been set on your computer or mobile device and how to manage and delete them, visit www.allaboutcookies.org.\nSome advertising networks offer you a way to opt-out of targeted advertising.\nFor more information, please visit the Digital Advertising Alliance at https://www.aboutads.info/choices or the Network Advertising Initiative at https://optout.networkadvertising.org (for US Members), the European Interactive Digital Advertising Alliance at http://www.youronlinechoices.eu (for EU Members), the&nbsp.\nEuropean Interactive Digital Advertising Alliance at https://www.youronlinechoices.com/uk (for English Members), the Digital Advertising Alliance of Canada at https://youradchoices.ca (for Canadian Members), and Office of the Australian Information Commissioner https://www.oaic.gov.au/privacy/your-privacy-rights/advertising-and-marketing (for Australian Members).</li>\n<li>\n<u>\n<em>Mobile apps.\n</em>\n</u>Your mobile device may include a feature that allows you to opt-out of some types of personalized advertising using your mobile advertising identifier.\nYou may visit the Network Advertising Initiative’s mobile choices page for more information.\nThe Digital Advertising Alliance also provides a mobile app called AppChoices that lets you opt-out of interest based advertising from participating advertisers.</li>\n<li>\n<u>\n<em>Third parties.</em>\n</u> Some of the third party advertising partners that we work with offer opt-out mechanisms, as listed in the table above.\nSince we do not control any of these opt-out links, we are not responsible for the availability or accuracy of these mechanisms.</li>\n</ul>\n<p>Using these opt-out services will not prevent you from seeing all ads, but they may make the ads you do see less relevant to you.\nYou may also need to set these opt-out preferences on each browser or device that you use.</p>\n<br>7.\nChanges to this policy.\nOur business changes constantly and our cookie policy will also change, so please review it frequently.\nWe will notify you of any changes by posting the updated policy on this page with its effective date.\nIf the change is material, we will take reasonable steps to notify you in advance as required by applicable law.\n<br>8.\nQuestions.\nFor more information about how we collect, use and share your information, see our Privacy Policy.\nIf you have any questions about our use of cookies, please contact us online or at privacy@nextdoor.com.\nYou can also reach us at the address listed in our Privacy Policy.", "created_at": "2022-11-12 18:02:19.752836", "updated_at": "2023-08-29 07:48:25.32333"}], "points": [{"id": 34686, "title": "The policy refers to documents that are missing or unfindable", "source": "", "status": "in the current version of the terms as of 2023-08-24 (effective January 1, 2023), there is a link to a previous version of the terms (https://legal.nextdoor.com/us-member-agreement-2021/) that just redirects to the current version.", "created_at": "2023-08-24 12:44:32.06266", "updated_at": "2023-08-29 07:50:41.069283", "quoteText": null, "case_id": 386, "document_id": 989, "quoteStart": null, "quoteEnd": null}, {"id": 34688, "title": "Nextdoor reserves the right to misquote you", "source": "", "status": "In the latest version of the terms (effective January 1, 2023), it includes the ability to modify/edit your content:\r\n\"You hereby grant to Nextdoor a non-exclusive, transferable, fully sublicensable (through multiple-tiers), royalty-free, and worldwide license, to host, use, distribute, modify, copy, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of your Member Content.\"\r\nInterestingly, the version on ToS;DR (effective January 1, 2020) does not:\r\n\"You give us permission, in the form of a non-exclusive, transferable, sub-licensable, royalty-free, and worldwide license, to use, copy, and publish your Content based on your Nextdoor settings and the selections you make when posting and as otherwise described in our Privacy Policy.\"", "created_at": "2023-08-24 13:15:33.345856", "updated_at": "2023-10-29 23:00:22.764664", "quoteText": null, "case_id": 132, "document_id": 989, "quoteStart": null, "quoteEnd": null}, {"id": 34687, "title": "You maintain ownership of your content", "source": "", "status": "in the current version, \"You retain ownership of your Member Content.\"", "created_at": "2023-08-24 12:53:39.223787", "updated_at": "2023-10-12 13:16:02.912574", "quoteText": null, "case_id": 183, "document_id": 989, "quoteStart": null, "quoteEnd": null}, {"id": 35096, "title": "Nextdoor reserves the right to misquote you", "source": "", "status": "Generated through the annotate view", "created_at": "2023-10-12 13:16:51.603677", "updated_at": "2023-11-15 11:06:19.554517", "quoteText": null, "case_id": 132, "document_id": 989, "quoteStart": null, "quoteEnd": null}], "urls": ["nextdoor.com"]}}