{"error": 448, "message": "OK", "parameters": {"id": 8706, "name": "National Credit Union Administration ", "created_at": "2023-07-02 01:14:01.992224", "updated_at": "2023-07-02 10:02:47.248225", "wikipedia": null, "keywords": null, "related": null, "slug": "national-credit-union-administration", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8706.png", "url": "ncua.gov", "documents": [{"id": 16984, "name": "Privacy Policy ", "url": "https://ncua.gov/privacy/website-privacy-policy", "xpath": "//*[@id=\"Main\"]", "text": " + Website Privacy Policy<ul>\n<li>Computer Matching Agreements</li>\n<li>Exemptions to the Privacy Act</li>\n<li>NCUA Privacy Record Request Process</li>\n<li>Other Resources</li>\n<li>Privacy Act Statements</li>\n<li>Privacy Complaint Process</li>\n<li>Privacy Impact Assessments</li>\n<li>Systems of Records Notices</li>\n<li>Website Privacy Policy</li>\n</ul> Website Privacy Policy <p>Thank you for visiting our website and reviewing our website privacy policy (this policy applies to www.ncua.gov, www.MyCreditUnion.gov (opens new window), and the Spanish versions of the sites).</p>\n<p>Our website privacy policy is:</p>\n<ul>\n<li>You do not have to give us personal information to visit our websites.</li>\n<li>Our websites automatically collect non-personal information about our website visitors.</li>\n<li>We do not use cookies on our websites.</li>\n<li>We will not disclose, give, sell, or transfer any information about our website visitors, unless required to do so by law.</li>\n</ul>\n<p>Below is more detailed information about aspects of our website privacy policy.\nIf you have any questions about the NCUA’s privacy practices, please email privacy@ncua.gov.</p> Personal Information Voluntarily Given to the NCUA <p>Submitting personal information (name, address, telephone number, email address, etc.) is voluntary and is not required to access information on our website.\nHowever, you may choose to provide the NCUA with personal information -- for example by completing a form, or sending us an email.\nBefore you do, there are a few things that we would like you to know:</p>\n<p>We will use the information that you provide to respond to your message and/or help us get you the information or services you request, but doing so may involve multiple people (including other agencies) seeing the information that you provide.</p>\n<p>We will maintain the information in accordance with the Privacy Act (as applicable) and will destroy the information in accordance with the Federal Records Act and records schedules approved by the National Archives and Records Administration.</p>\n<p>Also, in some cases, the information may be subject to disclosure to a third party (for example, if required by a Freedom of Information Act request, court order, or Congressional access request, or if authorized by a Privacy Act System of Records Notice).</p>\n<p>For more information, see:</p>\n<ul>\n<li>Freedom of Information Act and the Privacy Act</li>\n<li>NCUA's System of Records Notices</li>\n</ul>Non-Personal Information Automatically Collected and Stored <p>To improve the quality of our website services, we use Google’s Universal Analytics software to gather and temporarily store a variety of information about all of our website visitors.\nThis happens automatically whenever someone visits our website.\nThe information we collect about every website visitor includes:</p>\n<ul>\n<li>The date and time of your visit to our website;</li>\n<li>The pages and documents that you view on our website;</li>\n<li>The URL of the website that you visited prior to ours;</li>\n<li>The name of the domain that you use to access the Internet (for example, Verizon.com, if you are using a Verizon online account, or stanford.edu, if you are connecting from Stanford University’s domain);</li>\n<li>The type and version of your web browser and operating system;</li>\n<li>Your location at the time of your visit, down to the city-level.\nand</li>\n<li>Other more technical information, including the HTTP status code, Windows NT code, number of bytes sent, number of bytes received, duration (in seconds) to fulfill the request, server port number addressed, and protocol version.</li>\n</ul>\n<p>https://www.google.com/intl/en/policies/privacy/ (opens new window) (You will be leaving NCUA.gov and accessing a non-NCUA website.\nWe encourage you to read the NCUA's exit link policies.\n(opens new page).) .</p> Interactions with Children Online <p>The NCUA is committed to the protection of children’s online privacy.\nAlthough some sections of the NCUA’s websites offer educational content to children, we do not collect any personal information from any visitors of those sites.</p> Links to Other Websites <p>Our websites sometimes contain links to other federal agencies, private organizations, and commercial entities.\nThe NCUA is not responsible for the privacy practices or content of any non-NCUA websites, and providing a link to non-NCUA website is not intended to be an endorsement of the website or its content.\nWe encourage you to review the privacy policy of every website that you visit.</p> Visiting an Official NCUA Page on Third-Party Websites <p>We maintain accounts on third-party websites, such as social media sites, as tools to better interact with the public.\nWe also have embedded applications from third-party websites on our sites.\nWe use third-party websites, such as social media websites like Facebook and Twitter, to share information, engage in dialogue, and promote transparency and accountability.\nWe do not use third-party websites to solicit or collect personal information from individuals.</p>\n<p>The security and privacy policies of third-party websites apply to your activity on those sites.\nIf you choose to post personal information on any public site, you do so at your own risk.\nWe encourage you to review the privacy policies of all websites before using them and ensure that you understand how your information may be used (and to consider adjusting your privacy settings to your liking).</p>\n<p>Here are the website privacy policies of the third-party websites on which the NCUA has office pages:</p>\n<ul>\n<li>Google and YouTube Privacy Policy (opens new window) (You will be leaving NCUA.gov and accessing a non-NCUA website.\nWe encourage you to read the NCUA's exit link policies.\n(opens new page).) </li>\n<li>Facebook Data Use Policy (opens new window) (You will be leaving NCUA.gov and accessing a non-NCUA website.\nWe encourage you to read the NCUA's exit link policies.\n(opens new page).) </li>\n<li>LinkedIn Privacy Policy (opens new window) (You will be leaving NCUA.gov and accessing a non-NCUA website.\nWe encourage you to read the NCUA's exit link policies.\n(opens new page).) </li>\n<li>Twitter Privacy Policy (opens new window) (You will be leaving NCUA.gov and accessing a non-NCUA website.\nWe encourage you to read the NCUA's exit link policies.\n(opens new page).) </li>\n</ul>Social Media Comment Moderation <p>The NCUA welcomes comments from the public and provides the following guidance for participating in this forum.\nAs a federal government agency, NCUA reminds all users that the conversations taking place on NCUA social media pages be courteous and in compliance with the summary guidance provided below.</p>\n<p>The NCUA encourages robust discussion of policy issues and appreciates feedback from the public, but the agency reserves the right to delete comments for any of the following reasons:</p>\n<ul>\n<li>Violent, vulgar, obscene, profane, hateful, sexist, racist rhetoric, or other similarly inappropriate or unlawful comments</li>\n<li>Threats to or defamation of any person or organization</li>\n<li>Links to other websites</li>\n<li>Off-topic discussions</li>\n<li>The violation of the privacy of another individual</li>\n<li>Solicitations, advertisements, or endorsements of any financial, commercial, or non-governmental entity</li>\n<li>Suggesting or encouraging illegal activity</li>\n<li>Partisan political content, including solicitations of funds, comments promoting or opposing any political party or candidate for election to a political office, or promoting or opposing any ballot proposition</li>\n<li>Posting of Social Security numbers, phone numbers, email addresses, residential addresses, or personally identifiable information</li>\n<li>Repetitive posts copied and pasted by multiple users</li>\n</ul>\n<p>Reporters or other media representatives should refrain from submitting questions to the NCUA here as comments.\nInstead, please reach out to the NCUA’s Office of External Affairs and Communications at 703.518.6330 or oeacmail@ncua.gov.</p> Website Security <p>This site is maintained by the U.S.\ngovernment.\nUnauthorized attempts to upload information and/or change information on this site are strictly prohibited under federal laws.\nYou can be arrested and prosecuted for violating these laws.</p>\n<p>For site security purposes and to ensure that our websites remain available to all users, we use software programs to monitor traffic to identify unauthorized attempts to upload or change information or otherwise cause damage.\nExcept for authorized law enforcement investigations, no other attempts are made to identify individual users or their usage habits.</p> Last modified on 09/02/21 ", "created_at": "2023-07-02 01:14:02.022715", "updated_at": "2023-07-02 01:14:32.856172"}], "points": [], "urls": ["ncua.gov"]}}