{"error": 448, "message": "OK", "parameters": {"id": 7313, "name": "SweepStacks", "created_at": "2023-01-18 23:08:03.334583", "updated_at": "2023-01-22 17:00:21.977713", "wikipedia": null, "keywords": null, "related": null, "slug": "sweepstacks", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7313.png", "url": "sweepstacks.com", "documents": [{"id": 14031, "name": "Terms of Use", "url": "https://sweepstacks.com/terms-and-conditions", "xpath": "/html/body/div[1]/div", "text": " <p>\n<strong>Terms of Use</strong>\n</p>\n<p>PLEASE CAREFULLY READ THESE TERMS OF USE AND CONDITIONS BEFORE USING THIS WEBSITE.\nThis website (the “Website”) is owned and operated by Green, LLC d/b/a Laravel (“Laravel”, “us”, “we” or “our”).\nThese Terms of Use and any amendments or supplements to it, together with our Privacy Policy (collectively, the “Agreement”) form a legally binding agreement between you and Laravel.\nThis Agreement governs your access to and use of any Laravel Website (collectively, “Your use”).\n</p>\n<p>Your use of the Website shall be deemed to constitute your consent to be bound by this Agreement and shall be enforceable in the same way as if you had signed this Agreement.\nIF YOU DO NOT AGREE TO BE BOUND BY THIS AGREEMENT, PLEASE DO NOT USE THE WEBSITE.</p>\n<p>\n<strong>THIS AGREEMENT INCLUDES A </strong>\n<strong>\n<u>MANDATORY ARBITRATION AGREEMENT</u>\n</strong>\n<strong>, WHICH MEANS THAT YOU AGREE TO SUBMIT ANY CLAIM (DEFINED IN SECTION 11) TO BINDING INDIVIDUAL ARBITRATION RATHER THAN PROCEEDING IN COURT.\nIF YOU WANT TO OPT-OUT OF THIS MANDATORY ARBITRATION AGREEMENT, SECTION 12 BELOW DESCRIBES THE PROCEDURES YOU MUST FOLLOW TO DO SO.\nTHE ARBITRATION AGREEMENT ALSO INCLUDES A CLASS ACTION WAIVER, WHICH MEANS THAT YOU AGREE TO PROCEED WITH ANY CLAIM INDIVIDUALLY AND NOT AS PART OF A CLASS ACTION.</strong>\n</p>\n<p>\n<strong>1.\nEligibility </strong>\n</p>\n<p>In order to use the Website, you must be 18 years or older and have the power to enter into a binding contract with us and not be barred from doing so under any applicable laws.\nThe Website is not intended for anyone under the age of 18 and no person under the age of 18 may use the Website.\nIf you use the Website, you are affirming that you are at least 18 years old.\n</p>\n<p>\n<strong>2.\nUser Conduct </strong>\n</p>\n<p>You must only use the Website for lawful purposes, and you must not use it in a way that infringes the rights of anyone else or that restricts or inhibits anyone else’s enjoyment of the Website.\nYou may not without our prior written consent: i) copy, reproduce, rent, lease, loan or sell content retrieved from the Website.\nii) modify, distribute, or re-post any content on the Website for any purpose.\nor iii) use the content of the Website for any commercial exploitation whatsoever.</p>\n<p>In using the Website, you further agree: </p>\n<ol>\n<li>not to disrupt or interfere with the security of, or otherwise abuse, the Website, or any services, system resources, accounts, servers, or networks connected to or accessible through the Website or an affiliated or linked Website.\n</li>\n<li>not to disrupt or interfere with any other user’s enjoyment of the Website or affiliated or linked Website.\n</li>\n<li>not to upload, post, or otherwise transmit through or on the Website any viruses or other harmful, disruptive, or destructive files.\n</li>\n<li>not to use, frame, or utilize framing techniques to enclose any Laravel trademark, logo, or other proprietary information (including the images found on the Website, the content of any text, or the layout/design of any page or form contained on a Website page) without Laravel’ express written consent.\n</li>\n<li>not to reverse engineer, or create derivative works based on the Website or any content (including, without limitation, any software) available through the Website.\n</li>\n<li>not to use meta tags or any other “hidden text” utilizing a Laravel name, trademark, or product name without Laravel’ express written consent.\n</li>\n<li>not to deep link to the Website without Laravel’ express written consent;</li>\n<li>not to create or use a false identity on the Website, share your account information, or allow any person besides yourself to use your account to access the Website.\n</li>\n<li>not to collect or store personal data about others;</li>\n<li>not to attempt to obtain unauthorized access to the Website or portions of the Website that are restricted from general access.\n</li>\n<li>not to post any material that is knowingly false and/or defamatory, inaccurate, abusive, vulgar, hateful, harassing, obscene, profane, sexually oriented, threatening, invasive of a person’s privacy, or is otherwise in violation of any law.\nYou further agree not to post any copyrighted material unless the copyright is owned by you.\nand </li>\n<li>to comply with all applicable laws regarding Your use of the Website</li>\n</ol>\n<p>\n<strong>3.\nProtection of Intellectual Property Rights and License </strong>\n</p>\n<p>You acknowledge that content available through the Website, including, without limitation, content in the form of text, graphics, software, music, sound, photographs, and videos, and content provided by suppliers, sponsors, or third-party advertisers (“Intellectual Property Rights”), is protected by copyright, trademarks, patents, or other proprietary rights and laws.\nYou are hereby granted a non-exclusive, non-transferable, revocable, limited license to view, copy and print content retrieved from the Website for the sole purpose of using or placing an order via the Website, provided that you do not remove or obscure the copyright notice or other notices displayed on the content.\nExcept as expressly provided in this Agreement, nothing contained in this Agreement or on the Website shall be construed as conferring any other license or right, expressly, by implication, by estoppel, or otherwise under any of Laravel’ or a third party’s Intellectual Property Rights.\nAny rights not expressly granted herein are reserved.</p>\n<p>\n<strong>4.\nDisclaimer Regarding Information Provided on the Website </strong>\n</p>\n<p>Laravel AND ITS AGENTS ASSUME NO RESPONSIBILITY FOR ANY CONSEQUENCE RELATING DIRECTLY OR INDIRECTLY TO ANY ACTION OR INACTION YOU TAKE BASED ON THE INFORMATION, SERVICES, OR OTHER MATERIAL ON THE WEBSITE.\nWHILE Laravel STRIVES TO KEEP THE INFORMATION ON THE WEBSITE ACCURATE, COMPLETE, AND UP-TO-DATE, Laravel CANNOT GUARANTEE, AND WILL NOT BE RESPONSIBLE FOR, ANY DAMAGE OR LOSS RELATED TO THE ACCURACY, COMPLETENESS, OR TIMELINESS OF THE INFORMATION ON THE WEBSITE.</p>\n<p>\n<strong>5.\nDisclaimer of Warranties With Respect to Use of the Website </strong>\n</p>\n<p>THE WEBSITE IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nEXCEPT AS SPECIFICALLY PROVIDED HEREIN, TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, Laravel EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nLaravel DOES NOT MAKE ANY WARRANTY THAT THE WEBSITE WILL MEET YOUR REQUIREMENTS, OR THAT ACCESS TO THE WEBSITE WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, OR THAT DEFECTS, IF ANY, WILL BE CORRECTED.\nLaravel MAKES NO WARRANTIES AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE WEBSITE OR AS TO THE ACCURACY, QUALITY, OR RELIABILITY OF ANY INFORMATION OBTAINED THROUGH THE WEBSITE.</p>\n<p>YOU UNDERSTAND AND AGREE THAT ANY MATERIAL AND/OR DATA DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE WEBSITE IS USED AT YOUR OWN RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH MATERIAL AND/OR DATA.</p>\n<p>\n<strong>6.\nLinks to Other Websites That Laravel Does Not Control </strong>\n</p>\n<p>The Website may provide links to other websites and/or resources, including advertisers, over which Laravel has no control.\nThese links are provided solely as a convenience to users and should not be construed as an endorsement by Laravel of content, items, or services on those third-party websites.\nYou access, view and use such website links, including the content, items or services on those websites, solely at your own risk.\nLaravel makes no representations or warranties with respect to the content, ownership, or legality of any such linked websites.\nYou agree that Laravel has no responsibility or liability for the availability of such external websites or resources, or for the content, advertising, products, or other materials available through such websites or resources.\nWhen you leave the Website via a link to another website, you will be subject to the Privacy Policy and the Terms of Use of such other website.</p>\n<p>\n<strong>7.\nElectronic Communications, Signatures and Agreements </strong>\n</p>\n<p>The information communicated on the Website constitutes an electronic communication.\nWhen you communicate with Laravel through the Website or via other forms of electronic media, such as e-mail, you are communicating with Laravel electronically.\nYou agree that Laravel may communicate electronically with you and that such communications, as well as notices, disclosures, agreements, and other communications that Laravel provides to you electronically, are equivalent to communications in writing and shall have the same force and effect as if they were in writing and signed by the party sending the communication (e.g., by Laravel or you).</p>\n<p>\n<strong>8.\n</strong>\n<strong>Communications with Laravel </strong>\n</p>\n<p>You acknowledge that telephone calls to or from Laravel are monitored and recorded and you agree to such monitoring and recording.\nYou verify that any contact information provided to Laravel, including, but not limited to, your mailing address, address, e-mail address, residential phone number, and mobile phone number is true and accurate.\nYou further verify that you are the telephone subscriber and/or that you own any telephone numbers that you provide to Laravel.\nYou acknowledge that by voluntarily providing your telephone numbers to Laravel, you expressly agree to be contacted at the telephone numbers you provide.\nYou consent to receive e-mails, pre-recorded voice messages and/or autodialed calls (including text messages) by or on behalf of Laravel or any marketing partners.\nThese communications may be made by or on behalf of Laravel, even if your phone number is registered on any state or federal Do Not Call list.\nYou acknowledge that you may incur a charge for these calls by your telephone carrier and that Laravel will not be responsible for these charges.\n</p>\n<p>\n<strong>9.\nLimitation on Laravel’ Liability </strong>\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT UNDER NO CIRCUMSTANCES WILL Laravel, ITS SUPPLIERS, PARENTS, SUBSIDIARIES, REPRESENTATIVES, AFFILIATES OR AGENTS BE LIABLE FOR INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.\nTHIS INCLUDES WITHOUT LIMITATION, ANY LOSS OF USE, LOSS OF PROFITS, LOSS OF DATA, LOSS OF GOODWILL, COST OF PROCUREMENT OF SUBSTITUTE SERVICES, OR ANY OTHER INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.\nTHIS APPLIES REGARDLESS OF THE MANNER IN WHICH DAMAGES ARE CAUSED, AND ON ANY THEORY OF LIABILITY, WHETHER FOR BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY) OR OTHERWISE RESULTING FROM (1) THE USE OF, OR THE INABILITY TO USE, THE WEBSITE.\n(2) THE USE OF, OR THE INABILITY TO USE, ITEMS PURCHASED ON THE WEBSITE.\nOR (3) THE COST OF PROCUREMENT OF SUBSTITUTE SERVICES OR ITEMS.</p>\n<p>\n<strong>10.\nIndemnification </strong>\n</p>\n<p>You agree to indemnify and hold harmless Laravel, its directors, officers, employees, agents, co-branders, suppliers, subsidiaries, parents, and affiliates, from and against any and all liability, losses, claims, demands, disputes, damages, and costs of any kind, including, without limitation, reasonable attorneys’ fees and costs of litigation resulting from or in any way connected with (i) Your use of the Website.\n(ii) information you submit or transmit through the Website.\n(iii) privacy, tort or other claims (e.g., claims under the Federal Telephone Consumer Protection Act or its state law equivalent) relating to the provision of personal information (e.g., telephone number) to Laravel that is not owned by you, in contravention of this Agreement.\nand/or (iv) your breach of this Agreement.\n</p>\n<p>\n<strong>11.\nPre-Dispute, Mandatory Binding Arbitration, and Class Action Waiver </strong>\n</p>\n<p>PLEASE READ THIS ARBITRATION PROVISION CAREFULLY TO UNDERSTAND YOUR RIGHTS.\nYOU AGREE THAT ANY CLAIM THAT YOU MAY HAVE IN THE FUTURE MUST BE RESOLVED THROUGH BINDING ARBITRATION.\nYOU ACKNOWLEDGE AND AGREE THAT YOU ARE WAIVING THE RIGHT TO A TRIAL BY JURY.\nTHE RIGHTS THAT YOU WOULD HAVE IF YOU WENT TO COURT, SUCH AS DISCOVERY OR THE RIGHT TO APPEAL, MAY BE MORE LIMITED OR MAY NOT EXIST.\n</p>\n<p>YOU AGREE THAT YOU MAY ONLY BRING A CLAIM IN YOUR INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nYOU FURTHER AGREE THAT THE ARBITRATOR MAY NOT CONSOLIDATE PROCEEDINGS OR CLAIMS OR OTHERWISE PRESIDE OVER ANY FORM OF A REPRESENTATIVE OR CLASS PROCEEDING.\n</p>\n<p>\n<strong>Generally</strong>.\nArbitration is a method of resolving a Claim without filing a lawsuit.\n“Claim” means any dispute between you, Laravel, and/or any involved third party relating to your account, Your use, your relationship with Laravel, or these Terms of Use.\nThis includes any and all claims that relate in any way to Your use of the products, your attempted use of the products, and any act or omission by Laravel or any third party related to Your use or attempted use of the products.\nYou, Laravel, or any involved third party may pursue a Claim.\nLaravel agrees to binding arbitration should it have any Claims against you.\nLikewise, you agree to binding arbitration should you have any Claims against Laravel.\nBy agreeing to arbitrate, you waive the right to go to court and agree instead to submit any Claims to binding arbitration.\nThis arbitration provision sets forth the terms and conditions of our agreement to binding arbitration and is governed by and enforceable under the Federal Arbitration Act (the “FAA”), 9 U.S.C.\n§§ 1-16, as amended.</p>\n<p>\n<strong>Exceptions to Binding Arbitration</strong>.\nAs an exception to binding arbitration, you and Laravel both retain the right to pursue, in a small claims court, any claim that is within that court’s jurisdiction and proceeds on an individual (non-class) basis.\nLaravel will not demand arbitration in connection with any individual claim that you properly file and pursue in a small claims court, so long as the claim is pending only in that court.\nBinding arbitration also does not apply to disputes concerning trade secret misappropriation, patent infringement, copyright infringement or misuse, or trademark infringement or dilution.</p>\n<p>\n<strong>Mandatory Pre-Dispute Procedures</strong>.\nYou acknowledge and agree that before initiating any Claim (subject to the exceptions above) against Laravel, you will first give us an opportunity to resolve your problem or dispute.\nThis includes sending a written description of your problem or dispute to us, including, but not limited to, information or representations related to our products and upon which you rely.\nYou may send the written description by U.S.\nMail to Laravel, Attn: Legal, Green, LLC, 954 Ponce de Leon, #203-A, San Juan, PR 00907.\nYou agree to negotiate with Laravel in good faith about your problem or dispute.\nIf for some reason your problem or dispute is not resolved to your satisfaction within 60 days after Laravel’ receipt of your written dispute, you agree to the dispute resolution provisions below.\n</p>\n<p>\n<strong>Commencement of Arbitration</strong>.\nYou and Laravel agree to commence any arbitration proceeding within 1 year after the Claim arises (including the mandatory pre-dispute procedures outlined above) and that any proceeding commenced after 1 year shall be barred.\n</p>\n<p>\n<strong>Arbitration Location</strong>.\nFor your convenience, the arbitration may be conducted in the federal district where you reside.\nIt may be held by telephone or through written submissions if both you and Laravel agree.</p>\n<p>\n<strong>Sponsoring Organization, Rules and the Arbitrator</strong>.\nYou agree that any Claims shall be resolved by submitting the dispute to final and binding confidential arbitration before a single arbitrator who is a retired judge or an experienced attorney with experience in the subject(s) of the Claim.\nThe arbitrator shall be chosen from JAMS Comprehensive Arbitration Rules and Procedures and the arbitration rules of the selected tribunal shall apply, which can be obtained by calling the selected tribunal.</p>\n<p>The arbitrator shall have the exclusive and sole authority to resolve any dispute relating to the interpretation, construction, validity, applicability, or enforceability of these Terms of Use and this arbitration provision.\nThe arbitrator shall have the exclusive and sole authority to determine whether this arbitration agreement can be enforced against a non-signatory to this agreement and whether a non-signatory to this agreement can enforce this provision against you or Laravel.\n</p>\n<p>\n<strong>Arbitration Fees</strong>.\nLaravel shall pay for all filing, administrative, and arbitrator fees for an arbitration initiated by either party.\nThe parties shall each pay their own additional fees, costs, and expenses, including, but not limited to, those for any attorneys, experts, documents, and witnesses.\n</p>\n<p>\n<strong>Arbitration Award</strong>.\nThe arbitrator shall follow substantive law and may order any relief if permitted by law.\nThe arbitrator may award any form of individual relief, including injunctions and punitive damages, so long as they are in accordance with applicable law.\nThe arbitrator may award costs or fees to a prevailing party, but only if the law expressly allows it.\nAlthough Laravel may have a right to an award of attorneys’ fees and expenses under some laws if it prevails, Laravel agrees that it will not seek such an award, unless your Claims are determined by the arbitrator to be frivolous.\nNothing herein shall be construed to limit the arbitrator’s ability to award remedies provided by applicable law.\nAny award rendered shall include a written opinion and shall be final, subject to appeal under the FAA.</p>\n<p>\n<strong>Enforceability</strong>.\nThis provision survives termination of your account or relationship with Laravel, bankruptcy, assignment or transfer.\nIf the class action waiver is deemed unenforceable (i.e., unenforceability would allow arbitration to proceed as a class or representative action), then this entire arbitration provision shall be rendered null and void and shall not apply.\nIf a portion of this arbitration provision (other than the class action waiver) is deemed unenforceable, the remaining portions of this arbitration provision shall remain in full force and effect.\n</p>\n<p>\n<strong>Miscellaneous</strong>.\nFailure or any delay in enforcing this arbitration provision in connection with any Claims will not constitute a waiver of any rights to require arbitration at a later time or in connection with any other Claims.\nThis provision is the entire arbitration agreement between you and Laravel and shall not be modified except in writing by Laravel.\n</p>\n<p>\n<strong>Amendments</strong>.\nLaravel reserves the right to amend this arbitration provision at any time.\nYour continued use of any Laravel Website, purchase of a Laravel product, or use or attempted use of a Laravel product, is affirmation of your consent to such changes.\nShould the changes to this arbitration provision be material, Laravel will provide you notice and an opportunity to opt-out.\nYour continued use of any Laravel Website, purchase of a Laravel product, or use or attempted use of a Laravel product, is affirmation of your consent to such material changes.</p>\n<p>YOU HAVE THE RIGHT TO OPT-OUT OF THIS ARBITRATION PROVISION WITHIN 30 DAYS FROM THE DATE YOU FIRST ACCESS THE WEBSITE BY WRITING TO Laravel, ATTN: LEGAL, GREEN, LLC, 954 PONCE DE LEON, #203-A, SAN JUAN, PR 00907.\nFOR YOUR OPT-OUT TO BE EFFECTIVE, YOU MUST SUBMIT A SIGNED WRITTEN NOTICE IDENTIFYING ANY Laravel YOU ENTERED WITHIN THE 30 DAYS AND THE DATE YOU FIRST ENTERED OT ATTEMPTED TO ENTER.\nUNTIMELY OPT-OUTS WILL NOT BE VALID AND YOU MUST THEN PURSUE YOUR CLAIM THROUGH ARBITRATION PURSUANT TO THESE TERMS.\n</p>\n<p>\n<strong>12.\nTermination of Website </strong>\n</p>\n<p>You agree that Laravel may, in its sole discretion, and at any time, terminate or suspend its operation of the Website or Your use of the Website, without prior notice to you, for any reason that Laravel, in its sole discretion, deems appropriate.\nYou further agree that Laravel will not be liable to you or to any third party for the consequences of such termination or suspension.\nIn the event of any termination of Your use of or access to the Website, you agree that the provisions of the Agreement regarding protection of Intellectual Property Rights and license, indemnification, disclaimer regarding information provided on the website, disclaimer of warranties with respect to use of the website, limitation on Laravel’ liability, and pre-dispute, mandatory binding arbitration, and class action waiver shall survive any such termination.\n</p>\n<p>\n<strong>13.\nExclusive Venue for Other Controversies </strong>\n</p>\n<p>You agree that any controversy excluded from the dispute resolution procedure and class action waiver provisions in this Agreement (other than an individual action filed in small claims court) shall be filed only in the Supreme Court of New York County, New York, or the United States District Court for the Southern District of New York, and each party hereby irrevocably and unconditionally consents and submits to the exclusive jurisdiction of such courts for any such controversy.\n</p>\n<p>\n<strong>14.\nRemedies for Laravel </strong>\n</p>\n<p>In order to avoid irreparable injury to Laravel, in the event of any breach or threatened breach by you of the provisions of this Agreement, we shall be entitled to seek an injunction and/or other equitable relief restraining such breach.\nNothing in this Agreement shall be construed as prohibiting Laravel from pursuing any other remedies available to it for such breach or threatened breach, including the recovery of monetary damages from you.</p>\n<p>\n<strong>15.\nModifications to the Agreement </strong>\n</p>\n<p>Laravel may make changes to these Terms of Use, from time to time, in its sole discretion, by updating this posting on the Website without notice to you.\nYour continued use of the Website following the posting of a new version of the Terms of Use constitutes your acceptance of any such changes.\nAccordingly, whenever you visit the Website, check to see if a new version has been posted.\n</p>\n<p>\n<strong>16.\nTrademark Notices </strong>\n</p>\n<p>“Laravel” is a trademark of Green LLC.\nAll other trademarks and service marks displayed on the Website are the property of Laravel or their respective owners.\nYou may not use or display any trademarks or service marks owned by Laravel without Laravel’ prior written consent.\nYou may not use or display any other trademarks or service marks displayed on the Website without the permission of their owners.</p>\n<p>\n<strong>17.\nCopyright Policy </strong>\n</p>\n<p>It is Laravel’ policy to respect the copyright and Intellectual Property Rights of others.\nLaravel may remove content that appears to infringe the copyright or other Intellectual Property Rights of others.\nIn addition, Laravel may terminate access by users who appear to infringe the copyright or other intellectual property rights of others.\nFurther, Laravel complies with the Digital Millennium Copyright Act.</p>\n<p>If you believe in good faith that your work has been copied in a way that constitutes copyright infringement, please provide Laravel’ Copyright Agent the following information: </p>\n<ol>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n</li>\n<li>A description of the copyrighted work that you claim has been infringed.</li>\n<li>A description of where the material that you claim is infringing is located on the Website.</li>\n<li>Your address, telephone number, and e-mail address.</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n</li>\n<li>A statement by you, made under penalty of perjury (e.g., notarized affidavit), that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\n</li>\n</ol>\n<p>Please direct inquiries regarding infringement issues by mailing to Laravel c/o Green, LLC, 954 Ponce de Leon, #203-A, San Juan, PR 00907.\n</p>\n<p>\n<strong>18.\nOther Important Terms </strong>\n</p>\n<p>Laravel may assign, transfer, or sub-contract any of our rights or obligations under these Terms of Use to any third party at our discretion.\nAny representations, warranties, and indemnification obligations made or undertaken by you will survive cancellation or termination of your account or relationship with Laravel.\nNo delay by Laravel in exercising any right or remedy under these Terms of Use shall operate as a waiver of that right or remedy or shall affect Laravel’ ability to subsequently exercise that right or remedy.\nAny waiver must be agreed to by Laravel in writing.\nThese Terms of Use supersede any other terms previously published by us and any other representations or statements made by us to you, whether oral, written, or otherwise.\n</p> ", "created_at": "2023-01-18 23:08:03.40019", "updated_at": "2023-01-18 23:08:30.206261"}, {"id": 14032, "name": "Privacy Policy", "url": "https://sweepstacks.com/privacy-policy", "xpath": "/html/body/div[1]/div", "text": " <p>Privacy Policy</p>\n<p>For California Consumers, please click here for information on your rights under the California Consumer Protection Act to access and control the use your data.</p>\n<ol>\n<li>\n<strong>Why does collect data on consumers?</strong>\n</li>\n</ol>\n<p> collects consumer data for the following business and commercial purposes:</p>\n<ul>\n<li>Relevancy Purposes, to provide Users with the most relevant experiences on our Website that we think are likely to be of interest to you.\n</li>\n</ul>\n<li>Transactional Purposes, to contact Users with our offers and promotions.</li>\n<li>Technical Purposes to provide notices, updates, security alerts and support information.</li>\n<li>Customer Service Purposes, to communicate with you.</li>\n<li>Reporting Purposes, to share consumer data with third-party reporting services.</li>\n<li>\n<strong>From whom does collect consumer data?</strong>\n</li>\n<p> collects consumer data from sources in the following categories:</p>\n<ul>\n<li>Direct from Consumer, information that you provide to us directly.</li>\n</ul>\n<li>Automatic Data Collection , collected automatically when you visit or register on our Website, such as internet protocol (IP) address, device ID, browser type, internet service provider (ISP), referring/exit pages, operating system, date/time stamp and/or click-stream data, and through the use of \"cookies\", \"pixel tags\" and similar tracking technologies.\nFor additional information on such tracking technologies, see Section 5 below.\n</li>\n<li>\n<strong>What consumer data does collect?</strong>\n</li>\n<p> collects data about consumers in the following categories:</p>\n<ul>\n<li>Identifying Data, such as e-mail address.</li>\n</ul>\n<li>Technical Data, such as IP address, site traffic data and data on any websites that referred you to us.</li>\n<li>Engagement Data, such as the web pages you viewed and other interactions on our Website.</li>\n<li>\n<strong>Does share consumer data with third parties?</strong>\n</li>\n<p> shares consumer data with third parties in the following categories:</p>\n<ul>\n<li>Marketing Partners, such as advertisers or app developers who wish to target and/or retarget our Users with relevant advertisements on other websites or magazine publishers and direct-to-consumer merchants who wish to communicate directly with our customers and Users through name rental or exchange.\n</li>\n</ul>\n<li>Acquisition Partners, such as publishers and other third parties who display ads on their websites.\n</li>\n<li>Service Providers, such as optimization and attribution partners, advertisers, product vendors and publishers.\n</li>\n<li>Media Intermediaries, such as buy-side advertising platforms, media vendors, brokers, agencies or other intermediaries.\n</li>\n<li>Aggregators, such as data management platforms, advertisers and publishers.</li>\n<li>Supporting Partners, such as marketing advisors, consultants and other third-party industry participants who work with us on a commercial basis or provide advice or services to us to support our business.\n</li>\n<li>Your email will only be shared with our preferred mailing partner for the purpose of sending third party promotional email communications.\n</li>\n<li>\n<strong>What are Cookies and other tracking technologies?</strong>\n</li>\n<p> and its partners may use cookies or similar technologies to recognize User access privileges to , analyze trends, administer the website, track users’ movements around the website, add advertisements for goods or services we think may interest you, estimate our audience size, and to gather demographic information about our user base as a whole.</p>\n<p>A cookie is a small data file that a website can send to the browser on your computer when you link to that website.\nA cookie can hold information deposited in the file by a website, which can then be read by other sites.\nA cookie is not a computer program, it does not extract personal information about you or from your computer and it does not read data on your hard drive or instruct your computer to perform any function.</p>\n<p>You may be able to use your browser to give you the option of accepting or rejecting a cookie whenever you visit a website.\nYou may also be able to use your browser or other software to clear cookies from your browser any time you wish.\nHowever, deleting a website's cookie may mean that some features of our Website will not operate correct.\nBesides cookies, we may use web beacons, tracking pixels or similar tracking mechanisms to track your usage patterns on our Website.\nLike cookies, these small files do not store, record or share any personal information about you.\nWe utilize third-party internet service providers to collect site traffic data using such tracking technologies that can be embedded in our Website.\nThese service providers can then provide us with aggregate and anonymous usage data to allow us to improve our Website.\nThis usage data cannot in be associated with any personal information we have about you.</p>\n<li>\n<strong>Can I opt-out of receiving email from ?</strong>\n</li>\n<p>Yes.\nReceiving email from is always optional.</p>\n<li>\n<strong>What about third-party websites?</strong>\n</li>\n<p>By clicking on hyperlinks or banner advertisements on our Website, you may be redirected to websites owned and operated by advertisers and other third parties.\ndoes not control such websites or their owners and operators, and such websites are not subject to this Privacy Policy.\nAny data submitted on or collected by such a third-party website will be governed by the privacy policy on that website.\nWe recommend that Users check the privacy policies of such third-party websites to see how their consumer data will be collected, processed and shared.</p>\n<li>\n<strong>What does do to keep their Website secure?</strong>\n</li>\n<p>We follow generally accepted standards to protect the personal information submitted to us, both during transmission and once it is received, including appropriate organizational, technological and physical safeguards commensurate with the sensitivity of the personal information in question.\nAlthough we believe that the measures, we take to safeguard your data are appropriate, we cannot guarantee its absolute security.</p>\n<li>\n<strong>Does collect information from Users outside of the United States?</strong>\n</li>\n<p>Our Website is not intended to be used by visitors residing outside of the United States.</p>\n<li>\n<strong>Does collect personal information from children?</strong>\n</li>\n<p>Our Website is not intended for or directed to persons under the age of sixteen, and does not intend to collect personal information from individuals in this age group.\nIf receives actual notice that a person under the age of sixteen has provided personal information to , will promptly (immediately, in the case of persons under the age of thirteen) remove such information from its files.</p>\n<li>\n<strong>Your California Privacy Rights.</strong>\n</li>\n<p>As detailed in this Privacy Policy, use, collect, disclose and sell personal information about the consumers who respond to our offers.\nCalifornia consumers who wish to learn more about such practice and their rights under the California Consumer Protection Act, including the right to opt out of the sale of your data, by emailing ccpa@.</p>\n<li>\n<strong>Further Questions?</strong>\n</li>\n<p>We welcome any questions or comments you may have regarding this Privacy Policy or the use of your data.\nTo contact us, please contact us at contact@ or by writing to 3651 Lindell Road Suite D1137 Las Vegas, NV 89103.</p>\n<p>\n<strong>Important information for California residents</strong>\n</p>\n<p>This section applies only to California residents.\nIt describes how we collect, use and share Personal Information of California residents in operating our business, and their rights with respect to that Personal Information.\nFor purposes of this section, “Personal Information” has the meaning given in the California Consumer Privacy Act of 2018 (“CCPA”) but does not include information exempted from the scope of the CCPA.</p>\n<p>Your California privacy rights.\nAs a California resident, you have the rights listed below.\nHowever, these rights are not absolute, and in certain cases we may decline your request as permitted by law.</p>\n<ul>\n<li>\n<strong>Information</strong>.\nYou can request the following information about how we have collected and used your Personal Information during the past 12 months: </li>\n</ul>\n<ul>\n<li>The categories of Personal Information that we have collected.</li>\n</ul>\n<li>The categories of sources from which we collected Personal Information.</li>\n<li>The business or commercial purpose for collecting and/or selling Personal Information.</li>\n<li>The categories of third parties with whom we share Personal Information.</li>\n<li>Whether we have disclosed your Personal Information for a business purpose, and if so, the categories of Personal Information received by each category of third party recipient.\n</li>\n<li>Whether we’ve sold your Personal Information, and if so, the categories of Personal Information received by each category of third party recipient.\n</li>\n<li>\n<strong>Access</strong>.\nYou can request a copy of the Personal Information that we have collected about you during the past 12 months.\n</li>\n<li>\n<strong>Deletion</strong>.\nYou can ask us to delete the Personal Information that we have collected from you.\n</li>\n<li>\n<strong>Opt-out of sales</strong>.\nIf we sell your Personal Information, you can opt-out.\nIn addition, if you direct us not to sell your Personal Information, we will consider it a request pursuant to California’s “Shine the Light” law to stop sharing your personal information covered by that law with third parties for their direct marketing purposes.\n</li>\n<li>\n<strong>Opt-in</strong>.\nIf we know that you are younger than 16 years old, we will ask for your permission (or if you are younger than 13 years old, your parent’s or guardian’s permission) to sell your Personal Information before we do so.\n</li>\n<li>Nondiscrimination.\nYou are entitled to exercise the rights described above free from discrimination in the form of legally prohibited increases in the price or decreases in the quality of our Service.\n</li>\n<p>\n<strong>How to exercise your rights</strong>\n</p>\n<p>You may exercise your California privacy rights described above as follows:</p>\n<p>Right to information, access and deletion.\nYou can request to exercise your information, access and deletion rights by visiting /ccpa.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.</p>\n<p>\n<strong>Right to opt-out of the “sale” of your Personal Information</strong>.\nLike many companies, we use services that help deliver interest-based ads to you.\nOur use of some of these services may be classified under California law as a “sale” of your Personal Information to the companies that provide the services because they collect information from our users (e.g., device data and online activity data) to help them serve ads more likely to interest you.\nYou can request to opt-out out of this “sale” of your personal information here: /ccpa.\n</p>\n<p>We reserve the right to confirm your California residence to process your requests and will need to confirm your identity to process your requests to exercise your information, access or deletion rights.\nAs part of this process, government identification may be required.\nConsistent with California law, you may designate an authorized agent to make a request on your behalf.\nIn order to designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney, the requester’s valid government-issued identification, and the authorized agent’s valid government issued identification.\nWe cannot process your request if you do not provide us with sufficient detail to allow us to understand and respond to it.</p>\n<p>Disclosure or Sale of Personal Information.\nhas not disclosed or sold Personal Information about California Consumers to third parties for business and commercial purposes in the last 12 months.\ndoes not knowingly collect or sell the Personal Information of persons under 16 years of age.\nThe table below lists, for each category of Personal Information collected, the (i) categories of sources from which it was collected, (ii) the business or commercial purposes for which it was collected, and (iii) the categories of third parties with whom it was shared.\nIn the table below, categories of consumer data, and categories of source, purpose and third-party sharing, are as described in the Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Categories</strong>\n</p>\n<p>\n<strong>Examples</strong>\n</p>\n<p>\n<strong>Collected</strong>\n</p>\n<p>A.\nIdentifiers.</p>\n<p>A real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver’s license number, passport number, or other similar identifiers.</p>\n<p>Yes</p>\n<p>B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).</p>\n<p>A name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.</p>\n<p>Yes</p>\n<p>C.\nProtected classification characteristics under California or federal law.</p>\n<p>Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).</p>\n<p>No</p>\n<p>D.\nCommercial information.</p>\n<p>Records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>No</p>\n<p>E.\nBiometric information.</p>\n<p>Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.</p>\n<p>No</p>\n<p>F.\nInternet or other similar network activity.</p>\n<p>Browsing history, search history, information on a consumer’s interaction with a website, application, or advertisement.</p>\n<p>Yes&nbsp;</p>\n<p>G.\nGeolocation data.</p>\n<p>Physical location or movements.</p>\n<p>No</p>\n<p>H.\nSensory data.</p>\n<p>Audio, electronic, visual, thermal, olfactory, or similar information.</p>\n<p>No</p>\n<p>I.\nProfessional or employment-related information.</p>\n<p>Current or past job history or performance evaluations.</p>\n<p>No</p>\n<p>J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).</p>\n<p>Education records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.</p>\n<p>No</p>\n<p>K.\nInferences drawn from other personal information.</p>\n<p>Profile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p>\n<p>No</p>\n<p>&nbsp;</p>\n<p>For questions or more information about your rights under the CCPA and this Statement of Consumer Privacy Rights, please contact ccpa@ or by writing to 3651 Lindell Road Suite D1137 Las Vegas, NV 89103.</p>\n<p>Privacy Policy Last Updated: February 17, 2020 </p> ", "created_at": "2023-01-18 23:08:03.459953", "updated_at": "2023-01-18 23:08:44.080994"}], "points": [], "urls": ["sweepstacks.com"]}}