{"error": 448, "message": "OK", "parameters": {"id": 9850, "name": "rtrace.io", "created_at": "2023-10-31 15:54:35.441133", "updated_at": "2023-10-31 23:02:49.865444", "wikipedia": null, "keywords": null, "related": null, "slug": "rtrace-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9850.png", "url": "rtrace.io,blog.rtrace.io,status.rtrace.io,vikunja.rtrace.io,live.rtrace.io,speedtest.rtrace.io,reddit.rtrace.io,searx.rtrace.io,send.rtrace.io,lws.rtrace.io", "documents": [{"id": 19628, "name": "Impressum", "url": "https://blog.rtrace.io/impressum", "xpath": "//body", "text": " Blog About Music DJ Sets Live Impressum <p>Im Sinne der Offenlegungspflicht / In terms of the disclosure obligation:</p>\n<ul>\n<li>Raffael Rehberger</li>\n<li>Private Website / Private Website</li>\n<li>Artikel zu Technologie und Musikproduktionen / Articles on technology and music productions</li>\n<li>4614 Marchtrenk, Oberösterreich, Österreich / 4614 Marchtrenk, Upper Austria, Austria</li>\n</ul> Für diese Website verantwortlicher Herausgeber <ul>\n<li>\n<strong>Name:</strong> Raffael Rehberger</li>\n<li>\n<strong>E-Mail:</strong> webmaster@rtrace.io</li>\n<li>\n<strong>Internet:</strong> blog.rtrace.io</li>\n</ul>\n<p>Für den Inhalt externer Seiten, auf die verlinkt wird, liegt die alleinige Verantwortung beim jeweiligen Anbieter.<br>The sole responsibility for the content of external pages to which links are provided lies with the respective provider.</p> Webdesign &amp.\nEntwicklung / Web design &amp.\ndevelopment <ul>\n<li>\n<strong>Name:</strong> Raffael Rehberger</li>\n<li>\n<strong>E-Mail:</strong> webmaster@rtrace.io</li>\n<li>\n<strong>Internet:</strong> blog.rtrace.io</li>\n</ul> DMCA Inquiries <p>in case of DMCA inquiries, please contact: dmca@rtrace.io.<br>DMCA takedown requests are processed within 5 workdays.</p> Terms of Service <ul>\n<li>\n<code>rtrace.io</code> reserves the right to change this policy at any time without prior notification.</li>\n<li>Do not upload or (most importantly) distribute copyrighted or illegal material.</li>\n<li>When you are distributing copyrighted material always ask for permission from the owners first.</li>\n<li>All content whether public or private, is the sole responsibility of the person who created/uploaded it.</li>\n<li>Services provided on <code>rtrace.io</code> are provided “as is” without warranty of any kind.</li>\n<li>in general: just be a nice person</li>\n</ul>\n<ol>\n<li> Gitlab </li>\n<li> GitHub </li>\n<li> Codeberg </li>\n<li> LinkedIn </li>\n<li> Mastodon </li>\n<li> SoundCloud </li>\n</ol>\n<ol>\n<li> Send </li>\n<li> Searx </li>\n<li> Libreddit </li>\n<li> Speedtest </li>\n<li> Livestream </li>\n<li> Vikunja </li>\n</ol>\n<ol>\n<li> Blog </li>\n<li> Privacy </li>\n<li> Impressum </li>\n<li> RSS-Feed </li>\n<li> Atom-Feed </li>\n<li> Status </li>\n</ol>\n<p> made with <i>\n</i> and Hexo by Raffael</p> ", "created_at": "2023-10-31 15:54:35.47644", "updated_at": "2023-10-31 15:56:23.581025"}, {"id": 19629, "name": "Privacy Policy", "url": "https://blog.rtrace.io/privacy", "xpath": "//body", "text": " Blog About Music DJ Sets Live Privacy Policy In General <p>If any user data is collected, the data is ONLY used to provide the services.<br>No personal data is ever shared with a third-party.\nNo personal data is recorded and processed.</p> Cookies <p>In general, there are no tracking-cookies in place.\nNeither do I want to be tracked, nor do I want to track you.</p>\n<ul>\n<li>\n<code>blog.rtrace.io</code> (Blog, Hexo) does NOT utilize cookies</li>\n<li>\n<code>live.rtrace.io</code> (Owncast) does NOT utilize cookies</li>\n<li>\n<code>speedtest.rtrace.io</code> (Librespeed) does NOT utilize cookies</li>\n<li>\n<code>reddit.rtrace.io</code> (Libreddit) does NOT utilize cookies, except (optional) user-configuration</li>\n<li>\n<code>lws.rtrace.io</code> (LiberaWebStore) does NOT utilize cookies</li>\n<li>\n<code>static.rtrace.io</code> (Static File Server) does NOT utilize cookies</li>\n<li>\n<code>searx.rtrace.io</code> (Searx metasearch enging) does NOT utilize cookies, except (optional) user-configuration</li>\n<li>\n<code>send.rtrace.io</code> (Send, Filesharing Service) does NOT utilize cookies</li>\n<li>\n<code>bibliogram.rtrace.io</code> (privacy friendly Instagram frontend) does NOT utilize cookies</li>\n<li>\n<code>vikunja.rtrace.io</code> (a F(L)OSS task manager/organizer) does utilize Cookies for Session Management</li>\n<li>\n<code>status.rtrace.io</code> (Status Monitor) does NOT utilize cookies</li>\n</ul> Logs <p>Each site-request (targeting <code>*.rtrace.io</code> and <code>rtrace.io</code>) is logged.\nThe following information will be stored for a max.\nof 4 weeks, then will be deleted permanently.</p>\n<ul>\n<li>\n<strong>Time of request</strong>: a simple UNIX timestamp representing the time of request</li>\n<li>\n<strong>User-Agent</strong>: taken from the Requests HTTP-Header</li>\n<li>\n<strong>IP-Address</strong>: the remote IP address of the client that is connecting</li>\n<li>\n<strong>Requested Site</strong>: the site on <code>*.rtrace.io</code> or <code>rtrace.io</code> that has been requested</li>\n</ul>\n<p>These logs exclusively serve to protect from attacks (like DoS) against servers and infrastructure of <code>rtrace.io</code>.\nNone of this information will be processed nor used for any analytic purposes.\nLogs will be retained for a max.\nperiod of 4 weeks on the servers serving <code>*.rtrace.io</code> and <code>rtrace.io</code>.\nNo third-party does and will ever have access to these logs.</p> Site Analytics <p>The following services provided on this domain utilize plausible.io as a privacy-friendly site-analytics framework.\nPlausible does not track any GDPR-related information.\nFor further details, please also read what plausible tracks.\nFor further protection of your identity, requests to plausible are proxied through <code>rtrace.io</code>.</p> Site Embeds <p>Blog posts, articles and pages on <code>blog.rtrace.io</code> might embed so called <code>iframe</code> to other services and websites.\nIn general, I try to only link to privacy friendly services.\n</p> Invidious <p>Invidious is a privacy-friendly frontend for YouTube.\nTo prevent you from being tracked by Google when visiting <code>*.rtrace.io</code> and <code>rtrace.io</code>, all video-embeds are served through randomly selected Invidious instances.</p> Owncast <p>Owncast is a self-hosted free and open source live-streaming solution with integrated chat.\nOwncast is known to be a privacy-friendly alternative to Twitch.\n<code>rtrace.io</code> hosts Owncast on live.rtrace.io.</p> Soundcloud <p>Soundcloud is an audio-streaming service (just like Spotify).\n<code>blog.rtrace.io</code> uses Soundcloud embeds on certain pages.\nEmbeds will store cookies.\nPlease follow Soundclouds Privacy Policy for more details.\n(Please note, that I’m working on replacing Soundcloud with Funkwhale).</p> Mixcloud <p>Mixcloud is an audio-streaming service (just like Spotify).\n<code>blog.rtrace.io</code> uses Mixcloud embeds on certain pages.\nEmbeds will store cookies.\nPlease follow Mixcloud Privacy Policy for more details.\n(Please note, that I’m working on replacing Mixcloud with Funkwhale)</p> Asciinema <p>Asciinema offers an alternative solution to record and share terminal sessions.\n<code>blog.rtrace.io</code> uses Asciinema embeds on certain pages.\nEmbeds will store cookies.\nPlease folllow Asciinema Privacy Policy for more details.</p> Further transparency Hosting <p>All services provided on <code>rtrace.io</code> and <code>*.rtrace.io</code> are hosted on Virtual Private Servers (VPS) at Netcup (subsidiary company of Anexia GmbH).\nServers are located in Nuremberg, 🇩🇪 Germany.\nServers are running the latest version of Fedora Server and are patched ~2 times a week (on average).\nDisks are LUKS encrypted and require LUKS password on boot.\nAll services provided are served through <code>nginx</code> acting as reverse-proxy/load-balancer.\n<code>nginx</code> also terminates TLS (HTTPS).\nUpstream-Servers behind the reverse-proxy are interconnected through Wireguard for secure communication - so none of your traffic (even if previously TLS-terminated) will ever be transferred over the network in plain-text.\nTLS Certificates are provided by Let’s Encrypt.\nTLS configuration explicitly only allows <code>TLSv1.3</code> with the strongest available cipher-suites.\nHTTP Security Headers are applied where possible and useful.</p> Personal Commitment <p>I personally hate it to be tracked online, and that’s why I won’t track you either (and try my best to prevent third parties from spying on you too).\nIt’s that easy and that’s my promise.\nI want all services provided at <code>rtrace.io</code> and all of its subdomains to be as privacy-friendly as possible.\nIf you have any additions, constructive feedback, hints to improve or wishes - feel free to contact me at any time.\nAs it is with security - at the end of the day everything boils down to <code>trust</code>.\nIt’s very hard to trust service-providers and that effectively boils down to the fact that you can’t and shouldn’t trust me - zero-trust is the best trust after all).</p>\n<p>Nonetheless, if you want to verify that the things I’ve written here are true, please get in touch with me.\nWe can arrange a Jitsi call, and I’ll happily show you how things are hosted and configured here at <code>rtrace.io</code> - come on, let’s go for a SSH safari.</p>\n<ol>\n<li> Gitlab </li>\n<li> GitHub </li>\n<li> Codeberg </li>\n<li> LinkedIn </li>\n<li> Mastodon </li>\n<li> SoundCloud </li>\n</ol>\n<ol>\n<li> Send </li>\n<li> Searx </li>\n<li> Libreddit </li>\n<li> Speedtest </li>\n<li> Livestream </li>\n<li> Vikunja </li>\n</ol>\n<ol>\n<li> Blog </li>\n<li> Privacy </li>\n<li> Impressum </li>\n<li> RSS-Feed </li>\n<li> Atom-Feed </li>\n<li> Status </li>\n</ol>\n<p> made with <i>\n</i> and Hexo by Raffael</p> ", "created_at": "2023-10-31 15:54:35.509522", "updated_at": "2023-10-31 15:55:55.000854"}, {"id": 19630, "name": "LibreSpeed Privacy Policy", "url": "https://speedtest.rtrace.io/#", "xpath": "//*[@id=\"privacyPolicy\"]", "text": " Privacy Policy <p>This HTML5 Speedtest server is configured with telemetry enabled.</p> What data we collect <p> At the end of the test, the following data is collected and stored: </p>\n<ul>\n<li>Test ID</li>\n<li>Time of testing</li>\n<li>Test results (download and upload speed, ping and jitter)</li>\n<li>IP address</li>\n<li>ISP information</li>\n<li>Approximate location (inferred from IP address, not GPS)</li>\n<li>User agent and browser locale</li>\n<li>Test log (contains no personal information)</li>\n</ul>\n<p>\n</p> How we use the data <p> Data collected through this service is used to: </p>\n<ul>\n<li>Allow sharing of test results (sharable image for forums, etc.)</li>\n<li>To improve the service offered to you (for instance, to detect problems on our side)</li>\n</ul> No personal information is disclosed to third parties.\n<p>\n</p> Your consent <p> By starting the test, you consent to the terms of this privacy policy.\n</p> Data removal <p> If you want to have your information deleted, you need to provide either the ID of the test or your IP address.\nThis is the only way to identify your data, without this information we won't be able to comply with your request.<br>\n<br> Contact this email address for all deletion requests: admin@rtrace.io.\n</p>\n<br>\n<br> Close<br>\n", "created_at": "2023-10-31 15:54:35.539716", "updated_at": "2023-10-31 15:56:51.73206"}], "points": [], "urls": ["rtrace.io", "blog.rtrace.io", "status.rtrace.io", "vikunja.rtrace.io", "live.rtrace.io", "speedtest.rtrace.io", "reddit.rtrace.io", "searx.rtrace.io", "send.rtrace.io", "lws.rtrace.io"]}}