{"error": 448, "message": "OK", "parameters": {"id": 8901, "name": "National Pool Wholesalers", "created_at": "2023-07-08 05:21:52.656965", "updated_at": "2023-07-08 10:02:11.950278", "wikipedia": null, "keywords": null, "related": null, "slug": "national-pool-wholesalers", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8901.png", "url": "nationalpoolwholesalers.com", "documents": [{"id": 17402, "name": "Privacy Policy", "url": "https://www.nationalpoolwholesalers.com/privacy_policy.html", "xpath": "//body", "text": "CLICK TO CLOSE THIS WINDOW^^ CLICK OR SWIPE UP TO CLOSE THIS WINDOW ^^COMPLETE POOL PACKAGES STARTING AT $1899<br>CALL 888-277-7665 FOR SPECIAL OFFERS<br>WE WILL BEAT ALL COMPETITORS PRICING<br>PHONES OPEN FROM 10AM to 6PM - 7 DAYS A WEEKClick for Coupons! CartSearchCallSearchMenuPoolsInground PoolsAbove Ground PoolsOnground Pools Our pools are made in the USA.\nBe sure to avoid the low priced Chinese and Japanese pools that are floating around the market.\nThey carry no warranty.\nAbove ground pools come in round and oval shapes and are made from a wide variety of material.\nLinersAbove Ground LinersInground LinersBead TrackPool CoveArmor ShieldOverlap CopingInground Pool CopingWall FoamFloor FoamGasketsPerfect BottomSkimmer and ReturnsAll Above Ground LinersPool ProductsInground Pool CopingLaddersStepsPumpsFiltersReplacement CartridgesTimersSkimmer and ReturnsPlumbing &amp.\nAccessoriesRailsSafety CoversSwim Jet SystemsHeating &amp.\nSolarSolar HeatingSolar ReelsSolar Reel AccessoriesSolar Heater Access.CleanersSuction CleanersMaintenance EquipmentChemicals &amp.\nSanitationChemical FeedersChemical Test KitsNature 2 SystemsPatio &amp.\nPool FunFloats &amp.\nToysLighting &amp.\nLandscapePool LightingSafety &amp.\nAssist DevicesSafety CoversSafety EquipmentSafety FenceWinter ItemsWinter Pool CoversWinter AccessoriesSafety CoversLeaf NetsMore ▼View our WarehouseSearch our SiteContact Us<br>\n<b>Privacy Policy</b>\n<br> Our Privacy Policy was last updated and posted on January 6, 2014.\nIt governs the privacy terms of our Website, located at www.nationalpoolwholesalers.com.\nAny capitalized terms not defined in our Privacy Policy, have the meaning as specified in our Terms of Service.<br>\n<br>\n<b>Your Privacy</b>\n<br>Internet Pool Group, LLC follows all legal requirements to protect your privacy.\nOur Privacy Policy is a legal statement that explains how we may collect information from you, how we may share your information, and how you can limit our sharing of your information.\nYou will see terms in our Privacy Policy that are capitalized.\nThese terms have meanings as described in the Definitions section below.<br>\n<br>\n<b>Definitions</b>\n<br>\"Non Personal Information\" is information that is not personally identifiable to you and that we automatically collect when you access our Website with a web browser.\nIt may also include publicly available information that is shared between you and others.<br>\n<br> \"Personally Identifiable Information\" is non-public information that is personally identifiable to you and obtained in order for us to provide you within our Website.\nPersonally Identifiable Information may include information such as your name, email address, and other related information that you provide to us or that we obtain about you.<br>\n<br>\n<b>Information We Collect</b>\n<br>Generally, you control the amount and type of information you provide to us when using our Website.<br>\n<br> As a Visitor, you can browse our website to find out more about our Website.\nYou are not required to provide us with any Personally Identifiable Information as a Visitor.<br>\n<br>\n<b>Computer Information Collected</b>\n<br>When you use our Website, we automatically collect certain computer information by the interaction of your mobile phone or web browser with our Website.\nSuch information is typically considered Non Personal Information.\nWe also collect the following:<br>\n<br>\n<ul>\n<li>\n<b>Cookies</b>\n<br>Our Website uses \"Cookies\" to identify the areas of our Website that you have visited.\nA Cookie is a small piece of data stored on your computer or mobile device by your web browser.\nWe use Cookies to personalize the Content that you see on our Website.\nMost web browsers can be set to disable the use of Cookies.\nHowever, if you disable Cookies, you may not be able to access functionality on our Website correctly or at all.\nWe never place Personally Identifiable Information in Cookies.<br>\n<br>\n</li>\n<li>\n<b>Third Party Tracking Tools</b>\n<br>We also use third party tracking tools to improve the performance and features of our Website.\nThese third party tracking tools are designed to collect only Non-Personal Information about your use of our Website.\nHowever, you understand that such tools are created and managed by parties outside our control.\nAs such, we are not responsible for what information is actually captured by such third parties or how such third parties use and protect that information.<br>\n<br>\n</li>\n<li>\n<b>Automatic Information</b>\n<br>We automatically receive information from your web browser or mobile device.\nThis information includes the name of the website from which you entered our Website, if any, as well as the name of the website to which you're headed when you leave our website.\nThis information also includes the IP address of your computer/proxy server that you use to access the Internet, your Internet Website provider name, web browser type, type of mobile device, and computer operating system.\nWe use all of this information to analyze trends among our Users to help improve our Website.<br>\n<br>\n</li>\n</ul>\n<b>How We Use Your Information</b>\n<br>We use the information we receive from you as follows:<br>\n<br>\n<ul>\n<li>\n<b>Customizing Our Website</b>\n<br>We may use the Personally Identifiable information you provide to us along with any computer information we receive to customize our Website.<br>\n<br>\n</li>\n<li>\n<b>Sharing Information with Affiliates and Other Third Parties</b>\n<br>We do not sell, rent, or otherwise provide your Personally Identifiable Information to third parties for marketing purposes.\nWe may provide your Personally Identifiable Information to affiliates that provide services to us with regards to our Website (i.e.\npayment processors, Website hosting companies, etc.);such affiliates will only receive information necessary to provide the respective services and will be bound by confidentiality agreements limiting the use of such information.<br>\n<br>\n</li>\n<li>\n<b>Data Aggregation</b>\n<br>We retain the right to collect and use any Non Personal Information collected from your use of our Website and aggregate such data for internal analytics that improve our Website and Service as well as for use or resale to others.\nAt no time is your Personally Identifiable Information included in such data aggregations.<br>\n<br>\n</li>\n<li>\n<b>Legally Required Releases of Information</b>\n<br>We may be legally required to disclose your Personally Identifiable Information, if such disclosure is (a) required by subpoena, law, or other legal process;(b) necessary to assist law enforcement officials or government enforcement agencies;(c) necessary to investigate violations of or otherwise enforce our Legal Terms;(d) necessary to protect us from legal action or claims from third parties including you and/or other Members;and/or (e) necessary to protect the legal rights, personal/real property, or personal safety of Internet Pool Group, LLC, our Users, employees, and affiliates.<br>\n<br>\n</li>\n</ul>\n<b>Protecting Your Child's Privacy</b>\n<br>Our Website is not designed for use by anyone under the age of 13 (\"Child\"), though we realize we may have a Child attempt to make purchases through our Website.\nWe do not verify the age of our Users nor do we have any liability for verifying a User's age.\nIf you are a Child, please seek the permission of a parent or guardian before using our Website.If you are a parent or guardian and believe your Child is using our Website, please contact us to remove your Child's account;we reserve the right to ask you for verification of your relationship to the Child before we honor such a request.\nIf we discover that a Child has created an account on our Website, we will immediately delete the account as soon as we discover it, we will not use the information for any purpose, and we will not disclose the information to third parties.\nHowever, as parent of such a Child, you understand that you are legally liable for any transactions created by the Child.<br>\n<br>\n<b>Links to Other Websites</b>\n<br>Our Website may contain links to other websites that are not under our direct control.\nThese websites may have their own policies regarding privacy.\nWe have no control of or responsibility for linked websites and provide these links solely for the convenience and information of our visitors.\nYou access such linked Websites at your own risk.\nThese websites are not subject to this Privacy Policy.\nYou should check the privacy policies, if any, of those individual websites to see how the operators of those third-party websites will utilize your personal information.\nIn addition, these websites may contain a link to Websites of our affiliates.\nThe websites of our affiliates are not subject to this Privacy Policy, and you should check their individual privacy policies to see how the operators of such websites will utilize your personal information.<br>\n<br>\n<b>Our Email Policy</b>\n<br>Our affiliates and we fully comply with national laws regarding SPAM.\nYou can always opt out of receipt of further email correspondence from us and/or our affiliates.\nWe agree that we will not sell, rent, or trade your email address to any unaffiliated third-party without your permission.<br>\n<br>\n<b>Privacy Policy Updates</b>\n<br>We reserve the right to modify this Privacy Policy at any time.\nYou should review this Privacy Policy frequently.\nIf we make material changes to this policy, we may notify you on our Website, by a blog post, by email, or by any method we determine.\nThe method we chose is at our sole discretion.\nWe will also change the \"Last Updated\" date at the beginning of this Privacy Policy.\nAny changes we make to our Privacy Policy are effective as of this Last Updated date and replace any prior Privacy Policies.<br>\n<br>\n<b>Questions About Our Privacy Practices or This Privacy Policy</b>\n<br>If you have any questions about our Privacy Practices or this Policy, please contact us.<br>\n<br>\n<b>Help</b>Contact Us<br>Privacy Policy<br>Shipping/Return Policy<br>Terms of Use Policy<br>\n<b>Keep In Touch</b>Call us at 888-277-7665<b>Quick Links</b>Above Ground Pools<br>Above Ground Liners<br>Inground Pools<br>Inground Pool Liners<b>Customer Service</b>Customer Support System<br>Additional shipping charges for AK, HI and areas that require ferry service or other service charges.Some restrictions may apply.\nNot responsible for typographical errors.© 2023 Internet Pool Group, LLC.\nAll rights reserved.Network Error!There does not appear to be an Internet connection.<br>\n<br>Please ensure you are connected to the Internet and try processing your request again.OKLoading Error!There appears to have been a problem trying to process your request.\nPlease try again.OKLiner Purchase Issue!This liner size is only allowed to be purchased at the present time with a swimming pool due to lack of inventory available nationally.<br>\n<br>Once more product arrives in August, we may be able to sell them as stand-alone liners again.<br>\n<br>In order to sell a pool, it needs a liner, so we must retain a certain number of liners to sell with the pools we have in our warehouse.OK Call Sales at 888-277-7665 Customer Service System Close<br> We price match our competition!<br>\n<br> SPRING SAVINGS!<br> Code: SPRING-1 Save $3 off an order of $75 or more Code: SPRING-2 Save $5 off an order of $150 or more Code: SPRING-3 Save $10 off an order of $300 or more Code: SPRING-4 Save $20 off an order of $600 or more Code: SPRING-5 Save $40 off an order of $1200 or more Code: SPRING-6 Save $80 off an order of $2400 or more Code: SPRING-7 Save $200 off an order of $4000 or more Use coupon code at checkout! Please confirm this form data is correct.\nYour rates will return in a few moments.<br>\n<br>The weight may need to be adjusted if you have special order items that will not be shipping with your products from our warehouse.<br>\n<br>Weight:Class:Origin Zip:34974Destination Zip:Use Liftgate:Use Residential:ProcessCancel An error occured when trying to get your freight quote.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the required quote.\nOK An error occured when trying to get your freight quote.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the required quote.\nOK An error occured when trying to get your freight quote.\n<br>\n<br> SKU does not exist, is not a ground delivery item or it is a kit and cannot be quoted with this tool.\nOK coupons Please fill out the form below and we will have you a reply in no time! We have sales reps standing by to answer your questions! <br>\n<br> For faster responses, include your mobile number and check the box to receive your reply via text message as well as email.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> Yes! Send me a text message update!<br>\n<br>SubmitCancelYou didn't fill out all of the form fields.<br>\n<br> Please fill out all form fields so we can process your request.OK An error occured when trying to process your request.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the answers you are looking for.\nOK Your request has been sent to our sales team.<br>\n<br> We look forward to answering your questions for you shortly.\nOKClose600800CloseVideo Load Error360480Close", "created_at": "2023-07-08 05:21:52.687265", "updated_at": "2023-07-08 05:22:10.493928"}, {"id": 17403, "name": "Refund & Delivery Policy", "url": "https://www.nationalpoolwholesalers.com/shipping_policy.html", "xpath": "//body", "text": "CLICK TO CLOSE THIS WINDOW^^ CLICK OR SWIPE UP TO CLOSE THIS WINDOW ^^COMPLETE POOL PACKAGES STARTING AT $1899<br>CALL 888-277-7665 FOR SPECIAL OFFERS<br>WE WILL BEAT ALL COMPETITORS PRICING<br>PHONES OPEN FROM 10AM to 6PM - 7 DAYS A WEEKClick for Coupons! CartSearchCallSearchMenuPoolsInground PoolsAbove Ground PoolsOnground Pools Our pools are made in the USA.\nBe sure to avoid the low priced Chinese and Japanese pools that are floating around the market.\nThey carry no warranty.\nAbove ground pools come in round and oval shapes and are made from a wide variety of material.\nLinersAbove Ground LinersInground LinersBead TrackPool CoveArmor ShieldOverlap CopingInground Pool CopingWall FoamFloor FoamGasketsPerfect BottomSkimmer and ReturnsAll Above Ground LinersPool ProductsInground Pool CopingLaddersStepsPumpsFiltersReplacement CartridgesTimersSkimmer and ReturnsPlumbing &amp.\nAccessoriesRailsSafety CoversSwim Jet SystemsHeating &amp.\nSolarSolar HeatingSolar ReelsSolar Reel AccessoriesSolar Heater Access.CleanersSuction CleanersMaintenance EquipmentChemicals &amp.\nSanitationChemical FeedersChemical Test KitsNature 2 SystemsPatio &amp.\nPool FunFloats &amp.\nToysLighting &amp.\nLandscapePool LightingSafety &amp.\nAssist DevicesSafety CoversSafety EquipmentSafety FenceWinter ItemsWinter Pool CoversWinter AccessoriesSafety CoversLeaf NetsMore ▼View our WarehouseSearch our SiteContact Us<b>Refund &amp.\nDelivery Policy</b>\n<br>\n<br>Returns and exchanges, if applicable, must be made within 15 days of receipt of goods.\nReturns or exchanges after 15 days will not be accepted.\nAll returns and exchanges will comply with our normal return policy.<br>\n<br>Once a sale is made and payment completed, the item(s) your ordered are considered to be in process.\nOnce an order is in process, it can be cancelled but there may be restocking fees, handling fees, shipping fees, and other fees that may be applied to a cancelled order.\nOrder for items such as liners, covers, items that are sanitary in nature such as saunas, etc, cannot be returned.\nCustom orders may not be returned as they are ordered specially for you and cannot be resold to another customer.\nItems such as liners, pool kits, or any other special order merchandise may not be returned.\n<br>\n<br>If you choose to return an item or refuse delivery on an item, you will be responsible for the shipping incurred by us to send the products to you, as well as the shipping to send the goods back to us or our suppliers.\nYou will also be subject to a 25% restocking fee on allowable returned items.\nAll items MUST be in new condition with all proper packing material and paperwork shipped back to us.\nIf the goods cannot be sold in NEW CONDITION, a refund will not be issued and goods will be rejected, or available for you to pickup and ship back to yourself.<br>\n<br>Be sure that the item you are ordering is what you want and the size, color, shape, design, etc is exactly what you are looking for.\nIf you are not sure, please ask us for any additional information prior to purchase.\nReturning an item can become costly and the credit card company will refer to this page as a reference that you understand this information, and accept these terms and conditions posted on the check out screen.\nThe credit card company will not be able to dispute the transaction if you simply decide to return the goods, or refuse delivery.\nThe above fees would still apply with no recourse.<br>\n<br>\n<b>How to properly receive your goods</b>\n<br>\n<br>Please read the below information as you need to understand your rights as a consumer and what you need to do at delivery.\nREAD THE PAPERS YOU ARE SIGNING.\nIt clearly states your rights and what you are signing.\nBe sure to note ANY exceptions on the BILL OF LADING prior to signing.<br>\n<br>If you receive missing or damaged merchandise, you need to notify the carrier upon receiving the order.\nNote on the freight bill the problem you encountered.\nYou will need to contact us right away at 888-277-7665 so we can get your missing or damaged parts shipped to you immediately.\nDamaged items need to be sent back and refused in order to get proper replacement for no charge.\n<br>\n<br>FAILURE TO CHECK YOUR PRODUCTS FOR DAMAGE AT DELIVERY WILL RESULT IN YOUR PAYING FOR MISSING OR DAMAGED ITEMS.\nYOU MUST CHECK THE GOODS COMPLETELY BEFORE SIGNING ANY PAPERWORK.\nREAD THE PAPERWORK YOU ARE SIGNING FROM THE DRIVER.\nIT CLEARLY STATES YOU ARE SIGNING THAT THE GOODS ARE IN PERFECT CONDITION UNLESS OTHERWISE NOTED.\nCLEARLY INDICATE WHAT IS WRONG WITH THE GOODS ON THE BILL OF LADING.<br>\n<br>If you didn't sign your Bill of Lading as damaged, we will have no resource except to file a claim and see if the freight line will pay for it.\nIf they pay the claim, we can send you the parts.\nIf not, you will have to pay for the parts, or try to get your own claim filed.\nWe are only responsible for goods if we have a signed copy of the BOL from you indicating the goods are damaged, with a detailed description of the problem.\nYou have 48 hours to check the goods and file your own concealed damage claim.\nCompanies do not always pay on concealed damage so you should fully check the entire order upon delivery.<br>\n<br>\n<b>Wrong Order – Our Mistake</b>\n<br>\n<br>If you placed an order and we made the mistake of shipping out the wrong goods, we will be responsible for the fees involved in the pickup of the goods.\nWrong order does not include substitutions for a better quality item or slight variances in colors, etc.\nThis is for completely incorrect items.<br>\n<br>\n<b>Wrong Order – Customer Mistake</b>\n<br>\n<br>If the order was a mistake on your part, you will need to pay for shipping back to us as well as be subject to a 25% restocking fee and the shipping we incurred to get it to you.\nThere may be other handling fees as well.\nYou are responsible for your own mistakes on any order.\nIf you place an order over the phone, you are responsible for the order as we can only order what you tell us.\nPlease place your order online to be sure you are ordering the correct items.\nAn email is sent to you with your ordered items.\nConfirm this information as soon as you order your goods to make sure its 100% correct PRIOR to shipping.<br>\n<br>\n<b>Payment</b>\n<br>\n<br>I agree that we will pay our credit card, google transactions, etc according to our card holder agreement.\nI further agree and understand that I may not file a chargeback for any reason except a case of a fraudulent transaction that I did not make.\nAgreeing to purchase goods from Internet Pool Group, LLC will waive my rights to a chargeback against Internet Pool Group, LLC.\nAny fees associated with collecting unpaid funds, goods, fees, or services will be charged to the customer at the fullest extent available under law.\nIf the an account falls into collections, the standard collection fee is 30% of the total invoice plus any other applicable fees.<br>\n<br>\n<b>Refunds</b>\n<br>\n<br>All orders are processed and charged to you in US Dollars.\nAny credits, refunds, exchanges, etc will be refunded back to you in US Dollars only.\nWe are not responisble for any conversion rate outside of the US Dollar.\nWe do not convert any currency for you to make a purchase nor to we collect funds from you in a currency other than the US Dollar.<br>\n<br>\n<b>Delivery</b>\n<br>\n<br>\n<b>See above: How to properly receive your goods</b>\n<br>\n<br>Delivery is curbside only.\nYou will need to arrange to bring the products into your home or yard.\nThe freight line on large orders is only allowed to deliver to your curb.\nYou will need to inspect all goods prior to signing for the merchandise to assure there is no damaged or missing parts.\n<br>\n<br>In the event of freight damage, replacement parts can be sent out to solve most issues with your items.\nWe would need to ensure the freight bill was signed as damaged and would require you to send pictures of the damaged items to us in email or regular mail.\nUpon receiving pictures, we can start the process to solve your issues.\nParts can only be sent out if you signed as damaged, or we have a paid freight claim from the carrier.<br>\n<br>We strive to have 100% customer satisfaction and realize that problems can occur with merchandise during shipping.\nPlease advise the driver of any problems before you sign and get all problems in writing signed by you and the driver.\nWith proper documentation, we can all get what we want in the end;A happy homeowner with a pool, and summers full of fun and enjoyment.<br>\n<br>\n<b>Merchandise Warranty</b>\n<br>\n<br>You are purchasing products from our company.\nWe do not warranty products nor supply installation of products.\nIn the unlikely event that you have a problem with your purchased product, you must contact the manufacturer of the product to obtain help with fixing your product or obtaining a replacement.\nYour only remedy is to deal directly with the manufacturer unless the product was delivered damaged due to a shipping problem.\nOur company will not be held liable for any fees associated with installation, repair, service, etc for any item.\nPlease refer to the manufacturer on your remedy for the product that you purchased with a manufacturer defect.<b>Help</b>Contact Us<br>Privacy Policy<br>Shipping/Return Policy<br>Terms of Use Policy<br>\n<b>Keep In Touch</b>Call us at 888-277-7665<b>Quick Links</b>Above Ground Pools<br>Above Ground Liners<br>Inground Pools<br>Inground Pool Liners<b>Customer Service</b>Customer Support System<br>Additional shipping charges for AK, HI and areas that require ferry service or other service charges.Some restrictions may apply.\nNot responsible for typographical errors.© 2023 Internet Pool Group, LLC.\nAll rights reserved.Network Error!There does not appear to be an Internet connection.<br>\n<br>Please ensure you are connected to the Internet and try processing your request again.OKLoading Error!There appears to have been a problem trying to process your request.\nPlease try again.OKLiner Purchase Issue!This liner size is only allowed to be purchased at the present time with a swimming pool due to lack of inventory available nationally.<br>\n<br>Once more product arrives in August, we may be able to sell them as stand-alone liners again.<br>\n<br>In order to sell a pool, it needs a liner, so we must retain a certain number of liners to sell with the pools we have in our warehouse.OK Call Sales at 888-277-7665 Customer Service System Close<br> We price match our competition!<br>\n<br> SPRING SAVINGS!<br> Code: SPRING-1 Save $3 off an order of $75 or more Code: SPRING-2 Save $5 off an order of $150 or more Code: SPRING-3 Save $10 off an order of $300 or more Code: SPRING-4 Save $20 off an order of $600 or more Code: SPRING-5 Save $40 off an order of $1200 or more Code: SPRING-6 Save $80 off an order of $2400 or more Code: SPRING-7 Save $200 off an order of $4000 or more Use coupon code at checkout! Please confirm this form data is correct.\nYour rates will return in a few moments.<br>\n<br>The weight may need to be adjusted if you have special order items that will not be shipping with your products from our warehouse.<br>\n<br>Weight:Class:Origin Zip:34974Destination Zip:Use Liftgate:Use Residential:ProcessCancel An error occured when trying to get your freight quote.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the required quote.\nOK An error occured when trying to get your freight quote.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the required quote.\nOK An error occured when trying to get your freight quote.\n<br>\n<br> SKU does not exist, is not a ground delivery item or it is a kit and cannot be quoted with this tool.\nOK coupons Please fill out the form below and we will have you a reply in no time! We have sales reps standing by to answer your questions! <br>\n<br> For faster responses, include your mobile number and check the box to receive your reply via text message as well as email.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> Yes! Send me a text message update!<br>\n<br>SubmitCancelYou didn't fill out all of the form fields.<br>\n<br> Please fill out all form fields so we can process your request.OK An error occured when trying to process your request.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the answers you are looking for.\nOK Your request has been sent to our sales team.<br>\n<br> We look forward to answering your questions for you shortly.\nOKClose600800CloseVideo Load Error360480Close", "created_at": "2023-07-08 05:22:15.578643", "updated_at": "2023-07-08 05:22:24.142745"}, {"id": 17404, "name": "Terms of Use", "url": "https://www.nationalpoolwholesalers.com/terms_of_use.html", "xpath": "//body", "text": "CLICK TO CLOSE THIS WINDOW^^ CLICK OR SWIPE UP TO CLOSE THIS WINDOW ^^COMPLETE POOL PACKAGES STARTING AT $1899<br>CALL 888-277-7665 FOR SPECIAL OFFERS<br>WE WILL BEAT ALL COMPETITORS PRICING<br>PHONES OPEN FROM 10AM to 6PM - 7 DAYS A WEEKClick for Coupons! CartSearchCallSearchMenuPoolsInground PoolsAbove Ground PoolsOnground Pools Our pools are made in the USA.\nBe sure to avoid the low priced Chinese and Japanese pools that are floating around the market.\nThey carry no warranty.\nAbove ground pools come in round and oval shapes and are made from a wide variety of material.\nLinersAbove Ground LinersInground LinersBead TrackPool CoveArmor ShieldOverlap CopingInground Pool CopingWall FoamFloor FoamGasketsPerfect BottomSkimmer and ReturnsAll Above Ground LinersPool ProductsInground Pool CopingLaddersStepsPumpsFiltersReplacement CartridgesTimersSkimmer and ReturnsPlumbing &amp.\nAccessoriesRailsSafety CoversSwim Jet SystemsHeating &amp.\nSolarSolar HeatingSolar ReelsSolar Reel AccessoriesSolar Heater Access.CleanersSuction CleanersMaintenance EquipmentChemicals &amp.\nSanitationChemical FeedersChemical Test KitsNature 2 SystemsPatio &amp.\nPool FunFloats &amp.\nToysLighting &amp.\nLandscapePool LightingSafety &amp.\nAssist DevicesSafety CoversSafety EquipmentSafety FenceWinter ItemsWinter Pool CoversWinter AccessoriesSafety CoversLeaf NetsMore ▼View our WarehouseSearch our SiteContact Us<b>Terms of Use</b>\n<p>\n<b>GENERAL</b>\n<br>\n<br>We may from time to time change the terms that govern your use of our Site.\nYour use of our Site following any such change constitutes your agreement to follow and be bound by the terms as changed.<br>\n<br>We may change, move or delete portions of, or may add to, our Site from time to time.<br>\n<br>\n<b>SITE CONTENTS</b>\n<br>\n<br>The Contents of our Site, and the Site as a whole, are intended solely for personal, noncommercial (other than for the purchase of merchandise from our site) use by the users of our Site.\nYou may download or copy the Contents and other downloadable materials displayed on the Site for your personal use only.\nNo right, title or interest in any downloaded materials or software is transferred to you as a result of any such downloading or copying.\nYou may not reproduce (except as noted above), publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, in whole or in part, any of the Contents, the Site, or any related software.<br>\n<br>\n<b>USER COMMENTS, FEEDBACK, POSTCARDS AND OTHER SUBMISSIONS</b>\n<br>\n<br>All comments, feedback, postcards, suggestions, ideas, and other submissions disclosed, submitted or offered to Internet Pool Group, LLC on or by this Site or otherwise disclosed, submitted or offered in connection with your use of this Site (collectively, \"Comments\") shall be and remain property of the website.\nSuch disclosure, submission or offer of any Comments shall constitute an assignment to Internet Pool Group, LLC of all worldwide rights, titles and interests in all copyrights and other intellectual properties in the Comments.\nThus, Internet Pool Group, LLC will own exclusively all such rights, titles and interests and shall not be limited in any way in its use, commercial or otherwise, of any Comments.\nInternet Pool Group, LLC is and shall be under no obligation (1) to maintain any Comments in confidence;(2) to pay to user any compensation for any Comments;or (3) to respond to any user Comments.<br>\n<br>You agree that no Comments submitted by you to the Site will violate any right of any third party, including copyright, trademark, privacy or other personal or proprietary right(s).\nYou further agree that no Comments submitted by you to the Site will be or contain libelous or otherwise unlawful, abusive or obscene material.\nYou are and shall remain solely responsible for the content of any Comments you make.<br>\n<br>You agree that Internet Pool Group, LLC may use and/or disclose information about your demographics and use of the Site in any manner that does not reveal your identity.\nBy participating in Site sweepstakes, contests, promotions, and/or requesting promotional information or product updates, you agree that Internet Pool Group, LLC may use your information for marketing and promotional purposes.<br>\n<br>\n<b>Internet Pool Group, LLC'S COMMUNICATIONS TO YOU</b>\n<br>\n<br>You agree that Internet Pool Group, LLC may send electronic mail to you for the purpose of advising you of changes or additions to this Site, about any of Internet Pool Group, LLC products or services, or for such other purpose(s) as Internet Pool Group, LLC deems appropriate.<br>\n<br>\n<b>COLORS</b>\n<br>\n<br>We have made every effort to display as accurately as possible the colors of our products that appear at the Site.\nHowever, as the actual colors you see will depend on your monitor, we cannot guarantee that your monitor's display of any color will be accurate.<br>\n<br>\n<b>LINKS TO OTHER WEB SITES AND SERVICES</b>\n<br>\n<br>To the extent that this Site contains links to outside services and resources, the availability and content of which Internet Pool Group, LLC does not control, any concerns regarding any such service or resource, or any link thereto, should be directed to the particular outside service or resource.<br>\n<br>\n<b>DISCLAIMER</b>\n<br>\n<br>THIS SITE AND ALL CONTENTS OF THE SITE ARE PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nYOU ACKNOWLEDGE, BY YOUR USE OF THE SITE, THAT YOUR USE OF THE SITE IS AT YOUR SOLE RISK, THAT YOU ASSUME FULL RESPONSIBILITY FOR ALL COSTS ASSOCIATED WITH ALL NECESSARY SERVICING OR REPAIRS OF ANY EQUIPMENT YOU USE IN CONNECTION WITH YOUR USE OF OUR SITE, AND THAT Internet Pool Group, LLC SHALL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND RELATED TO YOUR USE OF THIS SITE.<br>\n<br>\n<b>INACCURACY DISCLAIMER</b>\n<br>\n<br>From time to time there may be information on Internet Pool Group, LLC that contains typographical errors, inaccuracies, or omissions that may relate to product descriptions, pricing, and availability.\nWe reserve the right to correct any errors, inaccuracies or omissions and to change or update information at any time without prior notice (including after you have submitted your order).\nWe apologize for any inconvenience this may cause you.\nIf you are not completely satisfied with your Internet Pool Group, LLC.com purchase you may return it only by mail.\nPlease see our Return Policy.<br>\n<br>\n<b>INDEMNIFICATION</b>\n<br>\n<br>You agree to defend, indemnify and hold Internet Pool Group, LLC harmless from and against any and all claims, damages, costs and expenses, including attorneys' fees, arising from or related to your use of the Site.<br>\n<br>\n<b>MISCELLANEOUS</b>\n<br>\n<br>Unless otherwise specified and except to the extent Internet Pool Group, LLC products are offered for sale in the United States through this Site, this Site and the Contents thereof are displayed solely for the purpose of promoting Internet Pool Group, LLC's products and services available in the United States and select foreign markets.\nThis Site is controlled and operated by Internet Pool Group, LLC from its offices in Okeechobee, FL.<br>\n<br>This Agreement shall be construed in accordance with the laws of the State of Florida, without regard to any conflict of law provisions.\nAny dispute arising under this Agreement shall be resolved exclusively by the state and federal courts of the State of Florida, County of Okeechobee.</p>\n<b>Help</b>Contact Us<br>Privacy Policy<br>Shipping/Return Policy<br>Terms of Use Policy<br>\n<b>Keep In Touch</b>Call us at 888-277-7665<b>Quick Links</b>Above Ground Pools<br>Above Ground Liners<br>Inground Pools<br>Inground Pool Liners<b>Customer Service</b>Customer Support System<br>Additional shipping charges for AK, HI and areas that require ferry service or other service charges.Some restrictions may apply.\nNot responsible for typographical errors.© 2023 Internet Pool Group, LLC.\nAll rights reserved.Network Error!There does not appear to be an Internet connection.<br>\n<br>Please ensure you are connected to the Internet and try processing your request again.OKLoading Error!There appears to have been a problem trying to process your request.\nPlease try again.OKLiner Purchase Issue!This liner size is only allowed to be purchased at the present time with a swimming pool due to lack of inventory available nationally.<br>\n<br>Once more product arrives in August, we may be able to sell them as stand-alone liners again.<br>\n<br>In order to sell a pool, it needs a liner, so we must retain a certain number of liners to sell with the pools we have in our warehouse.OK Call Sales at 888-277-7665 Customer Service System Close<br> We price match our competition!<br>\n<br> SPRING SAVINGS!<br> Code: SPRING-1 Save $3 off an order of $75 or more Code: SPRING-2 Save $5 off an order of $150 or more Code: SPRING-3 Save $10 off an order of $300 or more Code: SPRING-4 Save $20 off an order of $600 or more Code: SPRING-5 Save $40 off an order of $1200 or more Code: SPRING-6 Save $80 off an order of $2400 or more Code: SPRING-7 Save $200 off an order of $4000 or more Use coupon code at checkout! Please confirm this form data is correct.\nYour rates will return in a few moments.<br>\n<br>The weight may need to be adjusted if you have special order items that will not be shipping with your products from our warehouse.<br>\n<br>Weight:Class:Origin Zip:34974Destination Zip:Use Liftgate:Use Residential:ProcessCancel An error occured when trying to get your freight quote.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the required quote.\nOK An error occured when trying to get your freight quote.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the required quote.\nOK An error occured when trying to get your freight quote.\n<br>\n<br> SKU does not exist, is not a ground delivery item or it is a kit and cannot be quoted with this tool.\nOK coupons Please fill out the form below and we will have you a reply in no time! We have sales reps standing by to answer your questions! <br>\n<br> For faster responses, include your mobile number and check the box to receive your reply via text message as well as email.\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<br> Yes! Send me a text message update!<br>\n<br>SubmitCancelYou didn't fill out all of the form fields.<br>\n<br> Please fill out all form fields so we can process your request.OK An error occured when trying to process your request.\n<br>\n<br> Please try again.<br>\n<br> If the problem persists, please contact us at 888-277-7665 so we can address the error and get you the answers you are looking for.\nOK Your request has been sent to our sales team.<br>\n<br> We look forward to answering your questions for you shortly.\nOKClose600800CloseVideo Load Error360480Close", "created_at": "2023-07-08 05:22:33.445036", "updated_at": "2023-07-08 05:22:43.701176"}], "points": [], "urls": ["nationalpoolwholesalers.com"]}}