{"error": 448, "message": "OK", "parameters": {"id": 8025, "name": "Mitgo", "created_at": "2023-04-16 00:26:50.411906", "updated_at": "2023-04-22 11:50:42.382591", "wikipedia": null, "keywords": null, "related": null, "slug": "mitgo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8025.png", "url": "mitgo.com,admitad.com,brandauditor.cc", "documents": [{"id": 15549, "name": "Privacy Policy", "url": "https://policies.mitgo.com/en/privacy-policy/admitad-privacy-policy-intro/", "xpath": "//body", "text": " Sign in Content General <ul>\n<li> Description </li>\n<li> Terms of Use for Admitad Products </li>\n</ul> Privacy Policy <ul>\n<li> Admitad Privacy Policy.\nIntroduction </li>\n<li> For visitors of admitad.com </li>\n<li> For publishers, creators, or advertisers </li>\n<li> For Publisher and Advertiser users </li>\n<li> If you're applying for a job with Admitad </li>\n<li> Admitad Cookie Policy </li>\n</ul> Partner Network <ul>\n<li> Terms for publishers </li>\n<li> Terms for advertisers </li>\n<li> Terms for advertisers (U.S.\nentities) </li>\n</ul> Takeads <ul>\n<li> Terms for publishers </li>\n</ul> ConvertSocial <ul>\n<li> Terms for creators </li>\n</ul>\n<ol>\n<li>Privacy Policy</li>\n<li>Admitad Privacy Policy.\nIntroduction</li>\n</ol> Admitad Privacy Policy.\nIntroduction <p>This Privacy Policy provides information on how Admitad GmbH Heinz-Nixdorf-Str 6, 74172 Neckarsulm, Germany (hereinafter “Admitad” or “we/us/our”) concerns your personal and non-personal data if you visit our website, www.admitad.com, if we collect data from you as an advertiser or a publisher, and/or if you are a user of our advertisers’ or publishers’ websites and platforms.</p>\n<p>\n<strong>1.\n</strong>&nbsp;<strong>Controller and Data Protection Officer</strong>\n</p>\n<p>The data controller per the definition under GDPR is:<br>Admitad gmbH, Heinz-Nixdorf-Str 6, 74172 Neckarsulm, Deutschland (Germany)</p>\n<strong>Data Protection Officer</strong>\n<p>Should you have any questions about our data protection measures, the processing of your data, or the protection of your rights as a data subject, you can contact our Data Protection Officer and us:&nbsp;</p>\n<p>\n<strong>External Data Protection Officer</strong>\n</p>\n<p>ePrivacy GmbH<br>represented by Prof.\nDr.\nChristoph Bauer<br>Große Bleichen 21 20354 Hamburg, Deutschland (Germany)</p>\n<p>If you have any questions or concerns regarding your personal data, please contact us at data-support@admitad.com.<br>\n<br>If you wish to communicate directly with our Data Protection Officer (because you have a particularly sensitive matter, for example), please contact him/her by post as email communications may experience security issues.\nPlease state that your request relates to the company Admitad GmbH.</p>\n<p>\n<strong>2.\nDefinitions</strong>\n</p>\n<p>\n<strong>2.1 Personal data</strong>\n</p>\n<p>“Personal data” means any information relating to an identified or identifiable natural person.\nAn identifiable natural person can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, an online identifier, or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of that natural person.</p>\n<p>\n<strong>2.2 Technical data</strong>\n</p>\n<p>“<strong>Technical data</strong>” means any information that cannot be related to your identity, e.g., information on browser types, operating systems, domain names, access dates and times, referring website addresses, online transactions, and browsing and search activity.</p>\n<p>\n<strong>2.3 Processing</strong>\n</p>\n<p>“Processing” means any operation or set of operations performed on data such as the collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure, or destruction of said data.</p>\n<p>&nbsp;<strong>3.\nCollecting and processing personal data</strong>\n</p>\n<p>The scope of how we collect and process your personal and non-personal data or other information depends on the way you interact with us or our technologies and services:</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nAs a visitor of www.admitad.com</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nAs a publisher or an advertiser of the Admitad affiliate network</p>\n<p>· &nbsp.\n&nbsp.\n&nbsp.\nAs a user of our publishers’ and/or advertisers’ websites</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;As a job applicant to Admitad.</p>\n<p>With this Privacy Policy, we want to inform you of which information we receive and use at every stage.<br>We use personal data only to administer and provide our technologies and services.\nWe store personal and any other kind of data strictly in compliance with applicable data protection and privacy legislation and our contractual duties and will prevent unauthorized access to data to the best of our abilities.</p>\n<p>&nbsp;<strong>4.\nNewsletters</strong>\n</p>\n<p>With the following information, we will inform you of the contents of our newsletter and the procedure for the registration and dissemination of newsletters, and the evaluation of statistics thereof, as well as your right to object to the procedure.\nBy subscribing to our newsletter, you agree to the receipt of the newsletter and the procedures described.</p>\n<p>We send out newsletters, emails, and other electronic notifications with promotional information (hereinafter “Newsletter”) subject to the recipient’s consent or legal permission.</p>\n<p>Registering for our newsletter is handled through a so-called double opt-in procedure, which means you will receive an email after you register, in which you will be asked to confirm your registration once again.\nRegistrations for the newsletter are recorded to prove adherence to the precise registration process according to legal requirements.\nThis includes storing the time of logon and confirmation.\nFurthermore, changes to the data stored by Mindbox, a third-party service, are also recorded.</p>\n<p>The newsletters can be sent by Admitad or Mindbox.</p>\n<p>Mindbox is a newsletter platform of the Dutch company Mindbox.Cloud B.V.\n(a Dutch private limited company) located at Strawinskylaan 613, 1077XX Amsterdam, The Netherlands.</p>\n<p>The email addresses of our newsletter recipients and further data described in the context of this information are stored on Admitad’s and Mindbox’s respective servers.\nMindbox uses this information to send out and evaluate the newsletters on our behalf.\nIn addition, Mindbox can use this data to optimize or improve its services, e.g., for the technical optimization of the dissemination and the presentation of the newsletter or for economic purposes to determine from which countries the recipients come.\nHowever, Mindbox does not use the data of our newsletter recipients to contact them independently or transfer data to third parties except in cases prescribed by Mindbox’s Privacy Policy (https://mindbox.cloud/documents/privacy-policy/).</p>\n<p>To register for the newsletter, we only need your email address.\nAny other voluntarily provided information about you is only used to personalize the newsletter.\nYou can change the personal data you share with us at any time.</p>\n<p>There are cases when we direct newsletter recipients to Mindbox’s websites.\nFor instance, our newsletters contain a link with which newsletter recipients can access newsletters online (for example, in case of problems displaying the newsletter in the email program).</p>\n<p>You may terminate the receipt of our newsletter at any time, which means you revoke your consent to receive it.\nBy doing so, your consent to the dissemination of the newsletter via Mindbox and statistical analysis thereof expires at the same time.\nUnfortunately, it is not possible to cancel the dissemination of the newsletter via Mindbox or the statistical evaluation thereof through other means.\nYou may withdraw your consent to receive our newsletter at any time by changing the notification settings in your account.\nIn addition, you can find a link to unsubscribe from our newsletter at the bottom of each newsletter.</p>\n<p>\n<strong>5.\nLegal Basis</strong>\n<br>The processing of your personal data relies on the following legal bases:</p>\n<ul>\n<li>Your consent, if you have given us such consent (Art.\n6 (1) (a) of GDPR)</li>\n<li>The initiation or execution of a contract with you (Art.\n6 (1) (b) of GDPR)&nbsp;</li>\n<li>The fulfillment of legal obligations (Art.\n6 (1) (c) of GDPR)</li>\n<li>The implementation of our legitimate interests (Art.\n6 (1) (f) of GDPR).&nbsp;</li>\n</ul>\n<p>\n<strong>6.\nData protection and transmission to third parties</strong>\n</p>\n<p>Admitad takes all technical and organizational security measures required to protect your personal data from loss, unauthorized disclosure, or other forms of misuse.\nData is stored in a safe environment that is not open to public access.\nYour personal data may be encrypted before transmission in certain cases (e.g., processing your login data).\nThis means that communication between your device and our servers will include recognized encryption measures if your browser supports doing so.</p>\n<p>Our staff has been trained in privacy matters and responsibly handling personal data and information to which they gain access.</p>\n<p>Please be aware that should you contact us via email, the confidentiality of the information therein may not be ensured.\nThird persons may have access to the contents of emails.</p>\n<p>For Admitad to execute its business processes in a convenient and optimal manner, it may be necessary for certain data to be processed by trusted third parties and reliable partners.\nThese third parties may:</p>\n<ul>\n<li>Process payments</li>\n<li>Fulfill orders</li>\n<li>Send emails</li>\n<li>Manage communications (e.g., newsletters, security notifications, chat, etc.)</li>\n<li>Host websites</li>\n<li>Conduct other related activities</li>\n</ul>\n<p>on behalf of Admitad.\nHowever, Admitad only shares data that is needed to serve the specific purpose for which the third parties are engaged.\nAdmitad ensures that these third parties are under similar obligations to maintain privacy and confidentiality as Admitad’s own employees and that they will handle your information in the way and to the extent Admitad is permitted to.\nAdmitad does not allow any third party to use your information for any purposes for which the information was not collected.</p>\n<p>Admitad will only disclose your personally identifiable information (PII) outside the country you live in if it is necessary for the intended purpose of processing.\nHowever, as a member of the worldwide Admitad group of companies, each local Admitad entity may maintain or perform data processing operations in countries outside the European Economic Area (EEA) or in countries without an adequate level of data protection if doing so is required for the fulfillment of our obligations or the underlying contract with you.\nFurthermore, subcontractors of Admitad, which Admitad engages to act on its behalf concerning the processing of your PII, may be domiciled in such areas.</p>\n<p>To secure the transfer and processing of PII under chapter 5 of GDPR, Admitad has implemented and requested the required technical and organizational measures and has entered into the appropriate contractual frameworks with Admitad Group companies and subcontractors, which ensure that the data recipient has implemented an adequate level of data privacy in its organization as required by GDPR.\nThis includes the signing of Data Processing Agreements and European Union standard contractual clauses issued by the EU Commission.\nThese precautions are appropriate safeguards as stipulated by Article 46 GDPR and local data protection laws in effect, ensuring that your information will be treated securely, confidentially, and under the applicable data protection laws.</p>\n<p>If Admitad is acquired by or merges with a third party, we reserve the right, in either of these circumstances, to transfer or assign the information we have collected from you as part of such a merger, acquisition, sale, or other change of control.\nIn the unlikely event of our bankruptcy, insolvency, reorganization, receivership, or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may not be able to control how your information is treated, transferred, or used.</p>\n<strong>7.\nTransfer to Third Countries</strong>\n<p>Data is transferred to countries outside the European Economic Area.\nWe only transfer personal data to third countries where the EU Commission has confirmed an adequate level of protection or where we can ensure the careful handling of personal data by employing contractual agreements or other suitable guarantees, such as certifications or proven compliance with international security standards.</p>\n<p>\n<strong>Our affiliated companies may be&nbsp;located outside the EU (https://www.admitad.com/en/site/about/contacts/)</strong>\n</p>\n<p>\n<strong>8.\nUser Rights</strong>\n</p>\n<p>You have the following rights concerning our processing of your personal data:</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to access</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to rectification</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to erasure</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to restrict processing</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to data portability</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to object (on grounds related to your particular situation) if your personal data is processed based on our legitimate interest<s>\n</s>&nbsp;&nbsp;</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to withdraw your consent at any time in the event of any consent-based processing of your personal data without affecting the lawfulness of processing said data based on consent before your withdrawal</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nThe right to lodge a complaint with a supervisory authority.</p>\n<p>You may exercise your legal rights by contacting us via email at data-support@admitad.com.</p>\n<p>If you are registered as a publisher or an advertiser on our website, you may access your account and correct or delete some of your data by yourself.</p>\n<p>While observing applicable privacy legislation, we will erase your data without any action required by you if retention of your data is no longer necessary for the purpose pursued or retention is no longer allowed for any legal reason.\nWe may restrict processing instead of erasing your data where it is legally not allowed to erase (e.g., legal obligations to maintain your personal data).</p>\n<p>\n<strong>9.\nAmendments</strong>\n</p>\n<p>We may modify this Privacy Policy and our data security provisions at any time, particularly if new laws and/or regulations need to be adopted or if we regard amendments as reasonable.</p>\n<p>\n<strong>10.\nQuestions/Contacts</strong>\n</p>\n<p>For all questions and requests related to the security of your personal data, please contact our Privacy Officers and us at data-support@admitad.com.</p>\n<p>Admitad GmbH</p> Back to top <ul>\n<li>Products</li>\n<li>Help Center</li>\n<li>Careers</li>\n<li>Privacy Policy</li>\n<li>Contacts</li>\n</ul> English <ul>\n<li>English</li>\n<li>Русский</li>\n<li>Deutsch</li>\n<li>Português</li>\n<li>Español</li>\n<li>Polski</li>\n</ul> Sign in ", "created_at": "2023-04-16 00:26:50.443702", "updated_at": "2023-04-16 00:31:35.77382"}, {"id": 15554, "name": "Terms for creators", "url": "https://policies.mitgo.com/en/convertsocial/terms-for-creators/", "xpath": "//body", "text": " Sign in Content General <ul>\n<li> Description </li>\n<li> Terms of Use for Admitad Products </li>\n</ul> Privacy Policy <ul>\n<li> Admitad Privacy Policy.\nIntroduction </li>\n<li> For visitors of admitad.com </li>\n<li> For publishers, creators, or advertisers </li>\n<li> For Publisher and Advertiser users </li>\n<li> If you're applying for a job with Admitad </li>\n<li> Admitad Cookie Policy </li>\n</ul> Partner Network <ul>\n<li> Terms for publishers </li>\n<li> Terms for advertisers </li>\n<li> Terms for advertisers (U.S.\nentities) </li>\n</ul> Takeads <ul>\n<li> Terms for publishers </li>\n</ul> ConvertSocial <ul>\n<li> Terms for creators </li>\n</ul>\n<ol>\n<li>ConvertSocial</li>\n<li>Terms for creators</li>\n</ol> Terms for creators <p>admitad GmbH (hereinafter “Admitad ConvertSocial”), registered at Heinz-Nixdorf-Str 6, 74172 Neckarsulm, Germany, manages Admitad ConvertSocial at https://convertsocial.admitad.com/ and provides Creators with the opportunity to work with Admitad ConvertSocial Brands’ Affiliate Programs.\nTo use Admitad ConvertSocial, the Creator agrees to unconditionally comply with these Terms of Use (hereinafter the “Terms”).</p>\n<p>The participants of Admitad ConvertSocial are Brands, Creators, and Admitad ConvertSocial.</p>\n<p>Brands are entities that define the terms of Affiliate Programs and provide opportunities for advertising their goods and services through Referral Links.&nbsp;</p>\n<p>Creators are entities that publish Referral Links on specified Social Media accounts.</p>\n<p>Admitad ConvertSocial is an online platform at the domain convertsocial.admitad.com, which enables users of various social media channels (hereinafter referred to as “Creators”) to create product links for recommendations (“Referral Links”) via the Admitad ConvertSocial Link Generator and to publish them in social media channels.\nThese product links can be clicked on and used by interested parties to obtain product information and make purchases.</p>\n<strong>1.\nGeneral Provisions</strong>\n<p>1.1 In order to use Admitad ConvertSocial’s services and platform, Creators must register on the website at the domain convertsocial.admitad.com.\nThe registration is carried out using the Creator’s email address, a self-created password, and a username.</p>\n<p>1.2.By submitting the registration form, the Creator acknowledges these Terms and accepts the Agreement (Offer) for their participation in Admitad ConvertSocial.</p>\n<p>1.3.\nThe Creator agrees to create only one account.</p>\n<p>1.4.\nRegistration is available to persons aged 18 and up.&nbsp;</p>\n<p>1.5.\nThese Terms are part of the contractual agreements between Admitad ConvertSocial and Сreators.&nbsp.\nThese Terms regulate the use of the services at the domain www.convertsocial.admitad.com and the use of other services of Admitad ConvertSocial.</p>\n<p>1.6&nbsp.\nUse of Admitad ConvertSocial is always free of charge for Creators.\nThere is no obligation to use Admitad ConvertSocial.\nFurthermore, every Creator is free to decide at any time whether, when, and to what extent he/she wants to be active on Admitad ConvertSocial or whether he/she wants to discontinue his/her activity.</p>\n<p>1.7.\nCreators with non-publicly visible social media accounts or empty accounts are not eligible to use Admitad ConvertSocial.\nA claim to participation in the Admitad ConvertSocial platform’s services does not exist.\nAdmitad ConvertSocial reserves the right to exclude Creators from use of the platform.</p>\n<p>1.8.&nbsp.\nAdmitad ConvertSocial reserves the right to set the compensation for incorrectly used Affiliate Links to zero.</p>\n<p>1.9.\nAfter completing the registration process and activating his/her account, the Creator may use the Admitad ConvertSocial’s services.\nThe Creator may change the data provided upon registration in his/her account except for his/her username.</p>\n<p>1.10.\nThese Terms shall prevail over any terms provided by the Creator.</p>\n<p>1.11.\nThe Creator’s participation in Admitad ConvertSocial does not create any contract between the Creator and any Brand.</p>\n<strong>2.\nThe Subject of the Agreement</strong>\n<p>2.1.\nAdmitad ConvertSocial provides the ability to use and operate Admitad ConvertSocial on the domain www.convertsocial.admitad.com.\nAdmitad ConvertSocial participants are Brands, Creators, and Admitad ConvertSocial.\nCreators are individuals or legal entities that provide space for advertisements on their Social Media.</p>\n<p>2.2.\nThe Creator shall place the Brand’s Referral Links on their declared Social Media.\nWhen a user arrives at the Brand’s website through the Referral Links placed on the Creator’s Social Media account and makes a Target Action that ends with payment, the Creator’s advertisement shall be considered successful, and the Creator shall receive a pre-agreed reward.\nA “Target Action” means an action that gives the Creator the right to receive the reward.\nThis can include actions such as buying goods, ordering and/or purchasing services, registering, subscribing to newsletters, etc.</p>\n<p>2.3.\nAdmitad ConvertSocial tracks and logs all Target Actions, provides the Creator with information to that effect, and calculates the amount of rewards.\nThe Brand shall make the final decision on whether or not the Target Action actually took place.\nThe Brand shall determine whether a Target Action has occurred subject to the terms of the particular Affiliate Program.\nAdmitad ConvertSocial has no control over this.</p>\n<p>2.4.\nAdmitad ConvertSocial constantly develops and improves its services.\nTo this end, Admitad ConvertSocial reserves the right to temporarily suspend the provision of any services, in whole or in part, if doing so is necessary for the performance of maintenance works, improvement of the services’ functions, or change of the service(s) provided.</p>\n<p>2.5.\nIn order to use the Admitad ConvertSocial’s services, the use of certain technical means and software packages, telecommunication networks, and services of third-party organizations is required.&nbsp.\nSubject to clause 11, Admitad ConvertSocial shall not be liable for the resulting costs or any possible damages and/or interference.</p>\n<p>2.6.&nbsp.\nAdmitad ConvertSocial shall have the right to suspend payments to the Creator in the event of an objective suspicion of a violation of these Terms, as well as to verify the Creator’s specified data and/or the Creator’s traffic quality.</p>\n<strong>3.\nParticipation in Admitad ConvertSocial’s Activities</strong>\n<p>3.1.\nAll Social Media accounts that comply with applicable laws and regulations of these Terms and&nbsp.\nAdmitad ConvertSocial’s Privacy Policy and have been approved by Admitad ConvertSocial moderators may participate in Admitad ConvertSocial.</p>\n<p>3.2.\nSocial Media accounts under construction are not allowed to participate.\nIt is also forbidden to buy traffic in Active Advertising Systems (CAP, WmMail, Seosprint, etc.), Buxes, and/or similar systems.</p>\n<p>3.3.\nThe Creator must register an account on Admitad ConvertSocial and agree to Admitad ConvertSocial’s rules.</p>\n<p>The Creator must provide Admitad ConvertSocial with all information about his/her Social Media account.</p>\n<p>Once the Social Media account is activated, the Creator can get and use Referral Links for his/her Social Media account.</p>\n<p>Admitad ConvertSocial reserves the right to deny the Creator the ability to participate in Admitad ConvertSocial if the Creator has violated the Terms.&nbsp;</p>\n<p>3.4.\nOnly Admitad ConvertSocial shall make the decision to admit a Creator to the partnership.\nThe Creator does not have a legal basis for obtaining such admission in the event of a decision to the contrary.</p>\n<p>3.5.\nAdmitad ConvertSocial reserves the right to request data regarding the traffic source and access the statistics of the Social Media account while limiting the Creator’s participation in Admitad ConvertSocial.\nIn this case, the Creator must provide the requested data within 14 days.\nIn the event of failure to do so, Admitad ConvertSocial reserves the right to stop displaying advertisements on the Creator’s Social Media account(s) and/or to take other measures to protect the interests of the Brands whose advertisements are displayed on the Creator’s Social Media account(s).</p>\n<p>3.6.\nAdmitad ConvertSocial shall have the right to request from the Creator documents and data necessary (and if applicable) to confirm the validity of information about the Creator, including but not limited to his/her name, date of birth, address, tax number, and banking details.\nBy accepting these Terms, the Creator agrees that he/she will consciously and with unequivocal consent provide data to Admitad ConvertSocial.\nThe Creator’s refusal to provide data shall be considered a refusal to participate in Admitad ConvertSocial.</p>\n<strong>4.\nRights and Liabilities of the Creator</strong>\n<p>4.1.\nThe Creator is obliged to strictly follow these Terms and to ensure that the data provided by him/her to Admitad ConvertSocial by any means, including the registration form, are complete and true.\nIf any of these data are changed, the Creator shall, within 5 days from the date of the change, make the relevant changes in his/her personal account.</p>\n<p>4.2.\nThe Creator undertakes to securely store his/her data (username and password) for access to Admitad ConvertSocial and not allow the transfer thereof to third parties.\nThe Creator is solely responsible for the security of his/her username and password.</p>\n<p>4.3.\nThe Creator must have the right(s) to conduct marketing activities on his/her specified Social Media account(s).\nThe Creator shall bear any and all legal and property liability for what happens on their Social Media account(s).</p>\n<p>4.4.\nWhen using Referral Links on a Social Media, the Creator undertakes not to violate the rights of third-party rightsholders to the trademark, brand, personal rights, and/or other rights without the permission of the rightsholders in accordance with current law.\nThe Creator agrees not to use content on his/her Social Media that violates applicable laws or leads to pages that violate applicable laws.&nbsp;</p>\n<p>4.5.\nThe Creator agrees not to take any action that affects the operation of Admitad ConvertSocial.\nSuch actions include attempts to technically influence the performance of the Admitad ConvertSocial’s servers.\nto hack security mechanisms.\nto use viruses, trojans, and/or other malicious programs for any purpose.\nThis shall also include brute force attacks, DoS (DDoS) attacks, spam, the use of links, and/or any other processes that may damage the operation of Admitad ConvertSocial.</p>\n<p>4.6.\nThe Creator may have only one account, i.e., one account per individual or one account per legal entity may be created.\nIf an individual performs official duties on the staff or for a legal entity that has an account on Admitad ConvertSocial, said person is prohibited from creating a personal account as an individual to perform their official duties for the legal entity.</p>\n<p>4.7.\nThe Creator undertakes to familiarize him/herself with and execute the Terms and refer to them during the entire period that the Creator places Referral Links.\nThe Creator agrees that if he/she fails to perform this duty, his/her access to Admitad ConvertSocial may be suspended.\nIf Admitad ConvertSocial or a Brand suffers losses caused by the Creator’s violation of the Terms, the relevant amount will be deducted from the Creator’s account.\nIn the absence of funds on the Creator’s account, the Creator undertakes to reimburse such losses at the request of Admitad ConvertSocial within 10 (ten) days.</p>\n<p>4.8.\nAt the request of Admitad ConvertSocial or the Brand, the Creator undertakes to check the Traffic Source and provide all requested files, documents, etc.\nOtherwise, the Creator’s access to Admitad ConvertSocial may be blocked, and appropriate sanctions may be applied.</p>\n<p>4.9.\nThe Creator undertakes to update Affiliate Links promptly and to monitor the condition of the links.\nAffiliate Links can become broken in the following cases:&nbsp;</p>\n<p>● The Brand has suspended their work or no longer works with Admitad ConvertSocial.</p>\n<p>● The Creator’s Social Media account was removed or blocked.</p>\n<p>● The Affiliate Program’s action limit was exceeded.</p>\n<p>● The deeplink created by the Creator leads to a non-existent page, or the Affiliate Program does not support the generation of Affiliate Links using the Deeplink feature.</p>\n<p>4.10.\nThe Creator agrees to provide Admitad ConvertSocial with any requested documents necessary to confirm information about the Creator.</p>\n<p>4.11.\nThe Creator is notified of and agrees to Admitad ConvertSocial’s right to pay the Creator a reward only after the Brand wires payment for the provided services to Admitad ConvertSocial’s settlement account.</p>\n<p>4.12.&nbsp.\nThe Creator attests that he/she has provided true and complete information at registration.\nShould this not be the case, Admitad ConvertSocial reserves the right to refuse Creators use of the platform.</p>\n<p>4.13.\nThe Creator is not authorized to share his/her access data and/or passwords with third parties.\nShould third parties gain access to a Creator’s Admitad ConvertSocial account or misuse is suspected, the Creator is requested to contact Admitad ConvertSocial immediately in order to have the Creator’s data changed.</p>\n<p>4.14.\nThe Creator is obliged to refrain from everything that endangers or disturbs the operation and functioning of Admitad ConvertSocial and the prosperous cooperation.</p>\n<p>4.15.\nThe Creator shall ensure compliance with all applicable laws on their own including sanctions in relevant jurisdictions.</p>\n<strong>5.\nAdmitad ConvertSocial prohibits the following activities:</strong>\n<p>5.1.\nPerforming Target Actions by methods or means that violate current law, the Agreement, or the Terms</p>\n<p>5.2.\nSimulating Target Actions by entering knowingly incorrect and/or non-existent data or someone else’s data unbeknownst to their owner when ordering goods or services by any means</p>\n<p>5.3.\nUsing advertising methods that force a visitor to perform actions by deception, blackmail, or any other actions that violate the visitor’s freedom of choice</p>\n<p>5.4.\nUsing the data of a Brand or a third party protected by a registered trademark, copyright, other legally registered rights of the holder for purposes other than those stated in these Terms.\nIf the Creator uses a Brand’s trademark(s) and/or Referral Link(s) for purposes other than those specified in this Agreement, the Creator is fully liable for such placements in accordance with applicable law and undertakes to independently resolve all arising claims and/or disputes, including judicial ones, to settle all other disputable situations, including with state authorities and third parties (e.g., Brands).</p>\n<p>5.5.\nUsing promotional materials, including a Brand’s wordmark, to promote the website of another Brand</p>\n<p>5.6.\nUsing any cookie stuffing technology and/or types of cookie stuffing (cookie dropping).\nIt is prohibited to use scripts that set cookies of websites that the user did not visit in the user’s browser.\nIt is also prohibited to rearrange, substitute, or overwrite the user’s cookies with others that do not belong to the websites that the user visited, as well as to substitute cookies using pop-ups, iframe, or by inserting the URL of a third-party page as a picture on an existing website.</p>\n<p>5.7.\nRegistering and/or using domains similar to that of the Brands’ website(s) for promotion</p>\n<p>5.8.\nUsing the registered Social Media account with a specific declared traffic source for attracting a different type of traffic</p>\n<p>5.9.\nDeleting an account in which the Creator has a negative balance and/or debt to Admitad ConvertSocial</p>\n<p>5.10.\nOffending common decency, making statements, or choosing a particular username that violates the religious feelings of others or are racist or discriminatory</p>\n<p>5.11.\nUsing social media accounts not owned by the Creator</p>\n<p>5.12.\nUsing, posting, publishing, and/or linking to any insulting or defamatory content on any third-party website, whether or not such content affects other participants or other persons or companies.</p>\n<p>5.13.\nUsing, posting, or publishing content that is political, immoral, pornographic, morally reprehensible, offensive, violent, violence glorifying, sexist, and/or right-wing or left-wing extremist content or content that violates laws, in particular youth protection laws, and the Interstate Treaty on the Protection of Minors in the Media.\nIt is also prohibited to link to corresponding material on a third-party website or to advertise, offer, or distribute pornographic products or products that violate laws, in particular youth protection laws.&nbsp;</p>\n<p>5.14.\nPublishing, reproducing, making publicly available, and/or distributing content protected by law (e.g., by copyright, trademark, patent, design, and/or utility model law) without being entitled to do so</p>\n<p>5.15.\nIf there are indications of violations of these Terms, Admitad ConvertSocial is entitled to delete the Creator’s account and block him/her from any further use of the Admitad ConvertSocial platform.\nIn addition, Admitad ConvertSocial reserves the right not to pay out any remuneration achieved prior to the deletion of the Creator’s account, as well as to report possible fraud.</p>\n<p>5.16.\nWith regard to Admitad ConvertSocial employees and employees of all Admitad-affiliated companies only, registering as a Creator for the duration of their employment period</p>\n<p>5.17.\nIf the violations described above are detected, the Creator’s account shall be immediately blocked, and all earnings earned as a result of a violation(s) shall be transferred to the Brand.\nThe Creator shall be notified of the decision by the Admitad ConvertSocial’s administration.\nAfter the Creator’s account has been blocked, he/she will be unable to create another one.</p>\n<strong>6.\nPayment for the Creator’s Services</strong>\n<p>6.1.\nThe Creator shall receive from Admitad ConvertSocial a reward that directly depends on the success of his/her advertising campaigns.</p>\n<p>6.2.\nIn each individual case, the average reward amount is determined by the type of paid Target Action and the rate set by the Brand for this Target Action that is effective at the time of performing said Target Action.\nThe Brand has the right to change the rates, but the new rates do not apply to Target Actions already performed.\nThe Creator may not demand a different rate for his/her Target Action.\nThe Creator undertakes to familiarize him/herself with current rates in Admitad ConvertSocial’s interface.\nSubmitting an application to join a program indicates the Creator’s agreement with the current proposed rates.\nThe minimum withdrawal amount should equal or exceed 20 euros.\nAn amount less than the minimum withdrawal amount will be paid to the Creator only if his/her account is deleted.</p>\n<p>6.3.\nExcept for the agreed reward, the Creator is not entitled to the reimbursement of costs incurred for bank transfers or the use of third-party services or programs not provided by Admitad ConvertSocial, even if these costs are related to their advertising activities within Admitad ConvertSocial.</p>\n<p>6.4.\nThe right to receive the reward may be exercised only if all the following conditions are met:</p>\n<p>● The Creator’s advertising activity led to a Target Action being achieved between the Brand and the visitor</p>\n<p>● The Target Action was registered by Admitad ConvertSocial’s tracking means</p>\n<p>● The Target Action was authorized for calculation by the Brand and confirmed by Admitad ConvertSocial</p>\n<p>● The relevant Brand has paid Admitad ConvertSocial for its services under its agreement with the Brand</p>\n<p>● The reward amount equals or exceeds the minimum withdrawal amount</p>\n<p>● The Creator did not violate the Terms described in clause 5</p>\n<p>6.5.\nAdmitad ConvertSocial maintains an internal settlement account for each Creator that is used to carry out all accrual and payment operations.</p>\n<p>6.6.\nEach Party is solely and individually responsible for the payment and reporting of its own taxes in any jurisdiction concerned.\nIf payments under these Terms are subject to applicable withholding tax, Admitad ConvertSocial shall be entitled to deduct the corresponding tax amount from the Creator’s reward.</p>\n<p>6.7.\nThe Creator undertakes full responsibility for the payment information provided and confirms that it is true, complete, and accurate.\nAll payments will be made using this payment information.\nAdmitad ConvertSocial is not obligated to take steps to verify the accuracy of payment information provided by the Creator.</p>\n<p>6.8.\nThe Creator shall immediately repay any amount paid to the Creator in error or other than in accordance with the Creator’s rights under this Agreement.</p>\n<strong>7.\nTimeframe and Termination</strong>\n<p>7.1.\nThese Terms are concluded for an indefinite period of time and start when the Сreator creates the account in accordance with clause 1.2.</p>\n<p>7.2.\nThe Parties may voluntarily terminate the Terms at any time.</p>\n<p>7.3.&nbsp.\nAny data transmitted in connection with the registration process as an Admitad ConvertSocial Creator can be managed, changed, or deleted by the Creator in his/her account.\nThe Creator may have his/her Admitad ConvertSocial user account deleted at any time without disclosing the reason(s) by sending an email to support-convertsocial@admitad.com except as otherwise specified in clause 5.9.\nhereof.</p>\n<p>7.4.\nAdmitad shall have the right to block a Creator’s account in the following cases:</p>\n<p>● The Creator has violated participating Terms.</p>\n<p>7.5.\nIn case of termination due to violations of these Terms by the Creator, he/she shall pay the debt (if any) and the penalty specified in these Terms.</p>\n<p>\n<strong>8.\nProtection of Personal Data&nbsp;</strong>\n</p>\n<p>8.1.\nAdmitad ConvertSocial shall store and process only those data that were specified by the Creator in the registration form and in his/her personal account or that were obtained from the Creator during his/her participation in Admitad ConvertSocial.</p>\n<p>8.2.\nThe Creator agrees to comply with all laws, rules, policies, and confidentiality provisions effective in the regions where the services are provided.</p>\n<p>8.3.\nThe Creator undertakes to comply with all laws, including the GDPR and EU privacy laws, and perform the following actions:</p>\n<p>● To inform end users about the use of tracking devices, cookie files, and other online identifiers</p>\n<p>● To receive the consent of end users to place and collect cookie files and other online identifiers on their devices and to provide information on the possibility to refuse or delete files, if necessary</p>\n<p>● To take appropriate technical and organizational measures against accidental loss and damage, as well as illegal processing of personal data</p>\n<p>8.4.\nThe Creator undertakes not to take any actions that may lead Admitad ConvertSocial to a breach of the current Data Regulations Law.</p>\n<p>8.5.\nAdmitad ConvertSocial and the Creator undertake to comply with data protection laws.</p>\n<p>Depending on the jurisdiction, the Creator may be obliged to inform visitors to his/her website about cookies used on the website, including those placed by Admitad ConvertSocial (“third-party cookies”) and other online identifiers.\nThe Creator must explain what cookies he/she and/or third parties set in the user’s browser and for what purposes this information is collected.\nAlso, the Creator undertakes to obtain preliminary, freely presented, specific and informed, unambiguous, and revocable consent from users before setting any cookies in their browsers.\nThe consent should also apply to the cookies set by Admitad ConvertSocial after performing a certain action (e.g., a click).&nbsp;</p>\n<strong>9.\nConfidentiality</strong>\n<p>9.1.\nEach Party undertakes to use the commercial information of the other Party, information about its business affairs and operations, trade secrets, know-how, and source code, or any information specifically marked as confidential, including all mentioned information of other Party’s counterparty or affiliate (hereinafter the “Confidential Information”) only for the performance of its rights and obligations hereunder.\nThe Parties undertake not to disclose Confidential Information.</p>\n<p>9.2.\nThe following information shall not be considered confidential:</p>\n<p>● Information which is or subsequently became publicly available without infringement of the Agreement by the Receiving Party</p>\n<p>● Information which was legally obtained from a third party without restriction and without violation of this Agreement, and also without the non-disclosure obligations of the Receiving Party</p>\n<p>● Information that cannot be designated as Confidential Information in accordance with applicable law</p>\n<p>● Information published in Admitad ConvertSocial’s system when receiving or providing services in accordance with these Terms</p>\n<p>9.3.\nWhen deleting the Creator’s account, Admitad ConvertSocial shall also delete all of the Creator’s personal data, except for the username and statistics data.</p>\n<p>9.4.\nThe provisions of Article 9 shall remain valid for 5 years from the termination of these Terms.</p>\n<strong>10.\nRights to Use Information</strong>\n<p>10.1.\nThe information obtained during participation in Admitad ConvertSocial is allowed to be used exclusively with Admitad ConvertSocial.\nTransfer thereof to third parties and use for other purposes are prohibited.&nbsp;</p>\n<p>10.2.\nAdmitad ConvertSocial and the components thereof (products and applications) are protected by the current legislation in the field of copyright and related rights.</p>\n<p>10.3.\nAdmitad ConvertSocial provides Creators with the temporary, non-exclusive right to use the provided services and applications and the data contained therein exclusively within the framework of participation in Admitad ConvertSocial.\nIn case of termination of the Agreement, this right loses its validity.</p>\n<p>10.4.\nOther ways of using information are prohibited.\nThe Creator is STRICTLY PROHIBITED from transferring, either wholly or partially, the rights to use the services, applications, and data granted to them to third parties, provide access to them, modify or otherwise process them, transfer them in other forms, or create their own databases or information services based on them.</p>\n<p>10.5.\nIn case of violation of these rights of use, Admitad ConvertSocial reserves the right to use other remedies, except for the termination of the Agreement.\nIf, as the result of violations by the Creator, a third party initiates an administrative case or any other lawsuit against Admitad ConvertSocial, all litigation costs and other related costs shall be completely paid by the Creator at fault.</p>\n<strong>11.\nLiability and Limitations Thereof</strong>\n<p>11.1.\nAdmitad ConvertSocial shall not be liable for any damage or interference caused by the content of third-party web pages, software errors, or hardware of participants of Admitad ConvertSocial, or for damage caused by insufficient availability or the limited functionality of the Internet.</p>\n<p>11.2.\nAccording to the applicable regulations, Admitad ConvertSocial shall be liable for intentional and grossly negligent acts.\nIf Admitad ConvertSocial is found to be liable for damage caused by slight negligence according to legal regulations, Admitad ConvertSocial’s liability shall be limited: in this case, Admitad ConvertSocial shall only be liable in the event of a breach of material contractual obligations (these are obligations whose fulfillment is essential for the proper execution of the contract and on whose compliance the Creator regularly relies and/or may rely).\nFurthermore, this liability shall be limited to typical damage foreseeable at the time the contract was concluded.</p>\n<p>11.3.\nThe liability under clause 11.2 shall be limited to the compensation of actual damage, which shall be determined by the participants or a court decision.</p>\n<p>11.4.\nThe above limitations of liability do not apply in the case of mandatory legal liability and do not limit or exclude Admitad ConvertSocial’s liability in the event of harm to life or health.</p>\n<p>11.5.\nThe Creator shall indemnify, defend, and hold harmless Admitad ConvertSocial (including its directors, employees, agents, and/or contractors) from and/or against any claims, costs, damages, losses, liabilities, and expenses (including legal fees) relating to any claims, actions, suits, or proceedings by third parties against Admitad ConvertSocial arising out of or related in any way to any culpable breach by the Creator of any of the warranties of these rules, or the Creator’s gross negligence or willful misconduct.</p>\n<strong>12.\nChanges to these Terms</strong>\n<p>12.1.\nAdmitad ConvertSocial reserves the right to change the provisions of these Terms at any time.\nA notification of changes can be sent by email two weeks before their entry into force.\nSubject to clause 11.2, the Creator shall be solely liable for familiarizing him/herself with the updated Terms.</p>\n<p>12.2.\nThe use of Admitad ConvertSocial by the Creator after changes are made to these Terms indicates the Creator’s consent to the changes and willingness to assume the obligations specified in the updated Terms.\nDisagreement with the changes in the Terms entails the termination of these Terms, as well as the termination of work with Admitad ConvertSocial.</p>\n<strong>13.\nFinal Provisions</strong>\n<p>13.1.\nIf certain provisions of these Terms become invalid in whole or in part, the validity of the remaining provisions shall not in any way be affected or impaired.\nThe provision deemed invalid shall be considered replaced by the applicable provision under statutory law.\nIf such a replacement were to constitute an undue hardship (unzumutbare Härte), the Terms as a whole would become invalid.</p>\n<p>13.2.\nThe rights and obligations resulting from these Terms may be transferred to a third party only with the consent of Admitad ConvertSocial.</p>\n<p>13.3.\nIn the event of a dispute that cannot be settled by the Parties in an amicable way, the District Court of Stuttgart (Landgericht Stuttgart) shall be the competent venue for resolving such dispute.&nbsp;</p>\n<p>13.4.\nThese Terms shall be governed by the laws of the Federal Republic of Germany.</p> Back to top <ul>\n<li>Products</li>\n<li>Help Center</li>\n<li>Careers</li>\n<li>Privacy Policy</li>\n<li>Contacts</li>\n</ul> English <ul>\n<li>English</li>\n<li>Русский</li>\n<li>Deutsch</li>\n<li>Português</li>\n<li>Español</li>\n<li>Polski</li>\n</ul> Sign in ", "created_at": "2023-04-16 00:26:50.595384", "updated_at": "2023-04-16 00:30:09.89269"}, {"id": 15553, "name": "Terms for publishers", "url": "https://policies.mitgo.com/en/admitad-monetize/terms-for-publishers/", "xpath": "//body", "text": " Sign in Content General <ul>\n<li> Description </li>\n<li> Terms of Use for Admitad Products </li>\n</ul> Privacy Policy <ul>\n<li> Admitad Privacy Policy.\nIntroduction </li>\n<li> For visitors of admitad.com </li>\n<li> For publishers, creators, or advertisers </li>\n<li> For Publisher and Advertiser users </li>\n<li> If you're applying for a job with Admitad </li>\n<li> Admitad Cookie Policy </li>\n</ul> Partner Network <ul>\n<li> Terms for publishers </li>\n<li> Terms for advertisers </li>\n<li> Terms for advertisers (U.S.\nentities) </li>\n</ul> Takeads <ul>\n<li> Terms for publishers </li>\n</ul> ConvertSocial <ul>\n<li> Terms for creators </li>\n</ul>\n<ol>\n<li>Takeads</li>\n<li>Terms for publishers</li>\n</ol> Terms for publishers <p>Takeads GmbH (hereinafter “Takeads”), registered at Heinz-Nixdorf-Str 6, 74172 Neckarsulm, Germany, manages Takeads at https://takeads.com/ and provides Publishers with the opportunity to work with Takeads Affiliate Networks, Brands, Merchants’ Advertising Programs.\nTo use Takeads, the Publisher agrees to unconditionally comply with these Terms of Use (hereinafter the “Terms”).</p>\n<p>The participants of Takeads are Affiliate Networks, Brands, Merchants, Publishers, and Takeads.</p>\n<p>\n<strong>Affiliate Networks, Brands and Merchants (hereinafter the “Partners”)</strong> are entities that define the terms of Advertising Programs and provide opportunities for advertising their goods and services through Takeads Solutions via product links for recommendations (“Referral Links”).&nbsp;</p>\n<p>\n<strong>Advertising Programs </strong>– A Campaign / Offer created by the Affiliate Networks, Brands and Merchants to promote a specific product and/or service.</p>\n<p>\n<strong>Publishers</strong> are entities that use Takeads Solutions on specified Ad Spaces.</p>\n<p>\n<strong>Ad Spaces </strong>is the area used by Publishers for online advertisements.\nIt can also be forums, blogs, extension, search engine, technical solution, browsers and others.</p>\n<p>\n<strong>Takeads</strong> is an online platform at the domain takeads.com, which enables Publishers to use Takeads Solutions for creating and publishing on their websites advertising materials such as, but not limited to, Referral Links, as well as publishing them on their Ad Spaces.\nThese product links can be clicked on and used by interested parties to obtain product information and make purchases.</p>\n<p>\n<strong>Takeads Solutions</strong> are various Takeads products developed for specific types of Publishers that said Publishers can use to monetize their content and user behavior with provided Ad Spaces.</p>\n<strong>1.\nGeneral Provisions</strong>\n<p>1.1.\nIn order to use Takeads Solutions, Publishers must register on the website at the domain takeads.com.\nThe registration is carried out using the Publisher’s email address, a self-created password, and a username.</p>\n<p>1.2.\nBy submitting the registration form, the Publisher acknowledges these Terms and accepts the Agreement (Offer) for their participation in Takeads.</p>\n<p>1.3.\nRegistration is available to persons aged 18 and up.&nbsp;</p>\n<p>1.4.\nThese Terms are part of the contractual agreements between Takeads and Publishers.&nbsp.\nThese Terms regulate the use of the Solutions at the domain www.takeads.com and the use of other Solutions of Takeads.</p>\n<p>1.5.\nUse of Takeads is always free of charge for Publishers.\nThere is no obligation to use Takeads.\nFurthermore, every Publisher is free to decide at any time whether, when, and to what extent s/he wants to be active on Takeads or whether s/he wants to discontinue his/her activity.</p>\n<p>1.6.\nA claim to participation in the Takeads platform’s services does not exist.\nTakeads reserves the right to exclude Publishers from use of the platform.</p>\n<p>1.7.&nbsp.\nTakeads reserves the right to set the compensation for incorrectly used Takeads Solutions to zero.</p>\n<p>1.8.\nAfter completing the registration process and activating his/her account, the Publisher may use the Takeads Solutions.\nThe Publisher may change the data provided upon registration in his/her account, except for his/her username.</p>\n<p>1.9.\nThese Terms shall prevail over any terms provided by the Publisher.</p>\n<p>1.10.\nThe Publisher’s participation in Takeads does not create any contract between the Publisher and any Partner.</p>\n<strong>2.\nThe Subject of the Agreement</strong>\n<p>2.1.\nTakeads provides the ability to use and operate Takeads on the domain www.takeads.com.\nTakeads participants are Affiliate Networks, Brands, Merchants, Publishers, and Takeads.\nPublishers are individuals or legal entities that provide space for advertisements on their Ad Spaces.</p>\n<p>2.2.\nPublishers shall use Takeads Solutions on their Ad Spaces.\nWhen a user arrives at the Partner’s website through Takeads Solutions via referral links placed on the Publisher’s Ad Space and performs a Target Action (possible actions include views, clicks, leads, purchases, or any other action defined in a given program).&nbsp.\nIf the Publisher’s actions lead to a user undertaking one of the actions above, the Publisher’s advertisement shall be considered successful, and the Publisher shall receive a pre-agreed reward.\nA “Target Action” means an action that gives the Publisher the right to receive the reward.\nThis can include actions such as buying goods, ordering and/or purchasing services, registering, subscribing to newsletters, etc.</p>\n<p>2.3.\nTakeads tracks and logs all Target Actions performed by users coming from each given Publisher, provides the Publisher with information to that effect, and calculates the amount of rewards.\nThe Partner shall make the final decision on whether the Target Action was performed properly (including analysis of invalid or non-human traffic, brand bidding, and other traffic quality rules stated in this document).\nThe Partner and Takeads shall determine whether a Target Action has occurred in compliance with the terms of the particular Advertising Program and Takeads Terms and Conditions.</p>\n<p>Each payment to the Publisher shall be delivered only after receiving remuneration from the respective Partner concerning each respective action mentioned above.&nbsp;</p>\n<p>2.4.\nTakeads constantly develops and improves its services.\nTo this end, Takeads reserves the right to temporarily suspend the provision of any services, in whole or in part, if doing so is necessary for the performance of maintenance works, improvement of the services’ functions, or change of the service(s) provided.</p>\n<p>2.5.\nIn order to use the Takeads Solutions, the use of certain technical means and software packages, telecommunication networks, and services of third-party organizations is required.&nbsp.\nSubject to clause 11, Takeads shall not be liable for the resulting costs or any possible damages and/or interference.</p>\n<p>2.6.&nbsp.\nTakeads shall have the right to suspend payments to the Publisher in the event of an objective suspicion of a violation of these Terms, as well as to verify the Publisher’s specified data and/or the Publisher’s traffic quality.</p>\n<strong>3.\nParticipation in Takeads’s Activities</strong>\n<p>3.1.\nAll Ad Spaces that comply with applicable laws and regulations of these Terms and Takeads’s Privacy Policy and have been approved by Takeads moderators may participate in Takeads.</p>\n<p>3.2.\nThe Publisher must properly register an account on Takeads and agree to Takeads’ rules, including inputting all necessary company data into Takeads’ systems.\nTakeads shall not be held liable for any incorrectly entered data (including, but not limited to, the company’s tax ID, address, name, etc.).\nThe Party entering the data shall be solely responsible for the correctness of data entered.&nbsp;&nbsp;</p>\n<p>The Publisher must provide Takeads with all information about his/her Ad Space.</p>\n<p>Once the Ad Space is activated, the Publisher can use Takeads Solutions for his/her Ad Space.</p>\n<p>Takeads reserves the right to deny the Publisher the ability to participate in Takeads if the Publisher has violated the Terms.&nbsp;</p>\n<p>3.3.\nOnly Takeads shall make the decision to admit a Publisher to the partnership.\nThe Publisher does not have a legal basis for obtaining such admission in the event of a decision to the contrary.</p>\n<p>3.4.\nTakeads reserves the right to request data regarding the traffic source and access the statistics of the Ad Space while limiting the Publisher’s participation in Takeads.\nIn this case, the Publisher must provide the requested data within 14 days.\nIn the event of failure to do so, Takeads reserves the right to stop displaying advertisements on the Publisher’s Ad Space(s) and/or to take other measures to protect the interests of the Brands whose advertisements are displayed on the Publisher’s Ad Space(s).</p>\n<p>3.5.\nTakeads shall have the right to request from the Publisher documents and data necessary (and if applicable) to confirm the validity of information about the Publisher, including but not limited to his/her name, date of birth, address, tax number, and banking details.\nBy accepting these Terms, the Publisher agrees that s/he will consciously and with unequivocal consent provide data to Takeads.\nThe Publisher’s refusal to provide data shall be considered a refusal to participate in Takeads.</p>\n<p>3.6.\nA Publisher that agrees to participate in Takeads’ service(s) shall embed proper Takeads Solutions delivery codes as provided by the Takeads support team in compliance with delivered technology integration instructions and update them if such a request comes from a duly authorized Takeads representative.&nbsp;</p>\n<p>Takeads shall not be held responsible for any misconduct by the Publisher that has taken place during or after the code is installed.\nLiability for any such misconduct shall be solely that of the Publisher.&nbsp;</p>\n<strong>4.\nRights and Liabilities of the Publisher</strong>\n<p>4.1.\nThe Publisher is obliged to strictly follow these Terms and to ensure that the data provided by him/her to Takeads by any means, including the registration form, are complete and true.\nIf any of these data are changed, the Publisher shall, within 5 days from the date of the change, make the relevant changes in his/her personal account.</p>\n<p>4.2.\nThe Publisher undertakes to securely store his/her data (username and password) for access to Takeads and not allow the transfer thereof to third parties.\nThe Publisher is solely responsible for the security of his/her username and password.</p>\n<p>4.3.\nThe Publisher must have the right(s) to conduct marketing activities on his/her specified Ad Space(s).\nThe Publisher shall bear any and all legal and property liability for what happens on their Ad Space(s).</p>\n<p>4.3.1.\nThe Publisher shall provide to Takeads all traffic coming to the Takeads Systems, including, but not limited to, referral clicks (data on click/traffic source) for each individual user that was provided without referral information.\nTakeads shall be entitled not to treat such traffic as coming from a given Publisher.&nbsp;</p>\n<p>4.3.2.\nEach instance of referral information accompanying Publisher information must correspond to the Publisher’s Ad Space information (domain/subdomain) provided to Takeads by the Publisher upon registration.\nFor each instance of traffic provided with non-corresponding information, Takeads shall not be obliged to treat such traffic as coming from a given Publisher.&nbsp;</p>\n<p>4.4.\nWhen using Takeads Solutions on an Ad Space, the Publisher undertakes not to violate the rights of third-party rightsholders to the trademark, brand, personal rights, and/or other rights without the permission of the rightsholders in accordance with current law.\nThe Publisher agrees not to use content on his/her Ad Space that violates applicable laws or leads to pages that violate applicable laws.&nbsp;</p>\n<p>4.5.\nThe Publisher agrees not to take any action that affects the operation of Takeads.\nSuch actions include attempts to technically influence the performance of the Takeads Solutions.\nto hack security mechanisms.\nto use viruses, trojans, and/or other malicious programs for any purpose.\nThis shall also include brute force attacks, DoS (DDoS) attacks, spam, the use of links, and/or any other processes that may damage the operation of Takeads.</p>\n<p>4.6.\nThe Publisher may have only one account, i.e., one account per each domain in its possession.\nDuplicating accounts for the same domain is strictly prohibited.&nbsp;</p>\n<p>4.6.1.\nWith regard to point 4.6 above, more than one account per legal entity may be created in order to monetize different domains/content.\nIf an individual performs official duties on the staff of or for a legal entity that has an account on Takeads, said person shall be prohibited from creating a personal account as an individual to perform their official duties for the legal entity.</p>\n<p>4.7.\nThe Publisher undertakes to familiarize him/herself with and execute the Terms and refer to them during the entire period that the Publisher uses Takeads Solutions.\nThe Publisher agrees that if s/he fails to perform this duty, his/her access to Takeads may be suspended.\nIf Takeads, a Partner suffers losses caused by the Publisher’s violation of the Terms, the relevant amount will be deducted from the Publisher’s account.\nIn the absence of funds on the Publisher’s account, the Publisher undertakes to reimburse such losses at the request of Takeads within 10 (ten) days.</p>\n<p>4.8.\nAt the request of Takeads, the Partner, the Publisher undertakes to check the Traffic Source and provide all requested files, documents, etc.\nOtherwise, the Publisher’s access to Takeads may be blocked, and appropriate sanctions may be applied.</p>\n<p>4.9.\nThe Publisher agrees to provide Takeads with any requested documents necessary to confirm information about the Publisher.</p>\n<p>4.10.\nThe Publisher is notified of and agrees to Takeads’s right to pay the Publisher a reward only after the Partner wires payment for the provided services to Takeads’s settlement account.</p>\n<p>4.11.&nbsp.\nThe Publisher attests that s/he has provided true and complete information at registration.\nShould this not be the case, Takeads reserves the right to refuse Publishers use of the platform.</p>\n<p>4.12.\nThe Publisher is not authorized to share his/her access data and/or passwords with third parties.\nShould third parties gain access to a Publisher’s Takeads account or misuse is suspected, the Publisher is requested to contact Takeads immediately in order to have the Publisher’s data changed.</p>\n<p>4.13.\nPublishers are obliged to refrain from everything that endangers or disturbs the operation and functioning of Takeads and the prosperous cooperation.</p>\n<strong>5.\nTakeads prohibits the following activities:</strong>\n<p>5.1.\nPerforming Target Actions by methods or means that violate current law, the Agreement, or the Terms</p>\n<p>5.2.\nSimulating Target Actions by entering knowingly incorrect and/or non-existent data or someone else’s data unbeknownst to their owner when ordering goods or services by any means</p>\n<p>5.3.\nUsing advertising methods that force a visitor to perform actions by deception, blackmail, or any other actions that violate the visitor’s freedom of choice</p>\n<p>5.4.\nUsing the data of a Partner or a third party protected by a registered trademark, copyright, other legally registered rights of the holder for purposes other than those stated in these Terms.\nIf the Publisher uses a Partner’s trademark(s) and/or Takeads Solution(s) for purposes other than those specified in this Agreement, the Publisher is fully liable for such placements in accordance with applicable law and undertakes to independently resolve all arising claims and/or disputes, including judicial ones, to settle all other disputable situations, including with state authorities and third parties (e.g., Partners).</p>\n<p>5.5.\nUsing promotional materials, including a Partner’s wordmark, to promote the website of another Partner.</p>\n<p>5.6.\nUsing any cookie stuffing technology and/or types of cookie stuffing (cookie dropping).\nIt is prohibited to use scripts that set cookies of websites that the user did not visit in the user’s browser.\nIt is also prohibited to rearrange, substitute, or overwrite the user’s cookies with others that do not belong to the websites that the user visited, as well as to substitute cookies using pop-ups, iframe, or by inserting the URL of a third-party page as a picture on an existing website.</p>\n<p>5.7.\nRegistering and/or using domains similar to that of the Brands’ or the Merchants’ website(s) for promotion</p>\n<p>5.8.\nUsing the registered Ad Space with a specific declared traffic source for attracting a different type of traffic</p>\n<p>5.9.\nDeleting an account in which the Publisher has a negative balance and/or debt to Takeads</p>\n<p>5.10.\nOffending common decency, making statements, or choosing a particular username that violates the religious feelings of others or are racist or discriminatory</p>\n<p>5.11.\nUsing Platforms not owned by the Publisher</p>\n<p>5.12.\nUsing, posting, publishing, and/or linking to any insulting or defamatory content on any third-party website, whether such content affects other participants or other persons or companies.</p>\n<p>5.13.\nUsing, posting, or publishing content that is political, immoral, pornographic, morally reprehensible, offensive, violent, violence glorifying, sexist, and/or right-wing or left-wing extremist content or content that violates laws, in particular youth protection laws, and the Interstate Treaty on the Protection of Minors in the Media.\nIt is also prohibited to link to corresponding material on a third-party website or to advertise, offer, or distribute pornographic products or products that violate laws, in particular youth protection laws.&nbsp;</p>\n<p>5.14.\nPublishing, reproducing, making publicly available, and/or distributing content protected by law (e.g., by copyright, trademark, patent, design, and/or utility model law) without being entitled to do so.</p>\n<p>5.15.\nIf there are indications of violations of these Terms, Takeads is entitled to delete the Publisher’s account and block him/her from any further use of the Takeads platform.\nIn addition, Takeads reserves the right not to pay out any remuneration achieved prior to the deletion of the Publisher’s account, as well as to report possible fraud.</p>\n<p>5.16.\nWith regard to Takeads employees and employees of all Takeads-affiliated companies only, registering as a Publisher for the duration of their employment period.</p>\n<p>5.17.\nIf the violations described above are detected, the Publisher’s account shall be immediately blocked, and all earnings earned as a result of a violation(s) shall be transferred to the Partner.\nThe Publisher shall be notified of the decision by the Takeads’s administration.\nAfter the Publisher’s account has been blocked, s/he will be unable to create another one.</p>\n<strong>6.\nPayment for the Publisher’s Services</strong>\n<p>6.1.\nThe Publisher shall receive from Takeads a reward that directly depends on the success of his/her advertising campaigns.</p>\n<p>6.2.\nIn each individual case, the average reward amount is determined by the type of paid Target Action and the rate set by the Partner for this Target Action that is effective at the time of performing said Target Action.\nThe Partner has the right to change the rates, but the new rates do not apply to Target Actions already performed.\nThe Publisher may not demand a different rate for his/her Target Action.\nThe minimum withdrawal amount should equal or exceed 20 euros.\nAn amount less than the minimum withdrawal amount will be paid to the Publisher only if his/her account is deleted.</p>\n<p>6.3.\nExcept for the agreed reward, the Publisher is not entitled to the reimbursement of costs incurred for bank transfers or the use of third-party services or programs not provided by Takeads, even if these costs are related to their advertising activities within Takeads.</p>\n<p>6.4.\nThe right to receive the reward may be exercised only if all the following conditions are met:</p>\n<p>● The Publisher’s advertising activity led to a Target Action being achieved between the Partner and the visitor</p>\n<p>● The Target Action was registered by Takeads’s tracking means</p>\n<p>● The Target Action was authorized for calculation by the Partner and confirmed by Takeads</p>\n<p>● The relevant Partner has paid Takeads for its services under its agreement with the Partner</p>\n<p>● The reward amount equals or exceeds the minimum withdrawal amount</p>\n<p>● The Publisher did not violate the Terms described in clause 5</p>\n<p>6.5.\nTakeads maintains an internal settlement account for each Publisher that is used to carry out all accrual and payment operations.</p>\n<p>6.6.\nEach Party is solely and individually responsible for the payment and reporting of its own taxes in any jurisdiction concerned.\nIf payments under these Terms are subject to applicable withholding tax, Takeads shall be entitled to deduct the corresponding tax amount from the Publisher’s reward.</p>\n<p>6.7.\nThe Publisher undertakes full responsibility for the payment information provided and confirms that it is true, complete, and accurate.\nAll payments will be made using this payment information.\nTakeads is not obligated to take steps to verify the accuracy of payment information provided by the Publisher.</p>\n<p>6.8.\nThe Publisher shall immediately repay any amount paid to the Publisher in error or other than in accordance with the Publisher’s rights under this Agreement.</p>\n<strong>7.\nTimeframe and Termination</strong>\n<p>7.1.\nThese Terms are concluded for an indefinite period of time and start when the Publisher creates the account in accordance with clause 1.2.</p>\n<p>7.2.\nThe Parties may voluntarily terminate the Terms at any time.</p>\n<p>7.3.&nbsp.\nAny data transmitted in connection with the registration process as a Takeads Publisher can be managed, changed, or deleted by the Publisher in his/her account.\nThe Publisher may have his/her Takeads user account deleted at any time without disclosing the reason(s) by sending an email to monetize@takeads.com, except as otherwise specified in clause 5.9 hereof.</p>\n<p>7.4.\nTakeads shall have the right to block a Publisher’s account in the following cases:</p>\n<p>● The Publisher has violated participating Terms.</p>\n<p>7.5.\nIn case of termination due to violations of these Terms by the Publisher, s/he shall pay the debt (if any) and the penalty specified in these Terms.</p>\n<strong>8.\nProtection of Personal Data&nbsp;</strong>\n<p>8.1.\nTakeads shall store and process only those data that were specified by the Publisher in the registration form and in his/her personal account or that were obtained from the Publisher during his/her participation in Takeads.</p>\n<p>8.2.\nThe Publisher agrees to comply with all laws, rules, policies, and confidentiality provisions effective in the regions where the services are provided.</p>\n<p>8.3.\nThe Publisher undertakes to comply with all laws, including the GDPR and EU privacy laws, and perform the following actions:</p>\n<p>● To inform end users about the use of tracking devices, cookie files, and other online identifiers</p>\n<p>● To receive the consent of end users to place and collect cookie files and other online identifiers on their devices and to provide information on the possibility to refuse or delete files, if necessary</p>\n<p>● To take appropriate technical and organizational measures against accidental loss and damage, as well as illegal processing of personal data</p>\n<p>8.4.\nThe Publisher undertakes not to take any actions that may lead Takeads to a breach of the current Data Regulations Law.</p>\n<p>8.5.\nTakeads and the Publisher undertake to comply with data protection laws.</p>\n<p>Depending on the jurisdiction, the Publisher may be obliged to inform visitors to his/her website about cookies used on the website, including those placed by Takeads (“third-party cookies”) and other online identifiers.\nThe Publisher must explain what cookies s/he and/or third parties set in the user’s browser and for what purposes this information is collected.\nAlso, the Publisher undertakes to obtain preliminary, freely presented, specific and informed, unambiguous, and revocable consent from users before setting any cookies in their browsers.\nThe consent should also apply to the cookies set by Takeads after performing a certain action (e.g., a click).&nbsp;</p>\n<strong>9.\nConfidentiality</strong>\n<p>9.1.\nEach Party undertakes to use the commercial information of the other Party, information about its business affairs and operations, trade secrets, know-how, and source code, or any information specifically marked as confidential, including all mentioned information of the other Party’s counterparty or affiliate (hereinafter the “Confidential Information”) only for the performance of its rights and obligations hereunder.\nThe Parties undertake not to disclose Confidential Information.</p>\n<p>9.2.\nThe following information shall not be considered confidential:</p>\n<p>● Information which is or subsequently became publicly available without infringement of the Agreement by the Receiving Party</p>\n<p>● Information which was legally obtained from a third party without restriction and without violation of this Agreement, and also without the non-disclosure obligations of the Receiving Party</p>\n<p>● Information that cannot be designated as Confidential Information in accordance with applicable law</p>\n<p>● Information published in Takeads when receiving or providing services in accordance with these Terms</p>\n<p>9.3.\nWhen deleting the Publisher’s account, Takeads shall also delete all the Publisher’s personal data, except for the username and statistics data.</p>\n<p>9.4.\nThe provisions of Article 9 shall remain valid for 5 years from the termination of these Terms.</p>\n<strong>10.\nRights to Use Information</strong>\n<p>10.1.\nThe information obtained during participation in Takeads is allowed to be used exclusively with Takeads.\nTransfer thereof to third parties and use for other purposes are prohibited.&nbsp;</p>\n<p>10.2.\nTakeads and the components thereof (products and applications) are protected by the current legislation in the field of copyright and related rights.</p>\n<p>10.3.\nTakeads provides Publishers with the temporary, non-exclusive right to use the provided services and applications and the data contained therein exclusively within the framework of participation in Takeads.\nIn case of termination of the Agreement, this right loses its validity.</p>\n<p>10.4.\nOther ways of using information are prohibited.\nThe Publisher is STRICTLY PROHIBITED from transferring, either wholly or partially, the rights to use the services, applications, and data granted to them to third parties, provide access to them, modify or otherwise process them, transfer them in other forms, or create their own databases or information services based on them.</p>\n<p>10.5.\nIn case of violation of these rights of use, Takeads reserves the right to use other remedies, except for the termination of the Agreement.\nIf, as the result of violations by the Publisher, a third party initiates an administrative case or any other lawsuit against Takeads, all litigation costs and other related costs shall be completely paid by the Publisher at fault.</p>\n<strong>11.\nLiability and Limitations Thereof</strong>\n<p>11.1.\nTakeads shall not be liable for any damage or interference caused by the content of third-party web pages, software errors, or hardware of participants of Takeads, or for damage caused by insufficient availability or the limited functionality of the Internet.</p>\n<p>11.2.\nAccording to the applicable regulations, Takeads shall be liable for intentional and grossly negligent acts.\nIf Takeads is found to be liable for damage caused by slight negligence according to legal regulations, Takeads’s liability shall be limited: in this case, Takeads shall only be liable in the event of a breach of material contractual obligations (these are obligations whose fulfillment is essential for the proper execution of the contract and on whose compliance the Publisher regularly relies and/or may rely).\nFurthermore, this liability shall be limited to typical damage foreseeable at the time the contract was concluded.</p>\n<p>11.3.\nThe liability under clause 11.2 shall be limited to the compensation of actual damage, which shall be determined by the participants or a court decision.</p>\n<p>11.4.\nThe above limitations of liability do not apply in the case of mandatory legal liability and do not limit or exclude Takeads’s liability in the event of harm to life or health.</p>\n<p>11.5.\nThe Publisher shall indemnify, defend, and hold harmless Takeads (including its directors, employees, agents, and/or contractors) from and/or against any claims, costs, damages, losses, liabilities, and expenses (including legal fees) relating to any claims, actions, suits, or proceedings by third parties against Takeads arising out of or related in any way to any culpable breach by the Publisher of any warranties of these rules, or the Publisher’s gross negligence or willful misconduct.</p>\n<strong>12.\nChanges to these Terms</strong>\n<p>12.1.\nTakeads reserves the right to change the provisions of these Terms at any time.\nA notification of changes can be sent by email two weeks before their entry into force.\nSubject to clause 11.2, the Publisher shall be solely liable for familiarizing him/herself with the updated Terms.</p>\n<p>12.2.\nThe use of Takeads by the Publisher after changes are made to these Terms indicates the Publisher’s consent to the changes and willingness to assume the obligations specified in the updated Terms.\nDisagreement with the changes in the Terms entails the termination of these Terms, as well as the termination of work with Takeads.</p>\n<strong>13.\nFinal Provisions</strong>\n<p>13.1.\nIf certain provisions of these Terms become invalid in whole or in part, the validity of the remaining provisions shall not in any way be affected or impaired.\nThe provision deemed invalid shall be considered replaced by the applicable provision under statutory law.\nIf such a replacement were to constitute an undue hardship (unzumutbare Härte), the Terms as a whole would become invalid.</p>\n<p>13.2.\nThe rights and obligations resulting from these Terms may be transferred to a third party only with the consent of Takeads.</p>\n<p>13.3.\nIn the event of a dispute that cannot be settled by the Parties in an amicable way, the District Court of Stuttgart (Landgericht Stuttgart) shall be the competent venue for resolving such dispute.&nbsp;</p>\n<p>13.4.\nThese Terms shall be governed by the laws of the Federal Republic of Germany.</p> Back to top <ul>\n<li>Products</li>\n<li>Help Center</li>\n<li>Careers</li>\n<li>Privacy Policy</li>\n<li>Contacts</li>\n</ul> English <ul>\n<li>English</li>\n<li>Русский</li>\n<li>Deutsch</li>\n<li>Português</li>\n<li>Español</li>\n<li>Polski</li>\n</ul> Sign in ", "created_at": "2023-04-16 00:26:50.56487", "updated_at": "2023-04-16 00:30:25.754831"}, {"id": 15552, "name": "Terms for advertisers", "url": "https://policies.mitgo.com/en/admitad-affiliate/terms-for-advertisers/", "xpath": "//body", "text": " Sign in Content General <ul>\n<li> Description </li>\n<li> Terms of Use for Admitad Products </li>\n</ul> Privacy Policy <ul>\n<li> Admitad Privacy Policy.\nIntroduction </li>\n<li> For visitors of admitad.com </li>\n<li> For publishers, creators, or advertisers </li>\n<li> For Publisher and Advertiser users </li>\n<li> If you're applying for a job with Admitad </li>\n<li> Admitad Cookie Policy </li>\n</ul> Partner Network <ul>\n<li> Terms for publishers </li>\n<li> Terms for advertisers </li>\n<li> Terms for advertisers (U.S.\nentities) </li>\n</ul> Takeads <ul>\n<li> Terms for publishers </li>\n</ul> ConvertSocial <ul>\n<li> Terms for creators </li>\n</ul>\n<ol>\n<li>Partner Network</li>\n<li>Terms for advertisers</li>\n</ol> Terms for advertisers <p>\n<br>This agreement is between you, the Advertiser (“Advertiser”), and admitad GmbH, registered and incorporated in Germany with a register office at Heinz-Nixdorf-Str 6, 74172 Neckarsulm, Germany (“Admitad”, “Partner Network”).</p>\n<p>\n<strong>1.\nIntroduction</strong>\n</p>\n<p>1.1 Admitad provides you, as the Advertiser, with the ability to post Ads (as defined below) for distribution through the Admitad, as defined herein, subject to your compliance with the terms and conditions of the Agreement.\nBy enrolling as an advertiser, the Advertiser, its agents, representatives, employees, and any other person acting on its behalf with respect to the use of the Admitad, shall be bound by, and agrees to be bound by, the Agreement.</p>\n<p>\n<strong>2.\nInterpretation</strong>\n</p>\n<p>In this Agreement, the following clauses shall have the following meanings, unless the context otherwise noted:</p>\n<p>– “Admitad Partner Network” – means the proprietary website(s), platform, program, system, tracking system and all the related tools to be provided by Admitad that enable the Advertiser to promote their products and campaigns.</p>\n<p>– “Program” – a program (campaign, offer) created by the Advertiser within the Admitad Network to promote a specific product and/or service.</p>\n<p>– “Publisher” – a marketing Media Partner / Publisher or Affiliate who is signed up to the Admitad Network and agrees to promote the Advertiser’s products and/or services.</p>\n<p>– “Advertiser” – a business that chooses to promote either their own products and/or services on the Admitad Network in accordance with these terms and agreements.</p>\n<p>– Ads – promotion of a product, brand, or service to a viewership in order to attract interest, engagement, and sales.\nAdvertisements come in many forms, from copy to interactive video.</p>\n<p>– Marketing Materials – any products or content designed to market a company or its products and services to potential customers.</p>\n<p>–&nbsp.\nTracking Solutions — tracking technologies recording information about tracked conversions, reports, stats, rates, payments, or any other type of Program data.\nThe most commonly used tracking solutions are TagTag, GTM template for TagTag, server to server, plugin, XML, API, mobile, Google Analytics API, offline, old pixel, IMG pixel.</p>\n<p>\n<strong>3</strong>.\n<strong>&nbsp;General Provisions</strong>\n</p>\n<p>3.1.\nThis Agreement shall come into effect once the Advertiser clicks on the ‘Click to Action / Create My Advertiser Account’ button on the signup page at the Admitad.com site.\nThe agreement will remain in effect unless terminated in accordance with clause 15 of this Agreement.</p>\n<p>3.2.\nIf the Advertiser is accepted into Admitad’s Network, all the information that the Advertiser provides in clause 3.1 must be accurate and true to their knowledge at the time of submission.\nIt is the sole responsibility of the Advertiser to keep all user account information up to date.\nFailure to provide accurate information may result in account termination as outlined in clause 15.</p>\n<p>3.3.\nApproval and acceptance of an advertiser is at the sole discretion of Admitad Network, and Admitad reserves the right to refuse applications.\nThe Advertiser hereby consents to Admitad using the Advertiser’s details and Personal Data for the purposes of carrying out any factual checks that it considers to be necessary to confirm the identity of the Advertiser, its suitability for (and the suitability of the Advertiser’s Website(s)) for the Admitad Network and any other matter which is connected to the Advertiser’s application and, whenever subsequently accepted by Admitad is connected to its activities and role as an Admitad advertiser.</p>\n<p>3.4.\nIf the Advertiser is accepted into the Admitad Network, s/he will be required to complete a Know Your Customer (KYC) validation.\nThis involves the submission of 2 forms of valid compliance documentation:</p>\n<p>3.4.1.\nTax residency certificate</p>\n<p>3.4.2.\nCompany Registration Document&nbsp;</p>\n<p>3.5.\nKYC Documentation is held privately by Admitad and will be reviewed and assessed by Admitad’s compliance team, who have full discretion on evaluating whether documentation provided is both genuine and accepted.\nAdmitad reserves the right to request further documentation in any specific Advertiser’s case, or reserves the right to refuse the Advertiser.</p>\n<p>3.6.\nThe Advertiser will also be required to provide a billing address to Admitad’s Network.\nThis address will be verified by the Admitad compliance team.</p>\n<p>3.7.\nThe Advertiser may be requested to make a test bank transaction for validation purposes, which amounts will be accounted for the future Admitad services.&nbsp;</p>\n<p>3.8.\nThis Agreement sets forth the entire agreement of the parties and supersedes any and all prior oral or written agreements or understandings between the parties as to the subject matter hereof.\nOnly a writing signed by both parties, including but not limited to the corresponding Insertion order ( IO), may change, modify or amend the terms of the Agreement.</p>\n<p>\n<strong>4.\nRelationship</strong>\n</p>\n<p>4.1.\nAs of the date of acceptance of the present agreement (“Effective Date”), the Advertiser agrees to accept and pay for, and Company agrees to provide, the services identified and set forth in the Agreement (“Services”).&nbsp;</p>\n<p>4.2.\nSubject to the terms of this Agreement, the Advertiser will be permitted to create a Program on admitad.com and&nbsp.\nlink to a specified page or ad hosted by the Advertiser containing advertising and marketing materials for use by Admitad’s Publishers in the promotion of the Advertiser’s products or services.</p>\n<p>4.3.\nThe Advertiser agrees to be solely responsible for the contents of his Marketing Materials and the manner in which they are being used by Admitad’s Publishers to promote the Advertiser’s products and/or services.</p>\n<p>4.4.\nThe Advertiser fully agrees not to perform one or more of the following activities:</p>\n<p>4.4.1.\nLink to any website that contains or promotes, any of these types of content: libelous, defamatory, obscene, abusive, violent, bigoted, hate-oriented, cracking, hacking or wares, or anything remotely similar to or a variation of, the above;</p>\n<p>4.4.2.\nViolate any applicable privacy laws regarding physical or digital data/records.\nand/or</p>\n<p>4.4.3.\nEngage in any illegal activity of any type;</p>\n<p>4.4.4.\nOffer any goods or services or spam which are not permitted by law, or link to a website(s) that does so;</p>\n<p>4.4.5.\nEngage in spamming, indiscriminate advertising or unsolicited commercial e-mail or break other applicable laws regulating commercial email and digital communications;</p>\n<p>4.4.6.\nIntroduce directly any virus, malware, worms, Trojan horses, key-loggers, spyware, or any other software with the intention to damage the property of others or breaking any applicable information security laws.</p>\n<p>4.4.7.\nDistribute, sell, disclose, market or in any way distribute data which the Advertiser own or possess without the full consent of the information owner including data obtained via the Admitad Network and the Admitad Advertiser account.</p>\n<p>4.5.\nAdmitad may not review or check all content on the Advertiser’s Website.\nThe Advertiser will remain fully responsible for their website content and the goods and/or services promoted and/or sold from that website (including and without limitation, compliance of the same and all applicable laws regardless of the Advertiser location).\nAdmitad is not responsible, under any circumstances, for the practices of any specific Advertiser or Publisher or for the content of their websites, posts, or emails or other communications using the Admitad Network, and Admitad shall have no liability (whether in contract, tort, negligence or otherwise) for the same.</p>\n<p>4.6.\nThe Advertiser shall compensate Admitad against all costs (including, without limitation, legal costs), claims, losses, damages, defamation and awards suffered or incurred by Admitad in relation to the Advertiser Website content, posts, or emails or similar communications and the goods and/or services promoted and/or sold from the Advertiser Website including, without limitation, any and all claims, losses, damages and awards against Admitad in respect of non-compliance of the Advertiser Website, its content and/or the goods and/or services marketed and/or sold through it with all applicable laws.</p>\n<p>4.7.\nThe Advertiser is solely responsible for identifying and verifying the legality and legitimacy of any product and/or service they offer in each specific territory that they choose to promote in.\nIn addition, the Advertiser is solely responsible for managing and optimizing the geographic origin of all traffic sent to the advertiser’s Program on the Admitad Network.</p>\n<p>4.8.\nThe Advertiser acknowledges that Admitad shall accept no responsibility for unwanted actions and Publishers traffic that comes through the Advertiser’s Program(s) based upon the settings of the Advertiser.</p>\n<p>4.9.\nThe Advertiser warrants and represents that: (a) it has all right, title and interest in and to the Ads.\n(b) the use of the Ads and Marketing Materials by Admitad and its Publishers as contemplated and authorized hereunder will not infringe on any copyright, patent, trademark, trade secret or other proprietary rights or right of publicity or privacy.\nand (c) all Ads and Marketing Materials are in compliance with all laws, regulations and ordinances (“Laws”) of any jurisdiction in which the Advertiser conducts business.</p>\n<p>4.10.\nAdvertiser Program Details – the details of the Advertiser Program and any Programs shall be contained within the Advertiser’s Program listing in the Admitad Network.\nThe Advertiser independently fills the data about their Program (rates, types of traffic, hold time, Post Click Cookie lifetime, etc.).\nIn case of changing the Advertiser Program Details, the Advertiser need to contact Admitad by email adress________.\nThe Advertiser’s Program segmentation and specifications will be published in the review e Admitad Network .\nAny update or revision to the Advertiser’s Program may trigger a new by Admitad Network.\nNotwithstanding the preceding, nothing contained on the Advertiser listing may conflict with Admitad T&amp;C and any such conflicting terms and conditions shall be void.</p>\n<p>4.11.\nPositioning of the Ads within the Admitad Network is at the sole discretion of Admitad and its Publishers.\nAdmitad does not guarantee that the Advertiser’s Ads will be available through any specific part of the Admitad Network, when the Advertiser’s Ads will run and/or the placement and positioning of the Advertiser’s Ads.\nAdmitad reserves the right to reject any Ad, page, link or Marketing Material for any reason at any time.\nAdmitad reserves the right, at any time, to remove any of the Advertiser’s Ads or Marketing Materials if Admitad determines, (in our sole discretion), that the Ad or any portion thereof, violates any of Admitad’s policies/terms or may result in liability for the Admitad Network.\nAdmitad has the full rights to reject any URL link embodied within any Ad.\nAdmitad’s failure to reject or cancel any Ad shall not be construed as an acceptance of the Ad or Marketing Material, nor shall it negate other provisions of the agreement, specifically with respect to liability.</p>\n<p>4.12.\nThe Advertiser grants to Admitad Network and Publishers, a non-transferable, royalty free, worldwide license to display and link to their website or website content, and all trademarks, service marks, trade names, and/or copyrighted material and all other intellectual property rights, from each of their websites and/or subscription e-mail, for the limited purposes of promoting their program.\nThis is subject to the terms and conditions of this agreement.\nAdmitad Network will have no liability or assume any responsibility for any costs, damages or losses incurred by the improper use or distribution of these resources.</p>\n<p>4.13.\nIt will be required to conduct technical integration between the Advertiser and Admitad in order&nbsp.\n[Admitad tracking system could properly function].</p>\n<p>4.14.\nAdmitad Network may contact the Advertiser by email, telephone, post, SMS, via social media network and other possible means of communication for feedback relating to the service under this Agreement and/or for marketing purposes in respect of other services of Admitad group entities.&nbsp;&nbsp;</p>\n<p>4.15.\nThe Advertiser shall ensure compliance with all applicable laws on their own including sanctions in relevant jurisdictions.</p>\n<p>\n<strong>5.\nPayment Model and Reporting.</strong>\n</p>\n<p>5.1.\nThe Advertiser shall pay the fee to Admitad Network for the rendered Services as per the Services Details agreed in this Admitad Network and final data as agreed by the Parties.</p>\n<p>5.2.\nFor the purpose of leads confirmation, the Admitad shall also provide a monthly report to the Advertiser via email before the 5th day (in case of statutory holiday or weekends, postponed to the first working day after the holiday or weekends) of the month following the reporting month and the Advertiser should confirm the numbers.\nIf the Advertiser doesn’t confirm the numbers&nbsp.\nwithin 30 days, the Admitad may suspend the advertising company until the data is provided.\nThe Advertiser should confirm the numbers no later than 90 (ninety) business days following the day when the monthly report was sent by the Admitad Network.\nUpon the expiry of the said period, all the leads will be considered approved and must be paid for.</p>\n<p>5.3.\n100% of the amount payable for the accounting period will be paid within 30 business days after the invoicing date.\nThe Advertiser undertakes the commission payment for the payment transfer.</p>\n<p>5.4.\nAny Taxes levied on either Party shall be borne by the respective Party, in accordance with the applicable tax laws in the Territory.\nAll Fees due to Admitad under this Agreement shall be exclusive of VAT.\nIf VAT is applicable, such applicable VAT shall be borne by the Advertiser.\nThe Fees paid by the Advertiser to Admitad shall be made free and clear of, and without deduction of VAT.\nIf a reverse-charge mechanism applies, or if the Advertiser needs to withhold VAT in the country where it is VAT registered, the Advertiser shall provide VAT number to Admitad and liable to account for and to pay such VAT to the relevant tax authorities.\nAll payments of Fees to be made by the Advertiser to Admitad under this Agreement shall be paid without set-off, counterclaim or deduction, unless strictly required by applicable law, for example, because of a legal requirement to withhold any taxes.</p>\n<p>\n<strong>6.\nReporting and Tracking Codes / Pixels Maintenance</strong>\n</p>\n<p>6.1.\nThe Parties hereby agree to use the Admitad’s tracking system in order to account the services provided hereunder, and inter alia, register the Advertiser’s leads and process the statistics.\nThe aforesaid system data will be used to determine the scope of the services provided and estimate the price thereof, unless otherwise provided by Parties.</p>\n<p>6.2.\nThe Advertiser shall ensure that Tracking Solutions are kept in place on their end until this agreement has expired or has been terminated.\nThe Tracking Solutions must remain in place at all points of sale including online, telephone and mail order.\nIn relation to each channel, including (but not limited to) telephone and mail order sales, the Advertiser shall ensure that the Tracking Solutions are maintained throughout the sale process, to enable the source of the sale to be identified.\nWithout prejudice to Admitad’s other rights and remedies, failure to do so shall be considered breach of contract by the Advertiser and will entitle Admitad&nbsp.\nto suspend the Advertiser access to the Admitad Network.</p>\n<p>6.3.\nFor the period in which the Tracking Solutions are not working, Admitad&nbsp.\nmay suspend the Advertiser’s Program immediately and seek compensation from the Advertiser.\nSuch compensation will be based on any Admitad costs and any relevant Advertiser Fees together with an average Publisher’s Commission earnings over a 4-week period.</p>\n<p>\n<strong>7.\nFraud</strong>\n</p>\n<p>7.1.\nThe Advertiser acknowledges and agrees that Admitad shall not be liable for any acts of fraud committed by the Advertiser, the Publishers and/or the end-user consumers.\nIn addition, the Advertiser agrees to pay Admitad in full against all services performed under this agreement, regardless of any consumer or advertiser fraudulent activity.</p>\n<p>7.2.\nAdmitad will make every effort to distinguish and stop Publisher fraudulent activity, however the Advertiser should make every effort to monitor the Publisher traffic activity and apply appropriate voiding procedures immediately if the Advertiser feel a fraudulent practice is being used.\nAdmitad shall have no liability to the Advertiser (whether in contract, tort, negligence or otherwise and howsoever arising) for any losses, costs, claims, damages or awards incurred by the Advertiser in respect of any fraudulent Publisher or end user activity.</p>\n<p>7.3.\nMisuse, deceit or purposeful sabotage of tracking data by the Advertiser, as determined by Admitad, will be considered as a material breach of this agreement and may result in the immediate termination of the Advertiser account and this agreement.</p>\n<p>\n<strong>8.\nIndemnification</strong>\n</p>\n<p>8.1.\nThe Advertiser shall keep Admitad Network, and its Publishers and their respective directors, officers, employees and agents indemnified from and against any costs (including, without limitation legal costs), awards, damages, claims for damages or other claims for compensation arising from: the breach by the Advertiser of any and all applicable laws in all jurisdictions.\nany claims from Publishers and customers of the goods and/or services supplied by it and/or sold by it.\nclaims, awards and/or judgements from any authority in respect of the Advertiser’s supply of the goods and/or services and/or website content.\nthe content of the Advertiser’s website or any incorrect information given to Admitad by the Advertiser.\nany infringement or potential infringement of any third party’s intellectual property rights.\nThe Advertiser shall also indemnify Admitad for: any other damages, losses or costs caused by the Advertiser’s improper, negligent or unauthorized use of Admitad services.\ntechnical problems or loss of data caused by the Advertiser on the Admitad and Advertiser Website or on any website to which the Advertiser is linked by Admitad.</p>\n<p>\n<strong>9.\nLimitation Of Liability</strong>\n</p>\n<p>9.1.\nTo the extent permitted by applicable law, Admitad shall not be liable (whether in contract, tort, negligence or otherwise and howsoever arising) for any losses, liabilities, costs, expenses and claims (including but not limited to, direct, indirect or consequential losses, loss of profit, loss of contracts, loss of reputation and all interest, penalties and legal costs (calculated on a full indemnity basis) and all other professional costs and expenses arising out of or in connection with: defects in the service.\ninterruptions in the accessibility to the service.\ninfringements on data or loss of data on the information handling system.\ndefects in the security system or viruses or other harmful software components.\nany third party deleting, removing, deactivating or tampering with the Publisher and Advertiser tracking service or Tracking Codes and Pixels.</p>\n<p>9.2.\nAdmitad cannot guarantee or warrant the performance of Admitad services or the links to any other linked websites.\nAdmitad, to the extent permitted by applicable law, shall not be liable (whether in contract, tort, negligence or otherwise and howsoever arising) for any error in the implementation of the links and tracking codes for the Advertiser’s website or for the specified function of the links.</p>\n<p>9.3.\nAdmitad shall have no liability (to the extent permitted by applicable law, whether in contract, tort, negligence or otherwise and howsoever arising) for any delay and/or failure to perform its obligations under this agreement where such delays and/or failures to perform arise as a result of events beyond the reasonable control of Admitad including, without limitation, flood, fire, act of government and failures of telecommunications and internet service providers.</p>\n<p>9.7.\nAdmitad shall have no liability (To the extent permitted by applicable law, whether in contract, tort, negligence or otherwise and howsoever arising) for any mistake or error of any kind when configuring Program settings inside Advertiser accounts.\nIt is the Advertiser’s responsibility to ensure that the Advertiser Program was configured properly by Admitad that includes payout amounts, deadlines, promotion terms, geographical restrictions, prizes, additional incentives, favorable rates or any other Program settings inside an Advertiser account.</p>\n<p>\n<strong>10.\nTermination</strong>\n</p>\n<p>10.1.\nEither party may cancel this Agreement or an IO, by giving thirty (30) business days prior written notice to the other party.\nAny accrued but unpaid payment obligations, shall survive termination of the Agreement.\nIn the event of termination, the Advertiser shall allow thirty (30) business days for the Programs to become inactive across the Admitad Network, and the Advertiser shall be responsible for the Sales and Conversions that result from Ads published during those thirty (30) days.</p>\n<p>10.2.\nAdmitad&nbsp.\nis entitled to terminate this Agreement immediately at any time following acceptance of the Advertiser onto the Admitad&nbsp.\nNetwork if the Advertiser does not meet Admitad&nbsp.\nrequirements or provide documentation requested by Admitad&nbsp.\nor otherwise as Admitad&nbsp.\nreasonably determines, including (but not limited to) any malpractice, late payment of commission or Advertiser Fees, or any breach of these terms.\nAdmitad&nbsp.\nwill provide reasonable notice of such termination where possible.</p>\n<p>10.3.\nWithout prejudice to any rights that have accrued under this Agreement or any of its rights or remedies, Admitad&nbsp.\nmay terminate this Agreement immediately at any time upon notice to the Advertiser in the event of any one or more of the following:</p>\n<p>10.3.1.\nIn the specific circumstances set out in this Agreement;</p>\n<p>10.3.2.\nThe Advertiser commits a breach of this Agreement;</p>\n<p>10.3.3.\nAny event of insolvency occurs, including (but not limited to) the Advertiser being unable to pay their debts, making any arrangements with creditors, a petition for winding up is filed, an administrator is appointed;</p>\n<p>10.3.4.\nThe Advertiser suspends or ceases, or threatens to suspend or cease, carrying on all or a substantial part of its business;</p>\n<p>10.3.5.\nThe Advertiser Website is inoperative;</p>\n<p>10.3.6.\nThere is a change of control of the Advertiser account or related business</p>\n<p>10.4.\nFollowing termination of this Agreement, Admitad has the right to re-direct visitors promoting the Advertiser’s Programs to whatever destination it sees fit.</p>\n<p>10.5.\nThe Advertiser shall maintain Tracking Codes and Pixels in place for a minimum of thirty (30) days following termination.\nAny late conversions, commission or Advertiser fees earned during the notice period will continue to be payable by the Advertiser to Admitad Network.</p>\n<p>\n<strong>11.\nNon-Disclosure</strong>\n</p>\n<p>11.1.\nThe Advertiser or Admitad may provide the other with information that is confidential and proprietary to that party or a third party, as is designated by the disclosing party.\nThe receiving party agrees to make commercially reasonable efforts, but in no case less effort, than it uses to protect its own confidential information, to maintain the confidentiality of and to protect any proprietary interests of the disclosing party.</p>\n<p>11.2.\nThe receiving party agrees not to disclose or dissipate the confidential information without prior express written consent from the other party in each instance.\nThe term ‘confidential information’ shall not include information that is, or becomes, part of: the public domain through no action or omission of the receiving party.\nthat becomes available to the receiving party from third parties without knowledge by the receiving party of any breach or violation of fiduciary duty, or that the receiving party had in its possession prior to this Agreement.</p>\n<p>\n<strong>12.\nFinal Provision</strong>\n</p>\n<p>12.1.\nThis Agreement and any dispute or claim arising out of or in connection with it or its subject matter or formation (including non-contractual disputes or claims) shall be governed by and construed in accordance with the laws of Germany.</p>\n<p>12.2.\nIn case any dispute arises and cannot be settled by the Parties in an amicable way, the District Court of Stuttgart (Landgericht Stuttgart) shall be competent for resolving such dispute.</p>\n<p>12.3.\nThe Advertiser use of the Admitad Network is irrefutable acknowledgement by the Advertiser that s/he read and agreed to each and every term and provision of this Agreement.</p>\n<p>12.4.\nAdmitad reserves the right to amend and update this agreement at any time, by posting written notice of the changes on the Admitad Network or by an email.</p>\n<p>12.5.\nThe use of the Admitad Network by the Advertiser after making changes to this Agreement indicates the Advertiser’s consent to the changes and willingness to assume the obligations specified in this Agreement.\nDisagreement with the changes in the Agreement entails the termination of this Agreement, as well as the termination of work with the Admitad Network.</p> Back to top <ul>\n<li>Products</li>\n<li>Help Center</li>\n<li>Careers</li>\n<li>Privacy Policy</li>\n<li>Contacts</li>\n</ul> English <ul>\n<li>English</li>\n<li>Русский</li>\n<li>Deutsch</li>\n<li>Português</li>\n<li>Español</li>\n<li>Polski</li>\n</ul> Sign in ", "created_at": "2023-04-16 00:26:50.534906", "updated_at": "2023-04-16 00:30:54.00237"}, {"id": 15551, "name": "Terms for publishers", "url": "https://policies.mitgo.com/en/admitad-affiliate/terms-for-publishers/", "xpath": "//body", "text": " Sign in Content General <ul>\n<li> Description </li>\n<li> Terms of Use for Admitad Products </li>\n</ul> Privacy Policy <ul>\n<li> Admitad Privacy Policy.\nIntroduction </li>\n<li> For visitors of admitad.com </li>\n<li> For publishers, creators, or advertisers </li>\n<li> For Publisher and Advertiser users </li>\n<li> If you're applying for a job with Admitad </li>\n<li> Admitad Cookie Policy </li>\n</ul> Partner Network <ul>\n<li> Terms for publishers </li>\n<li> Terms for advertisers </li>\n<li> Terms for advertisers (U.S.\nentities) </li>\n</ul> Takeads <ul>\n<li> Terms for publishers </li>\n</ul> ConvertSocial <ul>\n<li> Terms for creators </li>\n</ul>\n<ol>\n<li>Partner Network</li>\n<li>Terms for publishers</li>\n</ol> Terms for publishers <p>\n</p>\n<p>admitad GmbH (hereinafter “Admitad”), registered at Heinz-Nixdorf-Str 6, 74172 Neckarsulm, Germany, manages the Partner Network at www.admitad.com and provides the Publishers with the opportunity to work with Affiliate Programs of the Advertisers of the Admitad Partner Network.\nTo participate in the Admitad Partner Network, the Publisher agrees to unconditionally comply with these Terms of Use (hereinafter the “Terms”).</p>\n<p>The participants of the Partner Network are Advertisers, Publishers, and Admitad.</p>\n<p>Advertisers are the persons who define the terms of Affiliate Programs and provide opportunities for advertising their goods and services through various advertising media and the provision of Ad Creatives.\nAdvertisers provide Ad Creatives such as graphic banners, text links, XML product catalogs, and other types of Ad Creatives.</p>\n<p>Publishers are the persons placing Ad Creatives at their declared Ad Spaces.</p>\n<p>1.\n<strong>General provisions</strong>\n</p>\n<p>1.1.\nTo participate in the Partner Network, the Publisher submits a registration form on the registration page of the www.admitad.com domain.</p>\n<p>1.2.\nRegistration is available to persons who have reached the age of 18.</p>\n<p>1.3.\nBy submitting the registration form, the Publisher is acknowledging these Terms.\nThus, the Publisher is accepting the Agreement (offer) on their participation in the Admitad Partner Network.</p>\n<p>1.4.\nIf these Terms are met, the Publisher receives a confirmation letter to the email address specified by them upon registration.\nFurther, the participant must complete the registration process in order to be able to work in the Partner Network.</p>\n<p>1.5.\nAdmitad reserves the right to deny the Publisher to participate in the Partner Network with no reasons given.</p>\n<p>1.6.\nAfter completion of the registration process and activation of the account, the Publisher may use the services of the Partner Network.\nThe Publisher may change the data provided upon registration in their personal account.\nThe exception is their username.</p>\n<p>1.7.\nThese Terms shall prevail over any terms provided by the Publishers.</p>\n<p>1.8.\nThe Publisher’s participation in the Admitad Partner Network does not create any contract between the Publisher and any Advertiser.</p>\n<p>2.\n<strong>The subject of the Agreement</strong>\n</p>\n<p>2.1.\nAdmitad provides for use and operates an Partner Network on the www.admitad.com domain.\nThe participants of the Partner Network are Advertisers, Publishers, and Admitad.\nPublishers are individuals or legal entities that provide space for advertisements on their Ad Spaces.</p>\n<p>The Advertisers are legal entities that provide (having the relevant right) the opportunity to advertise products and/or services with the help of the Admitad Partner Network through so-called Affiliate Programs using Ad Creatives.</p>\n<p>2.2.\nPublishers shall place the Advertiser’s Ad Creatives on their declared Ad Spaces.\nWhen a user arrives at the Advertiser’s website through an Ad Creative placed on the Publisher’s Ad Space and makes there a Deal that ends with payment, the Publisher’s advertisement shall be considered successful and the Publisher shall receive a pre-agreed reward.\nA “Deal” means an action that gives the Publisher the right to receive the reward.\nThese can be actions such as buying goods, ordering and/or purchasing services, registering, subscribing to newsletters, etc.\nThe essence of the Deal paid in the form of a reward by the Advertiser shall be specifically defined in the description of each program.\nA combination of several types of Deals is also possible.</p>\n<p>2.3.\nAdmitad tracks and logs all Deals and provides the Publisher with the information to that effect, as well as calculate the amount of the rewards.\nThe Advertiser shall make the final decision on whether the Deal actually took place.\nWhether a deal has been made is subject to the terms of the particular program and is determined by the advertiser, Admitad has no control over this.</p>\n<p>2.4.\nAdmitad Partner Network constantly develops and improves its services.\nIn this connection, Admitad reserves the right to temporarily suspend the provision of any of the services, in whole or in part, if it is necessary for the performance of maintenance works, improvement of the service functions, or change of the service provided.</p>\n<p>2.5.\nIn order to use the services of the Admitad Partner Network, it is required to use certain technical means and software packages, telecommunication networks, and services of third-party organizations.\nAdmitad shall, subject to clause 12, not be liable for the resulting costs, possible damages, and interference.</p>\n<p>2.6.\nAdmitad shall have the right to suspend payments to the Publisher in the event of an objective suspicion of violation of these Terms, as well as to verify the Publisher’s specified data and/or the Publisher’s traffic quality.</p>\n<p>3.\n<strong>Participation in the Partner Network activities</strong>\n</p>\n<p>3.1.\nAll Ad Spaces that comply with applicable laws and regulations of these Terms, Privacy Policy and have been approved by Admitad moderators are allowed to participate in the Partner Network.</p>\n<p>3.2.\nAd Spaces under construction are not allowed to participate.\nIt is also forbidden to buy traffic in Active Advertising Systems (CAP, WmMail, Seosprint, etc.), Buxes, and similar systems.</p>\n<p>3.3.\nThe Publisher shall submit the request for participation in the Affiliate Program, thereby recognizing the possible additional Program Terms of participation therein, that the Advertiser may add to the description of his/her program and which will be displayed to the Publisher.\nSuch Program Terms are considered an addition to these Terms.\nThe Publisher agrees that the Program Terms can change at any time, and undertakes the responsibility to monitor such changes.\nBy continuing to participate in the Affiliate Program, the Publisher automatically agrees to the Program Terms thereof.</p>\n<p>3.4.\nOnly the Advertiser shall make the decision to admit the Publisher to the partnership.\nThe Publisher does not have a legal basis for obtaining such an admission if the opposite decision was made.</p>\n<p>3.5.\nAdmitad reserves the right to request data on the traffic source and access the statistics of the Ad Space, while limiting the Publisher’s participation in the Admitad network.\nIn this case, the Publisher must provide the requested data within 7 calendar days.\notherwise, Admitad reserves the right to stop displaying the advertisements on the Publisher’s website and/or to take other measures to protect the interests of the Advertisers, whose advertisements are displayed at the Publisher’s spaces.</p>\n<p>3.6.\nAdmitad shall have the right to request from the Publisher documents and data necessary (and if applicable) to confirm the validity of information about the Publisher including but not limited to name, date of birth, address, tax number, and banking details.\nBy accepting these Terms, the Publisher agrees that s/he will, consciously and with unequivocal consent, provide data to Admitad.\nThe Publisher’s refusal to provide data is considered as a refusal to participate in the Partner Network.</p>\n<p>3.7.\nAdmitad is entitled to unilaterally replace the Publisher’s broken affiliate links with working links and, in this case, not to credit rewards to the Publisher.\n“Broken links” are defined as affiliate links that do not take the user to the Advertiser’s website in the manner intended.</p>\n<p>4.\n<strong>Rights and liabilities of the Publisher</strong>\n</p>\n<p>4.1.\nThe Publisher is obliged to strictly follow these Terms and to ensure that the data provided by them to Admitad by any means, including the registration form, are complete and true.\nIf any of these data are changed, the Publisher shall, within 5 days from the date of the change, make the relevant changes thereto in their personal account.</p>\n<p>4.2.\nThe Publisher undertakes to strictly store their data (username, password, and code for two-factor authentication) for access to the Admitad Partner Network and not allow the transfer thereof to third parties.\nThe Publisher is solely responsible for the safety of the username and password.</p>\n<p>4.3.\nThe Publisher needs to have the rights to conduct marketing activities on the Ad Spaces.\nThey shall bear any legal and property liability for what happens on their Ad Spaces.</p>\n<p>4.4.\nWhen using Ad Creatives on the Ad Space, the Publisher undertakes not to violate the rights of the third rightsholders to the trademark, brand, personal rights, and other rights without the permission of the rightsholders in accordance with the current legislation.\nThe Publisher agrees not to use on their Ad Space the content that violates applicable laws or leads to pages that violate applicable laws.\nWhen emailing promotional materials containing the Advertisers’ Ad Creatives, the Publisher is prohibited from using spam.\nTo send promotional materials by email, the Publisher must obtain the consent of each recipient and provide Admitad with the relevant evidence upon request.</p>\n<p>4.5.\nThe Publisher agrees not to take any action that affects the operation of the Admitad Partner Network.\nSuch actions include the attempts to technically influence the efficiency of the servers of the Partner Network, the attempts to hack the security mechanisms, to use viruses, trojans, and other malicious programs for any purpose.\nThis shall also include brute force attacks, DoS (DDoS) attacks, spam, the use of links, and any other processes that may damage the operation of the Partner Network.\nThe Publisher shall also ensure timely provision of click referrer data to Admitad on a regular basis and shall not interrupt this process by any technical means that are directly or indirectly controlled by the Publisher.\nA click referrer must always correspond to the Ad Space stated by the Publisher.</p>\n<p>4.6.\nThe Publisher may have only one account, i.e.\none account per one individual or one account per one legal entity may be created.\nIf an individual performs official duties on the staff or for a legal entity that has an account in the Admitad Partner Network, then it is prohibited for such a person to create a personal account as an individual to perform their official duties for the legal entity.</p>\n<p>4.7.\nThe Publisher undertakes to thoroughly study and execute the Programs Terms and refer to them during the entire period of placement of the Ad Creatives.\nThe Publisher agrees that if s/he fails to perform this duty, their access to the relevant program may be suspended.\nIn case Admitad or the Advertiser suffers losses caused by the publisher’s violation of the Program Terms, the relevant amount will be deducted from the Publisher’s account.\nIn the absence of funds on the Publisher’s account, the Publisher undertakes to reimburse such losses at the request of Admitad within 10 (ten) days.</p>\n<p>4.8.\nThe Publisher, at the request of Admitad or the Advertiser, undertakes to check the Traffic Source and provide all requested files, documents, etc.\nOtherwise, the Publisher’s access to the relevant Program may be blocked, and appropriate sanctions may be applied.</p>\n<p>4.9.\nWhen creating any Ad Creatives, the Publisher is prohibited to use Ad Creatives and Trademark other than the Trademark and the Ad Creatives that were uploaded by the Advertiser in the Admitad system, unless otherwise specified.\nIn the case the Publisher creates Ad Creatives and distorts Ad Creatives provided by the Advertiser, the Publisher is entirely responsible for placing these Ad Creatives as an owner and distributor in accordance with applicable law and undertakes to independently resolve all arising claims, disputes, including judicial, to settle all other disputable situations, including the situations with state authorities and third parties (Advertisers).</p>\n<p>4.10.\nThe Publisher undertakes to update affiliate links in good time and monitor the condition of the links.\nLinks can become broken in the following cases:</p>\n<p>The Advertiser has suspended their work or no longer works with Admitad.</p>\n<p>The Publisher left the affiliate program or was disconnected from it.</p>\n<p>The Publisher’s ad space was removed, blocked, or disconnected from the affiliate program.</p>\n<p>The affiliate program’s action limit was exceeded.</p>\n<p>The ad creative (banner, landing page, coupon) was removed or deactivated.</p>\n<p>The deeplink created by the Publisher leads to a non-existent page, or the affiliate program does not support the generation of affiliate links using the deeplink feature.</p>\n<p>4.\n11.\nThe Publisher agrees to provide Admitad with any requested documents necessary to confirm the information about the Publisher.</p>\n<p>4.12.\nThe Publisher is notified and agreed that Admitad has the right to pay the Publisher a reward only after the Advertiser wires a payment for the provided services to the Admitad settlement account.</p>\n<p>4.13.\nThe Publisher shall ensure compliance with all applicable laws on their own including sanctions in relevant jurisdictions.</p>\n<p>4.14.\nThe Publisher may create guest accounts themselves.\nA guest account allows the Publisher to grant access only to the sections of the personal account required for the owners of the guest account to carry out the Publisher’s tasks.\nEach guest account will have a guest profile, which the Publisher may delete at any time.\nThe guest account owner can change the information in his/her guest account (full name, email address) on their own.\nThe Publisher is fully liable for actions of guest account owners, including changing name and/or email address.</p>\n<p>5.\n<strong>Admitad Partner Network prohibits the following activities</strong>:</p>\n<p>5.1.\nTo make Deals by methods or means that violate the current legislation, the Agreement, or the Program Terms.</p>\n<p>5.2.\nTo simulate Deals by entering knowingly incorrect, non-existent, or someone else’s data unbeknownst to their owner when ordering goods or services by any means.</p>\n<p>5.3.\nTo use the advertising methods that force the visitor to perform actions by deception, blackmail, or any other actions that violate the visitor’s freedom of choice.</p>\n<p>5.4.\nTo use the data of the Advertiser or a third party protected by a registered trademark, copyright, other legally registered rights of the holder, for purposes other than the purposes of these Terms.\nIn the case of using the Advertiser’s trademarks and ad creatives for purposes other than those specified in this Agreement, the Publisher is fully responsible for such placements in accordance with applicable law and undertakes to independently resolve all arising claims, disputes, including judicial ones, to settle all other disputable situations, including with state authorities and third parties (Advertisers).</p>\n<p>5.5.\nTo use promotional materials, including a brand of one Advertiser, to promote the site of another Advertiser.</p>\n<p>5.6.\nTo use any technology and types of cookie stuffing (cookie dropping).\nIt is prohibited to use scripts that set in the user’s browser cookies of the websites that the user did not visit.\nIt is prohibited to rearrange, substitute or overwrite the user’s cookies with others that do not belong to the websites that the user visited, as well as substitute cookies using pop-ups, iframe, or by inserting the URL of a third-party page as a picture on an existing website.</p>\n<p>5.7.\nTo register and/or use for promotion domains similar to that of the Advertisers’ websites.</p>\n<p>5.8.\nTo use the registered Ad Space with a specific declared traffic source for attracting a different type of traffic.</p>\n<p>5.9.\nTo delete an account with the negative balance and/or publisher’s debt to Admitad.</p>\n<p>5.10.\nWith regard to Admitad employees and employees of all the Admitad-affiliated companies only, to register as a publisher for the duration of their employment period.</p>\n<p>5.11.\nIf the violations described above are detected, the Publisher’s account is immediately blocked and all earnings earned as the result of these violations are transferred to the Advertiser.\nThe Publisher is notified of the decision by the administration.\nAfter the account is blocked, it is impossible to create another one.</p>\n<p>5.12.\nFor the above violations, the Publisher must pay a fine of €500.\nIf as the result of the Publisher’s culpable violations, a third person initiates an administrative or any other lawsuit against Admitad, all the litigation costs and other related costs shall be completely paid by the guilty Publisher.</p>\n<p>6.\n<strong>Payment for the Publisher’s services</strong>\n</p>\n<p>6.1.\nThe Publisher shall receive a reward from Admitad, which directly depends on the success of their advertising campaigns.</p>\n<p>6.2.\nIn each separate case, the reward amount is determined by the type of paid action and the rate set by the Advertiser for this action that is effective at the time of performing this action.\nThe Advertiser has the right to change the rates, but the new rates do not apply to already performed actions.\nThe Publisher does not have the right to demand a different rate for theirs.\nThe Publisher undertakes to become familiar with the current rates in the interface of the Admitad Partner Network.\nSubmitting an application for joining the program indicates the agreement to the current rates.\nThe minimum withdrawal amount should equal or exceed the amount specified under the link, depending on the currency of withdrawal.\nAn amount less than the minimum withdrawal amount will be paid to the Publisher only in case of account deletion.</p>\n<p>6.3.\nExcept for the agreed reward, the Publisher is not entitled to reimbursement of costs incurred for the bank transfer, for the use of third-party services or programs that are not provided by the Admitad Partner Network, even if these costs are related to their advertising activities within the Admitad Partner Network.</p>\n<p>6.4.\nThe right to receive the reward is exercised only if all the following conditions are fulfilled:</p>\n<ul>\n<li>The Publisher’s advertising activity led to the Deal between the Advertiser and the visitor.</li>\n</ul>\n<ul>\n<li>The Deal was registered by tracking means of the Admitad Partner Network.</li>\n</ul>\n<ul>\n<li>The Deal was authorized for calculation by the Advertiser and confirmed by the Admitad Partner Network.</li>\n</ul>\n<ul>\n<li>The relevant Advertiser has paid Admitad for its services under its agreement with the Advertiser.</li>\n</ul>\n<ul>\n<li>The reward amount equals or exceeds the minimum withdrawal amount.</li>\n</ul>\n<ul>\n<li>The Publisher did not violate the Terms.</li>\n</ul>\n<p>6.5.\nAdmitad maintains an internal settlement account for each Publisher that is used for carrying out all accrual and payment operations.</p>\n<p>6.6.\nEach Party is solely and separately responsible for the payment and reporting of its own taxes in any jurisdiction concerned.\nIf payments under these Terms are subject to applicable withholding tax, Admitad shall be entitled to deduct the corresponding tax amount from the Publisher’s reward.</p>\n<p>6.7.\nThe Publisher undertakes the full responsibility for provided payment information and confirms that it is true, complete, and accurate.\nAll payments will be made with the use of this payment information.\nAdmitad is not obligated to take steps to verify the accuracy of payment information provided by the Publisher.</p>\n<p>6.8.\nThe Publisher will immediately repay any amounts paid to the Publisher in error, or other than in accordance with the Publisher’s rights under this Agreement.</p>\n<p>7.\n<strong>Participating in the Referral Program</strong>\n</p>\n<p>7.1.\nThe Publisher can invite users not previously registered on Admitad as Publishers to the Partner Network in exchange for a reward.\nSuch users are considered Referrals of the Publisher in question.</p>\n<p>7.2.\nReferrals are invited to join the Partner Network through the Publisher’s referral link, which can be found in the “Admitad Referral Program” section on the Dashboard of the Publisher’s personal account.</p>\n<p>7.3.\nIf users invited by the Publisher register using the unique referral link of the Publisher within a year of clicking on it, they become that Publisher’s Referrals.\nThe belonging of a Referral to a given Publisher is determined by the presence of a referral cookie in the user’s browser at the time of registration.\nIf the cookie is not present, the registration is not considered a referral registration.</p>\n<p>7.4.\nThe Publisher receives a reward for attracting Referrals in the form of a percentage of the revenue to the Partner Network generated from the amount withdrawn by the Publisher’s Referrals.</p>\n<p>7.5.\nThe amount of the reward for the current month and the rate (as a percentage) are specified in the “Admitad Referral Program” section on the Dashboard of the Publisher’s personal account.\nThe funds automatically receive the status “Confirmed,” and on the first of every month, the value in the field “Earned (this month)” is zeroed out.</p>\n<p>7.6.\nThe Publisher receives rewards for the Referral for one year starting the moment the latter registers in the Partner Network.\nAfter this period expires, no rewards are assigned.</p>\n<p>7.7.\nWhile taking part in the Referral Program, it is prohibited to: </p>\n<ul>\n<li>use illegal methods to attract Referrals or any other artificial means of increasing the number of Referrals</li>\n</ul>\n<ul>\n<li>deceive Referrals or give incorrect information about the Partner Network</li>\n</ul>\n<ul>\n<li>create clones of Admitad websites or use a similar interface</li>\n</ul>\n<ul>\n<li>use automatic redirects, pop-up windows, or any other forms of intrusive advertising: pop-unders, click-unders, toolbars, etc.</li>\n</ul>\n<ul>\n<li>send out spam messages or messages pretending to be from Admitad employees by email, over messengers, or by any other means</li>\n</ul>\n<ul>\n<li>register accounts belonging to the Publisher using the Publisher’s unique referral link</li>\n</ul>\n<ul>\n<li>place paid ads with the referral link in results to search requests in which the Admitad brand is mentioned.\n&nbsp;</li>\n</ul>\n<p>7.8.\nIf any item of clause 7.7 is violated, or if the Referral Program is used in bad faith, Admitad retains the right, without providing reasons, to:</p>\n<ul>\n<li>disable the Publisher’s access to the Referral Program,</li>\n</ul>\n<ul>\n<li>dissociate Referral(s) from the Publisher,</li>\n</ul>\n<ul>\n<li>withhold awarded income from Referral(s) to the Publisher,</li>\n</ul>\n<ul>\n<li>block the Publisher’s account in the Partner Network.</li>\n</ul>\n<p>Admitad retains the right to verify Publishers’ compliance with clause 7.7 and their proper use of the Referral Program.</p>\n<p>8.\n<strong>Term and termination</strong>\n</p>\n<p>8.1.\nThese Terms are concluded for an indefinite period of time and start when the confirmation letter is received in the mailbox of the e-mail address, specified by the Publisher during registration in accordance with clause 1.4.</p>\n<p>8.2.\nThe Parties may voluntarily terminate the Terms at any time.</p>\n<p>8.3.\nThe Publishers may terminate the Terms in their personal account by clicking the “Delete account” button in the General settings, except as specified otherwise in clause 5.9 hereof.</p>\n<p>8.4.\nAdmitad shall have the right to delete the Publisher’s account and data from the system in the following cases:</p>\n<ul>\n<li>The Publisher has not logged in to their account for the last 350 days.</li>\n<li>The Publisher has not interacted with the Admitad system outside the web interface (for example, through the API) for the last 350 days.</li>\n</ul>\n<p>After the expiration of the above-mentioned period, Admitad shall notify the Publisher that in case of inactivity and non-use of the account, Admitad will delete the Publisher’s account in 180 days from the date of notification, and the remaining funds will be written off in favor of Admitad.</p>\n<p>After 180 days from the date of notification and non-receiving the Publisher’s feedback, Admitad shall delete the Publisher’s account and data, and the remaining funds shall be written off in its favor.\nThe Publisher agrees and is notified that s/he has no right to restore the account or return the funds, after the expiration of the above Terms and the deletion of the account.</p>\n<p>8.5.\nIn case of termination due to violations of these Terms by the Publisher, s/he shall pay the debt (if any) and the penalty specified in these Terms in accordance with clause 5.12.</p>\n<p>9.\n<strong>Protection of personal data</strong>\n</p>\n<p>9.1.\nAdmitad shall store and process only those data that were specified by the publisher in the registration form and in their personal account, or that were obtained from the Publisher during their participation in the Admitad Partner Network.</p>\n<p>9.2.\nThe Publisher agrees to comply with all laws, rules, policies, and confidentiality provisions effective in the regions where the services are provided.</p>\n<p>9.3.\nThe Publisher undertakes to comply with all laws, including the GDPR and EU privacy laws, and perform the following actions:</p>\n<ul>\n<li>To inform end users about the use of tracking devices, cookie files, and other online identifiers.</li>\n</ul>\n<ul>\n<li>To receive the consent of end users for placing and collecting cookie files and other online identifiers on their devices and provide information on the possibility of refusing or deleting files, if necessary.</li>\n</ul>\n<ul>\n<li>To take appropriate technical and organizational measures against accidental loss and damage, as well as illegal processing of personal data.</li>\n</ul>\n<p>9.4.\nThe Publisher undertakes not to take any actions that may lead Admitad to a breach of the current Data Regulations Law.</p>\n<p>9.5.\nAdmitad and the Publisher undertake to comply with the data protection laws.</p>\n<p>Depending on the jurisdiction, the Publisher may be obliged to inform visitors of their website about cookies that are used on the website, including those placed by Admitad (so-called third-party cookies) and other online identifiers.\nThe Publisher must explain what cookies s/he and/or third-parties set in the user’s browser and for what purposes this information is collected.\nAlso, the Publisher undertakes to obtain a preliminary, freely presented, specific and informed, unambiguous, and revocable consent from users before setting any cookies in their browsers.\nThe consent should also apply to the cookies that are set by Admitad after a certain action (click).\nTo get more information, follow this link: https://help.admitad.com/en/topic/226-notice-of-using-admitad-cookies/</p>\n<p>9.6.\nIn the case of installing the script/API from https://teleport.admitad.com/ by the Publisher, the Publisher is obliged to get users’ consent for transferring online identifiers to Admitad by themselves on their platform.\nIn the case of transferring online identifiers to Admitad, the Publisher guarantees the presence of the informed, unambiguous, and revocable user’s consent for transferring these data to Admitad.\nThe Publisher is obliged to store consent confirmations for the whole period of participating in the Partner network and provide the proof of consent to Admitad by request at any moment.</p>\n<p>10.\n<strong>Confidentiality</strong>\n</p>\n<p>10.1.\nEach Party undertakes to use the commercial information of the other Party, information about its business affairs and operations, trade secrets, know-how, and source code, or any information specifically marked as confidential, including all mentioned information of the other Party’s counterparty or affiliate (hereinafter the “Confidential Information”) only for the performance of its rights and obligations hereunder.\nThe Parties undertake not to disclose Confidential Information.</p>\n<p>10.2.\nThe following information will not be considered confidential:</p>\n<ul>\n<li>the information which is or subsequently became publicly available without infringement of the Agreement by the Receiving Party</li>\n</ul>\n<ul>\n<li>the information which was legally obtained from the Third Party without restriction and without violation of this Agreement, and also without the non-disclosure obligations of the Receiving Party</li>\n</ul>\n<ul>\n<li>the information which cannot be attributed to Confidential Information in accordance with applicable law</li>\n</ul>\n<ul>\n<li>the information which is published in the Admitad system when receiving or providing services in accordance with these Terms</li>\n</ul>\n<ul>\n<li>the information which is required for transmission of data to government agencies as required by law, applicable to the regions of service delivery.</li>\n</ul>\n<p>10.3.\nWhen deleting the Publisher’s account, Admitad shall also delete all personal data of the Publisher, except for the username and statistics data.</p>\n<p>10.4.\nThe provisions of Article 10 remain valid for 5 years from the termination of these Terms.</p>\n<p>11.\n<strong>Rights to use information</strong>\n</p>\n<p>11.1.\nThe information obtained during participation in the Admitad Partner Network is allowed to be used exclusively with the Admitad Partner Network.\nTransfer thereof to third parties and use for other purposes is prohibited.</p>\n<p>11.2.\nThe Admitad Partner Network and the components thereof (products and applications) are protected by the current legislation in the field of copyright and related rights.</p>\n<p>11.3.\nAdmitad provides Publishers with the temporary, non-exclusive right to use the provided services and applications and the data contained therein exclusively within the framework of participation in the Admitad Partner Network.\nIn case of termination of the Agreement, this right loses its validity.</p>\n<p>11.4.\nOther ways of using information are prohibited.\nThe Publisher is STRICTLY PROHIBITED to transfer wholly or partially the rights to use the services, applications, and data granted to them to third parties, provide access to them, modify or otherwise process them, transfer them in other forms or create their own databases or information services based on them.</p>\n<p>11.5.\nIn case of violation of these rights of use, Admitad reserves the right to use other remedies, except for the termination of the Agreement.\nIf as the result of the Publisher’s culpable violations, a third person initiates an administrative or any other lawsuit against Admitad, all the litigation costs and other related costs shall be completely paid by the guilty Publisher.</p>\n<p>\n</p>\n<p>12.\n<strong>Liability and limitations of liability</strong>\n</p>\n<p>12.1.\nAdmitad shall not be liable for any damage or interference caused by the content of third-party web pages, software errors, or hardware of participants of the Partner Network, or for damage caused by insufficient availability or the limited functionality of the Internet.</p>\n<p>12.2.\nAccording to the applicable regulations, Admitad is liable for intentional and grossly negligent acts.\nIf Admitad is liable for damage caused by slight negligence according to the legal regulations, Admitad’s liability is limited: in this case, Admitad shall only be liable in the event of a breach of material contractual obligations (these are obligations the fulfillment of which is essential for the proper execution of the contract and on whose compliance the Publisher regularly relies and may rely).\nFurthermore, this liability is limited to the typical damage foreseeable at the time the contract was concluded.</p>\n<p>12.3.\nThe liability under clause 12.2 is limited to the compensation of actual damage, which will be determined by the participants or by a court decision.</p>\n<p>12.4.\nThe above limitations of liability do not apply in the case of mandatory legal liability and do not limit or exclude the Admitad liability in the event of harm to life or health.</p>\n<p>12.5.\nThe Publisher will indemnify, defend, and hold harmless Admitad (including its directors, employees, agents, or contractors) from and against any claims, costs, damages, losses, liabilities, and expenses (including legal fees) relating to any claims, actions, suits, or proceedings by third parties against Admitad arising out of or related in any way to any culpable breach by the Publisher of any of the warranties at these rules, or the Publisher’s gross negligence or willful misconduct.</p>\n<p>13.\n<strong>Changes to these Terms</strong>\n</p>\n<p>13.1.\nAdmitad reserves the right to change the provisions of these Terms at any time.\nAt Admitad’s sole discretion, notifications of changes can be sent by email.\nSubject to clause 12.2, the Publisher shall be solely liable for regular familiarization with these Terms.</p>\n<p>13.2.\nThe use of the Admitad Partner Network by the Publisher after making changes to these Terms indicates the Publisher’s consent to the changes and willingness to assume the obligations specified in these Terms.\nDisagreement with the changes in the Terms entails the termination of these Terms, as well as the termination of work with the Admitad Partner Network.</p>\n<p>14.\n<strong>Final provisions</strong>\n</p>\n<p>14.1.\nIf certain provisions of these Terms become invalid in whole or in part, the validity of the remaining provisions shall not in any way be affected or impaired.\nThe provision that has become invalid is considered replaced by the applicable provision under statutory law.\nIf such replacement would constitute undue hardship (unzumutbare Härte), the Terms in whole become invalid.</p>\n<p>14.2.\nThe rights and obligations resulting from these Terms may be transferred to a third party only with the consent of Admitad.</p>\n<p>14.3.\nIn case any dispute arises and cannot be settled by the Parties in an amicable way, the District Court of Stuttgart (<em>Landgericht Stuttgart</em>) shall be competent for resolving such dispute.\nThese Terms are governed by German law.</p> Back to top <ul>\n<li>Products</li>\n<li>Help Center</li>\n<li>Careers</li>\n<li>Privacy Policy</li>\n<li>Contacts</li>\n</ul> English <ul>\n<li>English</li>\n<li>Русский</li>\n<li>Deutsch</li>\n<li>Português</li>\n<li>Español</li>\n<li>Polski</li>\n</ul> Sign in ", "created_at": "2023-04-16 00:26:50.504611", "updated_at": "2023-04-16 00:29:40.647717"}, {"id": 15550, "name": "Terms ", "url": "https://policies.mitgo.com/en/", "xpath": "/html/body/div[2]/div/main/div/div/div/div[2]", "text": " <ol>\n<li>General</li>\n<li>Description</li>\n</ol> Description <p>This section contains documents that regulate interaction between you and the Admitad services (the Services).&nbsp.\nWhen these documents refer to Admitad that means admitad GmbH and its affiliated entities.&nbsp;</p>\n<p>The Privacy Policy explains what information we collect and for what reasons, how we use it, and how to review and update it.\nIt is general for all Services unless there is a specific privacy for such a Service.&nbsp;&nbsp;</p>\n<p>Terms of a particular Service below describes the rules you agree to when using the Services.\nThey don’t create any legal rights or benefits for other people or legal entities.\nAdmitad is entitled to update the Terms with a reasonable advance notice except for legal, regulatory, or security reasons.</p>\n<p>Admitad provides you with an opportunity to use the Services.\nHowever, it retains all intellectual property rights in respect of the Services.\nSome Services may let you upload, submit, store, send, receive, or share your own content, and in this case, you provide Admitad with the non-exclusive and royalty-free license necessary to deliver the Services.\nIf you choose to upload or share your content, you guarantee that you have the necessary rights to do so and that the content is lawful.</p> ", "created_at": "2023-04-16 00:26:50.474348", "updated_at": "2023-04-16 00:32:07.509075"}], "points": [], "urls": ["mitgo.com", "admitad.com", "brandauditor.cc"]}}