{"error": 448, "message": "OK", "parameters": {"id": 7500, "name": "Our Food Stories ", "created_at": "2023-03-12 19:41:36.682534", "updated_at": "2023-03-29 19:26:44.701255", "wikipedia": null, "keywords": null, "related": null, "slug": "our-food-stories", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7500.png", "url": "ourfoodstories.com", "documents": [{"id": 14422, "name": "Privacy Policy", "url": "https://ourfoodstories.com/privacy-policy/", "xpath": "//body", "text": " Our Food Stories <ul>\n<li> Recipes </li>\n<li> Designtales <ul>\n<li> Home Tours </li>\n<li> Our Homes </li>\n<li> Studio Tours </li>\n</ul>\n</li>\n<li> Dinner Stories </li>\n<li> Travel </li>\n<li> About </li>\n<li> Contact </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Also Try <ul>\n<li> All </li>\n<li> Cake </li>\n<li> Savory </li>\n<li> Breakfast </li>\n<li> Vegan </li>\n<li> Dessert </li>\n</ul> Datenschutzerklärung / Privacy Policy\n<p>Diese Datenschutzerklärung klärt Sie über die Art, den Umfang und Zweck der Verarbeitung von personenbezogenen Daten (nachfolgend kurz „Daten“) innerhalb unseres Onlineangebotes und der mit ihm verbundenen Webseiten, Funktionen und Inhalte sowie externen Onlinepräsenzen, wie z.B.\nunser Social Media Profile auf (nachfolgend gemeinsam bezeichnet als „Onlineangebot“).\nIm Hinblick auf die verwendeten Begrifflichkeiten, wie z.B.\n„Verarbeitung“ oder „Verantwortlicher“ verweisen wir auf die Definitionen im Art.\n4 der Datenschutzgrundverordnung (DSGVO).</p>\nVerantwortlich für die Verarbeitung von personenbezogenen Daten auf dieser Website ist (vgl.\nImpressum):\n<p>Our Food Stories GbR<br>Neumagener Str.\n42<br>13088 Berlin<br>Germany</p>\n<p>Email: contact.ourfoodstories@gmail.com<br>Vertretungsberechtigt: Laura Muthesius, Nora Eisermann (Gesellschafterinnen)<br>Link zum Impressum: https://ourfoodstories.com/imprint/</p>\n<p>Sollten Sie noch Fragen zur Erhebung, Verarbeitung oder Nutzung Ihrer personenbezogenen Daten haben, würden wir uns freuen, von Ihnen zu hören.\nWir bemühen uns gerne, auch Ihre Anregungen umzusetzen.\nBei Fragen oder Anregungen zum Thema Datenschutz wenden Sie sich bitte mit dem Stichwort “Datenschutz” an uns, unter: contact.ourfoodstories@gmail.com</p>\nArten der verarbeiteten Daten\n<p>\n– Bestandsdaten (z.B., Namen, Adressen)<br>\n– Kontaktdaten (z.B., E-Mail, Telefonnummern)<br>\n– Inhaltsdaten (z.B., Texteingaben, Fotografien, Videos)<br>\n– Nutzungsdaten (z.B., besuchte Webseiten, Interesse an Inhalten, Zugriffszeiten)<br>\n– Meta-/Kommunikationsdaten (z.B., Geräte-Informationen, IP-Adressen)\n</p>\nKategorien betroffener Personen\n<p>Besucher und Nutzer des Onlineangebotes (Nachfolgend bezeichnen wir die betroffenen Personen zusammenfassend auch als „Nutzer“).</p>\nZweck der Verarbeitung\n<p>\n– Zurverfügungstellung des Onlineangebotes, seiner Funktionen und Inhalte<br>\n– Beantwortung von Kontaktanfragen und Kommunikation mit Nutzern<br>\n– Sicherheitsmaßnahmen<br>\n– Reichweitenmessung/Marketing\n</p>\nVerwendete Begrifflichkeiten\n<p>„Personenbezogene Daten“ sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person (im Folgenden „betroffene Person“) beziehen.\nals identifizierbar wird eine natürliche Person angesehen, die direkt oder indirekt, insbesondere mittels Zuordnung zu einer Kennung wie einem Namen, zu einer Kennnummer, zu Standortdaten, zu einer Online-Kennung (z.B.\nCookie) oder zu einem oder mehreren besonderen Merkmalen identifiziert werden kann, die Ausdruck der physischen, physiologischen, genetischen, psychischen, wirtschaftlichen, kulturellen oder sozialen Identität dieser natürlichen Person sind.</p>\n<p>„Verarbeitung“ ist jeder mit oder ohne Hilfe automatisierter Verfahren ausgeführte Vorgang oder jede solche Vorgangsreihe im Zusammenhang mit personenbezogenen Daten.\nDer Begriff reicht weit und umfasst praktisch jeden Umgang mit Daten.</p>\n<p>„Pseudonymisierung“ die Verarbeitung personenbezogener Daten in einer Weise, dass die personenbezogenen Daten ohne Hinzuziehung zusätzlicher Informationen nicht mehr einer spezifischen betroffenen Person zugeordnet werden können, sofern diese zusätzlichen Informationen gesondert aufbewahrt werden und technischen und organisatorischen Maßnahmen unterliegen, die gewährleisten, dass die personenbezogenen Daten nicht einer identifizierten oder identifizierbaren natürlichen Person zugewiesen werden.</p>\n<p>„Profiling“ jede Art der automatisierten Verarbeitung personenbezogener Daten, die darin besteht, dass diese personenbezogenen Daten verwendet werden, um bestimmte persönliche Aspekte, die sich auf eine natürliche Person beziehen, zu bewerten, insbesondere um Aspekte bezüglich Arbeitsleistung, wirtschaftliche Lage, Gesundheit, persönliche Vorlieben, Interessen, Zuverlässigkeit, Verhalten, Aufenthaltsort oder Ortswechsel dieser natürlichen Person zu analysieren oder vorherzusagen.</p>\n<p>Als „Verantwortlicher“ wird die natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten entscheidet, bezeichnet.</p>\n<p>„Auftragsverarbeiter“ eine natürliche oder juristische Person, Behörde, Einrichtung oder andere Stelle, die personenbezogene Daten im Auftrag des Verantwortlichen verarbeitet.</p>\nMaßgebliche Rechtsgrundlagen\n<p>Nach Maßgabe des Art.\n13 DSGVO teilen wir Ihnen die Rechtsgrundlagen unserer Datenverarbeitungen mit.\nSofern die Rechtsgrundlage in der Datenschutzerklärung nicht genannt wird, gilt Folgendes: Die Rechtsgrundlage für die Einholung von Einwilligungen ist Art.\n6 Abs.\n1 lit.\na und Art.\n7 DSGVO, die Rechtsgrundlage für die Verarbeitung zur Erfüllung unserer Leistungen und Durchführung vertraglicher Maßnahmen sowie Beantwortung von Anfragen ist Art.\n6 Abs.\n1 lit.\nb DSGVO, die Rechtsgrundlage für die Verarbeitung zur Erfüllung unserer rechtlichen Verpflichtungen ist Art.\n6 Abs.\n1 lit.\nc DSGVO, und die Rechtsgrundlage für die Verarbeitung zur Wahrung unserer berechtigten Interessen ist Art.\n6 Abs.\n1 lit.\nf DSGVO.\nFür den Fall, dass lebenswichtige Interessen der betroffenen Person oder einer anderen natürlichen Person eine Verarbeitung personenbezogener Daten erforderlich machen, dient Art.\n6 Abs.\n1 lit.\nd DSGVO als Rechtsgrundlage.</p>\nSicherheitsmaßnahmen\n<p>Wir treffen nach Maßgabe des Art.\n32 DSGVO unter Berücksichtigung des Stands der Technik, der Implementierungskosten und der Art, des Umfangs, der Umstände und der Zwecke der Verarbeitung sowie der unterschiedlichen Eintrittswahrscheinlichkeit und Schwere des Risikos für die Rechte und Freiheiten natürlicher Personen, geeignete technische und organisatorische Maßnahmen, um ein dem Risiko angemessenes Schutzniveau zu gewährleisten.</p>\n<p>Zu den Maßnahmen gehören insbesondere die Sicherung der Vertraulichkeit, Integrität und Verfügbarkeit von Daten durch Kontrolle des physischen Zugangs zu den Daten, als auch des sie betreffenden Zugriffs, der Eingabe, Weitergabe, der Sicherung der Verfügbarkeit und ihrer Trennung.\nDes Weiteren haben wir Verfahren eingerichtet, die eine Wahrnehmung von Betroffenenrechten, Löschung von Daten und Reaktion auf Gefährdung der Daten gewährleisten.\nFerner berücksichtigen wir den Schutz personenbezogener Daten bereits bei der Entwicklung, bzw.\nAuswahl von Hardware, Software sowie Verfahren, entsprechend dem Prinzip des Datenschutzes durch Technikgestaltung und durch datenschutzfreundliche Voreinstellungen (Art.\n25 DSGVO).</p>\nZusammenarbeit mit Auftragsverarbeitern und Dritten\n<p>Sofern wir im Rahmen unserer Verarbeitung Daten gegenüber anderen Personen und Unternehmen (Auftragsverarbeitern oder Dritten) offenbaren, sie an diese übermitteln oder ihnen sonst Zugriff auf die Daten gewähren, erfolgt dies nur auf Grundlage einer gesetzlichen Erlaubnis (z.B.\nwenn eine Übermittlung der Daten an Dritte, wie an Zahlungsdienstleister, gem.\nArt.\n6 Abs.\n1 lit.\nb DSGVO zur Vertragserfüllung erforderlich ist), Sie eingewilligt haben, eine rechtliche Verpflichtung dies vorsieht oder auf Grundlage unserer berechtigten Interessen (z.B.\nbeim Einsatz von Beauftragten, Webhostern, etc.).</p>\n<p>Sofern wir Dritte mit der Verarbeitung von Daten auf Grundlage eines sog.\n„Auftragsverarbeitungsvertrages“ beauftragen, geschieht dies auf Grundlage des Art.\n28 DSGVO.</p>\nÜbermittlungen in Drittländer\n<p>Sofern wir Daten in einem Drittland (d.h.\naußerhalb der Europäischen Union (EU) oder des Europäischen Wirtschaftsraums (EWR)) verarbeiten oder dies im Rahmen der Inanspruchnahme von Diensten Dritter oder Offenlegung, bzw.\nÜbermittlung von Daten an Dritte geschieht, erfolgt dies nur, wenn es zur Erfüllung unserer (vor)vertraglichen Pflichten, auf Grundlage Ihrer Einwilligung, aufgrund einer rechtlichen Verpflichtung oder auf Grundlage unserer berechtigten Interessen geschieht.\nVorbehaltlich gesetzlicher oder vertraglicher Erlaubnisse, verarbeiten oder lassen wir die Daten in einem Drittland nur beim Vorliegen der besonderen Voraussetzungen der Art.\n44 ff.\nDSGVO verarbeiten.\nD.h.\ndie Verarbeitung erfolgt z.B.\nauf Grundlage besonderer Garantien, wie der offiziell anerkannten Feststellung eines der EU entsprechenden Datenschutzniveaus (z.B.\nfür die USA durch das „Privacy Shield“) oder Beachtung offiziell anerkannter spezieller vertraglicher Verpflichtungen (so genannte „Standardvertragsklauseln“).</p>\nRechte der betroffenen Personen\n<p>Sie haben das Recht, eine Bestätigung darüber zu verlangen, ob betreffende Daten verarbeitet werden und auf Auskunft über diese Daten sowie auf weitere Informationen und Kopie der Daten entsprechend Art.\n15 DSGVO.</p>\n<p>Sie haben entsprechend.\nArt.\n16 DSGVO das Recht, die Vervollständigung der Sie betreffenden Daten oder die Berichtigung der Sie betreffenden unrichtigen Daten zu verlangen.</p>\n<p>Sie haben nach Maßgabe des Art.\n17 DSGVO das Recht zu verlangen, dass betreffende Daten unverzüglich gelöscht werden, bzw.\nalternativ nach Maßgabe des Art.\n18 DSGVO eine Einschränkung der Verarbeitung der Daten zu verlangen.</p>\n<p>Sie haben das Recht zu verlangen, dass die Sie betreffenden Daten, die Sie uns bereitgestellt haben nach Maßgabe des Art.\n20 DSGVO zu erhalten und deren Übermittlung an andere Verantwortliche zu fordern.</p>\n<p>Sie haben ferner gem.\nArt.\n77 DSGVO das Recht, eine Beschwerde bei der zuständigen Aufsichtsbehörde einzureichen, beispielsweise wenn Sie der Meinung sind, dass die Datenverarbeitung nicht im Einklang mit datenschutzrechtlichen Vorschriften steht.\nSie können eine Beschwerde nach Maßgabe der Bestimmungen der DSGVO und des BDSG u.a.\nbei der für uns zuständigen Aufsichtsbehörde einreichen: Berliner Beauftragte für Datenschutz und Informationsfreiheit, Friedrichstr.\n219, Puttkamerstr.\n16 – 18 (5.\nEtage), 10969 Berlin, Telefon: 030 13889-0, Telefax: 030 2155050, E-Mail: mailbox@datenschutz-berlin.de.</p>\n<p>Sie werden nicht einer ausschließlich auf einer automatisierten Verarbeitung Ihrer Dateneinschließlich Profiling (Art.\n13 Abs.\n2 lit.\nf DSGVO, Art.\n22 Abs.\n1 bis 4 DSGVO, Art.\n4 Nr.\n4 DSGVO i.V.m.\n§ 37 BDSG) beruhenden Entscheidung unterworfen, die Ihnen gegenüber rechtliche Wirkung entfalten oder Sie in ähnlicher Weise erheblich beeinträchtigen würde.\nWir weisen darauf hin, dass wir für eine etwaige Erstellung von Nutzungsprofilen durch Google, Facebook, Instagram, Pinterest und Twitter nicht verantwortlich sind.</p>\nWiderrufsrecht\n<p>Sie haben das Recht, erteilte Einwilligungen gem.\nArt.\n7 Abs.\n3 DSGVO mit Wirkung für die Zukunft zu widerrufen</p>\nWiderspruchsrecht\n<p>Sie können der künftigen Verarbeitung der Sie betreffenden Daten nach Maßgabe des Art.\n21 DSGVO jederzeit widersprechen.\nDer Widerspruch kann insbesondere gegen die Verarbeitung für Zwecke der Direktwerbung erfolgen.</p>\nCookies und Widerspruchsrecht bei Direktwerbung\n<p>Als Cookies werden kleine Dateien bezeichnet, die auf Rechnern der Nutzer gespeichert werden.\nInnerhalb der Cookies können unterschiedliche Angaben gespeichert werden.\nEin Cookie dient primär dazu, die Angaben zu einem Nutzer (bzw.\ndem Gerät auf dem das Cookie gespeichert ist) während oder auch nach seinem Besuch innerhalb eines Onlineangebotes zu speichern.\nAls temporäre Cookies, bzw.\n„Session-Cookies“ oder „transiente Cookies“, werden Cookies bezeichnet, die gelöscht werden, nachdem ein Nutzer ein Onlineangebot verlässt und seinen Browser schließt.\nIn einem solchen Cookie kann z.B.\nder Inhalt eines Warenkorbs in einem Onlineshop oder ein Login-Status gespeichert werden.\nAls „permanent“ oder „persistent“ werden Cookies bezeichnet, die auch nach dem Schließen des Browsers gespeichert bleiben.\nSo kann z.B.\nder Login-Status gespeichert werden, wenn die Nutzer diese nach mehreren Tagen aufsuchen.\nEbenso können in einem solchen Cookie die Interessen der Nutzer gespeichert werden, die für Reichweitenmessung oder Marketingzwecke verwendet werden.\nAls „Third-Party-Cookie“ werden Cookies bezeichnet, die von anderen Anbietern als dem Verantwortlichen, der das Onlineangebot betreibt, angeboten werden (andernfalls, wenn es nur dessen Cookies sind spricht man von „First-Party Cookies“).</p>\n<p>Wir können temporäre und permanente Cookies einsetzen und klären hierüber im Rahmen unserer Datenschutzerklärung auf.</p>\n<p>Falls die Nutzer nicht möchten, dass Cookies auf ihrem Rechner gespeichert werden, werden sie gebeten die entsprechende Option in den Systemeinstellungen ihres Browsers zu deaktivieren.\nGespeicherte Cookies können in den Systemeinstellungen des Browsers gelöscht werden.\nDer Ausschluss von Cookies kann zu Funktionseinschränkungen dieses Onlineangebotes führen.</p>\n<p>Ein genereller Widerspruch gegen den Einsatz der zu Zwecken des Onlinemarketing eingesetzten Cookies kann bei einer Vielzahl der Dienste, vor allem im Fall des Trackings, über die US-amerikanische Seite http://www.aboutads.info/choices/ oder die EU-Seite http://www.youronlinechoices.com/ erklärt werden.\nDes Weiteren kann die Speicherung von Cookies mittels deren Abschaltung in den Einstellungen des Browsers erreicht werden.\nBitte beachten Sie, dass dann gegebenenfalls nicht alle Funktionen dieses Onlineangebotes genutzt werden können.</p>\nLöschung von Daten\n<p>Die von uns verarbeiteten Daten werden nach Maßgabe der Art.\n17 und 18 DSGVO gelöscht oder in ihrer Verarbeitung eingeschränkt.\nSofern nicht im Rahmen dieser Datenschutzerklärung ausdrücklich angegeben, werden die bei uns gespeicherten Daten gelöscht, sobald sie für ihre Zweckbestimmung nicht mehr erforderlich sind und der Löschung keine gesetzlichen Aufbewahrungspflichten entgegenstehen.\nSofern die Daten nicht gelöscht werden, weil sie für andere und gesetzlich zulässige Zwecke erforderlich sind, wird deren Verarbeitung eingeschränkt.\nD.h.\ndie Daten werden gesperrt und nicht für andere Zwecke verarbeitet.\nDas gilt z.B.\nfür Daten, die aus handels- oder steuerrechtlichen Gründen aufbewahrt werden müssen.</p>\n<p>Nach gesetzlichen Vorgaben in Deutschland, erfolgt die Aufbewahrung insbesondere für 10 Jahre gemäß §§ 147 Abs.\n1 AO, 257 Abs.\n1 Nr.\n1 und 4, Abs.\n4 HGB (Bücher, Aufzeichnungen, Lageberichte, Buchungsbelege, Handelsbücher, für Besteuerung relevanter Unterlagen, etc.) und 6 Jahre gemäß § 257 Abs.\n1 Nr.\n2 und 3, Abs.\n4 HGB (Handelsbriefe).</p>\n<p>Nach gesetzlichen Vorgaben in Österreich erfolgt die Aufbewahrung insbesondere für 7 J gemäß § 132 Abs.\n1 BAO (Buchhaltungsunterlagen, Belege/Rechnungen, Konten, Belege, Geschäftspapiere, Aufstellung der Einnahmen und Ausgaben, etc.), für 22 Jahre im Zusammenhang mit Grundstücken und für 10 Jahre bei Unterlagen im Zusammenhang mit elektronisch erbrachten Leistungen, Telekommunikations-, Rundfunk- und Fernsehleistungen, die an Nichtunternehmer in EU-Mitgliedstaaten erbracht werden und für die der Mini-One-Stop-Shop (MOSS) in Anspruch genommen wird.</p>\nKontakt\n<p>Auf unserer Website sind Kontaktmöglichkeiten angegeben.\nWenn Sie mit uns freiwillig in Kontakt treten (z.B.\nper E-Mail), erheben und speichern wir die Daten, die Sie uns übermitteln (z.B.\nNachname, Vorname, E-Mail-Adresse).\nDie Daten verwenden wir ausschließlich, um Ihre Anfrage zu bearbeiten und zu beantworten.\nFalls Sie dies wünschen, erfolgt die Verarbeitung auch zur Ausführung Ihres Auftrages bzw.\nzur Durchführung vorvertraglicher Maßnahmen.\nEine Weitergabe an Dritte findet nicht ohne Ihre Einwilligung statt.</p>\n<p>Rechtsgrundlage für die Verarbeitung ist im Falle einer Einwilligung Art.\n6 Abs.\n1 lit.\na DSGVO.\nDient Ihre Anfrage der Vorbereitung eines Vertragsabschlusses oder der Erfüllung eines Vertrages ist Art.\n6 Abs.\n1 lit.\nb DSGVO zusätzliche Rechtsgrundlage.\nBei einer Kontaktaufnahme per E-Mail ergibt sich unser berechtigtes Interesse für die Datenverarbeitung aus der Beantwortung Ihrer Anfrage, so dass Art.\n6 Abs.\n1 lit f DSGVO Rechtsgrundlage ist.</p>\nKommentare und Beiträge\n<p>Wenn Nutzer Kommentare oder sonstige Beiträge hinterlassen, können ihre IP-Adressen auf Grundlage unserer berechtigten Interessen im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO für 7 Tage gespeichert werden.\nDas erfolgt zu unserer Sicherheit, falls jemand in Kommentaren und Beiträgen widerrechtliche Inhalte hinterlässt (Beleidigungen, verbotene politische Propaganda, etc.).\nIn diesem Fall können wir selbst für den Kommentar oder Beitrag belangt werden und sind daher an der Identität des Verfassers interessiert.</p>\n<p>Des Weiteren behalten wir uns vor, auf Grundlage unserer berechtigten Interessen gem.\nArt.\n6 Abs.\n1 lit.\nf.\nDSGVO, die Angaben der Nutzer zwecks Spamerkennung zu verarbeiten.</p>\n<p>Auf derselben Rechtsgrundlage behalten wir uns vor, im Fall von Umfragen die IP-Adressen der Nutzer für deren Dauer zu speichern und Cookies zu verwenden, um Mehrfachabstimmungen zu vermeiden.</p>\n<p>Die im Rahmen der Kommentare und Beiträge angegebenen Daten, werden von uns bis zum Widerspruch der Nutzer dauerhaft gespeichert.</p>\nAkismet Anti-Spam-Prüfung\n<p>Unser Onlineangebot nutzt den Dienst „Akismet“, der von der Automattic Inc., 60 29th Street #343, San Francisco, CA 94110, USA, angeboten wird.\nDie Nutzung erfolgt auf Grundlage unserer berechtigten Interessen im Sinne des Art.\n6 Abs.\n1 lit.\nf) DSGVO.\nMit Hilfe dieses Dienstes werden Kommentare echter Menschen von Spam-Kommentaren unterschieden.\nDazu werden alle Kommentarangaben an einen Server in den USA verschickt, wo sie analysiert und für Vergleichszwecke vier Tage lang gespeichert werden.\nIst ein Kommentar als Spam eingestuft worden, werden die Daten über diese Zeit hinaus gespeichert.\nZu diesen Angaben gehören der eingegebene Name, die Emailadresse, die IP-Adresse, der Kommentarinhalt, der Referrer, Angaben zum verwendeten Browser sowie dem Computersystem und die Zeit des Eintrags.</p>\n<p>Nähere Informationen zur Erhebung und Nutzung der Daten durch Akismet finden sich in den Datenschutzhinweisen von Automattic: https://automattic.com/privacy/.</p>\n<p>Nutzer können gerne Pseudonyme nutzen, oder auf die Eingabe des Namens oder der Emailadresse verzichten.\nSie können die Übertragung der Daten komplett verhindern, indem Sie unser Kommentarsystem nicht nutzen.\nDas wäre schade, aber leider sehen wir sonst keine Alternativen, die ebenso effektiv arbeiten.</p>\nAbruf von Emojis und Smilies\n<p>Innerhalb unseres WordPress-Blogs werden grafische Emojis (bzw.\nSmilies), d.h.\nkleine grafische Dateien, die Gefühle ausdrücken, eingesetzt, die von externen Servern bezogen werden.\nHierbei erheben die Anbieter der Server, die IP-Adressen der Nutzer.\nDies ist notwendig, damit die Emojie-Dateien an die Browser der Nutzer übermittelt werden können.\nDer Emojie-Service wird von der Automattic Inc., 60 29th Street #343, San Francisco, CA 94110, USA, angeboten.\nDatenschutzhinweise von Automattic: https://automattic.com/privacy/.\nDie verwendeten Server-Domains sind s.w.org und twemoji.maxcdn.com, wobei es sich unseres Wissens nach um sog.\nContent-Delivery-Networks handelt, also Server, die lediglich einer schnellen und sicheren Übermittlung der Dateien dienen und die personenbezogenen Daten der Nutzer nach der Übermittlung gelöscht werden.</p>\n<p>Die Nutzung der Emojis erfolgt auf Grundlage unserer berechtigten Interessen, d.h.\nInteresse an einer attraktiven Gestaltung unseres Onlineangebotes gem.\nArt.\n6 Abs.\n1 lit.\nf.\nDSGVO.</p>\nNewsletter\n<p>Mit den nachfolgenden Hinweisen informieren wir Sie über die Inhalte unseres Newsletters sowie das Anmelde-, Versand- und das statistische Auswertungsverfahren sowie Ihre Widerspruchsrechte auf.\nIndem Sie unseren Newsletter abonnieren, erklären Sie sich mit dem Empfang und den beschriebenen Verfahren einverstanden.</p>\n<p>Inhalt des Newsletters: Wir versenden Newsletter, E-Mails und weitere elektronische Benachrichtigungen mit werblichen Informationen (nachfolgend „Newsletter“) nur mit der Einwilligung der Empfänger oder einer gesetzlichen Erlaubnis.\nSofern im Rahmen einer Anmeldung zum Newsletter dessen Inhalte konkret umschrieben werden, sind sie für die Einwilligung der Nutzer maßgeblich.\nIm Übrigen enthalten unsere Newsletter Informationen zu unseren Leistungen und uns.</p>\n<p>Double-Opt-In und Protokollierung: Die Anmeldung zu unserem Newsletter erfolgt in einem sog.\nDouble-Opt-In-Verfahren.\nD.h.\nSie erhalten nach der Anmeldung eine E-Mail, in der Sie um die Bestätigung Ihrer Anmeldung gebeten werden.\nDiese Bestätigung ist notwendig, damit sich niemand mit fremden E-Mailadressen anmelden kann.\nDie Anmeldungen zum Newsletter werden protokolliert, um den Anmeldeprozess entsprechend den rechtlichen Anforderungen nachweisen zu können.\nHierzu gehört die Speicherung des Anmelde- und des Bestätigungszeitpunkts, als auch der IP-Adresse.\nEbenso werden die Änderungen Ihrer bei dem Versanddienstleister gespeicherten Daten protokolliert.</p>\n<p>Anmeldedaten: Um sich für den Newsletter anzumelden, reicht es aus, wenn Sie Ihre E-Mailadresse angeben.\nOptional bitten wir Sie einen Namen, zwecks persönlicher Ansprache im Newsletters anzugeben.</p>\n<p>Der Versand des Newsletters und die mit ihm verbundene Erfolgsmessung erfolgen auf Grundlage einer Einwilligung der Empfänger gem.\nArt.\n6 Abs.\n1 lit.\na, Art.\n7 DSGVO i.V.m § 7 Abs.\n2 Nr.\n3 UWG oder falls eine Einwilligung nicht erforderlich ist, auf Grundlage unserer berechtigten Interessen am Direktmarketing gem.\nArt.\n6 Abs.\n1 lt.\nf.\nDSGVO i.V.m.\n§ 7 Abs.\n3 UWG.</p>\n<p>Die Protokollierung des Anmeldeverfahrens erfolgt auf Grundlage unserer berechtigten Interessen gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO.\nUnser Interesse richtet sich auf den Einsatz eines nutzerfreundlichen sowie sicheren Newslettersystems, das sowohl unseren geschäftlichen Interessen dient, als auch den Erwartungen der Nutzer entspricht und uns ferner den Nachweis von Einwilligungen erlaubt.</p>\n<p>Kündigung/Widerruf – Sie können den Empfang unseres Newsletters jederzeit kündigen, d.h.\nIhre Einwilligungen widerrufen.\nEinen Link zur Kündigung des Newsletters finden Sie am Ende eines jeden Newsletters.\nWir können die ausgetragenen E-Mailadressen bis zu drei Jahren auf Grundlage unserer berechtigten Interessen speichern bevor wir sie löschen, um eine ehemals gegebene Einwilligung nachweisen zu können.\nDie Verarbeitung dieser Daten wird auf den Zweck einer möglichen Abwehr von Ansprüchen beschränkt.\nEin individueller Löschungsantrag ist jederzeit möglich, sofern zugleich das ehemalige Bestehen einer Einwilligung bestätigt wird.</p>\nNewsletter – Mailchimp\n<p>Der Versand der Newsletter erfolgt mittels des Versanddienstleisters „MailChimp“, einer Newsletterversandplattform des US-Anbieters Rocket Science Group, LLC, 675 Ponce De Leon Ave NE #5000, Atlanta, GA 30308, USA.\nDie Datenschutzbestimmungen des Versanddienstleisters können Sie hier einsehen: https://mailchimp.com/legal/privacy/.\nThe Rocket Science Group LLC d/b/a MailChimp ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäisches Datenschutzniveau einzuhalten (https://www.privacyshield.gov/participant?id=a2zt0000000TO6hAAG&amp;status=Active).\nDer Versanddienstleister wird auf Grundlage unserer berechtigten Interessen gem.\nArt.\n6 Abs.\n1 lit.\nf.\nDSGVO und eines Auftragsverarbeitungsvertrages gem.\nArt.\n28 Abs.\n3 S.\n1 DSGVO eingesetzt.</p>\n<p>Der Versanddienstleister kann die Daten der Empfänger in pseudonymer Form, d.h.\nohne Zuordnung zu einem Nutzer, zur Optimierung oder Verbesserung der eigenen Services nutzen, z.B.\nzur technischen Optimierung des Versandes und der Darstellung der Newsletter oder für statistische Zwecke verwenden.\nDer Versanddienstleister nutzt die Daten unserer Newsletterempfänger jedoch nicht, um diese selbst anzuschreiben oder um die Daten an Dritte weiterzugeben.</p>\nNewsletter – Erfolgsmessung\n<p>Die Newsletter enthalten einen sog.\n„web-beacon“, d.h.\neine pixelgroße Datei, die beim Öffnen des Newsletters von unserem Server, bzw.\nsofern wir einen Versanddienstleister einsetzen, von dessen Server abgerufen wird.\nIm Rahmen dieses Abrufs werden zunächst technische Informationen, wie Informationen zum Browser und Ihrem System, als auch Ihre IP-Adresse und Zeitpunkt des Abrufs erhoben.</p>\n<p>Diese Informationen werden zur technischen Verbesserung der Services anhand der technischen Daten oder der Zielgruppen und ihres Leseverhaltens anhand derer Abruforte (die mit Hilfe der IP-Adresse bestimmbar sind) oder der Zugriffszeiten genutzt.\nZu den statistischen Erhebungen gehört ebenfalls die Feststellung, ob die Newsletter geöffnet werden, wann sie geöffnet werden und welche Links geklickt werden.\nDiese Informationen können aus technischen Gründen zwar den einzelnen Newsletterempfängern zugeordnet werden.\nEs ist jedoch weder unser Bestreben, noch, sofern eingesetzt, das des Versanddienstleisters, einzelne Nutzer zu beobachten.\nDie Auswertungen dienen uns viel mehr dazu, die Lesegewohnheiten unserer Nutzer zu erkennen und unsere Inhalte auf sie anzupassen oder unterschiedliche Inhalte entsprechend den Interessen unserer Nutzer zu versenden.</p>\n<p>Ein getrennter Widerruf der Erfolgsmessung ist leider nicht möglich, in diesem Fall muss das gesamte Newsletterabonnement gekündigt werden.\n</p>\nHosting und E-Mail-Versand\n<p>Die von uns in Anspruch genommenen Hosting-Leistungen dienen der Zurverfügungstellung der folgenden Leistungen: Infrastruktur- und Plattformdienstleistungen, Rechenkapazität, Speicherplatz und Datenbankdienste, E-Mail-Versand, Sicherheitsleistungen sowie technische Wartungsleistungen, die wir zum Zwecke des Betriebs dieses Onlineangebotes einsetzen.\n</p>\n<p>Hierbei verarbeiten wir, bzw.\nunser Hostinganbieter Bestandsdaten, Kontaktdaten, Inhaltsdaten, Vertragsdaten, Nutzungsdaten, Meta- und Kommunikationsdaten von Kunden, Interessenten und Besuchern dieses Onlineangebotes auf Grundlage unserer berechtigten Interessen an einer effizienten und sicheren Zurverfügungstellung dieses Onlineangebotes gem.\nArt.\n6 Abs.\n1 lit.\nf DSGVO i.V.m.\nArt.\n28 DSGVO (Abschluss Auftragsverarbeitungsvertrag).</p>\nErhebung von Zugriffsdaten und Logfiles\n<p>Wir, bzw.\nunser Hostinganbieter, erhebt auf Grundlage unserer berechtigten Interessen im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO Daten über jeden Zugriff auf den Server, auf dem sich dieser Dienst befindet (sogenannte Serverlogfiles).\nZu den Zugriffsdaten gehören Name der abgerufenen Webseite, Datei, Datum und Uhrzeit des Abrufs, übertragene Datenmenge, Meldung über erfolgreichen Abruf, Browsertyp nebst Version, das Betriebssystem des Nutzers, Referrer URL (die zuvor besuchte Seite), IP-Adresse und der anfragende Provider.</p>\n<p>Logfile-Informationen werden aus Sicherheitsgründen (z.B.\nzur Aufklärung von Missbrauchs- oder Betrugshandlungen) für die Dauer von maximal 7 Tagen gespeichert und danach gelöscht.\nDaten, deren weitere Aufbewahrung zu Beweiszwecken erforderlich ist, sind bis zur endgültigen Klärung des jeweiligen Vorfalls von der Löschung ausgenommen.</p>\nGoogle Tag Manager\n<p>Google Tag Manager ist eine Lösung, mit der wir sog.\nWebsite-Tags über eine Oberfläche verwalten können (und so z.B.\nGoogle Analytics sowie andere Google-Marketing-Dienste in unser Onlineangebot einbinden).\nDer Tag Manager selbst (welches die Tags implementiert) verarbeitet keine personenbezogenen Daten der Nutzer.\nIm Hinblick auf die Verarbeitung der personenbezogenen Daten der Nutzer wird auf die folgenden Angaben zu den Google-Diensten verwiesen.\nNutzungsrichtlinien: https://www.google.com/intl/de/tagmanager/use-policy.html.\n</p>\nGoogle Analytics\n<p>Wir setzen auf Grundlage unserer berechtigten Interessen (d.h.\nInteresse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO) Google Analytics, einen Webanalysedienst der Google LLC („Google“) ein.\nGoogle verwendet Cookies.\nDie durch das Cookie erzeugten Informationen über Benutzung des Onlineangebotes durch die Nutzer werden in der Regel an einen Server von Google in den USA übertragen und dort gespeichert.</p>\n<p>Google ist unter dem Privacy-Shield-Abkommen zertifiziert und bietet hierdurch eine Garantie, das europäische Datenschutzrecht einzuhalten (https://www.privacyshield.gov/participant?id=a2zt000000001L5AAI&amp;status=Active).</p>\n<p>Google wird diese Informationen in unserem Auftrag benutzen, um die Nutzung unseres Onlineangebotes durch die Nutzer auszuwerten, um Reports über die Aktivitäten innerhalb dieses Onlineangebotes zusammenzustellen und um weitere, mit der Nutzung dieses Onlineangebotes und der Internetnutzung verbundene Dienstleistungen, uns gegenüber zu erbringen.\nDabei können aus den verarbeiteten Daten pseudonyme Nutzungsprofile der Nutzer erstellt werden.</p>\n<p>Wir setzen Google Analytics nur mit aktivierter IP-Anonymisierung ein.\nDas bedeutet, die IP-Adresse der Nutzer wird von Google innerhalb von Mitgliedstaaten der Europäischen Union oder in anderen Vertragsstaaten des Abkommens über den Europäischen Wirtschaftsraum gekürzt.\nNur in Ausnahmefällen wird die volle IP-Adresse an einen Server von Google in den USA übertragen und dort gekürzt.</p>\n<p>Die von dem Browser des Nutzers übermittelte IP-Adresse wird nicht mit anderen Daten von Google zusammengeführt.\nDie Nutzer können die Speicherung der Cookies durch eine entsprechende Einstellung ihrer Browser-Software verhindern.\ndie Nutzer können darüber hinaus die Erfassung der durch das Cookie erzeugten und auf ihre Nutzung des Onlineangebotes bezogenen Daten an Google sowie die Verarbeitung dieser Daten durch Google verhindern, indem sie das unter folgendem Link verfügbare Browser-Plugin herunterladen und installieren:http://tools.google.com/dlpage/gaoptout?hl=de.</p>\n<p>Weitere Informationen zur Datennutzung durch Google, Einstellungs- und Widerspruchsmöglichkeiten, erfahren Sie in der Datenschutzerklärung von Google (https://policies.google.com/technologies/ads) sowie in den Einstellungen für die Darstellung von Werbeeinblendungen durch Google (https://adssettings.google.com/authenticated).</p>\n<p>Die personenbezogenen Daten der Nutzer werden nach 14 Monaten gelöscht oder anonymisiert.</p>\nOnlinepräsenzen in sozialen Medien\n<p>Wir unterhalten Onlinepräsenzen innerhalb sozialer Netzwerke und Plattformen, um mit den dort aktiven Kunden, Interessenten und Nutzern kommunizieren und sie dort über unsere Leistungen informieren zu können.\nBeim Aufruf der jeweiligen Netzwerke und Plattformen gelten die Geschäftsbedingungen und die Datenverarbeitungsrichtlinien deren jeweiligen Betreiber.</p>\n<p>Soweit nicht anders im Rahmen unserer Datenschutzerklärung angegeben, verarbeiten wir die Daten der Nutzer sofern diese mit uns innerhalb der sozialen Netzwerke und Plattformen kommunizieren, z.B.\nBeiträge auf unseren Onlinepräsenzen verfassen oder uns Nachrichten zusenden.</p>\nEinbindung von Diensten und Inhalten Dritter\n<p>Wir setzen innerhalb unseres Onlineangebotes auf Grundlage unserer berechtigten Interessen (d.h.\nInteresse an der Analyse, Optimierung und wirtschaftlichem Betrieb unseres Onlineangebotes im Sinne des Art.\n6 Abs.\n1 lit.\nf.\nDSGVO) Inhalts- oder Serviceangebote von Drittanbietern ein, um deren Inhalte und Services, wie z.B.\nVideos oder Schriftarten einzubinden (nachfolgend einheitlich bezeichnet als “Inhalte”).</p>\n<p>Dies setzt immer voraus, dass die Drittanbieter dieser Inhalte, die IP-Adresse der Nutzer wahrnehmen, da sie ohne die IP-Adresse die Inhalte nicht an deren Browser senden könnten.\nDie IP-Adresse ist damit für die Darstellung dieser Inhalte erforderlich.\nWir bemühen uns nur solche Inhalte zu verwenden, deren jeweilige Anbieter die IP-Adresse lediglich zur Auslieferung der Inhalte verwenden.\nDrittanbieter können ferner so genannte Pixel-Tags (unsichtbare Grafiken, auch als “Web Beacons” bezeichnet) für statistische oder Marketingzwecke verwenden.\nDurch die “Pixel-Tags” können Informationen, wie der Besucherverkehr auf den Seiten dieser Website ausgewertet werden.\nDie pseudonymen Informationen können ferner in Cookies auf dem Gerät der Nutzer gespeichert werden und unter anderem technische Informationen zum Browser und Betriebssystem, verweisende Webseiten, Besuchszeit sowie weitere Angaben zur Nutzung unseres Onlineangebotes enthalten, als auch mit solchen Informationen aus anderen Quellen verbunden werden.</p>\nGoogle Fonts\n<p>Wir binden die Schriftarten (“Google Fonts”) des Anbieters Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, ein.\nDatenschutzerklärung: https://www.google.com/policies/privacy/, Opt-Out: https://adssettings.google.com/authenticated.</p>\nFacebook Fanpage\n<p>Unter https://www.facebook.com/ourfoodstories/ unterhalten wir auch eine Facebook Fanpage.\nFür diese sind wir – neben der Facebook Inc.\nals Betreiberin von Facebook („Facebook“) – auch Verantwortlicher für Ihre Daten, die über die Fanpage verarbeitet werden.</p>\n<p>Daten über Sie können über die Fanpage durch Cookies erfasst werden, unabhängig davon, ob Sie ein Facebook-Konto haben oder nicht.\nBei Cookies handelt es sich um Datenpakete, die die Computer, Smartphones und sonstigen Endgeräte des Nutzers mit einer bestimmten Kennung markieren.\nSie werden regelmäßig beim Besuch einer Facebook-Seite bzw.\neiner Instagram-Seite, darunter auch dieser Fanpage, auf dem Endgerät des Nutzers gespeichert.\nÜber den Einsatz dieser Cookies entscheidet alleine Facebook.\nWir haben hierauf keinen Einfluss.\nRechtsgrundlage für das Setzen von Cookies ist Ihre Einwilligung, die Sie durch die Nutzung der Facebook-Webseiten erteilen (Art.\n6 Abs.\n1 lit.\na) DSGVO).</p>\n<p>Cookies werden vor allem gesetzt, um den Besuchern der Facebook-Webseiten, darunter auch einer Fanpage, personalisierte Werbung anzeigen zu können.\nDies geschieht dadurch, dass dem Nutzer auf Facebook (d.h.\nauch auf der Fanpage) Anzeigen von Werbepartnern von Facebook angezeigt werden, deren Webseiten der Nutzer zuvor besucht hat.\nDaneben ermöglichen es Cookies, Statistiken über die Nutzung einer Fanpage zu erstellen, sodass Facebook und wir die Nutzung einer Fanpage nachvollziehen können.</p>\n<p>Die Erfassung Ihrer Daten durch Cookies im Rahmen der Nutzung der Fanpage ist weder gesetzlich noch vertraglich vorgeschrieben.\nAuch ist dies nicht für einen Vertragsschluss erforderlich.\nEine Verpflichtung zur Übermittlung Ihrer Daten an Facebook besteht daher nicht.\nDie Nichtübermittlung Ihrer Daten (z.B.\ndurch Blockieren von Cookies) hat jedoch zur Folge, dass wir Ihnen die Fanpage nicht oder nur eingeschränkt anbieten können.</p>\n<p>Ihre Daten können durch die Cookies an Facebook Inc.\nin den USA weitergegeben werden.\nFacebook ist für den EU-US-Privacy-Shield zertifiziert, d.h.\nFacebook muss Nutzern in Europa gegenüber einen Datenschutzstandard einhalten, der von der Europäischen Kommission für mit dem europäischen Standard vergleichbar befunden wurde.\nDaneben kann Facebook Cookies von Drittanbietern setzen.\nDiese sind unter https://www.facebook.com/policies/cookies/ aufgelistet.\nDeren Cookie-Richtlinien ergeben sich aus ihren jeweiligen Webseiten.</p>\n<p>Die Einwilligungserklärung zur Speicherung, Verarbeitung und Verwendung Ihrer Daten durch Cookies im Rahmen der Nutzung der Fanpage können Sie jederzeit mit Wirkung für die Zukunft widerrufen.\nDie bis zum Widerruf erfolgte Verarbeitung bleibt in diesem Fall rechtmäßig.\nIhre Recht als betroffene Person und weitere Informationen zur Datenverarbeitung finden Sie auf unserer Datenschutzerklärung auf unserer Website.</p>\n<p>Weitere Details zum Einsatz von Cookies durch Facebook können Sie in der Datenrichtlinie und der Cookie-Richtlinie von Facebook nachlesen.</p>\nInstagram Fanpage\n<p>Unter https://www.instagram.com/_foodstories_/ unterhalten wir eine Instagram Fanpage.\nFür diese sind wir – neben der Facebook Inc.\nals Betreiberin von Instagram („Facebook“) – auch Verantwortlicher für Ihre Daten, die über die Fanpage verarbeitet werden.</p>\n<p> Daten über Sie können über die Fanpage durch Cookies erfasst werden, unabhängig davon, ob Sie ein Instagram-Konto haben oder nicht.\nBei Cookies handelt es sich um Datenpakete, die die Computer, Smartphones und sonstigen Endgeräte des Nutzers mit einer bestimmten Kennung markieren.\nSie werden regelmäßig beim Besuch einer Instagram-Seite, darunter auch dieser Fanpage, auf dem Endgerät des Nutzers gespeichert.\nÜber den Einsatz dieser Cookies entscheidet alleine Facebook.\nWir haben hierauf keinen Einfluss.\nRechtsgrundlage für das Setzen von Cookies ist Ihre Einwilligung, die Sie durch die Nutzung der Instagram-Webseiten erteilen (Art.\n6 Abs.\n1 lit.\na) DSGVO).\nCookies werden vor allem gesetzt, um den Besuchern der Instagram-Webseiten, darunter auch einer Fanpage, personalisierte Werbung anzeigen zu können.\nDies geschieht dadurch, dass dem Nutzer auf Instagram (d.h.\nauch auf der Fanpage) Anzeigen von Werbepartnern von Facebook angezeigt werden, deren Webseiten der Nutzer zuvor besucht hat.\nDaneben ermöglichen es Cookies, Statistiken über die Nutzung einer Fanpage zu erstellen, sodass Facebook und wir die Nutzung einer Fanpage nachvollziehen können.</p>\n<p>Die Erfassung Ihrer Daten durch Cookies im Rahmen der Nutzung der Fanpage ist weder gesetzlich noch vertraglich vorgeschrieben.\nAuch ist dies nicht für einen Vertragsschluss erforderlich.\nEine Verpflichtung zur Übermittlung Ihrer Daten an Facebook besteht daher nicht.\nDie Nichtübermittlung Ihrer Daten (z.B.\ndurch Blockieren von Cookies) hat jedoch zur Folge, dass wir Ihnen die Fanpage nicht oder nur eingeschränkt anbieten können.</p>\n<p>Ihre Daten können durch die Cookies an Facebook Inc.\nin den USA weitergegeben werden.\nFacebook ist für den EU-US-Privacy-Shield zertifiziert, d.h.\nFacebook muss Nutzern in Europa gegenüber einen Datenschutzstandard einhalten, der von der Europäischen Kommission für mit dem europäischen Standard vergleichbar befunden wurde.\nDaneben kann Facebook Cookies von Drittanbietern setzen.\nDiese sind unter https://help.instagram.com/1896641480634370?ref=ig aufgelistet.\nDeren Cookie-Richtlinien ergeben sich aus ihren jeweiligen Webseiten.\nDie Einwilligungserklärung zur Speicherung, Verarbeitung und Verwendung Ihrer Daten durch Cookies im Rahmen der Nutzung der Fanpage können Sie jederzeit mit Wirkung für die Zukunft widerrufen.\nDie bis zum Widerruf erfolgte Verarbeitung bleibt in diesem Fall rechtmäßig.\nIhre Recht als betroffene Person und weitere Informationen zur Datenverarbeitung finden Sie auf unserer Datenschutzerklärung auf unserer Website.</p>\n<p>Weitere Details zum Einsatz von Cookies durch Facebook können Sie in der Datenrichtlinie für Instagram nachlesen.</p>\nPinterest Seite\n<p>Unter https://www.pinterest.de/ourfoodstories/ unterhalten wir eine Pinterest Seite.\nFür diese sind wir – neben der Pinterest Europe Ltd., Palmerston House, 2nd Floor, Fenian Street, Dublin 2, Ireland („Pinterest“) als Betreiberin von Pinterest – auch Verantwortlicher für Ihre Daten, die über die Seite verarbeitet werden.</p>\n<p> Daten über Sie können über die Seite durch Cookies erfasst werden, unabhängig davon, ob Sie ein Pinterest-Konto haben oder nicht.\nBei Cookies handelt es sich um Datenpakete, die die Computer, Smartphones und sonstigen Endgeräte des Nutzers mit einer bestimmten Kennung markieren.\nSie werden regelmäßig beim Besuch einer Pinterest-Seite, darunter auch dieser Seite, auf dem Endgerät des Nutzers gespeichert.\nÜber den Einsatz dieser Cookies entscheidet alleine Pinterest.\nWir haben hierauf keinen Einfluss.\nRechtsgrundlage für das Setzen von Cookies ist Ihre Einwilligung, die Sie durch die Nutzung der Pinterest-Webseiten erteilen (Art.\n6 Abs.\n1 lit.\na) DSGVO).</p>\n<p> Cookies werden vor allem gesetzt, um den Besuchern der Pinterest-Webseiten, darunter auch unserer Pinterest-Seite, personalisierte Werbung anzeigen zu können.\nDies geschieht dadurch, dass dem Nutzer auf Pinterest (d.h.\nauch auf der Pinterest-Seite) Anzeigen von Werbepartnern von Pinterest angezeigt werden, deren Webseiten der Nutzer zuvor besucht hat.\nDaneben ermöglichen es Cookies, Statistiken über die Nutzung einer Pinterest-Seite zu erstellen, sodass Pinterest und wir die Nutzung einer Pinterest-Seite nachvollziehen können.</p>\n<p>Die Erfassung Ihrer Daten durch Cookies im Rahmen der Nutzung der Pinterest-Seite ist weder gesetzlich noch vertraglich vorgeschrieben.\nAuch ist dies nicht für einen Vertragsschluss erforderlich.\nEine Verpflichtung zur Übermittlung Ihrer Daten an Pinterest besteht daher nicht.\nDie Nichtübermittlung Ihrer Daten (z.B.\ndurch Blockieren von Cookies) hat jedoch zur Folge, dass wir Ihnen die Pinterest-Seite nicht oder nur eingeschränkt anbieten können.</p>\n<p>Pinterest ist ein weltweiter Dienst.\nIhre Daten können durch die Cookies über die Pinterest Europe Ltd.\nggf.\nauch in Gebiete außerhalb der EU und des EWR übermittelt und dort gespeichert werden, u.a.\nin die USA.\nPinterest ist für den EU-US-Privacy-Shield zertifiziert, d.h.\nPinterest muss Nutzern in Europa gegenüber einen Datenschutzstandard einhalten, der von der Europäischen Kommission für mit dem europäischen Standard vergleichbar befunden wurde.\nDaneben kann Pinterest Cookies von Drittanbietern setzen.\nDiese sind unter https://policy.pinterest.com/de/cookies aufgelistet.\nDeren Cookie-Richtlinien ergeben sich aus ihren jeweiligen Webseiten.</p>\n<p>Die Einwilligungserklärung zur Speicherung, Verarbeitung und Verwendung Ihrer Daten durch Cookies im Rahmen der Nutzung der Pinterest Seite können Sie jederzeit mit Wirkung für die Zukunft widerrufen.\nDie bis zum Widerruf erfolgte Verarbeitung bleibt in diesem Fall rechtmäßig.\nIhre Recht als betroffene Person und weitere Informationen zur Datenverarbeitung finden Sie auf unserer Datenschutzerklärung auf unserer Website.</p>\n<p>Weitere Details zum Einsatz von Cookies durch Pinterest können Sie in der Datenschutz-Richtlinie und der Cookie-Richtlinie von Pinterest nachlesen.</p>\nTwitter Account\n<p>Unter https://twitter.com/_foodstories_ unterhalten wir einen Twitter Account und greifen hierzu auf die technische Plattform und die Dienste der Twitter Inc., 1355 Market Street, Suite 900, San Francisco, CA 94103 U.S.A.\n(„Twitter“) zurück.\nVerantwortlich für die Datenverarbeitung von außerhalb der Vereinigten Staaten lebenden Personen ist die Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2 D02 AX07, Irland.\nWir weisen Sie darauf hin, dass Sie den hier angebotenen Twitter-Kurznachrichtendienst und dessen Funktionen in eigener Verantwortung nutzen.\nDies gilt insbesondere für die Nutzung der interaktiven Funktionen (z.B.\nTeilen, Bewerten).\nAngaben darüber, welche Daten durch Twitter verarbeitet und zu welchen Zwecken genutzt werden, finden Sie in der Datenschutzerklärung von Twitter unter: https://twitter.com/de/privacy .\nTwitter ist für den EU-US-Privacy-Shield zertifiziert, d.h.\nTwitter muss Nutzern in Europa gegenüber einen Datenschutzstandard einhalten, der von der Europäischen Kommission für mit dem europäischen Standard vergleichbar befunden wurde.\nWir haben keinen Einfluss, wie Twitter die Daten verarbeitet und insbesondere, welche Auswertungen Twitter vornimmt.</p>\n<p>Daten über Sie können über Twitter auch durch Cookies erfasst werden, unabhängig davon, ob Sie einen Twitter-Account haben oder nicht.\nBei Cookies handelt es sich um Datenpakete, die die Computer, Smartphones und sonstigen Endgeräte des Nutzers mit einer bestimmten Kennung markieren.\nSie werden regelmäßig beim Besuch einer Twitter-Seite, darunter auch dieser Twitter-Seite, auf dem Endgerät des Nutzers gespeichert.\nÜber den Einsatz dieser Cookies entscheidet alleine Twitter.\nWir haben hierauf keinen Einfluss.\nRechtsgrundlage für das Setzen von Cookies ist Ihre Einwilligung, die Sie durch die Nutzung der Twitter-Webseiten erteilen (Art.\n6 Abs.\n1 lit.\na) DSGVO).\nCookies werden vor allem gesetzt, um den Besuchern der Twitter-Webseiten, darunter auch einer Fanpage, personalisierte Werbung anzeigen zu können.\nDies geschieht dadurch, dass dem Nutzer auf Twitter (d.h.\nauch auf der Fanpage) Anzeigen von Werbepartnern von Twitter angezeigt werden, deren Webseiten der Nutzer zuvor besucht hat.\nDaneben ermöglichen es Cookies, Statistiken über die Nutzung einer Fanpage zu erstellen, sodass Twitter und wir die Nutzung einer Fanpage nachvollziehen können.</p>\n<p>Die Erfassung Ihrer Daten durch Cookies im Rahmen der Nutzung der Fanpage ist weder gesetzlich noch vertraglich vorgeschrieben.\nAuch ist dies nicht für einen Vertragsschluss erforderlich.\nEine Verpflichtung zur Übermittlung Ihrer Daten an Twitter besteht daher nicht.\nDie Nichtübermittlung Ihrer Daten (z.B.\ndurch Blockieren von Cookies) hat jedoch zur Folge, dass wir Ihnen die Fanpage nicht oder nur eingeschränkt anbieten können.</p>\n<p>Ihre Daten können durch die Cookies an Twitter in den USA weitergegeben werden.\nDaneben kann Twitter Cookies von Drittanbietern setzen.\nDeren Cookie-Richtlinien ergeben sich aus ihren jeweiligen Webseiten.</p>\n<p>Die Einwilligungserklärung zur Speicherung, Verarbeitung und Verwendung Ihrer Daten durch Cookies im Rahmen der Nutzung der Fanpage können Sie jederzeit mit Wirkung für die Zukunft widerrufen.\nDie bis zum Widerruf erfolgte Verarbeitung bleibt in diesem Fall rechtmäßig.\nAuch wir verarbeiten Ihre Daten.\nZwar erheben wir selbst keine Daten über unseren Twitter-Account.\nAuch über die Einbindung unserer Tweets auf unserer Homepage werden nicht die IP-Adressen der Seitenbesucher an die Twitter übertragen.\nDie von Ihnen bei Twitter eingegebenen Daten, insbesondere Ihr Nutzername und die unter Ihrem Account veröffentlichten Inhalte, werden von uns aber insofern verarbeitet, als wir Ihre Tweets gegebenenfalls re-tweeten oder auf diese antworten oder auch von uns aus Tweets verfassen, die auf Ihren Account verweisen.\nDie von Ihnen frei bei Twitter veröffentlichten und verbreiteten Daten werden so von uns in unser Angebot einbezogen und unseren Followern zugänglich gemacht.</p>\n<p>Ihre Recht als betroffene Person und weitere Informationen zur Datenverarbeitung finden Sie auf unserer Datenschutzerklärung auf unserer Website.</p>\n<p>Weitere Details zum Einsatz von Cookies durch Twitter können Sie in der Datenrichtlinie für Twitter nachlesen.</p>\n<p>Stand: 02.07.2018</p>\n<ul>\n<li>© Our Food Stories 2023</li>\n</ul>\n<ul>\n<li>© OFS 2023</li>\n<li> Contact </li>\n<li> Newsletter </li>\n<li> Imprint </li>\n<li> Privacy Policy </li>\n</ul>\n<i>\n</i>We keep on posting things via Mail.\nSo please sign up for our Newsletter!SubscribePlease Remind Me Later Privacy PolicySubscribe Also Try <ul>\n<li> All </li>\n<li> Cake </li>\n<li> Savory </li>\n<li> Breakfast </li>\n<li> Vegan </li>\n<li> Dessert </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Recipes</li>\n<li>Designtales</li>\n<li>Dinner Stories</li>\n<li>Travel</li>\n<li>About</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> ", "created_at": "2023-03-12 19:41:36.714472", "updated_at": "2023-03-12 19:41:57.758931"}], "points": [], "urls": ["ourfoodstories.com"]}}