{"error": 448, "message": "OK", "parameters": {"id": 8460, "name": "StarVPN", "created_at": "2023-06-22 02:24:30.418902", "updated_at": "2023-06-22 10:02:06.629565", "wikipedia": null, "keywords": null, "related": null, "slug": "starvpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8460.png", "url": "starvpn.com", "documents": [{"id": 16427, "name": "Terms of Service", "url": "https://www.starvpn.com/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Free VPN</li>\n<li>Pricing</li>\n<li>FAQs</li>\n<li>Setup Instructions</li>\n<li>Signup</li>\n<li>Login </li>\n</ul> Contact US <ul>\n<li>Home</li>\n<li>Free VPN</li>\n<li>Pricing</li>\n<li>FAQs</li>\n<li>Setup Instructions</li>\n<li>Signup</li>\n<li>Login </li>\n</ul> Contact US Terms of Service <ul>\n<li>Home</li>\n<li>\n<strong> Terms of Service</strong>\n</li>\n</ul> 1.\nIntroduction <p>We are excited that you have decided to use StarVPN (the “Website” or our “Website”).&nbsp.\nOur service provides online security and anonymity by providing VPN and Smart DNS technology.\nWe have prepared the below document so that you understand the uses and limitations of our services.</p>\n<p>You must agree to these Terms of Service (or these “Terms”, “Terms of Service”, or the “Agreement”) in order to use and/or register to use our Website.\nFurthermore, the Terms of Service govern your use of certain services or features provided by the owner and operator of the Website, starvpn.com, a corporation incorporated under the laws of the Province of Ontario, Canada, with a registered address of 595 Bay Street Toronto ON (“Star Internet Services A.K.A.\nSTARVPN INC.”, “we”, “us”, or “our”).\nBy using our services or features you (“you”) are agreeing to be bound by these Terms of Service.</p>\n<p>Certain features of the Website may be subject to additional guidelines, terms, or rules, which will be posted on the Website in connection with such features, and shall be deemed to be incorporated herein.\nTo the extent such terms, guidelines, or rules conflict with the Terms of Service, the Terms of Service shall govern.</p>\n<p>By registering with and/or using the Website, you are accepting these Terms of Service and you represent and warrant that you have the right, authority, and capacity to enter into this Agreement.\nYou may not access or use the Website or the services offered there under (the “Services”) if you are not at least 18 years old.\nYou warrant that you have the right, authority and capacity to enter into and be bound by the Terms of Service and that by using the Website will not be violating any law or regulation of the country in which you are resident.\nYou are solely responsible for your compliance with all applicable local laws and regulations.</p>\n<p>\n<strong>PLEASE READ THE TERMS AND CONDITIONS CAREFULLY IN THIS DOCUMENT.</strong>\n</p>\n<p>By clicking your agreement to these Terms of Service, which is a&nbsp;pre-condition&nbsp;of your registration for the Services you, on behalf of yourself and your heirs and successors, are confirming your acceptance of the Agreement as a whole, on your own behalf and on behalf of any entity for whom you are acting on behalf of.\nIf you do not agree to the Terms of Service you will not be able to register for the Website and/or use the Services.\nThe Terms of Service apply whenever you visit the Website whether or not you have chosen to register with us.\nIf you do not agree with all of the provisions of this Agreement, you cannot use and should immediately cease using, the Website and/or the Services.</p> 2.\nServices <p>2.1.&nbsp.\nStarVPN&nbsp;Inc.’s Services include the provision of a network of Internet IP addresses which you can access and use to change your DNS settings (the “Services”).\nBy changing your DNS settings to a different IP address, you may be able to access third party content which is only accessible to persons who have certain geo-located IP addresses.\nIn addition, by changing your IP address you may be disguising your location and/or identity to some degree</p>\n<p>2.2.&nbsp;&nbsp;Users who register with the Website and agree to the Terms of Service (“Registered Users”) will have access to a selection of IP addresses from our network (“our IP addresses”).</p>\n<p>2.3.&nbsp;&nbsp;You acknowledge and agree that you must only use the Services for lawful activity and that you are solely responsible for any and all uses by you of the Services.\nWithout limiting the generality of the foregoing, we do not represent and warrant that the Services can be lawfully used in order to access any particular third-party content, nor do we represent that use of the Services will not cause you issues or problems with your Internet connection, network or computer settings, or cause third parties such as your Internet service provider or third party content providers, to suspend or terminate your access to their services.</p> 3.&nbsp.\nRegistered Users and Accounts <p>3.1.&nbsp;&nbsp;In order to become a Registered User, you must submit all information required by us at the time or registration (“Registration Information”).\nRegistration information may include your name, company name, address, telephone number, and email address.\nAt all times you must ensure that the Registration Information is complete and accurate.</p>\n<p>3.2.&nbsp;&nbsp;If you become a Registered User, we will provide you with a Website Account accessible with a User ID and Password.\nYou must ensure that your User ID and Password are kept confidential.\nYou must notify us in writing immediately if you become aware of any unauthorised use of your Account or Password.\nYou are responsible for any activity on our Website arising out of any failure to keep your Password confidential, and may be held liable for any losses arising out of such a failure.\nYou must not use any other person’s User ID or Password to access our website unless you have that person’s express permission to do so.\nWe may disable your User ID and Password in our sole discretion without notice or explanation.</p>\n<p>3.3.&nbsp;&nbsp;Only the Account holder may use the Services associated with the Account.\nAny sharing, distribution, publication, or re-sale of access to the Services that may be provided to you as a result of being a Registered User is strictly prohibited.</p> 4.\nCopyright and Trademark <p>The starvpn.com Website, including all content thereon (“Content”), is the exclusive property of StarVPN Inc., and is protected copyright and trademark laws worldwide.&nbsp.\nStarVPN and our logo are trademarks belonging to us.\nWe give no permission for the use of these trademarks, and such use may constitute an infringement of our rights.\nThe other registered and unregistered trademarks or service marks on our Website are the property of their respective owners.\nUnless stated otherwise, we do not endorse and are not affiliated with any of the holders of any such rights and as such we cannot grant any licence to exercise such rights.</p>\n<p>By using the Website, you agree to comply with all copyright and trademark laws worldwide.\nYou may not modify the content of the Website, or reproduce, display, distribute or otherwise use any of the material contained on the Website, in any way for public or commercial use unless expressly authorised in writing by StarVPN Inc., to do so.\nYou may not copy, imitate or use in any manner, any text, graphics, images, button icons, company name or logo contained on this website unless expressly authorized to by us.</p> 5.\nProtection of the StarVPN Website and Services <p>5.1.&nbsp;&nbsp;You may not use the Website or the Services in any manner that could damage, disable, overburden or impair the Website or the Services in any way.\nYou must not use the Services to upload, post or otherwise transmit any materials that would negatively impact the functioning of the Website or the Services, including but not limited to, computer viruses, Trojan horses, worms or other harmful, disruptive or destructive files or computer programs.\nYou may not use any process or program to monitor, copy, summarise or otherwise extract information from the Website.&nbsp.\nViolations of system and network security may result in civil or criminal liability.\nShould we deem you to be in breach of this provision, we will terminate your access to your Account.\nWe do not warrant that the Website will always be free of viruses or other harmful mechanisms.</p>\n<p>5.2.&nbsp;&nbsp;You warrant to us that:</p>\n<ul>\n<li>You will not use the Website or the Services.\nfor any unlawful or prohibited purpose including, but not limited to for purposes that are offensive, unlawful, harassing, libelous, threatening, harmful, obscene, malicious, fraudulent, illegal, and/or immoral.\n<ul>\n<li>use the Website or the Services for impersonation, misrepresentation, fraudulent statements, and/or the display or distribution of immoral works, and/or illegal works.</li>\n</ul>\n</li>\n</ul>\n<p>You warrant that you will only use the Website and the Service according to the Terms of Use, any other agreement and terms and conditions that we and you may have entered in to for the Services, and any other applicable federal, state, provincial, territorial, national, or international laws.</p>\n<ul>\n<li>You warrant and represent that you have all necessary right to use the Services and that your usage of the Services does not violate the intellectual property rights or any other rights (such as privacy rights) of any third party and is lawful in all respects.</li>\n</ul> 6.\nPrivacy Policy <p>By using the Website and the Services, you agree to all provisions contained within the Privacy Policy which can be accessed on the Website.\nNotwithstanding any of the terms found within the Privacy Policy, we agree to not sell or share any of your data to any third party except in the case of an acquisition or amalgamation of our business.\nWe will share your personal information to any law enforcement or government agency should we be required by law or requested to by any law enforcement agency.\nWe will comply with any valid court orders obtained by a court of competent jurisdiction, including those which may require that your Registration Information be disclosed.\nWe reserve the right to share generic (not specific) information about Registered Users and usage to any parties at our sole discretion.</p>\n<p>StarVPN provides Free VPN access to our Datacenter Network and paid usage for Business Static IP services.&nbsp.\nOur Free VPN plan offers premium services included at no additional charge.&nbsp.\nIn exchange for free service, we consent to utilizing a small fraction of idle network resources for research and development to improve the efficiency of our network and consistency of our Apps.</p>\n<p>StarVPN does not log or archive VPN connection log data on any of its servers.\nUsage data is aggregated and stored on a monthly basis for usage based billing purposes.\nBytes out usage is provided to the customer via StarVPN dashboard Bandwidth utilization page to monitor and regulate free VPN usage data caps.\n</p>\n<p>Personal data, VPN logs and DNS Query logs will not be stored on StarVPN servers.\nOur commitment to data privacy and security is our top priority.\n</p> 6.\nNO WARRANTIES <p>YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE WEBSITE AND OF OUR SERVICES IS AT YOUR OWN RISK AND THAT THE WEBSITE</p>\n<p>AND OUR SERVICES ARE PROVIDED “AS IS”, “AS AVAILABLE” AND “WITH ALL FAULTS”.\nSTARVPN INC., ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF MERCHANT LABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nSTARVPN INC., ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT (I) THE ACCURACY, COMPLETENESS, OR CONTENT OF THIS SITE, (II) THE ACCURACY, COMPLETENESS, OR CONTENT OF ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THE WEBSITE, AND/OR (III) THE SERVICES FOUND AT THE WEB SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THE WEBSITE, AND WE ASSUME NO LIABILITY OR RESPONSIBILITY FOR THE SAME.</p>\n<p>IN ADDITION, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT NO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED BY STARVPN INC.\nITS OFFICERS,</p>\n<p>DIRECTORS, EMPLOYEES, OR AGENTS (INCLUDING WITHOUT LIMITATION ITS CALL CENTRE OR CUSTOMER SERVICE REPRESENTATIVES) WILL (I) CONSTITUTE LEGAL OR FINANCIAL ADVICE OR (II) CREATE A WARRANTY OF ANY KIND WITH RESPECT TO THE WEBSITE OR THE SERVICES FOUND AT THE WEBSITE, AND USERS SHOULD NOT RELY ON ANY SUCH INFORMATION OR ADVICE.</p>\n<p>THE FOREGOING DISCLAIMER OF REPRESENTATIONS AND WARRANTIES SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW, AND SHALL SURVIVE ANY TERMINATION OR EXPIRATION OF THIS AGREEMENT OR YOUR USE OF THIS SITE OR THE SERVICES FOUND AT THIS SITE.</p> 8.\nLimitations and Exclusions of Liability <p>8.1.&nbsp;&nbsp;Nothing in the Terms of Service will: (a) limit or exclude our or your liability for death or personal injury resulting from negligence.\n(b) limit or exclude our or your liability for fraud or fraudulent misrepresentation.\n(c) limit any of our or your liabilities in any way that is not permitted under applicable law.\nor (d) exclude any of our or your liabilities that may not be excluded under applicable law.\nIf you are a consumer, any statutory rights that you have, that cannot be excluded or limited under applicable law, will not be affected by these Terms of Service.</p>\n<p>8.2.&nbsp;&nbsp;The limitations and exclusions of liability set out in this Section and elsewhere in these Terms of Service (a) are subject to the preceding paragraph.\nand (b) govern all liabilities arising under the Terms of Service or in relation to the subject matter of the Terms of Service, including liabilities arising in contract, in tort (including negligence) and for breach of statutory duty.</p>\n<p>8.3.&nbsp;&nbsp;To the extent that the website and the information and services on the website are provided free-of-charge, we will not be liable for any loss or damage of any nature.</p>\n<p>8.4.&nbsp;&nbsp;We will not be liable to you in respect of any losses arising out of any event or events beyond our reasonable control.</p>\n<p>8.5.&nbsp;&nbsp;We will not be liable to you in respect of any business losses, including (without limitation) loss of or damage to profits, income, revenue, use, production, anticipated savings, business, contracts, commercial opportunities or goodwill.</p>\n<p>8.6.&nbsp;&nbsp;We will not be liable to you in respect of any special, indirect or consequential loss or damage.</p>\n<p>8.7.&nbsp;&nbsp;Our aggregate liability to you under the Terms of Service will not exceed the greater of: (a) USD $100.00 and (b) the total amount paid and payable by you to us under the Terms of Service in the 12 months prior to such liability.</p>\n<p>8.8.&nbsp;&nbsp;We make or give no guarantee or warranty as to any specific results from use of the Services or the reliability, integrity, quality, fitness for purpose or that the Services may be used free of negative consequences, and, to the fullest extent permitted by law, all implied warranties, conditions or other terms of any kind are hereby excluded, including any implied warranties of merchant liability and fitness for a particular purpose.</p>\n<p>8.9.&nbsp;&nbsp;We cannot and do not guarantee that the Services, the Website or its content will be free from viruses and/or other code that may have contaminating or destructive elements.\nIt is your responsibility to implement appropriate information technology security safeguards (including anti-virus and other security checks) to satisfy your particular requirements as to the safety and reliability of the Services, the Website and its content.</p>\n<p>8.10.&nbsp;&nbsp;We cannot guarantee the continuous, uninterrupted or error-free operability of the Services.\nThere may be times when the Services become unavailable or provided with reduced functionality (whether on a scheduled or unscheduled basis) or are modified, suspended or withdrawn by us, in our sole discretion, without notice to you.\nYou agree that we will not be liable to you or to any third party for any unavailability, modification, suspension or withdrawal of the Services, or any features, parts or content of the Website.</p>\n<p>8.11.&nbsp;&nbsp;The third party websites and third party content provider services which may be listed on our Website are for illustration purposes only, and we do not represent or warrant that each or any of these third party websites or third party content providers will be accessible by you by using the Services or at all.\nFurthermore, each third party website or third party content provider may have their own policies on use of IP addresses and geolocation, and as such you should familiarise yourself with such policies and comply with them to the extent required.</p>\n<p>8.12.&nbsp;&nbsp;We do not promise that by you using the IP-related Services, that your identity will be concealed or that you will remain anonymous in connection with your activities on the Internet or otherwise.</p>\n<p>8.13.&nbsp;&nbsp;We do not promise that our Services will provide sufficient or complete protection from fraud, phishing, spam or other inappropriate or dangerous content on the Internet.</p> 9.\nIndemnity <p>You hereby indemnify us and undertake to keep us indemnified against any losses, damages, costs, liabilities and expenses (including without limitation legal expenses and any amounts paid by us to a third party in settlement of a claim or dispute on</p>\n<p>the advice of our legal advisers) incurred or suffered by us arising out of any breach by you of any provision of the Terms of Service, or arising out of any claim that you have breached any provision of the Terms of Service.</p> 10.\nBreaches of the Terms of Service <p>10.1.&nbsp;&nbsp;Without prejudice to our other rights under these Terms of Service, if you breach these Terms of Service in any way, or if we reasonably suspect that you have breached these Terms of Service in any way, we may:</p>\n<ul>\n<li>send you one or more formal warnings;</li>\n<li>temporarily suspend your access to the Website and/or the Services;</li>\n<li>permanently prohibit you from accessing the Website and/or the Services;</li>\n<li>block computers using your IP address from accessing the Website and/or the Services;</li>\n<li>contact your internet services provider and request that they block your access to the Website and/or the Services;</li>\n<li>bring court proceedings against you for breach of contract or otherwise;</li>\n<li>suspend and/or delete your Account with the Website.</li>\n</ul>\n<p>10.2.&nbsp;&nbsp;Where we suspend or prohibit or block your access to our Website or the Services or a part of our Website or the Services, you must not take any action to circumvent such suspension or prohibition or blocking (including without limitation creating and/or using a different Account).</p> 11.\nTermination Terms and Refund Policy <p>11.1.&nbsp;&nbsp;Monthly subscription plans: Account holders on monthly plans may cancel their account at any time.\nAs no refunds will be provided for the unused portion of a monthly subscription, it is your responsibility to ensure that you cancel your subscription prior to the start of the next month’s billing cycle if you do not wish to be billed for that month.\nNotification of cancellation must be made to us in writing, either by letter or by email, or online through our billing system, in order to be valid.\nCancellation shall be effective on the date that we receive your notification of cancellation.\nYou understand and agree that refunds, if any, are at our sole, exclusive discretion, and that you are not otherwise entitled to any refunds under this plan.</p>\n<p>11.2.&nbsp;&nbsp;Annual subscription plans: Account holders on annual plans may cancel their account at any time.\nCancellations on these accounts performed with the “cancellation” button/feature on the StarVPN website will allow the account to remain active for the remainder of the term that the account holder had already paid.\nFor example, if an account holder pays for an Annual subscription on January 15<sup>th</sup>, and cancels on February 1<sup>st</sup>&nbsp;will remain active through January 14<sup>th</sup>&nbsp;the following year.</p>\n<p>Partial refunds will only be issued to account holders who voluntarily cancel their annual subscription under the following circumstances:</p>\n<ol>\n<li>Customer service must be notified that you would like to cancel the account at support@starvpn.com, and</li>\n<li>Notification must be made within the first thirty (3) days after purchase.</li>\n</ol>\n<p>Thereafter, all annual subscriptions are non-refundable.\nYou understand and agree that refunds, if any, thirty days after purchase, are at our sole, exclusive discretion, and that you are not otherwise entitled to any refunds under this plan.\nIf you do not wish to continue with the Services at the conclusion of your annual subscription period, you must notify us, in writing – online through our billing system, by email or by letter – prior to the end of your annual subscription period, so that you will not be billed for the succeeding yearly plan.\nIf you choose to carry on with the Services past the end of your annual subscription period, no further notification is required of you: your account will automatically be billed according to a yearly plan and billing cycle.</p>\n<p>11.3.&nbsp;&nbsp;If an account holder is terminated for violation of the terms of the Agreement herein, the termination will be treated as if the account holder had initiated the cancellation, effective on the date that the account holder was terminated.</p> 12.\nDiscontinuation of Services <p>We reserve the right in our sole unfettered discretion, to discontinue our Website and/or Services at any time with or without notice.\nIf you have paid for and we discontinue the Services prior to the expiry of the applicable service period, we will refund to you such portion of your payment as related to any period after the discontinuance of the Services.\nSave as provided in this Section, Registered Users will not be entitled to any refund upon the discontinuance of our Services.</p> 13.\nModification of Terms of Service <p>We may revise the Terms of Service from&nbsp;time-to-time.&nbsp;Revised Terms of Service will apply to the use of our Website and the Services from the date of the publication of the revised Terms of Service on our website.\nPlease check this page regularly to ensure you are familiar with the current version.</p> 14.\nAssignment <p>We may transfer, sub-contract or otherwise deal with our rights and/or obligations under these Terms of Service without notifying you or obtaining your consent.\nYou may not transfer, sub-contract or otherwise deal with your rights and/or obligations under these Terms of Service.</p> 15.\nSever-ability <p>If a provision of these Terms of Service is determined by any court or other competent authority to be unlawful and/or unenforceable, the other provisions will continue in effect.\nIf any unlawful and/or unenforceable provision would be lawful or enforceable if part of it were deleted, that part will be deemed to be deleted, and the rest of the provision will continue in effect.</p> 16.\nEntire agreement <p>These Terms of Service, together with our Privacy Policy constitute the entire agreement between you and us in relation to your use of the Website and the Services, and supersede any previous agreements in respect of your use of the Website and Services.</p> 17.\nLaw and jurisdiction <p>Any legal proceedings based hereon, or arising out of, under, or in connection with these Terms of Service, shall be brought and maintained exclusively in the courts of the Province of Ontario at Toronto.\nThe parties hereto hereby expressly and irrevocably submit to the exclusive jurisdiction of the courts the Province of Ontario at Toronto for the purpose of any such legal proceedings as set forth above.\nThe parties hereto hereby expressly and irrevocably waive, to the fullest extent permitted by law, any objection which they may now or hereafter have to the laying of venue of any such legal proceedings brought in any such court referred to above and any claim that any such legal proceeding has been brought in an inconvenient forum.</p> 18.\nModifications <p>These Terms of Service are effective from the Date of Use for a period of one (1) year.\nThereafter, these Terms will automatically renew for successive additional one-year terms upon the anniversary of the Date of Use, unless either party notifies the other party in writing of its intent not to renew or abide by these Terms of Service at least thirty (30) days prior to the end of the then-current term.\nWe reserve the right to change these Terms of Service at any time in our sole, unfettered discretion and pursuant to applicable law.\nAmended versions of this Agreement will be effective upon posting on our website, and when such changes are deemed to be material by us, email notice of such amended version will be sent to Internet Traffic Owner.\nYour continued use of the Services after the effective date of any such changes will constitute your acceptance of and agreement to such changes.\nIF YOU DO NOT WISH TO BE BOUND TO ANY NEW TERMS, YOU MUST TERMINATE THESE TERMS OF SERVICE BY IMMEDIATELY CEASING USE OF THE SERVICES AND NOTIFYING US ACCORDINGLY.\nWe agree to use commercially reasonable efforts to minimize unscheduled modification and maintenance interruptions.\nHowever, we reserve the right to modify or maintain the Services at any time, with or without notice to Internet Traffic Owner.</p> 19.\nNo Third Party Beneficiaries <p>These Terms of Service are made solely for the benefit of the parties hereto and their respective successors and assigns, and no other person or entity shall have or acquire any right by virtue of these Terms of Service.</p> 20.\nWaiver <p>No failure or delay by us in exercising any right, power or privilege hereunder shall operate as a waiver thereof nor shall any single or partial exercise thereof preclude any other or further exercise thereof or the exercise of any other right, power or privilege.\nThe rights and remedies herein provided shall be cumulative and not exclusive of any rights or remedies provided by law.</p> 21.\nNotice <p>Any notice, communication or statement relating to these Terms of Service shall be in writing and deemed effective: (i) upon delivery when delivered in person.\n(ii) upon transmission when delivered by verified facsimile or other confirmed electronic transmission.\n(iii) when delivered by certified mail, postage prepaid, return receipt requested or by nationally-recognized overnight courier service (including but not limited to Federal Express) to the address of the respective party as recorded herein in the case of us, and as submitted by you in the Registration Information when registering for the Website.\n(iv) in the event of non- material changes to this Agreement, notice shall be deemed effective upon posting at our Website.\n(v) and in the event of material changes to this Agreement, notice shall be effective upon the sending of an email to your recorded email address as set out in the Registration Information.\nCopies of all notices to shall be sent to us at:</p>\n<p>\n<strong>STARVPN INC.</strong>\n</p>\n<p>595&nbsp;BAY ST.<br>PO BOX 99900 UA 997 652<br>RPO ATRIUM ON BAY<br>TORONTO&nbsp;ON&nbsp;M5G 0B4</p> 22.\nSurvival <p>All obligations herein which expressly or by their nature are to continue after termination, cancellation, or expiration of these Terms of Service shall survive and remain in effect after such happening.</p> Footer <p>The worlds largest Residential VPN service provider, offering Static, Rotating, Mobile and Datacenter IP’s.</p>\n<p>\n</p> Business <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Affiliate Program</li>\n<li>Blogs</li>\n</ul> Services <ul>\n<li>Residential VPN</li>\n<li>Residential Proxies</li>\n<li>Smart Streamer</li>\n<li>Free VPN</li>\n<li>Apps</li>\n</ul> Support <ul>\n<li>Member Dashboard</li>\n<li>VPN Setup Instructions</li>\n<li>SOCKS Setup Instructions</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n</ul> StarVPN Inc.\nAll rights reserved.\n", "created_at": "2023-06-22 02:24:30.47857", "updated_at": "2023-06-22 02:25:20.547066"}, {"id": 16426, "name": "Privacy Policy", "url": "https://www.starvpn.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Free VPN</li>\n<li>Pricing</li>\n<li>FAQs</li>\n<li>Setup Instructions</li>\n<li>Signup</li>\n<li>Login </li>\n</ul> Contact US <ul>\n<li>Home</li>\n<li>Free VPN</li>\n<li>Pricing</li>\n<li>FAQs</li>\n<li>Setup Instructions</li>\n<li>Signup</li>\n<li>Login </li>\n</ul> Contact US StarVPN Inc.\nPrivacy Policy <ul>\n<li>Home</li>\n<li>\n<strong> StarVPN Inc.\nPrivacy Policy</strong>\n</li>\n</ul>\n<p>This Privacy Policy discloses StarVPN Inc.’s practices and policies regarding the gathering and dissemination of personal information (the “Privacy Policy”) through the StarVPN™ web site, located at STARVPN.COM (the “Website”).\nThis Privacy Policy should be read in conjunction with our Terms of Service (“Terms of Service”) which you can access by clicking here, and the Terms of Service shall govern where any inconsistency exists between this Privacy Policy and the Terms of Service.\nThis Privacy Policy does not apply to sites, products, or services that are not owned or operated by us, or to information we may receive from other sources.\nWe may change or update this Privacy Policy from time to time.\nAny changed or revised Privacy Policy shall be effective immediately after it is posted on this Web Site.\nIf you do not agree to the terms of this Privacy Policy, you must discontinue using this Website.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nInformation gathered by This Website\n<p>&nbsp;</p>\n<p>When you visit this Website, we may collect the following types of information: personally identifiable information you knowingly provide, information we collect automatically, and non-personally identifiable information you knowingly provide.</p>\n<p>We may collect personally identifiable information that you knowingly provide to us.\nFor example, we may ask you to provide personally identifiable contact information (such as name, country,city and e-mail address).\nIn some cases (for example, if you register with us (or sign-in on this Website), we may also ask you to provide other information such as a personal ID, password, and a security question and answer.</p>\n<p>In addition, as you (and other users) browse this Website, our web servers may automatically collect certain information about such visits (usually through the use of cookies, java script tags, clear .gif files (also known as “web beacons”), and the analysis of http headers), such as the user’s IP address, the user’s geographic location, the user’s domain name, the user’s browser type, the user’s user agent, how many users visit this Website, which pages the user visits and for how long, the date and time the user accesses this Website, the Internet address of the site from which the user directly linked to this Website and the links on this Website on which the user clicks.\nIn addition, we may collect certain search parameters relating to searches conducted by the user which are not entered by the user.</p>\n<p>To improve the services we can offer you, we may decide to expand this Web Site’s capabilities for obtaining information about users in the future.\nWe will update this Privacy Policy as our practices change to ensure that you are aware of developments in this area.</p>\n<p>If we collect such information, we may use it for a number of purposes, including:</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>To establish and maintain a commercial relationship with you and to provide you with products and services.</strong>&nbsp;Account information may be retained by us to enable our website to identify you, to allow you to set up and access your account (if applicable) and to change your account information and/or services.\nThis information is used only for these purposes and is only retained in transaction records required for internal management and auditing purposes, unless you are informed otherwise or you provide your consent or we are required to disclose same pursuant to a court order or other legal process.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>To understand your needs and preferences.</strong>&nbsp;We may maintain a record of the services you receive from us (if applicable), and we may ask you for additional information so that we can serve you better.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>To provide you with information you have requested, and to keep you informed with respect to ongoing changes to our website.</strong>&nbsp;Your email address may be used to send you any newsletters and mailings if you have requested us to do so.\nYou can withdraw your consent for such mailings at any time by contacting us as set out in such communications.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>To develop, enhance or provide new services.</strong>&nbsp;We may from time to time conduct surveys and research, requesting input from our visitors to help us improve our website, products and services in an effort to serve you better.\nYour participation in such surveys is voluntary, and in some cases you may have the option to participate anonymously.\nHowever, your name, address, email and telephone number may be required to take advantage of bonuses or other benefits which are available to survey participants, in which case your contact information will only be used for notification and fulfillment purposes.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>To manage and administer our business.</strong>&nbsp;The nature of the Internet is such that it passively and automatically collects certain information about a user’s traffic patterns, which may be linked to their Internet Protocol (IP) addresses.\nThese are unique Internet “addresses” assigned to all Web users by their Internet Service Providers (ISP).\nServer logs record statistical information, such as visitors’ IP addresses, type of operating systems, time and duration of visit, web pages requested, and identify visitors by categories such as domains and browser types.\nThese statistics are only used on an aggregate basis and will not contain any information that could identify you personally.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>To meet legal, regulatory, security and processing requirements</strong>&nbsp;(such as in response to a court order), and otherwise as permitted or required by law.\nWe may also use this personal information to contact you regarding any such legal, regulatory, security, or processing requirements, and may be required to disclose this information pursuant to our Terms of Service.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If we intend to use personal information for purposes not identified to you or as set out above, these other purposes will be described to you at the time of collection or before using the information.\nWe will not use your information or otherwise disclose it for any other purpose without your consent.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nCookies\n<p>&nbsp;</p>\n<p>Users also should be aware that non-personal information and data may be automatically collected through the standard operation of our Internet servers or through the use of “cookies”.\nCookies are small text files containing a unique identification number that identifies your browser – but not you – to our servers each time you visit our website.\nCookies are not pervasive or invasive programs that enter a user’s system and damage files.\nThey simply tell us which pages of our website are visited and by how many visitors.\nCookies cannot, by themselves, disclose the individual identity of any site user, and we never combine information gathered by a cookie with personally identifiable information like your name, telephone number or email address, without your consent.</p>\n<p>You should be aware that we cannot control the use of cookies or the resulting information by advertisers’ or third parties’ web sites that you may visit as a result of clicking on a link from our Website.\nIf you do not want information collected through the use of cookies, there is a simple procedure in most browsers that allows the user to deny or accept the cookie feature.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nThird Parties’ Access to Information\n<p>&nbsp;</p>\n<p>We not in the business of selling visitor information to others.\nOur visitor information is not available for sale to any outside entity.\nWe may contract with third parties to fulfill certain functions on our behalf, such as providing marketing assistance, analyzing data, preparing and maintaining site content, and providing customer service.\nThese agents may have access to visitor information only as required in order to help them perform their functions on our behalf, but they are not allowed to use that information for any other purpose and must keep such information confidential.</p>\n<p>Visitor and Website related information is a valuable business asset.\nIf for any reason we transfer or divests ourselves of business assets, our visitor information will be transferred as one of those business assets.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nExternal Links\n<p>&nbsp;</p>\n<p>Our Website may contain links or references to other web sites to which this Privacy Policy does not apply.\nThese sites are not owned or controlled us and we not responsible for the collection, use and disclosure of personal information or the privacy practices of other organizations or other web sites to which our site may refer visitors or provide links for.\nWhen submitting personal information on such other websites, we encourage you to read the privacy policy of those sites.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nOpt-in and Opt-Out Option\n<p>&nbsp;</p>\n<p>We may offer you the opportunity of opting in to receive email communications from us.\nUpon request, we will allow any user to “opt out” of further email and/or promotional contacts at any time.\nAlso, upon a user’s request, we will use commercially reasonable efforts to functionally delete the user and his or her personal information from our database.\nhowever, it may be impossible to delete a user’s entry without some residual information because of backups and records of deletions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nVPN User Data\n<p>&nbsp;</p>\n<p>STARVPN employs a strict “no data collection” policy on all Residential Shared VPN, Private VPN, Rotating VPN and Static IP VPN Packages.&nbsp.\nOur VPN server application – OpenVPN redirects standard system messages to log facility “0” (syslog) and will include client WAN IP connection status.&nbsp.\nThe data is not harvested or archived,&nbsp.\n&nbsp;Standard Syslog retention period is one day,&nbsp.\nthe data is destroyed from the server on a nightly basis.</p>\n<p>External connection tracking is completed disabled, since we allow unlimited data usage,&nbsp.\nuser upload/download activity is completely anonymous from source to destination network.&nbsp.\n&nbsp;Internal Connection tracking is established via private IP addressing and redirect using ambiguous, non privileged Port numbers.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nYour Consent\n<p>&nbsp;</p>\n<p>Consent to the collection, use and disclosure of personal information may be given in various ways.\nConsent can be express (e.g., orally, electronically or on a form you may sign describing the intended uses and disclosures of personal information) or implied (e.g., when you provide information necessary for a service you have requested, or in some circumstances where notice has been provided to you about our intentions with respect to your personal information and you have not withdrawn your consent for an identified purpose, such as by using an “opt out” option provided).\nConsent may be given by your authorized representative (such as a legal guardian or a person having a power of attorney).\nGenerally, by providing us with personal information, we will assume that you consent to our collection, use and disclosure of such information for the purposes identified or described in this privacy policy, if applicable, or as otherwise described at the time of collection.\nYou may withdraw your consent to our collection, use and disclosure of personal information at any time, subject to contractual and legal restrictions and reasonable notice, however, please note that if you withdraw your consent to certain uses of your personal information, we may no longer be able to provide certain of our products or services.</p>\n<p>We do not collect, use or disclose your personal information other than as described in this Privacy Policy without your consent, unless permitted or required by law.\nWe may be required or permitted under statute or regulation to collect, use or disclose personal information without your consent, for example in response to a court order or subpoena, to comply with local or federal regulations, or to collect a debt owed to us.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\nContacting Us\n<p>&nbsp;</p>\n<p>If you have any questions or concerns about this privacy policy, or if you would like to review your personal information, you can contact us by email at support@starvpn.com, or you can write us at the following address:</p>\n<p>\n<strong>Star Internet Services Inc.</strong>\n</p>\n<p>595&nbsp;BAY ST.<br>\nPO BOX 99900 UA 997 652<br>\nRPO ATRIUM ON BAY<br>\nTORONTO&nbsp;ON&nbsp;M5G 0B4</p> Footer <p>The worlds largest Residential VPN service provider, offering Static, Rotating, Mobile and Datacenter IP’s.</p>\n<p>\n</p> Business <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Affiliate Program</li>\n<li>Blogs</li>\n</ul> Services <ul>\n<li>Residential VPN</li>\n<li>Residential Proxies</li>\n<li>Smart Streamer</li>\n<li>Free VPN</li>\n<li>Apps</li>\n</ul> Support <ul>\n<li>Member Dashboard</li>\n<li>VPN Setup Instructions</li>\n<li>SOCKS Setup Instructions</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n</ul> StarVPN Inc.\nAll rights reserved.\n", "created_at": "2023-06-22 02:24:30.449043", "updated_at": "2023-06-22 02:25:37.913408"}], "points": [], "urls": ["starvpn.com"]}}