{"error": 448, "message": "OK", "parameters": {"id": 7587, "name": "2fa.directory", "created_at": "2023-03-16 03:50:29.810574", "updated_at": "2023-03-29 19:26:47.685904", "wikipedia": null, "keywords": null, "related": null, "slug": "2fa-directory", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7587.png", "url": "2fa.directory", "documents": [{"id": 14611, "name": "DMCA and Information to companies", "url": "https://2fa.directory/companies/", "xpath": "//body", "text": "<ul>\n<li>2FA Directory</li>\n</ul>Information to companies<p>2fa.directory is a directory of online services.\nOur mission is to be an independent source of information on which services support MFA/2FA and help consumers demand MFA/2FA on the services that currently don’t.\nThe directory is run by the non-profit organization <strong>2factorauth</strong>, registered in Sweden.</p>The content<p>All our content is crowdsourced and moderated by <strong>2factorauth</strong>.\nIf a person requests to list a new service and said service meets our listing criteria and guidelines, it gets published to the directory.</p>\n<p>If you find your service listed here it most likely means one of your own users have requested it.\nIf you already provide two factor authentication, the list will function as free promotion for your service.<br>If you currently do not support two factor authentication, the listing functions as a reminder that your customers think this is an important thing for you to provide.</p>Edit a listing<p>If the data about a service is inaccurate you can create an issue or pull request on GitHub to update it.</p>Takedown requests / DMCA<p>As <strong>2factorauth</strong> is registered in Sweden, The Digital Millennium Copyright Act does not apply to 2fa.directory and thus DMCA requests will be ignored.\nAll the information on 2fa.directory is both public information and compliant with <em>fair use</em>.\nWe believe consumers should be able to compare services to find the alternative that best fits them.\nWe therefore do not remove listings.</p>\n<p>If you have further questions you may contact us by email or by post:</p>\n<code>2factorauth,\nC/O Postia 1006,\n214 13 Malmö,\nSweden\n</code>\n<i>\n</i>About Bots Privacy API Legal Contributing<p>The data on this website is crowdsourced and some data may be outdated.</p>\n<p>2fa.directory is maintained by the non-profit 2factorauth and hosted on GitHub.</p>", "created_at": "2023-03-16 03:50:29.874651", "updated_at": "2023-03-16 03:51:15.971717"}, {"id": 14610, "name": "Privacy Policy", "url": "https://2fa.directory/privacy/", "xpath": "//body", "text": "<ul>\n<li>2FA Directory</li>\n</ul>Privacy Policy<p>We believe security and privacy goes hand-in-hand and so to protect our users we don’t keep any records of who visits our website.<br>We do however rely on some third-parties, through EU GDPR Article 28, to host and deliver the website content and these third-parties may keep records they deem necessary for the continuous operation of their services.</p>\n<p>Below you’ll find a list of the third parties we rely on, along with their privacy policies.</p>CompanyServicesPoliciesCountry of OriginGitHub Inc.Hosting &amp.\nVCSPrivacyUSCloudflare Inc.CDNPrivacy, GDPRUSReport-URI Ltd.CSP Report CollectorPrivacy, DPAGBGDPR Requests<p>As we collect no Personally Identifiable Information (PII), we are unable to comply with GDPR Article 15-17 requests to obtain, edit or delete PII.<br>Should you wish to exercise any of these rights on the third-party dependencies listed above, we recommend you contact them directly.</p>GDPR Complaints<p>If you wish to make a GDPR complaint you may do so by mail.</p>\n<code>2factorauth,\nC/O Postia 1006,\n214 13 Malmö,\nSweden\n</code>\n<p>If the response is not satisfactory, you may choose to contact the governing data protection authority of your country.</p>\n<i>\n</i>About Bots Privacy API Legal Contributing<p>The data on this website is crowdsourced and some data may be outdated.</p>\n<p>2fa.directory is maintained by the non-profit 2factorauth and hosted on GitHub.</p>", "created_at": "2023-03-16 03:50:29.843591", "updated_at": "2023-03-16 03:51:28.080279"}], "points": [], "urls": ["2fa.directory"]}}