{"error": 448, "message": "OK", "parameters": {"id": 6924, "name": "Call Control", "created_at": "2022-11-19 02:34:32.623541", "updated_at": "2022-11-19 23:01:11.443369", "wikipedia": null, "keywords": null, "related": null, "slug": "call-control", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6924.png", "url": "callcontrol.com", "documents": [{"id": 12689, "name": "Terms of Service and Privacy Policy", "url": "https://www.callcontrol.com/terms-and-privacy", "xpath": "//body", "text": " Search Hit enter to search or ESC to close <i>\n<i>\n</i>\n</i>\n<ul>\n<li>Home</li>\n<li>Landline</li>\n<li>Enterprise</li>\n<li>Developers<i>\n</i>\n<ul>\n<li>Protect API</li>\n<li>Identify API</li>\n</ul>\n</li>\n<li>Support</li>\n<li>About<i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>Affiliate</li>\n<li>Login</li>\n<li>Google</li>\n<li>AppStore</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul>\n<ul>\n<li>Home</li>\n<li>Landline</li>\n<li>Enterprise</li>\n<li>Developers\n<ul>\n<li>Protect API</li>\n<li>Identify API</li>\n</ul>\n</li>\n<li>Support</li>\n<li>About\n<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>Affiliate</li>\n<li>Login</li>\n<li>Google</li>\n<li>AppStore</li>\n<li>\n</li>\n</ul> EveryCaller.com and Call Control Terms of Service\n<p>Revision Date: October 20, 2021</p>\n<p>EveryCaller.com and Call Control (“we”, “us” or “our”) provides a service that allows users to search for and post call comments on our website about telephone calls they receive (the “Site”) and, if using the EveryCaller and/or Call Control mobile application (the “Application”), to aide in controlling their privacy.\nThe Site and the Application(s) are collectively referred to as the “Service.” These terms and conditions (the “Terms”) govern your access to and use of the Site and the Application, regardless of how you access them.\nThese Terms are a legally binding contract with Call Control, LLC, a Washington Limited Liability corporation located in Bellevue, WA which operates the web service EveryCaller.com (“EveryCaller.com”) and mobile application Call Control (“Call Control”).\nYou must agree to these Terms prior to accessing or using the Service.\nDo not access or use the Service if you are unwilling or unable to be bound by these Terms.</p>\n<p>1.\nCHANGES TO THE TERMS<br>\nWe may modify the Terms from time to time.\nThe most current version of these Terms will be located at http://www.everycaller.com/terms-and-privacy/.\nYou understand and agree that your access to or use of the Service is governed by the Terms effective at the time of your access to or use of the Service.\nIf we make material changes to these Terms that reduce your rights or increase your obligations, we will notify you by email or by posting a notice on the Site prior to the effective date of the changes.\nWe will also indicate at the top of this page the date that revisions were last made.\nYou should revisit these Terms on a regular basis, as revised versions will be binding on you.\nAny such modification will be effective upon our posting of new Terms.\nYou understand and agree that your continued access to or use of the Service after the Revision Date above indicates your acceptance of the modifications.</p>\n<p>2.\nUSING THE SERVICE<br>\nA.\nEligibility.\nTo access or use the Service, you must be 13 years of age or older and have the requisite power and authority to enter into these Terms.\nYou may not access or use the Service if you are a competitor of ours or if we have previously banned you from the Service or closed your account.</p>\n<p>B.\nPermission to Use the Service.\nWe grant you a personal, limited, non-exclusive, revocable, non-transferable license, without the right to sublicense, to (i) electronically access and use the Service and (ii) download, install and use the Application on a single mobile device, limiting the installation and use of the software to the original handset where the Application was first installed.\nThe foregoing licenses are subject to your strict compliance with the Terms.\nThe Service is made available to you for your personal, non-commercial use only.\nAny other use is strictly prohibited.\nThe license for the Application intended exclusively for the device for which the Application was designed and licensed for (as identified by its unique-ID number).</p>\n<p>C.\nService Availability.\nThe Service may be modified, updated, interrupted, suspended or discontinued at any time without notice or liability.</p>\n<p>D.\nData Charges.\nStandard wireless phone rates may apply when you use the Application, including charges for text messaging and data use, or any other charges your mobile carrier may assess as part of their service.</p>\n<p>E.\nUser Accounts.\nYou must create an account and provide current and accurate identification, contact and other information about yourself in order to use some of the features of the Service.\nYou are responsible for maintaining the confidentiality of your account and password.\nYou are also responsible for all activities that occur in connection with your activities using the Service or your account.\nYou agree to notify us immediately of any unauthorized use of your account.\nWe reserve the right to close your account at any time for any or no reason.\nYour account is for your personal, non-commercial use only.\nIn creating it, we ask that you provide complete and accurate information about yourself to bolster your credibility as a contributor to the Service.\nYou may not impersonate someone else, create or use an account for anyone other than yourself, provide an email address other than your own, or create multiple accounts.</p>\n<p>F.\nOwn Risk.\nYour use of the Site, Service and Application is at your own risk, including the risk that you might be exposed to Content that is offensive, indecent, inaccurate, objectionable, or otherwise inappropriate.\nBy using the Service, you acknowledge and that you understand that you have sole responsibility to verify any information you may obtain through the Service before making any assumption that said information is factual and complete.\nThe information obtained through the Service may not be used to make decisions about any person or entity.\nYou agree that you will only use the Service in accordance with applicable law.</p>\n<p>3.\nCONTENT<br>\nA.\nDefinition.\n“Content” means any intellectual property, text, descriptions, photo, support requests, email communication, phone numbers, personal data and all other forms of communication.\n“Your Content” means Content that you submit or transmit to or through the Service, such as comments, messages, and information that you publicly display or are displayed in your account profile and shall also include data from incoming and outgoing calls, texts and other communications or data transmissions, including but not limited to caller IDs and dates and times of such phone calls.\n“Third Party Content” means Content, including advertisements, that originates from parties other than us and is made available in connection with the Service.\n“Our Content” means Content that we create and make available in connection with the Service and includes, without limitation, our trade names, trademarks, service marks, logos, domain names and other distinctive brand features.\n“Service Content” means all of the Content that is made available in connection with the Service, including Your Content, Third Party Content and Our Content.</p>\n<p>B.\nResponsibility for Your Content.\nYou alone are responsible for Your Content, once published, it cannot always be withdrawn.\nYou assume all risks associated with Your Content, including anyone’s reliance on its quality, accuracy, or reliability, or any disclosure by you of information in Your Content that makes you personally identifiable.\nYou represent and warrant that you own, or have the necessary permissions to use and authorize the use of Your Content as described herein.\nYou may not imply that Your Content is in any way sponsored or endorsed by us.\nYou represent and warrant that Your Content will at all times comply with the restrictions set forth herein.\nYou may expose yourself to liability if, for example, Your Content contains material that is false, intentionally misleading, or defamatory.\nviolates any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\ncontains material that is unlawful, including illegal hate speech or pornography.\nexploits or otherwise harms minors.\nor violates or advocates the violation of any law or regulation.</p>\n<p>C.&nbsp;Our Right to Use Your Content.\nWe may use Your Content to provide, maintain, improve, analyze and personalize the Service.\nSpecifically, We may use Your Content to: (i) provide caller ID, dialer and messaging functionality that allows for the population of unidentified numbers and other data in call or message logs.\n(ii) display the name associated with a certain number for incoming or outgoing calls and messages or following a manual number search against the Call Control database.\n(iii) display the number associated with a certain name following a manual name search against the Call Control database.\n(iv) send in application push notifications and reminders and deliver messages via the Services.\n(v) maintain lists and build a community-based blocking directory.\n(vi) process your personal data to check/verify your payment methods, related accounting purposes, invoicing, and the prevention of fraud.\n(vii) communicate with you about your Use of the Service or to respond to your inquiries.\nand (viii) otherwise improve our Service, business and operations.&nbsp.\nIn addition, we use Your Content for: (i) statistical and analytical purposes, but only to the extent is has been aggregated or anonymized such that it can no longer be used to identify a specific person.\n(ii) location and interest-based advertising and marketing.\n(iii) compliance with applicable laws and protect and defend the rights or safety of Call Control and its users.\n(iv) ensure technical service functionality and data accuracy.\nand (v) perform trouble-shooting and prevent or detect fraud, security breaches or illegal activities.</p>\n<p>D.&nbsp;In addition to the uses and disclosures set forth in Section 3.C.\nabove, We may disclose Your Content if We believe such action is necessary to: (i) comply with the law or legal process served on us.\n(ii) protect and defend our rights and the enforcement of our agreements.\nor (iii) protect the security and safety of our users, members of the public, or other aspects of public importance, provided that any such disclosure is lawful.\nIn addition, We may transfer Your Content to trusted vendors, service providers, and other partners who support our business and the Service, such as providing technical infrastructure services, bug testing, analyzing how the Service is used, measuring the effectiveness of ads and services and facilitating payments as well as potential partners who may wish to work with us to provide other services.\nWe will always require these third parties to take appropriate measures to protect personal information and to observe all legal requirements.\nWe may also disclose and transfer Your Content to legally-affiliated organizations or related entities and to any third party who acquires the Service or our business, whether such acquisition is by way of merger, consolidation or purchase of all or a substantial portion of our assets.</p>\n<p>E.\nOwnership.\nAs between you and us, you own Your Content.\nWe own Our Content, including but not limited to visual interfaces, interactive features, graphics, design, compilation (including, but not limited to, our compilation of Your Content and other Service Content), computer code, products, applications, algorithms, processes, software and all other elements and components of the Site excluding Your Content and Third Party Content.\nWe also own the copyrights, trademarks, service marks, trade names, and other intellectual and proprietary rights throughout the world associated with the Service (“IP Rights”), which are protected by copyright, trade dress, patent, trademark laws and all other applicable intellectual and proprietary rights and laws.\nAs such, you may not modify, reproduce, distribute, create derivative works or adaptations of, publicly display or in any way exploit any of Our Content in whole or in part except as expressly authorized by us.\nYou also agree that you will not use any robot, spider, other automated device, or manual process to monitor or copy any content from the Service.\nOur IP Rights do not include Third Party Content.\nExcept as expressly and unambiguously provided herein, we do not grant you any express or implied rights, and all rights in and to the Service are retained by us.</p>\n<p>F.\nAdvertising.\nOur licensees and we may publicly display advertisements and other information adjacent to or included with Your Content.\nYou are not entitled to any compensation for such advertisements.\nThe manner, mode and extent of such advertising are subject to change without specific notice to you.</p>\n<p>G.\nOther.\nContent, including any that may have been created by other users, is not endorsed by us nor does it reflect our opinion.\nAlthough we have no obligation to monitor any Content, we reserve the right to remove, screen, edit, or reinstate Your Content from time to time at our sole discretion for any reason or no reason, and without notice to you.\nFor example, we may remove Your Content if we believe it violates our Guidelines and Policies below.\nWe have no obligation to retain or provide you with copies of Your Content, nor do we guarantee any confidentiality with respect to Your Content.\nWe take no responsibility for Third Party Content, nor do we have any obligation to monitor Third Party Content.\nAdditionally, logs of IP addresses and related user information may be provided to law enforcement by valid court order by a United States court, however this information is not stored indefinitely and may not be available.</p>\n<p>H.\nPersonal Information Transmitted.\n&nbsp;The use of the Service may result in your personal information such as contacts, messages, emails, or other forms of personal information to be transmitted to our servers.\n&nbsp;Examples of this use are backing up your block or allow lists within Call Control or sending support requests from within Call Control.\n&nbsp;Your personal information collected through the use of the Service will be kept confidential and will not be shared unless we obtain your consent or unless otherwise stated in our Terms of Service and/or Privacy Policy.\n&nbsp;Depending on your use of the Service, information you provide may be made public, including but not limited to submitted spam reports or comments using the service.</p>\n<p>4.\nRESTRICTIONS<br>\nWe are under no obligation to enforce the Terms on your behalf against another user.\nWhile we encourage you to let us know if you believe another user has violated the Terms, we reserve the right to investigate and take appropriate action at our sole discretion.\nShould you believe any Content violates the Terms, please click the “Report as Inappropriate” link text and we will try to review it.</p>\n<p>You agree not to, and will not assist, encourage, or enable others to:<br>\nA.\nViolate any third party’s rights, including any breach of confidence, copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right,</p>\n<p>B.\nUpload, transmit or otherwise distribute any Content that is unlawful, defamatory, abusive, fraudulent, obscene or otherwise objectionable in our sole discretion or that is known by you to be false, inaccurate or misleading, or that contains social security number or other personal financial information about another person or entity (note that telephone numbers are generally NOT considered private information under this agreement),</p>\n<p>C.\nThreaten, stalk, harm, or harass others, or promote bigotry or discrimination,</p>\n<p>D.\nPromote a business or other commercial venture or event, or otherwise use the Service for commercial purposes,</p>\n<p>E.\nSend bulk emails, surveys, or other mass messaging, whether commercial in nature or not.\nengage in keyword spamming, or otherwise attempt to manipulate the Service’s search results or any third party website,</p>\n<p>F.\nSolicit personal information from minors, or submit or transmit pornography,</p>\n<p>G.\nViolate any applicable law,</p>\n<p>H.\nViolate the Terms,</p>\n<p>I.\nModify, adapt, appropriate, reproduce, distribute, translate, create derivative works or adaptations of, publicly display, sell, trade, or in any way exploit the Service (other than Your Content),</p>\n<p>J.\nUse any robot, spider, site search/retrieval application, or other automated device, process or means to access, retrieve, scrape, or index any portion of the Service or any Content,</p>\n<p>K.\nReverse engineer any portion of the Service,</p>\n<p>L.\nRemove or modify any copyright, trademark or other proprietary rights notice that appears on any portion of the Service or on any materials printed or copied from the Service,</p>\n<p>M.\nRecord, process, or mine information about other users,</p>\n<p>N.\nAccess, retrieve or index any portion of the Service for purposes of constructing or populating a competing service,</p>\n<p>O.\nReformat or frame any portion of the Service,</p>\n<p>P.\nTake any action that imposes, or may impose, in our sole discretion, an unreasonable or disproportionately large load on our technology infrastructure or otherwise make excessive traffic demands of the Service,</p>\n<p>Q.\nAttempt to gain unauthorized access to the Service, user accounts, computer systems or networks connected to the Site through hacking, password mining or any other means,</p>\n<p>R.\nUse the Service to transmit any computer viruses, worms, defects, Trojan horses or other items of a destructive nature,</p>\n<p>S.\nUse any device, software or routine that interferes with the proper working of the Service, or otherwise attempt to interfere with the proper working of the Service,</p>\n<p>T.\nUse the Service to violate the security of any computer network, crack passwords or security encryption codes.\ndisrupt or interfere with the security of, or otherwise cause harm to, the Service or Content, or</p>\n<p>U.\nRemove, circumvent, disable, damage or otherwise interfere with any security-related features of the Service, features that prevent or restrict the use or copying of Content, or features that enforce limitations on the use of the Service,</p>\n<p>V.\nUse the Content for marketing purposes, except to respond to an inquiry, application, purchase or transaction.</p>\n<p>W.\nViolate, if applicable, the requirements regarding registration, certification and payment in connection with access to and use of the National Do Not Call Registry;</p>\n<p>The restrictions above only apply to the extent permissible under applicable law.\nNevertheless, you agree not to act contrary to them (even if permissible under applicable law) without providing 30 days’ prior written notice to us, together with any information that we may reasonably require, to give us an opportunity to provide alternative remedies or otherwise accommodate you at our sole discretion.</p>\n<p>5.\nGUIDELINES AND POLICIES<br>\nA.\nContent Guidelines<br>\nAlthough this subject matter is addressed elsewhere in the Terms, we have put together these general guidelines just in case.\nPlease read these guidelines carefully as they relate to Your Content.\nIf you find that a user comment or posting violates these guidelines click the “Report as inappropriate” link that appears below each comment or posting.</p>\n<p>• Inappropriate content.\nThreats, harassment, lewdness, hate speech, and other displays of bigotry or intolerance will not be tolerated.</p>\n<p>• Promotional content.\nThe Service is not provided for you to post promotional content.\nPlease keep the site useful for other users and not overrun with commercial or promotional content.</p>\n<p>• Relevance.\nPlease make sure your contributions are relevant and appropriate.\nFor example, the Service is not the place for rants about political ideologies, extraordinary circumstances, or other matters that are not helpful to other users.</p>\n<p>• Privacy.\nDo not publicize the private information of others, including, but not limited to, an individual’s social security number, bank and financial information, or other sensitive personal information.\nTelephone numbers and addresses are generally not considered personal private information under this agreement.</p>\n<p>B.\nPrivacy<br>\nYou represent that you have read and understood our Privacy Policy located here http://www.everycaller.com/terms-and-privacy/.\nIf you use the Service outside of the United States, you consent to having your personal data transferred to and processed in the United States.</p>\n<p>C.\nData<br>\nBy the nature of providing the Service, we collect certain information relating to the use and performance of the Service.\nYou agree that we have the right to collect and analyze the data and other information relating to the use and performance of various aspects of the Services and related systems and technologies (such as, without limitation, unique device identifiers (that do not identify you individually), call dates, call start times, and call end times) (“Data”), and you agree to give us the right to use and disclose such Data.\nWe agree that this Data will be collected and used solely in an aggregate or other de-identified form to block spammers from the service, improve and enhance the Services, or for other development, diagnostic and corrective purposes in connection with the Services and our other offerings.</p>\n<p>D.\nPaid Subscription Services<br>\nWe offer optional, paid subscription services for access to premium content within the Services that you may opt to purchase.\n&nbsp;Pricing for subscription services may vary from time to time and is shown to you at the time of purchase.\n&nbsp;By subscribing you agree that the you will be charged automatically each period, unless you cancel service, either directly by Us, through your iTunes Account or through your Google Play account, depending on how you initially made the subscription purchase.\n&nbsp;You agree that by making a purchase through Apple’s App Store and/or iTunes Store (collectively “Apple”) or through the Google Play store (“Google”), that you are bound by the terms of service by Apple and/or Google respectively.\n&nbsp;You may manage your subscriptions, including turning off the auto-renewal for purchased through Apple or Google in your Apple or Google account settings, or cancelling subscription purchased directly through us by logging into your EveryCaller or Call Control account.\n&nbsp;Accounts will be charged for renewal of subscription services typically within 24 hours prior to the end of the current billing period.\n&nbsp;Any unused portion of a trial period, if offered, will be forfeited when you purchase a subscription where applicable.</p>\n<p>6.\nSUGGESTIONS AND IMPROVEMENTS<br>\nBy sending us any ideas, suggestions, documents or proposals (“Feedback”), you agree that (i) your Feedback does not contain the confidential or proprietary information of third parties, (ii) we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (iii) we may have something similar to the Feedback already under consideration or in development, and (iv) you grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sublicense the Feedback, and you irrevocably waive, and cause to be waived, any claims and assertions of any moral rights contained in such Feedback.</p>\n<p>7.\nTHIRD PARTIES<br>\nThe Service may include links to other websites or applications (each, a “Third Party Site”).\nWe do not control or endorse any Third Party Site.\nYou agree that we are not responsible for the availability or contents of such Third Party Sites.\nYour use of Third Party Sites is at your own risk.</p>\n<p>8.\nINDEMNITY<br>\nYou agree to indemnify, defend, and hold us, our parents, subsidiaries, affiliates, any related companies, suppliers, licensors and partners, and the officers, directors, employees, agents and representatives of each of them harmless, including costs, liabilities and legal fees, from any claim, action, judgment or demand made by any third party arising out of or relating to (i) your access to or use of the Service, (ii) your violation of the Terms or (iii) the infringement by you, or any third party using your account, of any intellectual property or other right of any person or entity.\nWe reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us and you agree to cooperate with our defense of these claims.\nYou agree not to settle any such matter without our prior written consent.\nWe will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.</p>\n<p>9.\nWARRANTY DISCLAIMERS AND LIMITATIONS OF LIABILITY<br>\nPLEASE READ THIS SECTION 9 CAREFULLY SINCE IT LIMITS OUR LIABILITY TO YOU.\nEACH OF THE SUBSECTIONS BELOW ONLY APPLIES UP TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW.\nNOTHING HEREIN IS INTENDED TO LIMIT ANY RIGHTS YOU MAY HAVE WHICH MAY NOT BE LAWFULLY LIMITED.\nIF YOU ARE UNSURE ABOUT THIS OR ANY OTHER SECTION OF THESE TERMS, PLEASE CONSULT WITH A LEGAL PROFESSIONAL PRIOR TO ACCESSING OR USING THE SERVICE.\nBY ACCESSING OR USING THE SERVICE, YOU REPRESENT THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO THESE TERMS, INCLUDING THIS SECTION.\nYOU ARE GIVING UP SUBSTANTIAL LEGAL RIGHTS BY AGREEING TO THESE TERMS.</p>\n<p>A.\nWARRANTY DISCLAIMERS<br>\nI.\nTHE SERVICE IS MADE AVAILABLE TO YOU ON AN “AS IS”, “WITH ALL FAULTS” AND “AS AVAILABLE” BASIS, WITH THE EXPRESS UNDERSTANDING THAT WE MAY NOT MONITOR, CONTROL, OR VET CONTENT.\nAS SUCH, YOUR USE OF THE SERVICE IS AT YOUR OWN DISCRETION AND RISK.\nWE MAKE NO CLAIMS OR PROMISES ABOUT THE QUALITY, ACCURACY, OR RELIABILITY OF THE SERVICE, ITS SAFETY OR SECURITY, OR THE CONTENT.\nACCORDINGLY, WE ARE NOT LIABLE TO YOU FOR ANY LOSS OR DAMAGE THAT MIGHT ARISE, FOR EXAMPLE, FROM THE INOPERABILITY, UNAVAILABILITY OR SECURITY VULNERABILITIES OF THE SERVICE OR FROM YOUR RELIANCE ON THE QUALITY, ACCURACY, OR RELIABILITY OF THE SERVICE.</p>\n<p>II.\nWE MAKE NO CLAIMS OR PROMISES WITH RESPECT TO ANY THIRD PARTY, SUCH AS THE BUSINESSES OR ADVERTISERS DISPLAYED ON THE SERVICE.\nACCORDINGLY, WE ARE NOT LIABLE TO YOU FOR ANY LOSS OR DAMAGE THAT MIGHT ARISE FROM THEIR ACTIONS OR OMISSIONS, INCLUDING, FOR EXAMPLE, IF ANOTHER USER MISUSES YOUR CONTENT, IDENTITY OR PERSONAL INFORMATION, OR IF YOU HAVE A NEGATIVE EXPERIENCE WITH ONE OF THE BUSINESSES OR ADVERTISERS DISPLAYED ON THE SERVICE.\nYOUR PURCHASE AND USE OF PRODUCTS OR SERVICES OFFERED BY THIRD PARTIES THROUGH THE SERVICE IS AT YOUR OWN DISCRETION AND RISK.</p>\n<p>III.\nWE EXPRESSLY DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING WARRANTIES AS TO THE PRODUCTS OR SERVICES OFFERED BY THIRD PARTIES, AND IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nNO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED TO YOU BY A REPRESENTATIVE OF OURS SHALL CREATE A REPRESENTATION OR WARRANTY.</p>\n<p>IV.\nYOUR SOLE AND EXCLUSIVE RIGHT AND REMEDY IN CASE OF DISSATISFACTION WITH THE SERVICE, RELATED SERVICES, OR ANY OTHER GRIEVANCE SHALL BE YOUR TERMINATION AND DISCONTINUATION OF ACCESS TO, OR USE OF THE SERVICE.</p>\n<p>B.\nLIMITATION OF LIABILITY<br>\nI.\nOUR MAXIMUM AGGREGATE LIABILITY TO YOU FOR LOSSES OR DAMAGES THAT YOU SUFFER IN CONNECTION WITH THE SERVICE OR THESE TERMS IS LIMITED TO THE GREATER OF (1) THE AMOUNT PAID, IF ANY, BY YOU TO US IN CONNECTION WITH THE SERVICE IN THE 12 MONTHS PRIOR TO THE ACTION GIVING RISE TO LIABILITY, OR (2) $100.</p>\n<p>II.\nWE DISCLAIM LIABILITY FOR ANY (1) INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY, RELIANCE, OR CONSEQUENTIAL DAMAGES, (2) LOSS OF PROFITS, (3) BUSINESS INTERRUPTION, (4) REPUTATIONAL HARM OR (5) LOSS OF INFORMATION OR DATA.</p>\n<p>10.\nCHOICE OF LAW AND VENUE<br>\nThe Terms will be governed by and construed in accordance with the laws of the State of Washington, without giving effect to its conflict of laws provisions or your actual state or country of residence.\nANY CLAIMS, LEGAL PROCEEDING OR LITIGATION ARISING IN CONNECTION WITH THE SERVICE WILL BE BROUGHT SOLELY IN KING COUNTY, WASHINGTON, AND YOU CONSENT TO THE JURISDICTION OF SUCH COURTS AND YOU WAIVE ANY OBJECTION BASED ON IMPROPER VENUE OR FORUM NON CONVENIENS.</p>\n<p>11.\nTERMINATION<br>\nA.\nYou may terminate the Terms at any time by, as applicable, discontinuing your use of the Service, closing your account, removing the Application from your mobile device and providing us with a notice of termination at support@everycaller.com.\nprovided, however, that a terminated account may continue to exist for up to fourteen business days before such cancellation takes effect.\nIn the event of termination, your account will be disabled and you may not be granted access to your account or any files or other content contained in your account although residual copies of information may remain in our system.\nPlease review our http://www.everycaller.com/terms-and-privacy/ for information about what we do with your account when terminated.</p>\n<p>B.\nWe may close your account, suspend your ability to use certain portions of the Service, and/or ban you altogether from the Service for any or no reason, and without notice or liability of any kind.\nAny such action could prevent you from accessing your account, the Service, Your Content or any other related information.</p>\n<p>C.\nIn the event of any termination of these Terms, whether by you or us, Sections 3, 4 and 7-11 will continue in full force and effect, including our right to use Content as detailed in Section 3.</p>\n<p>12.\nGENERAL TERMS<br>\nA.\nNo agency, partnership, joint venture, or employment is created as a result of the Terms and you do not have any authority of any kind to bind us in any respect whatsoever.</p>\n<p>B.\nWe reserve the right to modify, update, or discontinue the Service or any portion thereof at our sole discretion, at any time, for any or no reason, and without notice or liability.</p>\n<p>C.\nWe may provide you with notices, including those regarding changes to the Terms by email, regular mail or communications through the Service.</p>\n<p>D.\nWe shall not be liable for any failure to perform our obligations hereunder where such failure results from any cause beyond our reasonable control, including, without limitation, mechanical, electronic or communications failure or degradation (including “line-noise” interference).</p>\n<p>E.\nThe Terms contain the entire agreement between you and us regarding the use of the Service, and supersede any prior agreement between you and us on such subject matter.\nThe parties acknowledge that no reliance is placed on any representation made but not expressly contained in these Terms.</p>\n<p>F.\nAny failure on our part to exercise or enforce any right or provision of the Terms does not constitute a waiver of such right or provision.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>\n<p>G.\nIf any provision of the Terms shall be adjudged by any court of competent jurisdiction to be illegal, unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that the Terms shall otherwise remain in full force and effect and enforceable, but shall not affect any other term or provision of the Terms or invalidate or render unenforceable such term or provision in any other jurisdiction.</p>\n<p>H.\nThe Terms, and any rights or obligations hereunder, are not assignable, transferable or sublicensable by you except with our prior written consent, but may be assigned or transferred by us without restriction.\nAny attempted assignment by you shall violate these Terms and be void.</p>\n<p>I.\nThe section titles in the Terms are for convenience only and have no legal or contractual effect.</p>\n<p>CALL CONTROL HOME END USER LICENSE AGREEMENT</p>\n<p>BY TURNING on the Call Control Home device (the “device”), YOU ARE CONSENTING TO BE BOUND BY AND ARE BECOMING A PARTY TO THIS END USER LICENSE AGREEMENT (THIS “AGREEMENT”).\nYou must accept this Agreement prior to turning on or using the device.\nDo not turn on or use the device if you are unwilling or unable to be bound by this Agreement.</p>\n<p>1.\nLicense.\nSubject to the terms of this Agreement, Call Control LLC.\n(“Call Control”) grants you a personal non-transferable, nonexclusive, limited license to use the Device and the software contained therein (“Software”) in accordance with any documentation that accompanies it (“Documentation”) and provided that the Software is only used in connection with the Device.\nThe&nbsp;Software covered under this Agreement shall also include any and all updates, upgrades, bug fixes, or any similar changes, that may be made available from time to time.</p>\n<p>2.\nRestrictions.\nYou agree not to, directly or indirectly: (a) modify, translate, copy or create derivative works based on any element of the Device or the Software, (b) reverse assemble, reverse compile, reverse engineer, decompile or otherwise attempt to discover the object code, source code, non-public APIs or underlying ideas or algorithms of the Software in whole or in part, except as and only to the extent this restriction is prohibited by law, (c) license, sublicense, sell, resell, rent, lease, transfer, assign, distribute, or otherwise commercially exploit or make the Software available to any third party, (d) remove or obscure any proprietary or other notice contained in or on the Device, or (e) use the Software separately from the Device.\nYou acknowledge and agree that (i) Call Control retains all right, title and interest (including, without limitation, all patent, copyright, trade secret and other intellectual property rights) in and to the Software, the Documentation, any and all related and underlying technology and any derivative works or modifications of any of the foregoing and the Device, (ii) there are no implied licenses under this Agreement and any rights not expressly set forth in this Agreement are hereby expressly reserved by Call Control, and (iii) the Software is licensed, not sold.</p>\n<p>3.\nTermination.\nYou may terminate this Agreement and the license granted herein at any time by ceasing all use of the Device.\nCall Control may terminate this Agreement and the license granted herein immediately if you breach any provision of this Agreement.\nUpon receiving notice of termination from Call Control, you agree to cease using the Device.\nSections&nbsp;2-6 shall survive termination of this Agreement.</p>\n<p>4.\nNo Warranty.\nYou acknowledge that the SOFTWARE is provided by Call Control in an “as is” condition as to performance, accuracy, or completeness.\nCall Control DISCLAIMS ALL WARRANTIES OF DESIGN, MERCHANTABILITY, TITLE, NON-INFRINGEMENT, FITNESS FOR A PARTICULAR PURPOSE AND ALL OTHER WARRANTIES, CONDITIONS OR TERMS, EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, ON THE SOFTWARE OR THE DEVICE FURNISHED HEREUNDER.</p>\n<p>5.\nLimitation of Liability.\nIN NO EVENT SHALL CALL CONTROL, ITS SUPPLIERS OR ITS LICENSORS BE LIABLE WITH RESPECT TO ANY CAUSE RELATED TO OR ARISING OUT OF THIS AGREEMENT, WHETHER IN AN ACTION BASED ON A CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY) OR ANY OTHER LEGAL THEORY, HOWEVER ARISING, FOR DAMAGES BASED ON LOST REVENUES OR PROFITS, LOSS OF BUSINESS OR GOODWILL, LOSS OR CORRUPTION OF DATA OR BREACHES IN SYSTEM SECURITY OR ANY OTHER TYPE OF INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nYOU AGREE THAT CALL CONTROL’S LIABILITY FOR DAMAGES OF ANY KIND WHATSOEVER ARISING OUT OF THIS AGREEMENT SHALL BE LIMITED TO $100.\nTHESE LIMITATIONS SHALL APPLY EVEN IF CALL CONTROL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.</p>\n<p>6.\nRESTRICTED RIGHTS LEGEND.&nbsp;As defined in FAR section 2.101, DFAR section 252.227-7014(a)(1) and DFAR section 252.227-7014(a)(5) or otherwise, the Software and accompanying Documentation provided in connection with this Agreement are “commercial items,” “commercial computer software” and/or “commercial computer software documentation.”&nbsp;&nbsp;Consistent with DFAR section 227.7202 and FAR section 12.212, any use, modification, reproduction, release, performance, display, disclosure or distribution thereof by or for the government shall be governed solely by the terms of this Agreement and shall be prohibited except to the extent expressly permitted by the terms of this Agreement.\nThe foregoing does not apply if you are located outside North America and Latin America.</p>\n<p>7.\nGeneral Terms.\nYou acknowledge that the Device, Software, and Documentation provided by Call Control are subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree to comply strictly with these laws and regulations and acknowledge that you have the responsibility to obtain any licenses to export, re-export, or import as may be required after delivery to you.\nYou represent and warrant that you are not a person or entity appearing on the lists published by the U.S.\nDepartment of Commerce, the U.S.\nDepartment of State, the U.S.\nDepartment of Treasury or any other list that may be published by the U.S.\nGovernment, as amended from time to time, that is prohibited from acquiring ownership or control of items under this Agreement, or with which Call Control is prohibited from doing business.\nThis Agreement shall be governed by and construed in accordance with the internal laws of the State of California without giving effect to any choice or conflict of law provision or rule (whether of the State of California or any other jurisdiction) that would cause the application of laws of any jurisdiction other than those of the State of California.\nAny legal claim, suit, action or proceeding arising out of this Agreement or the matters contemplated hereunder or the breach thereof shall likewise be governed by the internal laws of the State of California without giving effect to any choice or conflict of law provision or rule and shall be instituted exclusively in the federal courts of the United States or the courts of the State of California, and each party irrevocably submits to the exclusive jurisdiction of such courts in any such suit, action or proceeding and waives any objection based on improper venue or forum non conveniens.\nNotices to be given or submitted by either party to other pursuant to this Agreement shall be in writing and shall be deemed to have been given (a) when delivered by hand (with written confirmation of receipt), or (b) when received by the addressee if sent by a nationally recognized overnight courier (receipt requested) or by certified or registered mail, return receipt requested, postage prepaid.\nThe parties acknowledge that they are acting as independent contractors who are solely responsible for their own actions or inactions and that no joint venture, franchise, partnership, agency, or other relationship shall be created or implied by this Agreement.\nYou may not assign or otherwise transfer any of your rights, or delegate or otherwise transfer any of your obligations or performance, under this Agreement, in each case whether voluntarily, involuntarily, by operation of law or otherwise.\nAny purported assignment, delegation or transfer in violation of this provision is void.\nCall Control may freely assign or otherwise transfer all or any of its rights, or delegate or otherwise transfer all or any of its obligations or performance, under this Agreement without your consent.\nIf any court of competent jurisdiction adjudges any provision of this Agreement to be to be illegal, unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and enforceable, but shall not affect any other term or provision of this Agreement or invalidate or render unenforceable such term or provision in any other jurisdiction.\nYou acknowledge and agree that there can be no adequate remedy at law for any material breach of this Agreement, which breach will result in irreparable harm to Call Control, and therefore, upon any such breach or any threat thereof, Call Control is entitled to temporary, preliminary and permanent injunctive relief against you (and, if applicable, your officers or employees) without the requirement of posting a bond or proving actual damages, in addition to whatever remedies Call Control might have at law.\nThis Agreement constitutes the sole and entire agreement between the parties with respect to the subject matter contained herein, and supersedes all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to such subject matter.\nThis Agreement may only be amended, modified or supplemented by an agreement in writing and signed by each party hereto.\nNo waiver by any party of any of the provisions hereof shall be effective unless explicitly set forth in writing and signed by the waiving party.</p>\n<p>FEDERAL COMMUNICATIONS COMMISSION (FCC) COMPLIANCE STATEMENT<br>\nThis equipment complies with Part 15 of the FCC rules.\nOperation is subject to the following two conditions: (1) This device may not cause harmful interference, and (2) this device must accept any interference received, including interference that may cause undesired operation.<br>\nChanges or modifications not expressly approved by the party responsible for compliance could void the user’s authority to operate the equipment.<br>\nThis equipment has been tested and found to comply with the limits for a Class B digital device, pursuant to part 15 of the FCC Rules.\nThese limits are designed to provide reasonable protection against harmful interference in a residential installation.\nThis equipment generates, uses and can radiate radio frequency energy and, if not installed and used in accordance with the instructions, may cause harmful interference to radio communications.\nHowever, there is no guarantee that interference will not occur in a particular installation.\nIf this equipment does cause harmful interference to radio or television reception, which can be determined by turning the equipment off and on, the user is encouraged to try to correct the interference by one or more of the following measures: —Reorient or relocate the receiving antenna.\n—Increase the separation between the equipment and receiver.\n—Connect the equipment into an outlet on a circuit different from that to which the receiver is connected.\n—Consult the dealer or an experienced radio/TV technician for help.<br>\nThis equipment complies with Part 68 of the FCC rules and the requirements adopted by the ACTA.\nOn the bottom of this equipment is a label that contains, among other information, a product identifier in the format US:AAAEQ##TXXX.\nIf requested, this number must be provided to the telephone company.<br>\nA plug and jack used to connect this equipment to the premises wiring and telephone network must comply with the applicable FCC Part 68 rules and requirements adopted by the ACTA.\nA compliant telephone cord and modular plug is provided with this product.\nIt is designed to be connected to a compatible modular jack that is also compliant.\nSee installation instructions for details.\nThis equipment uses USOC RJ11C for all operations.<br>\nThe REN is used to determine the number of devices that may be connected to a telephone line.\nExcessive RENs on a telephone line may result in the devices not ringing in response to an incoming call.\nIn most but not all areas, the sum of RENs should not exceed five (5.0).\nTo be certain of the number of devices that may be connected to a line, as determined by the total RENs, contact the local telephone company.<br>\nThe REN for this product is part of the product identifier that has the format US:AAAEQ##TXXX.\nThe digits represented by ## are the REN without a decimal point (e.g., 03 is a REN of 0.3).<br>\nIf this equipment causes harm to the telephone network, the telephone company will notify you in advance that temporary discontinuance of service may be required.\nBut if advance notice isn’t practical, the telephone company will notify the customer as soon as possible.\nAlso, you will be advised of your right to file a complaint with the FCC if you believe it is necessary.<br>\nThe telephone company may make changes in its facilities, equipment, operations or procedures that could affect the operation of the equipment.\nIf this happens the telephone company will provide advance notice in order for you to make necessary modifications to maintain uninterrupted service.<br>\nIf trouble is experienced with this equipment, for repair or warranty information, please contact Call Control LLC at 206-552-8126.\nIf the equipment is causing harm to the telephone network, the telephone company may request that you disconnect the equipment until the problem is resolved.<br>\nThis equipment is not intended to be repaired.<br>\nConnection to party line service is subject to state tariffs.\nContact the state public utility commission, public service commission or corporation commission for information.<br>\nIf your home has specially wired alarm equipment connected to the telephone line, ensure the installation of this equipment does not disable your alarm equipment.\nIf you have questions about what will disable alarm equipment, consult your telephone company or a qualified installer.</p>\n<p>INNOVATION, SCIENCE AND ECONOMIC DEVELOPMENT (ISED) CANADA COMPLIANCE STATEMENT<br>\nThis equipment meets the applicable Innovation, Science and Economic Development Canada technical specifications.<br>\nOn the bottom of this equipment is a label that contains, among other information, a product identifier in the format US:AAAEQ##TXXX.\nIf requested, this number must be provided to the telephone company.<br>\nThe Ringer Equivalence Number (REN) indicates the maximum number of devices allowed to be connected to a telephone interface.\nThe termination of an interface may consist of any combination of devices subject only to the requirement that the sum of the RENs of all the devices not exceed 5.<br>\nThe REN for this product is part of the product identifier that has the format US:AAAEQ##TXXX.\nThe digits represented by ## are the REN without a decimal point (e.g., 03 is a REN of 0.3).</p>\n<p>\n</p>\nPrivacy Policy\n<p>We recognize that users, visitors and customers of our websites, mobile applications and related services (collectively, the “Service”) highly value their privacy.\nThis Privacy Policy describes our policies on the collection, use, and disclosure of your information in connection with your use of the Service.\nWe provide this Privacy Policy to help you make an informed decision about whether to use our Service.\nThe terms ”we”, ”us” and ”our” refer to EveryCaller.com, which is owned and operated by Call Control LLC, a Washington State Limited Liability Corporation.\nWhen you use the Service, you accept our policies and practices regarding the collection, use, and disclosure of your information as described in this Privacy Policy.</p>\n<p>If you do not agree with our policies and practices, you may choose not to use the Service.</p>\n<p>Information That You Provide<br>\nYou may provide the following types of information to us in connection with your use of the Service:</p>\n<p>• Contact information, such as your name, address, phone, email, and other similar information and information from your phone or device such as your contacts, messages and text message and call history;</p>\n<p>• Credit card information;</p>\n<p>• Content that you submit or transmit to, through, or in connection with the Service, such as comments, messages, and information that you publicly display or are displayed in your account profile.\nand</p>\n<p>• Information that you provide when interacting with our customer support team or responding to a survey or a promotion.</p>\n<p>\n<strong>Cookies and Information That We Collect</strong>\n</p>\n<p>Cookies.\nWhen you use the Service, we may send one or more cookies – a small text file containing a string of alphanumeric characters – to your computer that uniquely identifies the browser you employ.\nWe use both persistent and session cookies.\nA persistent cookie stays after you close your browser and may be used by your browser on subsequent visits to the Service.\nYou can remove persistent cookies by following the help file directions of your browser.\nA session cookie is temporary and disappears after you close your browser.\nYou can set your web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some features of the Service may not function properly if the ability to accept cookies is disabled.</p>\n<p>Log Information That We Collect.\nWhen you use the Service, our servers automatically record certain information that your web browser sends whenever you visit any website.\nThese server logs may include information such as your web request, Internet Protocol (“IP”) address, browser type, browser language, referring / exit pages and URLs, platform type, number of clicks, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, the date and time of your request, and one or more cookies that may uniquely identify your browser.</p>\n<p>Clear GIFs Information That We Collect.\nWe may employ a software technology called clear gifs (aka web beacons), that help us better manage our services and or content by tracking the online usage patterns of our users anonymously (i.e., in a non-personally-identifiable manner).\nIn addition, we may also use clear GIFs in HTML-based emails sent to our users to track which emails are opened by recipients.</p>\n<p>Device / Phone Information That We Collect.\n&nbsp;The Application periodically sends infromation to our servers that contains the unique device identifier, information about calls and text messages while using the Service such as the caller or sender’s phone number and date and time the call or text message was received, non-contact phone numbers of incoming calls and text messages and usage statistics.</p>\n<p>Support requests submitted through the Service may contain personal or private information including but not limited to contacts, messages or recent call logs to help us with supporting and troubleshooting issues or problems.\nYou consent to the transmission of this information through your use of the service.</p>\n<p>Online Backup with Web Server.\n&nbsp;As a service to you, the Service automatically transmits backups of information (name, phone number) of entries stored within your device such as your Blocked List, Allowed List and Settings.\n&nbsp;This information is periodically sychronized with our web servers and can be restored by accessing your account.</p>\n<p>\n<strong>How We Use Your Information</strong>\n<br>\nWe do not spam! To be more specific, we do not use your email address or other personally identifiable information to send you any commercial messages without your consent.</p>\n<p>We primarily use the information that you provide and that we collect to provide you with the Service, personalize your use of the Service (for example, to understand and save your preferences for future visits and compile aggregate data about traffic and interaction so that we can offer better experiences and tools in the future) and to maintain and improve the Service.\nWe may also use your information to:</p>\n<p>• Track and analyze user preferences and behavior;</p>\n<p>• Display relevant advertising;</p>\n<p>• Send you commercial communications that you have consented to receive, also known as “opt-in.” For these commercial communications, you will have the ability to “opt-out” at any time by clicking on the opt-out link that is in the footer of each email communication we send or by sending a request to disable your account to support@everycaller.com;</p>\n<p>• Communicate with you for administrative (for example, customer service) or legal purposes.\nPlease note that you cannot “opt-out” of receiving required administrative or legal notices;</p>\n<p>• Monitor (a) the effectiveness of our marketing campaigns, (b) metrics such as pages viewed, number of visitors, etc.\nand (c) your entries, submissions, and status in promotions, and contests;</p>\n<p>• Resolve disputes, collect fees, and troubleshoot problems;</p>\n<p>• Prevent potentially prohibited or illegal activities, and enforce our Terms;</p>\n<p>• Conduct market research aimed at improving the products and service our affiliated product manufacturers and/or service firms provide to you.\nand</p>\n<p>• Log your mobile phone unique device identifier, phone carrier, and the date and time that the information was processed if you use your mobile phone to send information to or receive information from the Service.</p>\n<p>Disclosure of Your Information<br>\nWe do not share your personally identifiable information or any personal information contained within your device or phone that you send to us (such as name, phone number or email address) with other companies for their commercial use without your consent or except as part of a specific program or feature for which you will have the ability to opt-in or opt-out.\nhowever, non-personally identifiable visitor information in aggregated form may be provided to third parties for marketing, advertising, or other uses without restriction.</p>\n<p>Certain personal information that you submit and other content you post to the Service is meant for public display and is therefore not subject to this Privacy Policy.\nWe may display this information and content on the Service and further distribute it to a wider audience through third party sites and services that may become publically viewable.</p>\n<p>We do not store or retain any credit card information.\nAny credit card information that you provide is securely transmitted to our credit card processor Elavon and we have no access to your full credit card number at any time.\nYour name and address are stored within their servers to aide in customer support and/or fraud management at a later time.\nWe do not store or share your name, address or credit card information related to a purchase.</p>\n<p>In addition, we may share information about you:</p>\n<p>• With our subsidiaries, affiliated companies, or third parties or persons to process such information on our behalf and provide, maintain, and improve the Service;</p>\n<p>• With third parties that run advertising campaigns, contests, special offers, or other events or activities in connection with the Service;</p>\n<p>• To trusted third parties who assist us in operating our website, conducting our business, or servicing you;</p>\n<p>• With third parties in anonymous form only.\nUser IDs are replaced with individual identifying codes, and we are the only entity with access to the associated user information;</p>\n<p>• If we believe that disclosure is reasonably necessary to comply with any applicable law, regulation, legal process, or governmental request.\nto enforce our Terms or policies.\ndetect, prevent, or otherwise address fraud, security or technical issues (including, without limitation, the filtering of spam).\nto protect the security or integrity of the Service and to protect us, our users or others from harm or illegal activities;</p>\n<p>• In connection with, or during the negotiation of, any merger, sale of company stock or assets, financing, acquisition, divestiture, or dissolution of all or a portion of our business.\nIn the unlikely event of our bankruptcy, insolvency, reorganization, receivership, or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors’ rights generally, we may not be able to control how your personal information is treated, transferred, or used.\nand</p>\n<p>• With your consent.</p>\n<p>All third parties that receive your information are bound by contractual obligations to keep personally identifiable information confidential and use it only for the purposes for which we disclose it to them.</p>\n<p>Third-party Advertisers, Links to Other Sites<br>\nWe allow other companies, called third-party ad servers or ad networks, to serve advertisements to the Service.\nThese third-party ad servers or ad networks use technology to send, directly to your browser, the advertisements and links that appear on the Service.\nThey automatically receive your IP address when this happens.\nThey may also use other technologies (such as cookies, JavaScript, or Web Beacons) to measure the effectiveness of their advertisements and to personalize the advertising content you see.</p>\n<p>Please note that if an advertiser asks us to show an advertisement to a certain audience segment and you respond to that advertisement, the advertiser may conclude that you fit the characteristics of the audience they are attempting to reach.\nThe advertiser may also use information regarding your use of the Service, such as the number of times you viewed an ad (but not any personally identifiable information), to determine which ads to deliver to you.</p>\n<p>We recommend you consult the respective privacy policies of these third-party ad servers or ad networks (see links below) for more information on their practices and for instructions on how to opt-out of certain practices.\nOur Privacy Policy does not apply to, and we cannot control the activities of, such other advertisers or web sites.</p>\n<p>We have agreements or are in the process of establishing agreements with the following third-party ad servers or ad networks:</p>\n<p>Google – http://www.google.com/adsense</p>\n<p>Security<br>\nWe have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration and disclosure.\nHowever, no method of transmission over the Internet or via mobile device, or method of electronic storage, is fully secure.\nTherefore, while we endeavor to use commercially acceptable means to protect your personal information, we cannot guarantee its absolute security.</p>\n<p>The safety and security of your information also depends on you.\nWhere we have given you (or where you have chosen) a password for access to the Service, you are responsible for keeping this password confidential.\nWe expect you to not share your password with anyone.</p>\n<p>Accessing and Correcting Your Information<br>\nYou can close your account or review and change your personal information by logging into your account and visiting your account profile page, through the mobile application or by sending us e-mail at support@everycaller.com.\nWe will accommodate any request to change information unless such request would violate any law or legal requirement or regulation or cause the information to be incorrect.\nIf you terminate your account, we may continue to show some of your content in anonymized form.\nIn addition, we may retain personal information from closed accounts to comply with the law, prevent fraud, verify transactions collect any fees owed, resolve disputes, troubleshoot problems, assist with any investigation, enforce our rights and take other actions permitted by law.</p>\n<p>How to delete your account and related data<br>\nYou can have your account and all related data deleted permanently from our system by sending a request to support@callcontrol.com with the subject line DELETE MY INFO.\nComments and call reports that you have made will not be deleted as you have contributed this information to our community and have licensed the use of that material according to our Terms of Service.</p>\n<p>Children’s Online Privacy Protection Act Compliance<br>\nWe are in compliance with the requirements of COPPA (Children’s Online Privacy Protection Act) and do not collect any information from anyone under 13 years of age.\nOur Service is intended for people who are at least 13 years old or older.</p>\n<p>Your California Privacy Rights<br>\nCalifornia law permits California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please contact us as provided below.</p>\n<p>Miscellaneous<br>\nThis Privacy Policy does not apply to information collected by us offline or through any means other than your use of the Service.</p>\n<p>Contact Information<br>\nTo ask questions or comment about this Privacy Policy and our privacy practices, contact us at:</p>\n<p>Call Control LLC<br>\nadmin@everycaller.com</p>\n<p>Changes and Updates to this Privacy Policy<br>\nThis Privacy Policy may be revised periodically.\nThe date the Privacy Policy was last revised is identified at the top of the page.\nIf we make changes, we will post an updated Privacy Policy and revise the “Last Updated” date above.\nYou are responsible for periodically visiting this Privacy Policy to check for any changes.\nIn general, we only use your personal information in the manner described in the Privacy Policy in effect when we have received the personal information you provided.\nYour continued use of the Service after the “Last Updated” date above constitutes your acceptance of any future revisions.<br>\nThe existence of a complaint, comment or posting is not indicative of any wrong doing by the company, individual, or companies at issue.\nWhile users may indicate wrong doing on the part of an individual or company, EveryCaller.com makes no presumptions of wrong doing.</p>\n<ul>\n<li>Call Control</li>\n<li>Call Control App Permissions Overview</li>\n</ul>\n<ul>\n<li>For Networks</li>\n</ul>\n<ul>\n<li>Developers</li>\n<li>Protect API</li>\n<li>Identify API</li>\n</ul>\n<ul>\n<li>About</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Support</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n<p> Call Control® is a registered trademark of Call Control, LLC </p>\n<ul>\n</ul>\n<ul>\n<li>Home</li>\n<li>Landline</li>\n<li>Enterprise</li>\n<li>Developers\n<ul>\n<li>Protect API</li>\n<li>Identify API</li>\n</ul>\n</li>\n<li>Support</li>\n<li>About\n<ul>\n<li>About Us</li>\n<li>Blog</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>Affiliate</li>\n<li>Login</li>\n<li>Google</li>\n<li>AppStore</li>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>\n<i>\n</i> Top ", "created_at": "2022-11-19 02:34:32.626241", "updated_at": "2022-11-19 01:35:32.169806"}], "points": [], "urls": ["callcontrol.com"]}}