{"error": 448, "message": "OK", "parameters": {"id": 8301, "name": "33mail", "created_at": "2023-05-14 04:02:37.774028", "updated_at": "2023-05-14 10:01:57.708611", "wikipedia": null, "keywords": null, "related": null, "slug": "33mail", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8301.png", "url": "33mail.com", "documents": [{"id": 16113, "name": "Terms of Service", "url": "https://33mail.com/tos", "xpath": "//body", "text": "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\nYou consent to our cookies if you continue to use our website.\nDo not sell or share my personal informationUse necessary cookies only Allow all cookies Show detailsOKUse necessary cookies only Allow selection Allow all cookies Necessary Preferences Statistics MarketingShow detailsCookie declaration [#IABV2SETTINGS#] About Necessary (4)  Preferences (0)  Statistics (4)  Marketing (3)  Unclassified (0)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.NameProviderPurposeExpiryType33mail-auth33mail.comSite configuration cookie1 yearHTTPttmailPStrat33mail.comSite configuration cookie10 yearsHTTP__cf_bmVimeoThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.1 dayHTTPCookieConsentCookiebotStores the user's cookie consent state for the current domain13401 daysHTTPPreference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.We do not use cookies of this type.Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.NameProviderPurposeExpiryType_gaGoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gatGoogleUsed by Google Analytics to throttle request rate1 dayHTTP_gidGoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTPvuidVimeoCollects data on the user's visits to the website, such as which pages have been read.2 yearsHTTPMarketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.NameProviderPurposeExpiryTypei/jot/embedsTwitter Inc.Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.SessionPixelads/ga-audiences&nbsp;[x2]GoogleUsed to detect whether the user intends to leave the page via cursor movements.\nThis allows the website to trigger certain pop-ups to keep the user on the website or convert them to customer.\nSessionPixelUnclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.We do not use cookies of this type. [#IABV2_LABEL_PURPOSES#]  [#IABV2_LABEL_FEATURES#]  [#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PURPOSES#][#IABV2_BODY_FEATURES#][#IABV2_BODY_PARTNERS#]Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.Cookie declaration last updated on 4/23/23 by Cookiebot <strong>33mail</strong>\n<ul>\n<li>Home</li>\n<li>Help</li>\n<li>About Us</li>\n<li>FAQ</li>\n<li>Pricing</li>\n<li>Contact Us</li>\n<li>Blog</li>\n<li>Sign Up</li>\n<li>Log In</li>\n</ul>33Mail Terms of Service\"We\" or \"Our\" here refers to the owners and employees of the 33Mail website.<br>Our commitments to you:<ul>\n<li>We will not share your data with third parties except as necessary to comply with requests from law enforcement.</li>\n<li>Your data includes your email address, IP address, aliases, and email activity.</li>\n<li>We will only use your data to provide the service described on this website.</li>\n<li>On rare occasions we may email you regarding major feature upgrades, but you'll be able to block these emails if you wish (we hope you don't though).</li>\n<li>On rare occasions it may be necessary to notify you of changes to the 33Mail service.</li>\n<li>We may modify the emails we forward to you so that we can provide the service described on this website.</li>\n<li>We may also add short unobtrusive advertising, clearly identified as such, to emails we forward to you.</li>\n</ul>If you choose to use 33Mail, you must commit to the following:<ul>\n<li>You may not sell, resell, or offer for any commercial purposes, any part of the 33Mail service.</li>\n<li>You may not use 33Mail to break the law.\nWe will cooperate fully with requests from law enforcement agencies as part of any legitimate investigation of a crime.</li>\n<li>You may not engage in behavior that degrades our service for other users.</li>\n<li>We may terminate your account due to violation of these terms of service.</li>\n<li>You shall indemnify, defend, and hold harmless 33Mail, and anyone related to 33Mail (including its parent corporation, affiliates, their respective officers, employees and agents, and each of 33Mail's partners), from any and all claims, demands, damages, costs, and liabilities including reasonable attorneys' fees, made my any third party due to or arising out of that user's acts or omissions, including claims arising out of that user's use of the 33Mail service.\nhis or her submission, posting or transmission of Content, or his or her violation of the Terms.</li>\n</ul>Warranty information (our lawyers told us this was important):<p>EACH USER'S USE OF THE 33MAIL SITES IS AT HIS OR HER SOLE RISK.\nTHE 33MAIL SITES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND 33MAIL ASSUMES NO RESPONSIBILITY FOR THE TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY USER COMMUNICATIONS OR PERSONALIZATION SETTINGS.\nEACH USER WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO HIS OR HER COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\n33MAIL EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nSPECIFICALLY, 33MAIL MAKES NO WARRANTY THAT (i) THE 33MAIL SITES OR ANY SERVICE THEREON WILL MEET YOUR REQUIREMENTS, (ii) ANY USER ACCESS WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE, (iii) THE QUALITY OF ANY CONTENT, PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL OBTAINED BY ANY USER WILL MEET HIS OR HER EXPECTATIONS, AND (iv) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\nEXCLUDING ONLY DAMAGES ARISING OUT OF 33MAIL'S GROSS NEGLIGENCE OR WILLFUL MISCONDUCT, 33MAIL SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF 33MAIL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM ANY USER'S USE OR INABILITY TO USE ANY 33MAIL SITES OR SERVICES THEREON.\nTHE COST OF PROCUREMENT OF SUBSTITUTE SERVICES.\nUNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\nSTATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE 33MAIL SITES.\nOR ANY OTHER MATTER RELATING TO THE 33MAIL SITES.\nIN NO EVENT SHALL 33MAIL'S TOTAL CUMULATIVE LIABILITY TO ANY USER OR OTHER PARTY UNDER THESE TERMS OF SERVICE OR OTHERWISE EXCEED $1,000.00.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nNOTHING HEREIN SHALL BE DEEMED TO CREATE AN AGENCY, PARTNERSHIP, JOINT VENTURE, EMPLOYEE-EMPLOYER OR FRANCHISOR-FRANCHISEE RELATIONSHIP OF ANY KIND BETWEEN 33MAIL AND ANY USER OR OTHER PERSON OR ENTITY NOR DO THESE TERMS OF SERVICE EXTEND RIGHTS TO ANY THIRD PARTY.\nAS NOTED ABOVE, 33MAIL DOES NOT AND CANNOT CONTROL THE ACTIONS OF 33MAIL SITE USERS, VISITORS OR LINKED THIRD PARTIES.\nWE RESERVE THE RIGHT TO REPORT ANY MALFEASANCE THAT COMES TO OUR ATTENTION TO THE APPROPRIATE AUTHORITIES.\nWE DO NOT GUARANTEE CONTINUOUS UNINTERRUPTED OR SECURE ACCESS TO 33MAIL SITES.\nOPERATION OF 33MAIL SITES MAY BE SUBJECT TO INTERFERENCE FROM NUMEROUS FACTORS OUTSIDE OUR CONTROL.\nFURTHER, SCHEDULED AND PREVENTIVE MAINTENANCE AS WELL AS REQUIRED AND EMERGENCY MAINTENANCE WORK MAY TEMPORARILY INTERRUPT SERVICES OR ACCESS TO THE WEBSITE.\nTHE DISCLAIMERS OF WARRANTY AND LIMITATIONS OF LIABILITY APPLY, WITHOUT LIMITATION, TO ANY DAMAGES OR INJURY CAUSED BY THE FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATION LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, ALTERATION OF OR USE OF ANY ASSET, WHETHER ARISING OUT OF BREACH OF CONTRACT, TORTIOUS BEHAVIOUR, NEGLIGENCE OR ANY OTHER COURSE OF ACTION BY 33MAIL.</p>General Information<p>The Terms constitute the entire agreement between each user and 33Mail and govern each user's use of 33Mail's site and services, superseding any prior agreements.\nEach user may be subject to additional terms and conditions that may apply when that user uses affiliate services, third party content or third party software.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.</p>Terms and Conditions for Referral Incentive Program<p>A referral is only valid under the following circumstances:</p>\n<p>The referred user must actively use the 33mail service over a period of time.\nThis determination will be made at the sole discretion of 33Mail.com.</p>\n<p>The referred user must not already be a user of 33Mail.com.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li> Share</li>\n</ul>Account<ul>\n<li>Login</li>\n<li>Signup</li>\n<li>Lost Password</li>\n<li>Upgrade Account</li>\n</ul>Help<ul>\n<li>About Us</li>\n<li>FAQ</li>\n<li>Contact Us</li>\n<li>Why Premium</li>\n<li>Blog</li>\n</ul>Legal<ul>\n<li>Terms of Service</li>\n</ul>\n<strong>33mail</strong> ", "created_at": "2023-05-14 04:02:37.804809", "updated_at": "2023-05-14 04:03:33.819216"}], "points": [], "urls": ["33mail.com"]}}