{"error": 448, "message": "OK", "parameters": {"id": 8235, "name": "VidMoly", "created_at": "2023-05-08 18:39:49.049418", "updated_at": "2023-05-08 22:02:25.497543", "wikipedia": null, "keywords": null, "related": null, "slug": "vidmoly", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8235.png", "url": "staticmoly.me", "documents": [{"id": 15975, "name": " Terms of Service ", "url": "https://staticmoly.me/tos", "xpath": "//body", "text": " Sign Up &nbsp;&nbsp;Login Username Password Terms of Service\n<br>\n<br>\nOur Agreement<br>\n<br>\nVidMoly provides an online file hosting service (the \"Service\").\nOur Service allows you to store and access files of all kinds online.\nYou may also share your files with others, by providing them with a unique Internet address (a URL) that is automatically created for every file you store using the Service.\nThese Terms of Service are an agreement between you and VidMoly regarding your use of the VidMoly Service.\nVidMoly provides the Service subject to these Terms of Service.\nThese Terms of Service may be revised from time to time.\nBy using the Service, you agree to be bound and to abide by the most recent version of these Terms of Service.\nThe Terms of Service were last updated on 02rd day of Nov, year 2016.\nSome VidMoly services and accounts have additional terms and conditions (\"Additional Terms\").\nWhere Additional Terms apply to a service or account, we will make them available for you to read through your use of that service or account.\nBy using the services or account, you agree to be bound and to abide by the most recent version of Additional Terms.\nAs used in these Terms of Service, “VidMoly” means VidMoly Video Cloud, and “user” means any user of the VidMoly Service, including but not limited to any \"Affiliate\".\nWe explain these terms in more detail below.\n<br>\n<br> The VidMoly Service<br>\n<br>\nVidMoly offers access to the full components of the Service free of charge.\nIn addition, VidMoly provides certain support services to Affiliates.\nVidMoly may change the Service at any time, with or without notice.\nChanges may result in the addition, elimination, or modification of any feature of the Service.\nVidMoly may also stop providing the Service at any time.\nVidMoly may, in its discretion, refuse to provide the Service to anyone for any legally permissible reason.\nVidMoly may terminate any user’s account or access to the Service for: (1) violating these Terms of Service, the VidMoly Intellectual Property and Rights Policy, Privacy Policy, or any other VidMoly policies, terms or conditions.\n(2) failure to pay for services or to discharge any other debt or obligation to VidMoly.\n(3) if VidMoly cannot establish authenticity of the information given by a user.\n(4) VidMoly reasonably believes that actions of a user may result in legal liability for that user, other users of VidMoly, or VidMoly.\nor (5) for any other legally permissible reason.\nYou agree that, except as otherwise be provided herein, VidMoly is not responsible to you or any third party for the termination of your account or your access to the Service.\nYou understand and agree that the Service is provided to you on an “as is” and “as available” basis.\nYou understand and agree that VidMoly will have no liability for the availability, timeliness, or reliability of the Service.\n<br>\n<br> Conditions On Use of the Service<br>\n<br>\nVidMoly grants you permission to access and use the Service as set forth in these Terms of Service, and in exchange you agree as follows:<br>\n<br> You will abide by these Terms of Service, as well as VidMoly’s Intellectual Property and Rights Policy and Privacy Policy.<br>\nYou will not use the Service for any illegal purpose, in any manner that is illegal, or in any other manner that could damage, disable, overburden or impair the Service.\nYou will not defeat or interfere with any security feature of the Service;<br>\nYou will not alter or modify any content uploaded or stored using the Service, other than content you have uploaded;<br>\nYou will not use any automated system, software, or device to index, compile, collect or copy any content residing on servers used by the Service;<br>\nYou will not collect or harvest any personally identifiable information, including without limitation account names or e-mail addresses, from the Service.\nand\nYou will not upload, store, share links to, or make available through the Service any material that contains software viruses or any other computer code designed to interfere with the functioning of any computer software or hardware or telecommunications equipment.\n<br>\n<br>\nYou understand and agree that VidMoly may immediately terminate the account of, or suspend or terminate access to the Service by, a user that violates any of these prohibitions.\n<br>\n<br> Your Use of the Service<br>\n<br>\nYou acknowledge and agree that you are solely responsible for the content that you upload, store or share with others using the Service (collectively \"User Content\"), and for the consequences of uploading, storing or sharing any User Content.\nYou agree that you will not use the Service to upload, store, or share User Content that you did not create or that you do not have permission to upload, store, and share.\nYou promise that you have all intellectual property rights (including without limitation copyright and trademark rights), licenses, and permissions that may be needed to upload, store, or share your User Content.\nBy uploading, storing, or sharing any User Content, you promise that doing so does not infringe any intellectual property rights of another person.\nYou agree that you will not use the Service or the Site to post, transmit, or share child pornography.\nThe use of the Service or the Site to publish or transmit child pornography will not be tolerated.\nIf identified, it will be reported to law enforcement authorities, and will result in termination of your account.\nYou agree that you will not use the Service or the Site to post, transmit, or share User Content that is any of the following:<br>\n<br> - pornographic, sexual content and obscene content.<br>\n- defamatory<br>\n- invasive of the privacy of another person<br>\n- graphically violent or likely to incite imminent violence<br>\n- advocating or promoting terrorism<br>\n- offering or facilitating illegal sales of weapons<br>\n- racist<br>\n- physically threatening or intimidating<br>\n- intended for any illegal purpose<br>\n<br>\n<br>\nBy uploading, storing, or sharing User Content, you promise that it does not fall into any of these prohibited categories.\nYou understand and agree that VidMoly may immediately suspend access to, terminate or remove, without notice, any account or content that violates any of these prohibitions.\nYou agree that you will comply with all applicable terms, conditions, and rules regarding the use of any website, forum, or service in or through which any link to content uploaded and stored using the Service is posted or distributed.\nYou understand and agree that failure to do so may result in the suspension or termination of your account or of access to the Service.\nYou understand that VidMoly does not promise that User Content you upload, store, or share using the Service will be maintained by VidMoly.\nYou are solely responsible for creating backup copies of and replacing any and all User Content, at your own cost and expense.\nYou agree that VidMoly has no responsibility or liability for the deletion of, or the failure to store or to transmit, any User Content.\nVidMoly retains the right to create and revise limits on use, storage, upload and download speeds, sharing, maximum number and duration of look-ups or downloads, and any other aspect of the Service, at its sole discretion and at any time, with or without notice.\n<br>\n<br> Registration and Account Information<br>\n<br>\nAs part of the VidMoly Service, you may choose to register with VidMoly.\nTo register, you must submit a valid e-mail address and create a user name and password.\n<br>\nVidMoly cannot be used with mutli account, 1 person can only have one account.\nIf we system is detected by our bots, all your accounts will be irreversibly terminated.\n<br>Registering allows you to upload using your account, and to delete uploads without having to save the deletion links generated for each upload.\nRegistered users have access to our file manager feature, which allows you to organize your files into folders, and generate links to folders that contain multiple files.\nRegistered users also have access to other special features of the Service, such as our FTP uploading and remote uploading.\nYou will be required to register with VidMoly in order to become an Affiliate.\nTo become an Affiliate, you will also need to provide information necessary to permit VidMoly to deliver payments to you.\nYour e-mail address will be provided to VidMoly, which will send a user name and password to your e-mail address.\n(You can change the user name and password later, if you want.) You promise that the information you provide in registering with VidMoly or signing up as an Affiliate will be accurate and complete.\nYou agree to update that information as necessary to ensure that it remains accurate and complete at all times.\nIf you register, you will have an account with VidMoly.\nAs a user, your account will provide you with information regarding your use of the Service, and with the access to special features of the Service (as mentioned above).\nAs an Affiliate, your account will provide you with access to information concerning your Affiliate activities.\nIn particular, Affiliates have access to statistics regarding the number of downloads of their files, and the earnings resulting from their participation in our Affiliate program.\nAffiliates who have referred other Affiliates to the Service have access to a list of referred Affiliates (usernames only), and the funds earned from referred Affiliates.\nYou will also have the ability to revise your account information (specifically, your user name, e-mail, and payment information).\nYou understand that permitting others to have access to your VidMoly account may result in the disclosure of your personal information, and of information provided to you by VidMoly.\nIt may also result in another person having the ability to alter your account information.\nThis could result, for example, in the unauthorized use of your account for uploading, storing, or sharing content, or in the redirection of payments.\nYou therefore agree that you will keep the information used to access your VidMoly account confidential.\nYou understand and agree that you will be responsible for any and all consequences of your disclosure of the information used to access your VidMoly account, and that VidMoly will have no liability for such consequences.\nYou also agree that any disclosure of the information used to access your VidMoly account to any third party, without the express, written consent of VidMoly, may result in the suspension or termination of your account and of your access to the Service, with or without notice.\nYou promise to notify VidMoly immediately in the event of any disclosure to a third party of the information used to access your VidMoly account, of any unauthorized use of your account, or if you become aware of circumstances indicating any unauthorized use of your account.\nYou may provide notice by sending an e-mail to vidmoly.dmca[at]gmail.com.\nVidMoly does not allow multiple accounts for one user.\nYou agree not to register multiple accounts as a single user.\nYou understand and agree that if VidMoly determines that a single user has multiple accounts, those accounts may be terminated.\n<br>\n<br> Rights to Content, Software and Other Materials<br>\n<br>\nExcept for User Content, all content and components of the Service, including without limitation, the software, graphics, interactive features, trademarks, service marks, logos, and other content (\"VidMoly Materials\") are owned by or licensed to VidMoly.\nVidMoly reserves all rights to the VidMoly Materials not expressly granted to you by these Terms of Service.\nYou may access and use the VidMoly Materials as necessary to upload, store, or provide links to your User Content.\nYou may not otherwise use, reproduce, distribute, or display any VidMoly Materials.\nYou may not alter or modify any VidMoly Materials.\nBy uploading, storing, or providing links to any file using the VidMoly Service, you give VidMoly permission to maintain that file on servers used by the Service, to permit access to the file to anyone using a link to it, and to make copies of the file as VidMoly deems necessary to facilitate the Service.\nYou retain any and all other rights to your User Content.\nVidMoly will not reproduce, distribute, display or exploit any User Content except at your direction as part of the Service, or as VidMoly otherwise deems necessary to comply with any legal obligation.\n<br>\n<br> Objectionable or Inappropriate Content<br>\n<br>\nVidMoly will not routinely screen, monitor, review or revise User Content uploaded, stored, or shared using the Service.\nHowever, VidMoly may review any such content, and VidMoly reserves the right to refuse to accept, store, or permit the sharing of any User Content, to remove any User Content from the Service, and to prevent the uploading, storage, or sharing of any User Content.\nVidMoly does not endorse or support any User Content.\nVidMoly does not guarantee the accuracy or reliability of any User Content.\nVidMoly does not guarantee that User Content does not infringe third party rights, including intellectual property rights.\nVidMoly does not guarantee that User Content will not be harmful or offensive.\nVidMoly does not guarantee that User Content will comply with these Terms of Service.\nYou acknowledge that any use of or reliance on User Content obtained through the Service will be at your own risk.\nIf you become aware of any User Content that you believe violates these Terms of Service, or that is otherwise objectionable, you may inform VidMoly.\nIf you believe that User Content violates copyright or trademark law, please submit a notice in accordance with VidMoly’s Intellectual Property and Rights Policy.\nIf you believe that User Content is otherwise objectionable, submit your notice by clicking here, or send it by e-mail to <b>vidmoly.dmca[at]gmail.com</b>.<br> VidMoly may remove or disable access to the User Content if, in VidMoly’s judgment, it is appropriate to do so.\nHowever, please understand that deciding whether User Content is objectionable often requires the exercise of judgment, and that VidMoly is not legally responsible for content that it does not originate.\nVidMoly reserves the right to access, review, preserve, and disclose any User Content, as it reasonably believes is necessary to do any of the following: (1) satisfy any applicable law, regulation, legal process or governmental request.\n(2) enforce these Terms of Service.\n(3) detect, prevent, or otherwise address fraud, security or technical issues.\n(4) respond to user support requests.\nor (5) protect the rights, property or safety of VidMoly, its users and the public.\nYou agree that VidMoly will not be liable for exercising or failing to exercise any of these rights.\n<br>\n<br> VidMoly.me Services may be used only for lawful purposes.\nTransmission, distribution or storage of any material in violation of any applicable law or regulation, including export control laws, is prohibited.\nThis includes, without limitation, material protected by patent, copyright, trademark, service mark, trade secret or other intellectual property rights.\nIf you use another party's material, you must obtain prior authorization.\nBy using the Services, you represent and warrant that you are the author and copyright owner and/or proper licensee with respect to any hosted content and you further represent and warrant that no content violates the trademark or rights of any third party.\nVidmoly.me reserves the right to suspend or terminate a Customer's transmission(s) that, in Vidmoly.me's discretion, violates these policies or violates any law or regulation.<br>\n<br> Affiliates<br>\n<br>\nAffiliates who establish accounts with VidMoly will be paid in accordance with VidMoly’s Affiliate Terms and Conditions.\nBy becoming an Affiliate, you also agree to comply with VidMoly’s Intellectual Property and Rights Policy and Privacy Policy.\n<br>\n<br>\nAdvertising<br>\n<br>\nAdvertising served by VidMoly itself or by VidMoly in cooperation with a third party (\"VidMoly Advertising\") may appear on the VidMoly website or in communications sent by VidMoly.\nYou understand and agree that all revenue resulting from VidMoly Advertising will be paid exclusively to VidMoly, and that you have no right to or interest in any such revenue.\nYou understand that VidMoly is not responsible for the textual, visual, or technological features or the content of advertisements that appear on the VidMoly website or in VidMoly communications, other than advertisements created and served directly by VidMoly (if any).\nBy using the Service, you agree that VidMoly will not be liable for any VidMoly Advertising that it does not create and serve.\n<br>\n<br> Limitation of Warranties or Guarantees and Limitation of Liability<br>\n<br>\nYOU UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICE IS AT YOUR RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nVidMoly EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nVidMoly DOES NOT GUARANTEE THE ACCURACY, RELIABILITY, COMPLETENESS, OR TIMELINESS OF THE SERVICE OR OF ANY CONTENT MADE AVAILABLE THROUGH THE SERVICE.\nIn particular, and without limitation, VidMoly gives no warranty or guarantee that: (1) the Service will meet your requirements.\n(2) the Service will be uninterrupted, timely, secure, or error-free.\n(3) the results that may be obtained from the use of the Service will be accurate or reliable.\n(4) the quality of any products, services, information, or other material obtained by you through the Service will meet your expectations.\n(5) any errors in the components or contents of the Service will be corrected.\nor (6) that the Service is free of viruses or other harmful components.\nYOU UNDERSTAND AND AGREE THAT VidMoly WILL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, INTEREST OR APPRECIATION, LOSS OF GOODWILL, OR HARM TO REPUTATION, OR FOR ANY INTANGIBLE LOSSES RESULTING FROM THE USE OF OR THE INABILITY TO USE THE SERVICE OR ANY DATA UPLOADED, STORED OR MADE AVAILABLE THROUGH THE SERVICE, WHETHER OR NOT VidMoly HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN ANY EVENT, YOU UNDERSTAND AND AGREE THAT THE MAXIMUM LIABILITY OF VidMoly ARISING FROM OR RELATING TO YOUR USE OF THE SERVICE WILL NOT EXCEED THE AMOUNT PAID BY YOU TO VidMoly, OR OWED BY VidMoly TO YOU, PURSUANT TO THESE TERMS OF SERVICE AND THE OTHER TERMS AND CONDITIONS THEY INCORPORATE.\nSome jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the limitations on liability and damages set forth above may not apply to you.\n<br>\n<br> Indemnification<br>\n<br>\nYou agree to hold harmless and indemnify VidMoly, and its affiliates, officers, directors, employees, agents, and affiliates, from and against any third-party claim arising from or in any way related to your use of the Service, including any liability or expense arising from any claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, or other liabilities of any kind.\nVidMoly will make reasonable efforts to provide you with written notice of any such claim, suit or action, but the failure of VidMoly to provide such notice will not relieve you of these obligations.\n<br>\n<br>\nOur Refund Rules<br>\n<br>\nIf you are not satisfied with the service you received within 48 hours, the payment will be fully refunded to you.<br>\nOur Refund payment method is only made with Tether USDT TRC20 and LTC(Litecoin).<br>\nRefund payments are completed within 72 hours at the latest.\n<br>\n<br>\nGeneral Terms and Conditions<br>\n<br>\nChoice of Law.\nThe agreement created by these Terms of Service, and any dispute arising from or relating to these Terms of Service or the provision or use of the Service, will be governed by the laws of the State of California and the United States of America, without giving effect to their conflict of laws provisions.\nArbitration.\nThe parties agree to submit to binding arbitration any action, proceeding, claim or counterclaim brought by either of the parties against the other arising out of or related to these terms of service or the provision or use of the service (\"Claim\").\nTHE PARTIES EXPRESSLY WAIVE THE RIGHT TO PROCEED IN ANY COURT OR OTHER GOVERNMENT TRIBUNAL AND THE RIGHT TO A TRIAL BY JURY IN CONNECTION WITH ANY CLAIM.\nThe arbitration will be conducted in accordance with the Arbitration Rules of the United Nations Commission on International Trade Law (“UNCITRAL Rules”) in effect at the time of the arbitration.\nIn the event of any conflict between this Agreement and the UNCITRAL Rules, this Agreement will control.\nThere will be a single arbitrator.\nThe arbitrator will be selected as follows: (1) each party will propose three potential arbitrators.\n(2) the parties will confer with each other in a good faith effort to agree on an arbitrator selected from one or both of the parties’ lists.\n(3) if an arbitrator is not selected by the parties within thirty days, the International Centre for Dispute Resolution (“ICDR”) shall make the selection from its list of available neutrals.\nThe language of the mediation and any arbitration will be English.\nThe award in any arbitration shall be rendered within twelve months of the commencement of the arbitration, unless the parties agree to a longer period of time for the arbitration.\nThe parties will, at a minimum, exchange all documents upon which they intend to rely in the arbitration, within sixty days of commencement of the arbitration.\nThe arbitrator will have the power to require either party to provide the other with additional documents, as reasonably necessary for either party to assert its claims or defenses in the arbitration.\nThe arbitrator will award costs and expenses, including reasonable attorneys’ fees, to the prevailing party, if any.\nPrior to any award of costs and expenses by the arbitrator, all costs and expenses of the arbitrator or of the ICDR shall be borne by the parties equally, and each party shall bear the costs and expenses (including of its own counsel, experts and witnesses) involved in preparing and presenting its case.\nLimitation on Untimely Claims Against VidMoly.\nAny claim based on the provision of, access or denial of access to, or suspension or termination of the Service or of any account offered by VidMoly must be given within twelve months from the occurrence of the events on which the claim is based.\nYou understand and agree that, by using the Service, you waive any claim notice of which is not provided in accordance with these Terms of Service, to the maximum extent permitted by the law.\nNo Waiver.\nThe failure or inability of VidMoly to exercise or enforce any right or provision of these Terms of Service will not constitute a waiver of such right or provision.\nThe failure or inability of VidMoly to take action to address any violation of these Terms of Service will not deprive VidMoly of the right to take measures to address any subsequent or similar violations.\nRelationship of VidMoly and its Users.\nVidMoly and its users are independent contractors.\nNeither the provision or use of the Service nor these Terms of Service create any other legal relationship.\nAssignment.\nVidMoly may assign its rights and obligations under these Terms of Service to any third party that acquires an interest in VidMoly, and may delegate obligations under these Terms of Service to third parties retained by VidMoly.\nNo user may transfer or assign any rights or duties under these Terms of Service to any other person or entity, and any purported transfer or assignment of such rights or duties shall be void.\nSeverability.\nIf any provision of these Terms of Service is found invalid or unenforceable, that provision will be enforced to the maximum extent permissible and all other provisions of these Terms of Service will remain in effect.\nNon-Competition.\nBy access or using the Service, you represent that you are not a competitor of VidMoly, and you promise to not use the information received through the use of the Service for the purpose of competing with VidMoly.\nEntire Agreement.\nThese Terms of Service, together with VidMoly’s Intellectual Property and Rights Policy and Privacy Policy, and, to the extent applicable, VidMoly’s Affiliate Terms and Conditions, constitute the entire agreement between you and VidMoly and govern your use of the Service, superseding any prior discussions or agreements between you and VidMoly.\n<br>\n<br>\n<br>\nVidMoly is commited to cooperate with any and all legal authorities if an investigation should arise.\n© 2023 VidMoly - All Rights Reserved<br> Fast and Secure Video Storage Center <b>Make Money | News-Status | Dmca | FAQ | Terms of service | Contact Us | Live Support </b>\n<br>\n<p>Vi</p> ", "created_at": "2023-05-08 18:39:49.079385", "updated_at": "2023-05-08 18:40:19.293434"}, {"id": 15976, "name": "DMCA", "url": "https://staticmoly.me/dmca", "xpath": "//body", "text": " Sign Up &nbsp;&nbsp;Login Username Password DMCA<br>\n<br> To file a copyright infringement notification with VidMoly, you will need to send a written notification that includes substantially the information required by and stated in Section 512(c)(3) of the Digital Millennium Copyright Act.<br>\n<br>\n<b>To write a Proper DMCA Notice, state the following information:</b>\n<br>\nIdentify yourself as an owner of copyrighted work or exclusive rights that you believe were infringed, or a person acting on behalf of such owner, and provide a physical signature (when it is in paper form) or electronic signature (when it is in electronic form).<br>\n<br>\nSpecify the copyrighted work that you believe is being infringed, or if a large number of works are being infringed, a representative list of the works.\nIdentify the location of materials that are infringing your copyrighted work, by providing web URLs on vidmoly.me site that contain these materials.\n<br>Please do not send attached images, pdf or other file formats files, but only a list with vidmoly.me web URLs.\nProviding all URLs in the letter body is the best way to help us process your request quickly.<br>\n<br>\nState your contact information, including your name, street address, phone number, and email address.\nIf you are acting on behalf of the copyright owner please also describe your affiliation with the copyright holder (e.g attorney, vendor, agent).<br>\n<br>\nState that you have \"a good faith belief that use of the aforementioned material is not authorized by the copyright owner, its agents, or the law.\" State that the information in the notice is accurate, under penalty of perjury.\nTo do so, include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the (copyright) owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed\".\nPlease write in English, all emails is any other language will be ignored.<br>\n<br>\nTo exercise your DMCA rights, your Proper DMCA Notice must be sent to Designated Agent of vidmoly to email: <b>vidmoly.dmca(at)gmail.com</b>\n<br>\nFailure to include all of the above information may result in a delay of the processing of the DCMA notification.<br>\n<br>\nPlease note that under Section 512(f) of the DMCA, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.\n<br>\n<br> If VidMoly receives proper notification of claimed copyright infringement it will respond expeditiously by removing, or disabling access to, the material that is claimed to be infringing or to be the subject of infringing activity.\nPlease note that VidMoly will not necessarily send a confirmation about the takedown actions to the reporter.<br>\n<br>\n<br>We have dmca panel so you can delete your content immediately, please contact to apply.\n<p>\n<b>You can contact us at any time.</b>\n</p> © 2023 VidMoly - All Rights Reserved<br> Fast and Secure Video Storage Center <b>Make Money | News-Status | Dmca | FAQ | Terms of service | Contact Us | Live Support </b>\n<br>\n<p>Vi</p> ", "created_at": "2023-05-08 18:39:49.108648", "updated_at": "2023-05-08 18:40:42.298778"}], "points": [], "urls": ["staticmoly.me"]}}