{"error": 448, "message": "OK", "parameters": {"id": 4690, "name": "codejunkies", "created_at": "2021-07-13 20:31:20.567445", "updated_at": "2021-07-14 12:40:44.756212", "wikipedia": null, "keywords": null, "related": null, "slug": "codejunkies", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4690.png", "url": "codejunkies.com", "documents": [{"id": 8404, "name": "Cookie Policy", "url": "https://www.codejunkies.com/Cookies.aspx", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Saves &amp.\nCodes</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> PowerSaves <ul>\n<li> PowerSaves Prime PowerSaves Pro PowerBase for Pokémon PowerSaves Amiibo License Key PowerPlay Upgrade </li>\n</ul>\n</li>\n<li> Pokemon Go <ul>\n<li> Go-Tracker Go-tcha Evolve Go-tcha Classic Wristband Go-tcha Ranger Limited Edition Go-tcha Ranger Go-tcha Accessory Pack </li>\n</ul>\n</li>\n<li> Power Points <ul>\n<li> x1 Power Point x2 Power Points x5 Power Points x10 Power Points x15 Power Points x20 Power Points </li>\n</ul>\n</li>\n<li> Switch <ul>\n<li> NitroPro Controller - Monster Pack Monster Hunter Rise NitroTag Splatoon 2 NitroTag Mario Kart 8 Deluxe NitroTag Zelda Breath of the Wild Super Mario Odyssey </li>\n</ul>\n</li>\n<li> Amiibo <ul>\n<li> PowerSaves Amiibo Amiibo Powerbase PowerTags x10 PowerTags x3 </li>\n</ul>\n</li>\n<li> PS4 <ul>\n<li> Evo Hub CoolDog Controller for PS4 </li>\n</ul>\n</li>\n<li> Retro <ul>\n<li> SD Media Launcher Precision FX Pistol (Wii) Racing Game Steering Wheel (Wii) Freeloader for GameCube EU PS2 Action Replay Max DSi/DS Action Replay Replacement USB Cable </li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>My Account</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> Customer Service Home &nbsp;::&nbsp.\nCustomer Service &nbsp;::&nbsp.\nCookies Cookies Cookie/Tracking Technology\n<p>The Site may use cookie and tracking technology depending on the features offered.\nCookie and tracking technology are useful for gathering information such as browser type and operating system, tracking the number of visitors to the Site, and understanding how visitors use the Site.\nCookies can also help customize the Site for visitors.\nPersonal information cannot be collected via cookies and other tracking technology, however, if you previously provided personally identifiable information, cookies may be tied to such information.\nAggregate cookie and tracking information may be shared with third parties.</p>\n<p>Cookies are small text files that are placed on your computer by websites that you visit.\nThey are widely used in order to make websites work, or work more efficiently, as well as to provide information to the owners of the site.</p>\n<p>The table below explains the cookies we use and why.</p> Name Purpose More Information ASP.NET_SessionId cookie <p>This cookie allows our web servers to respond to your actions on the website.\nThe website wouldn't work for you without it.</p> BVC5codejunkiesBVUserId <p>This cookie allows our web servers to respond to your actions on the website.\nThe website wouldn't work for you without it.</p> BVC5codejunkiesBVLastViewed <p>This cookie allows our web servers to respond to your actions on the website.\nThe website wouldn't work for you without it.</p> BVC5codejunkiesBVCartId This cookie allows our web servers to respond to your actions on the website.\nThe website wouldn't work for you without it.\nGoogle Analytics _utma <p>These cookies are used to collect information about how visitors use our site.\nWe use the information to compile reports and to help us improve the site.\nThe cookies collect information in an anonymous form, including the number of visitors to the site, where visitors have come to the site from and the pages they visited.</p> Overview of privacy at Google Google Analytics _utmb <p>These cookies are used to collect information about how visitors use our site.\nWe use the information to compile reports and to help us improve the site.\nThe cookies collect information in an anonymous form, including the number of visitors to the site, where visitors have come to the site from and the pages they visited.</p> Overview of privacy at Google Google Analytics _utmc <p>These cookies are used to collect information about how visitors use our site.\nWe use the information to compile reports and to help us improve the site.\nThe cookies collect information in an anonymous form, including the number of visitors to the site, where visitors have come to the site from and the pages they visited.</p> Overview of privacy at Google Google Analytics _utmz <p>These cookies are used to collect information about how visitors use our site.\nWe use the information to compile reports and to help us improve the site.\nThe cookies collect information in an anonymous form, including the number of visitors to the site, where visitors have come to the site from and the pages they visited.</p> Overview of privacy at Google How Can We Help? Customer Service <ul>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Policy</li>\n<li>Return Request</li>\n<li>Site Map</li>\n<li>Terms and Conditions</li>\n</ul> Useful Links <ul>\n<li>About Us</li>\n</ul> Store <ul>\n<li>PowerSaves Prime</li>\n<li>PowerSaves</li>\n<li>Pokemon Go</li>\n<li>Power Points</li>\n<li>Amiibo</li>\n<li>PS4</li>\n<li>Retro</li>\n<li>Switch</li>\n<li>Your Account</li>\n</ul> Policies\n<ul>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>Return Policy</li>\n<li>Shipping Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul> Service\n<ul>\n<li>Contact Us</li>\n<li>Store FAQs</li>\n<li>Order Status</li>\n<li>Product FAQ</li>\n</ul> Mailing List <br> Please Wait...\n", "created_at": "2021-07-13 18:36:23.498258", "updated_at": "2021-07-13 18:36:31.334483"}, {"id": 8403, "name": "Privacy Policy", "url": "https://www.codejunkies.com/Privacy.aspx", "xpath": "//body", "text": " Toggle navigation <ul>\n<li>Saves &amp.\nCodes</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> PowerSaves <ul>\n<li> PowerSaves Prime PowerSaves Pro PowerBase for Pokémon PowerSaves Amiibo License Key PowerPlay Upgrade </li>\n</ul>\n</li>\n<li> Pokemon Go <ul>\n<li> Go-Tracker Go-tcha Evolve Go-tcha Classic Wristband Go-tcha Ranger Limited Edition Go-tcha Ranger Go-tcha Accessory Pack </li>\n</ul>\n</li>\n<li> Power Points <ul>\n<li> x1 Power Point x2 Power Points x5 Power Points x10 Power Points x15 Power Points x20 Power Points </li>\n</ul>\n</li>\n<li> Switch <ul>\n<li> NitroPro Controller - Monster Pack Monster Hunter Rise NitroTag Splatoon 2 NitroTag Mario Kart 8 Deluxe NitroTag Zelda Breath of the Wild Super Mario Odyssey </li>\n</ul>\n</li>\n<li> Amiibo <ul>\n<li> PowerSaves Amiibo Amiibo Powerbase PowerTags x10 PowerTags x3 </li>\n</ul>\n</li>\n<li> PS4 <ul>\n<li> Evo Hub CoolDog Controller for PS4 </li>\n</ul>\n</li>\n<li> Retro <ul>\n<li> SD Media Launcher Precision FX Pistol (Wii) Racing Game Steering Wheel (Wii) Freeloader for GameCube EU PS2 Action Replay Max DSi/DS Action Replay Replacement USB Cable </li>\n</ul>\n</li>\n<li>Contact Us</li>\n<li>My Account</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<i>\n</i> Customer Service Privacy Policy Website Policy\n<p>This website is operated by Datel Electronics Limited , registered office, Stafford Road ,Stone, Staffordshire, ST15 0DG.</p>\n<p>Our privacy policy sets out what information we collect, how we use it and under what circumstances we will share it with other parties.\nWe keep this privacy policy under review and we reserve the right to update without notice.</p>\n<p>We are committed to keeping your personal information secure and confidential.\nBy using our website you agree to the use of this information as set out below</p>\n<br>Visitors to our website.<p>The website does not capture personal information other than that what you tell us when registering, buying a product, activating the product licence and in some cases when the product communicates with the site for use and uploading codes.</p>\n<p>We use third party cookies ( see our separate cookie policy below ) such as those from Google analytics to obtain information on traffic to our site.\nWe do not use the information in a manner which identifies the individual.</p>\n<br>Children\n<p>If you are aged 13 or under please obtain your parent or guardian’s permission to providing any personal information to us.\nChildren without this consent should not provide us with such information.</p>\n<br>How we use your information.\n<p>We may use any information you give us;</p>\n<p>\n</p>\n<ul>\n<li>to assist us in providing products and services to you including processing credit card information via a secure third party payment gateway such as Cybersource,</li>\n<li>to record sales, accounting information, returns, updates and product development,</li>\n<li>to comply with any regulatory or legal obligation we may have from time to time.</li>\n</ul>\n<p>\n</p>\n<p>We may also wish to use your data to inform you of any future offers and similar products.\nThis information will not be shared with third parties.\nPlease sign into your account and tick the option for our marketing emails If this is something you would like to sign up to , otherwise we will not send to you direct marketing emails but you can still learn about new products by visiting the website.\nYou may unsubscribe at any time via your login.</p>\n<br>What we do with your data\n<p>All the personal data we process will be processed by our staff in the UK however for the purposes of IT hosting, management and maintenance the information is located on servers within the European Union.</p>\n<br>How long do we keep your data.\n<p>We retain such data for a reasonable time in the event of any legal claims and complaints however we are required by UK tax law to keep your personal data ( name, address, contact details and sales records) for a minimum of 6 years after you first provided it.\nIf there has been no activity on your account for more than 6 years we will delete your personal data.</p>\n<p>You have a right to request a copy of all the information we hold about you.\nIf you would like a copy of some or all of your personal information or have a concern about how your information is being used and or our data practices please contact us using your login details on the support page of this website or if you are not already a user please create an account and request a support ticket</p>\n<p>You may also ask us to correct or remove information you think is inaccurate.\nIf you are not satisfied with our response or believe we are processing your personal data not in accordance with the law you can complain to the information commissioners office https://ico.org.uk</p>\n<br> How Can We Help? Customer Service <ul>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Policy</li>\n<li>Return Request</li>\n<li>Site Map</li>\n<li>Terms and Conditions</li>\n</ul> Useful Links <ul>\n<li>About Us</li>\n</ul> Store <ul>\n<li>PowerSaves Prime</li>\n<li>PowerSaves</li>\n<li>Pokemon Go</li>\n<li>Power Points</li>\n<li>Amiibo</li>\n<li>PS4</li>\n<li>Retro</li>\n<li>Switch</li>\n<li>Your Account</li>\n</ul> Policies\n<ul>\n<li>Privacy Policy</li>\n<li>Cookies</li>\n<li>Return Policy</li>\n<li>Shipping Policy</li>\n<li>Terms &amp.\nConditions</li>\n</ul> Service\n<ul>\n<li>Contact Us</li>\n<li>Store FAQs</li>\n<li>Order Status</li>\n<li>Product FAQ</li>\n</ul> Mailing List <br> Please Wait...\n", "created_at": "2021-07-13 20:31:20.571689", "updated_at": "2021-07-13 18:31:37.687968"}, {"id": 13107, "name": "Shipping Policy", "url": "https://www.codejunkies.com/shippingterms.aspx", "xpath": "/html/body/form/div[4]", "text": " <i>\n</i> Customer Service Shipping Policy UK Shipping with Royal Mail\n<p>All products purchased for shipping within the UK are sent via Royal Mail 48h Tracked.</p>\nAll Other Countries\n<p>For all other countries we try to keep delivery costs as reasonable as possible.\nDelivery costs are calculated based on shipping zones (Mainland Europe and Rest of World) and the combined weight of your order.\nOnce you select your delivery country on the checkout screen the actual delivery cost will be displayed.</p>\nDelivery Times\n<p>Deliveries will be made by Royal Mail.\nRoyal Mail deliveries <em>may</em> require a signature.\nItems that are in stock are dispatched the next working day (an item is in stock unless it clearly states that it is a pre-order or out-of-stock item on the product description page).</p>\n<p>\n<b>UK</b> - Orders normally arrive within 3-5 working days.<br>\n<b>Europe</b> - Orders normally arrive within 5-7 working days<br>\n<b>Rest of World</b> - Orders normally arrive within 10-14 working days.<br>Please note that delivery can take up to 25 workings days after dispatch.</p>\n<p>Please check your order details carefully, as a wrong shipping address may cause a delay in delivery.</p>\n<p>\n<b>Orders that are posted to incorrect/incomplete addresses due to customer error will have to wait for the return of the order to us before we resend the order out to the amended correct address.</b>\n</p>\nCustoms Charges\n<p>In some cases, additional customs fees and duties may be charged, depending on the country the items are shipped to.\nThese fees are to be paid by the customer.</p>\n<p>Please contact your local customs department for more information regarding customs fees and additional charges.</p>\n<p>CodeJunkies is not responsible for delays due to customs.</p> How Can We Help? Customer Service <ul>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Policy</li>\n<li>Return Request</li>\n<li>Site Map</li>\n<li>Terms and Conditions</li>\n</ul> ", "created_at": "2022-12-09 21:50:20.71628", "updated_at": "2022-12-09 21:50:54.650142"}, {"id": 13108, "name": "Return Policy", "url": "https://www.codejunkies.com/ReturnForm.aspx", "xpath": "/html/body/form/div[4]", "text": " <i>\n</i> Customer Service Return Policy <p>Items you have purchased from the Codejunkies store can be returned for replacement or refund provided that they are returned within our <em>returns period</em>.\nThis period which varies depending upon why you are returning the item.</p>\n<p>\n<strong>No</strong> returns will be accepted without a Returned Merchendise Authorisation (RMA) number.\nIf you wish to return an item, please check that that the return is covered by our returns policy (see below) and then use the <em>Return Request</em> form in the My Account section to request an RMA.\nIf your request is accepted and an RMA is issued you them simply need to return the item to us with the RMA number clearly shown on the outside and included on the inside of your package.</p>\n<p>\n<b>We do not accept returns for any software where the packaging or seals have been broken and we cannot accept items purchased from other retailers.</b>\n</p> Peace of Mind Guarantee <p>If you wish to return a product for any reason, you may do so within 7 days.\nYou must, when examining the product exercise reasonable care in doing so in order that the item is not damaged in any way.\nIn order to return items firstly obtain a Returns Merchant Authorisation (RMA) from our website.\nWhen the return has been approved all items must be returned in the original packaging and be in as new condition with all labels, tags and accessories included.\nTo be assured that goods reach us we recommend that you return them by Recorded Delivery and package them securely, including the RMA in the package and marking the OUTSIDE of the package clearly with this number, but not defacing any part of the original packaging.\nIt is your responsibility to ensure they do not get lost in transit.\nUpon receipt of the goods we will provide you with a full refund.\nWe will not pay any amounts towards the cost of the return postage.\n</p>\n<p>All of our products are supplied with a 12 month warranty against manufacturing faults.\nIf you believe an item sent to you, to be faulty or incorrect, please obtain a Returns Merchant Authorisation (RMA).You should include a letter stating the reasons for return when sending your parcel back to us.\nThe RMA number should be clearly marked on the OUTSIDE of the package.\nGoods which are returned without a RMA will not be accepted.\nIt is your responsibility to ensure safe return of the goods and we recommend that they are returned by Recorded Delivery.</p>\n<p>Should the returned item be found to be faulty, we will replace or repair the item.\nIf the returned item is found to be without fault then the cost of return postage will be borne by the customer.\n</p>\n<p>We will not accept the return of any products or provide refunds for products which are over 12 months old under any circumstances, or which have been purchased from a third party.</p>\n<p>We will not accept any returns for any reason where a Returns Merchant Authorisation (RMA) has not been issued or where the RMA is not marked on the outside of the item.</p> How Can We Help? Customer Service <ul>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Policy</li>\n<li>Return Request</li>\n<li>Site Map</li>\n<li>Terms and Conditions</li>\n</ul> ", "created_at": "2022-12-09 21:51:39.884646", "updated_at": "2022-12-09 21:51:49.892592"}, {"id": 13109, "name": "Terms and Conditions", "url": "https://www.codejunkies.com/Terms.aspx", "xpath": "/html/body/form/div[4]", "text": " <i>\n</i> Customer Service Terms and Conditions 1.ACCEPTANCE OF TERMS <p>Welcome\nto Codejunkies.\nCodejunkies provides its service to you, subject to the\nfollowing Terms of Service (\"TOS\"), which may be updated by us from\ntime to time without notice to you.\n</p>\n<p>When using particular Codejunkies services, you and Codejunkies shall be subject to\nany posted guidelines or rules applicable to such services which may be posted\nfrom time to time.\nAll such guidelines or rules are hereby incorporated by\nreference into the TOS.\nCodejunkies may also offer other services that are\ngoverned by different Terms of Service.\n</p> 2.DESCRIPTION OF SERVICE <p>Codejunkies\ncurrently provides users with access to a rich collection of resources\nincluding various cheat codes, game saves, software downloads, forums,\neditorial content, and shopping services through its network of properties (the\n\"Service\").\nYou also understand and agree that the Service may\ninclude advertisements and that these advertisements are necessary for Codejunkies\nto provide the Service.\nYou also understand and agree that the service may\ninclude certain communications from Codejunkies, such as service announcements,\nadministrative messages and the Codejunkies Newsletter, and that these\ncommunications are considered part of Codejunkies membership and you will not\nbe able to opt out of receiving them.\nUnless explicitly stated otherwise, any\nnew features that augment or enhance the current Service, including the release\nof new Codejunkies properties, shall be subject to the TOS.\nYou understand and\nagree that the Service is provided \"as is\" and that Codejunkies\nassumes no responsibility for the timeliness, deletion, mis-delivery or failure\nto publish specific cheat codes or game saves.\n</p>\n<p>You are\nresponsible for obtaining access to the Service and that access may involve\nthird party fees (such as Internet service provider or airtime charges).&nbsp.\nIn addition, you must provide and are responsible for all equipment necessary\nto access the Service.\n</p>\n<p>Please be\naware that you must be at least 13 years of age to access and view the\nCodejunkies forums.\n</p> 3.\nYOUR\nREGISTRATION OBLIGATIONS <p>In\nconsideration of your use of the Service, you represent that you are of legal\nage to form a binding contract and are not a person barred from receiving services\nunder the laws of the United States or other applicable jurisdiction.\nWhen\nregistering for any part of the Service you also agree to: (a) provide true,\naccurate, current and complete information about yourself as prompted by the\nService's registration form (such information being the \"Registration\nData\") and (b) maintain and promptly update the Registration Data to keep\nit true, accurate, current and complete.\nIf you provide any information that is\nuntrue, inaccurate, not current or incomplete, or Codejunkies has reasonable\ngrounds to suspect that such information is untrue, inaccurate, not current or\nincomplete, Codejunkies has the right to suspend or terminate your account\nwithout notice and refuse any and all current or future use of the Service (or\nany portion thereof).\n</p> 4.\nCODEJUNKIES PRIVACY POLICY <p>Registration\nData and certain other information about you is subject to our Privacy Policy.\nFor more information, see our full privacy policy</p> 5.\nMEMBER ACCOUNT, PASSWORD AND SECURITY <p>When\nregistering for the Service you will receive a password and account designation\nupon completing the Service's registration process.\nYou are responsible for\nmaintaining the confidentiality of the password and account, and are fully\nresponsible for all activities that occur under your password or account.\nYou\nagree to (a) immediately notify Codejunkies of any unauthorized use of your\npassword or account or any other breach of security, and (b) ensure that you\nexit from your account at the end of each session.\nCodejunkies cannot and will\nnot be liable for any loss or damage arising from your failure to comply with\nthis Section 5.\n</p> 6.\nCOMMUNITY CONTENT <p>You\nunderstand that all information, data, text, software, music, sound,\nphotographs, graphics, video, messages or other materials\n(\"Content\"), whether publicly posted or privately transmitted, are\nthe sole responsibility of the person from which such Content originated.\nThis\nmeans that you, and not Codejunkies, are entirely responsible for all Content\nthat you upload, post, email, transmit or otherwise make available via the\nService.\nCodejunkies does not control the Content posted via the Service and,\nas such, does not guarantee the accuracy, integrity or quality of such Content.\nYou understand that by using the Service, you may be exposed to Content that is\noffensive, indecent or objectionable.\nUnder no circumstances will Codejunkies\nbe liable in any way for any Content, including, but not limited to, for any\nerrors or omissions in any Content, or for any loss or damage of any kind\nincurred as a result of the use of any Content posted, emailed, transmitted or\notherwise made available via the Service.\n</p>\n<p>You agree\nto not use the Service to: </p>\n<p>a.upload,\npost, email, transmit or otherwise make available any Content that is unlawful,\nharmful, threatening, abusive, harassing, tortious, defamatory, vulgar,\nobscene, libelous, invasive of another's privacy, hateful, or racially,\nethnically or otherwise objectionable.\n</p>\n<p>b.\nharm minors in any way.\n</p>\n<p>c.impersonate any person or entity, including, but not limited to, a Codejunkies\nofficial, forum leader, guide or host, or falsely state or otherwise\nmisrepresent your affiliation with a person or entity.\n</p>\n<p>d.\nforge\nheaders or otherwise manipulate identifiers in order to disguise the origin of\nany Content transmitted through the Service.\n</p>\n<p>e.\nupload,\npost, email, transmit or otherwise make available any Content that you do not\nhave a right to make available under any law or under contractual or fiduciary\nrelationships (such as inside information, proprietary and confidential\ninformation learned or disclosed as part of employment relationships or under\nnondisclosure agreements).\n</p>\n<p>f.\nupload,\npost, email, transmit or otherwise make available any Content that infringes\nany patent, trademark, trade secret, copyright or other proprietary rights\n(\"Rights\") of any party.\n</p>\n<p>g.\nupload,\npost, email, transmit or otherwise make available any unsolicited or\nunauthorized advertising, promotional materials, \"junk mail,\"\n\"spam,\" \"chain letters,\" \"pyramid schemes,\" or\nany other form of solicitation.\n</p>\n<p>h.\nupload,\npost, email, transmit or otherwise make available any material that contains\nsoftware viruses or any other computer code, files or programs designed to\ninterrupt, destroy or limit the functionality of any computer software or\nhardware or telecommunications equipment.\n</p>\n<p>i.\ndisrupt\nthe normal flow of dialogue, or otherwise act in a manner that negatively\naffects other users' ability to engage in communication exchanges.\n</p>\n<p>j.\ninterfere with or disrupt the Service or servers or networks connected to the\nService, or disobey any requirements, procedures, policies or regulations of\nnetworks connected to the Service.\n</p>\n<p>k.\nintentionally or unintentionally violate any applicable local, state, national\nor international law, including, but not limited to, regulations promulgated by\nthe U.S.\nSecurities and Exchange Commission, any rules of any national or other\nsecurities exchange, including, without limitation, the New York Stock Exchange,\nthe American Stock Exchange or the NASDAQ, and any regulations having the force\nof law.\n</p>\n<p>l.\n\"stalk\" or otherwise harass another.\nor </p>\n<p>m.\ncollect\nor store personal data about other users.\n</p>\n<p>You\nacknowledge that Codejunkies may not pre-screen Content, but that Codejunkies\nand its designees shall have the right (but not the obligation) in their sole\ndiscretion to refuse or move any Content that is available via the Service.\nWithout limiting the foregoing, Codejunkies and its designees shall have the\nright to remove any Content that violates the TOS or is otherwise\nobjectionable.\nYou agree that you must evaluate, and bear all risks associated\nwith, the use of any Content, including any reliance on the accuracy,\ncompleteness, or usefulness of such Content.\nIn this regard, you acknowledge\nthat you may not rely on any Content created by Codejunkies or submitted to\nCodejunkies, including without limitation information in Codejunkies cheat\ncodes, game saves, forums, and in all other parts of the Service.\n</p>\n<p>You\nacknowledge, consent and agree that Codejunkies may access, preserve, and\ndisclose your account information and Content if required to do so by law or in\na good faith belief that such access preservation or disclosure is reasonably\nnecessary to: (a) comply with legal process.\n(b) enforce the TOS.\n(c) respond\nto claims that any Content violates the rights of third-parties.\n(d) respond to\nyour requests for customer service.\nor (e) protect the rights, property, or\npersonal safety of Codejunkies, its users and the public.\n</p>\n<p>You\nunderstand that the technical processing and transmission of the Service,\nincluding your Content, may involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting\nnetworks or devices.\n</p> 7.SPECIAL ADMONITIONS FOR INTERNATIONAL USE <p>Recognizing\nthe global nature of the Internet, you agree to comply with all local rules\nregarding online conduct and acceptable Content.\nSpecifically, you agree to\ncomply with all applicable laws regarding the transmission of technical data\nexported from the United States, the United Kingdom or the country in which you\nreside.\n</p> 8.\nCONTENT SUBMITTED OR MADE AVAILABLE FOR INCLUSION ON THE SERVICE <p>Codejunkies\ndoes not claim ownership of Content you submit or make available for inclusion\non the Service.\nHowever, with respect to Content you submit or make available\nfor inclusion on publicly accessible areas of the Service, you grant\nCodejunkies the following world-wide, royalty free and non-exclusive license(s),\nas applicable: </p>\n<p>·With\nrespect to Content you submit or make available for inclusion on publicly\naccessible areas of Codejunkies for example cheat codes or game saves, the\nlicense to use, distribute, reproduce, modify, adapt, publicly perform and\npublicly display such Content without notice.\n</p>\n<p>·With\nrespect to photos, graphics, audio or video you submit or make available for\ninclusion on publicly accessible areas of the Service other than Codejunkies\nforums, the license to use, distribute, reproduce, modify, adapt, publicly\nperform and publicly display such Content on the Service or another service\nclosely associated with Codejunkies.\n</p>\n<p>· With\nrespect to Content other than photos, graphics, audio or video you submit or\nmake available for inclusion on publicly accessible areas of the Service other\nthan Codejunkies forums, the perpetual, irrevocable and fully sublicensable\nlicense to use, distribute, reproduce, modify, adapt, publish, translate,\npublicly perform and publicly display such Content (in whole or in part) and to\nincorporate such Content into other works in any format or medium now known or\nlater developed.\n</p>\n<p>\"Publicly\naccessible\" areas of the Service are those areas of the Codejunkies\nnetwork of properties that are intended by Codejunkies to be available to the\ngeneral public.\nBy way of example, publicly accessible areas of the Service\nwould include Codejunkies forums, Community Saves and other portions of\nCodejunkies that are open to both members and visitors.\n</p> 9.INDEMNITY <p>You agree\nto indemnify and hold Codejunkies, and its subsidiaries, affiliates, officers,\nagents, co-branders or other partners, and employees, harmless from any claim\nor demand, including reasonable attorneys' fees, made by any third party due to\nor arising out of Content you submit, post, transmit or make available through\nthe Service, your use of the Service, your connection to the Service, your\nviolation of the TOS, or your violation of any rights of another.\n</p> 10.\nNO RESALE OF SERVICE <p>You agree\nnot to reproduce, duplicate, copy, sell, trade, resell or exploit for any commercial\npurposes, any portion of the Service (including cheat codes and game saves),\nuse of the Service, or access to the Service.\n</p>\n<p>11.\nGENERAL PRACTICES REGARDING USE AND STORAGE </p>\n<p>You\nacknowledge that Codejunkies may establish general practices and limits\nconcerning use of the Service, including without limitation the maximum number\nof days that cheat codes, game saves, message board postings or other uploaded\nContent will be retained by the Service, the maximum disk space that will be\nallotted on Codejunkies's servers on your behalf, and the maximum number of\ntimes (and the maximum duration for which) you may access the Service in a\ngiven period of time.\nYou agree that Codejunkies has no responsibility or\nliability for the deletion or failure to store any messages and other\ncommunications or other Content maintained or transmitted by the Service.\nYou\nacknowledge that Codejunkies reserves the right to log off accounts that are\ninactive for an extended period of time.\nYou further acknowledge that Codejunkies\nreserves the right to modify these general practices and limits from time to\ntime.\n</p> 12.MODIFICATIONS TO SERVICE <p>Codejunkies\nreserves the right at any time and from time to time to modify or discontinue,\ntemporarily or permanently, the Service (or any part thereof) with or without\nnotice.\nYou agree that Codejunkies shall not be liable to you or to any third\nparty for any modification, suspension or discontinuance of the Service.\n</p> 13.TERMINATION <p>You agree\nthat Codejunkies may, under certain circumstances and without prior notice,\nimmediately terminate your Codejunkies account, any associated user name and\npassword, and access to the Service.\nCause for such termination shall include,\nbut not be limited to, (a) breaches or violations of the TOS or other incorporated\nagreements or guidelines, (b) requests by law enforcement or other government\nagencies, (c) a request by you (self-initiated account deletions), (d)\ndiscontinuance or material modification to the Service (or any part thereof),\n(e) unexpected technical or security issues or problems, and (f) extended\nperiods of inactivity.\n</p>\n<p>Termination\nof your Codejunkies account includes (a) removal of access to all offerings\nwithin the Service, (b) deletion of your password and all related information,\nfiles and content associated with or inside your account (or any part thereof),\nand (c) barring further use of the Service.\nFurther, you agree that all\nterminations for cause shall be made in Codejunkies' sole discretion and that\nCodejunkies shall not be liable to you or any third-party for any termination\nof your account, any associated email address, or access to the Service.\n</p> 14.DEALINGS WITH ADVERTISERS <p>Your\ncorrespondence or business dealings with, or participation in promotions of,\nadvertisers found on or through the Service, including payment and delivery of\nrelated goods or services, and any other terms, conditions, warranties or\nrepresentations associated with such dealings, are solely between you and such\nadvertiser.\nYou agree that Codejunkies shall not be responsible or liable for\nany loss or damage of any sort incurred as the result of any such dealings or\nas the result of the presence of such advertisers on the Service.\n</p> 15.LINKS <p>The\nService may provide, or third parties may provide, links to external World Wide\nWeb sites or resources.\nBecause Codejunkies has no control over such sites and\nresources, you acknowledge and agree that Codejunkies is not responsible for\nthe availability of such external sites or resources, and does not endorse and\nis not responsible or liable for any Content, advertising, products, or other\nmaterials on or available from such sites or resources.\nYou further acknowledge\nand agree that Codejunkies shall not be responsible or liable, directly or\nindirectly, for any damage or loss caused or alleged to be caused by or in\nconnection with use of or reliance on any such Content, goods or services\navailable on or through any such site or resource.\n</p> 16.CODEJUNKIES'S PROPRIETARY RIGHTS <p>You\nacknowledge and agree that the Service and any cheat codes, game saves or\nsoftware used in connection with the Service (\"Code\") contain\nproprietary and confidential information that is protected by copyrights,\ntrademarks, applicable intellectual property and other laws.\nYou agree not to\nmodify, rent, lease, loan, sell, distribute or create derivative works based on\nthe Service or the Code, in whole or in part.\n</p>\n<p>Codejunkies\ngrants you a personal, non-transferable and non-exclusive right and license to\nuse its Code on a single computer or video game console.\nprovided that you do\nnot (and do not allow any third party to) copy, modify, create a derivative\nwork of, reverse engineer, reverse assemble or otherwise attempt to discover any\nsource code, sell, assign, sublicense, grant a security interest in or\notherwise transfer any right in the Code.\nYou agree not to modify the Code in\nany manner or form, or to use modified versions of the Code.\nYou agree not to\naccess the Service by any means other than through the interface that is\nprovided by Codejunkies for use in accessing the Service.\n</p> 17.\nDISCLAIMER OF WARRANTIES <p>\n<b>YOU\nEXPRESSLY UNDERSTAND AND AGREE THAT: </b>\n</p>\n<p>a.\nYour use\nof the service is at your sole risk.\nThe service is provided on an \"as\nis\" and \"as available\" basis.\nCodejunkies expressly disclaims\nall warranties of any kind, whether express or implied, including, but not\nlimited to the implied warranties of merchantability, fitness for a particular\npurpose and non-infringement.\n</p>\n<p>b.\nCodejunkies\nmakes no warranty that (i) the service will meet your requirements, (ii) the\nservice will be uninterrupted, timely, secure, or error-free, (iii) the results\nthat may be obtained from the use of the service will be accurate or reliable,\n(iv) the quality of any products, services, information, or other material\npurchased or obtained by you through the service will meet your expectations,\nand (v) any errors in the code will be corrected.\n</p>\n<p>c.\nAny\nmaterial downloaded or otherwise obtained through the use of the service is\ndone at your own discretion and risk and that you will be solely responsible\nfor any damage to your computer system or loss of data that results from the\ndownload of any such material.\n</p>\n<p>d.\nNo\nadvice or information, whether oral or written, obtained by you from\ncodejunkies or through or from the service shall create any warranty not\nexpressly stated in the tos.\n</p>\n<p>e.\nA small\npercentage of users may experience epileptic seizures when exposed to certain\nlight patterns or backgrounds on a computer screen or while using the service.\nCertain conditions may induce previously undetected epileptic symptoms even in\nusers who have no history of prior seizures or epilepsy.\nIf you, or anyone in\nyour family, have an epileptic condition, consult your physician prior to using\nthe service.\nImmediately discontinue use of the service and consult your\nphysician if you experience any of the following symptoms while using the\nservice, dizziness, altered vision, eye or muscle twitches, loss of awareness,\ndisorientation, any involuntary movement, or convulsions.\n</p> 18.LIMITATION OF LIABILITY <p>You\nexpressly understand and agree that codejunkies shall not be liable to you for\nany direct, indirect, incidental, special, consequential or exemplary damages,\nincluding but not limited to, damages for loss of profits, goodwill, use, data\nor other intangible losses (even if codejunkies has been advised of the\npossibility of such damages), resulting from: (i) the use or the inability to\nuse the service.\n(ii) the cost of procurement of substitute goods and services\nresulting from any goods, data, information or services purchased or obtained\nor messages received or transactions entered into through or from the service.\n(iii)\nunauthorized access to or alteration of your transmissions or data.\n(iv)\nstatements or conduct of any third party on the service.\nor (v) any other\nmatter relating to the service.\n</p> 19.EXCLUSIONS AND LIMITATIONS <p>Some\njurisdictions do not allow the exclusion of certain warranties or the\nlimitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations of sections 17 and 18 may not apply\nto you.\n</p> 20.SPECIAL ADMONITION FOR SERVICES RELATING TO FINANCIAL MATTERS <p>If you\nintend to create or join any service, receive or request any news, messages,\nalerts or other information from the Service concerning companies, stock\nquotes, investments or securities, please read the above Sections 17 and 18\nagain.\nThey go doubly for you.\nIn addition, for this type of information\nparticularly, the phrase \"Let the investor beware\" is apt.\nThe\nService is provided for informational purposes only, and no Content included in\nthe Service is intended for trading or investing purposes.\nCodejunkies and its\nlicensors shall not be responsible or liable for the accuracy, usefulness or\navailability of any information transmitted or made available via the Service,\nand shall not be responsible or liable for any trading or investment decisions\nmade based on such information.\n</p> 21.\nNO THIRD PARTY BENEFICIARIES <p>You agree\nthat, except as otherwise expressly provided in this TOS, there shall be no\nthird party beneficiaries to this Agreement.\n</p> 22.NOTICE <p>Codejunkies\nmay provide you with notices, including those regarding changes to the TOS, by\neither email, regular mail, or postings on the Service.\n</p> 23.TRADEMARK INFORMATION <p>All\nlogos, trademarks and service marks are trademarks of Datel Design and\nDevelopment.\n(the \"Codejunkies Assets\").\nWithout Codejunkies' prior\npermission, you agree not to display or use in any manner, the Codejunkies\nAssets.\n</p> 24.NOTICE AND PROCEDURE FOR MAKING CLAIMS OF COPYRIGHT OR INTELLECTUAL PROPERTY\nINFRINGEMENT <p>Codejunkies\nrespects the intellectual property of others, and we ask our users to do the\nsame.\nCodejunkies may, in appropriate circumstances and at its discretion,\ndisable and/or terminate the accounts of users who may be repeat infringers.\nIf\nyou believe that your work has been copied in a way that constitutes copyright\ninfringement, or your intellectual property rights have been otherwise\nviolated, please provide Codejunkies' Copyright Agent the following\ninformation: </p>\n<p>1.\nan\nelectronic signature of the person authorized to act on behalf of the owner of\nthe copyright or other intellectual property interest.\n<br>\n2.\na description of the copyrighted work or other intellectual property\nthat you claim has been infringed.\n<br>\n3.\na description of where the material that you claim is infringing is\nlocated on the site.\n<br>\n4.\nyour address, telephone number, and email address.\n<br>\n5.\na statement by you that you have a good faith belief that the\ndisputed use is not authorized by the copyright owner, its agent, or the law.\n</p>\n<p>a\nstatement by you, made under penalty of perjury, that the above information in\nyour Notice is accurate and that you are the copyright or intellectual property\nowner or authorized to act on the copyright or intellectual property owner's\nbehalf.For claims of copyright or other intellectual property infringement\nplease email:editor@codejunkies.com.\n</p> 25.\nGENERAL INFORMATION <p>Purchases\nof downloadable products are non refundable, if you are having problems using\nthe download please email technical support.</p>\n<p>\n<i>Entire\nAgreement.</i> The TOS\nconstitute the entire agreement between you and Codejunkies and govern your use\nof the Service, superseding any prior agreements between you and Codejunkies.\nYou also may be subject to additional terms and conditions that may apply when\nyou use or purchase certain other Codejunkies services, affiliate services,\nthird-party content or third-party software.\n</p>\n<p>\n<i>Choice of\nLaw and Forum.</i> The TOS\nand the relationship between you and Codejunkies shall be governed by the laws\nof England without regard to its conflict of law provisions.\nYou and\nCodejunkies agree to submit to the personal and exclusive jurisdiction of the\ncourts located within England.\n</p>\n<p>\n<i>Waiver\nand Severability of Terms.</i> The failure of Codejunkies to exercise or enforce\nany right or provision of the TOS shall not constitute a waiver of such right\nor provision.\nIf any provision of the TOS is found by a court of competent\njurisdiction to be invalid, the parties nevertheless agree that the court\nshould endeavour to give effect to the parties' intentions as reflected in the\nprovision, and the other provisions of the TOS remain in full force and effect.\n</p>\n<p>\n<i>Non-Transferability.</i> You\nagree that your Codejunkies account is non-transferable.\n</p>\n<p>\n<i>Statute of\nLimitations.</i> You\nagree that regardless of any statute or law to the contrary, any claim or cause\nof action arising out of or related to use of the Service or the TOS must be\nfiled within one (1) year after such claim or cause of action arose or be\nforever barred.\n</p>\n<p>The\nsection titles in the TOS are for convenience only and have no legal or\ncontractual effect.\n</p> 26.\nWEEE\nREGULATIONS <p>The Waste Electrical and Electronic Equipment (WEEE) Directive is now UK law.\nThe legislation aims to make producers pay for the collection, treatment and recovery of waste electrical equipment.\nThe regulations also mean that suppliers of equipment like high street shops and internet retailers must allow consumers to return their waste equipment free of charge.</p>\n<p>The amount of WEEE we throw away is increasing by around 5% each year, making it\nthe fastest growing waste stream in the UK.</p>\n<p>Recycling reduces the environmental and health risks associated with sending electrical goods to landfill.</p>\n<p>Codejunkies is obliged under these regulations to offer our customers free take-back of their WEEE on a like-for-like basis when they buy a new Electrical or\nElectronic product from us.</p>\n<p>Customers must return their like-for-like WEEE item to us within 28 days of purchasing their new item at their own cost.</p>\n<p>Under the WEEE Regulations, all new electrical goods should now be marked with the\ncrossed-out wheeled bin symbol shown to show that they were produced after 13th\nAugust 2005, and should be disposed of separately from normal household waste\nso that they can be recycled.</p>\n<p>\n<u>Information for treatment facilities</u>\n</p>\n<p>Information, facilitating the environmentally sound treatment of WEEE, will made available to treatment facilities for all current products.\nPlease contact support@codejunkies.com for information</p> 27.VIOLATIONS <p>Please\nreport any violations of the TOS to support@codejunkies.com.</p> How Can We Help? Customer Service <ul>\n<li>Contact Us</li>\n<li>FAQ</li>\n<li>Privacy Policy</li>\n<li>Return Request</li>\n<li>Site Map</li>\n<li>Terms and Conditions</li>\n</ul> ", "created_at": "2022-12-09 21:52:11.834973", "updated_at": "2022-12-09 21:52:22.538925"}], "points": [{"id": 24280, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.codejunkies.com/Privacy.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:32:55.479571", "updated_at": "2023-07-11 06:21:10.711248", "quoteText": null, "case_id": 301, "document_id": 8403, "quoteStart": null, "quoteEnd": null}, {"id": 24282, "title": "Third-party cookies are used for statistics", "source": "https://www.codejunkies.com/Privacy.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:33:37.188859", "updated_at": "2023-07-11 06:21:10.793053", "quoteText": null, "case_id": 325, "document_id": 8403, "quoteStart": null, "quoteEnd": null}, {"id": 24285, "title": " A list of all cookies set by the website is provided", "source": "https://www.codejunkies.com/Cookies.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:37:20.792628", "updated_at": "2023-07-11 06:21:10.914697", "quoteText": null, "case_id": 306, "document_id": 8404, "quoteStart": null, "quoteEnd": null}, {"id": 24284, "title": "You can retrieve an archive of your data", "source": "https://www.codejunkies.com/Privacy.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:35:31.545182", "updated_at": "2023-07-11 06:21:11.024361", "quoteText": null, "case_id": 140, "document_id": 8403, "quoteStart": null, "quoteEnd": null}, {"id": 24283, "title": "Information is provided about how your personal data is used", "source": "https://www.codejunkies.com/Privacy.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:34:35.525165", "updated_at": "2023-07-11 06:21:11.11189", "quoteText": null, "case_id": 227, "document_id": 8403, "quoteStart": null, "quoteEnd": null}, {"id": 24287, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.codejunkies.com/Privacy.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:38:56.769877", "updated_at": "2023-07-11 06:21:11.514896", "quoteText": null, "case_id": 300, "document_id": 8403, "quoteStart": null, "quoteEnd": null}, {"id": 24286, "title": "Your personal data is used for limited purposes", "source": "https://www.codejunkies.com/Privacy.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:38:34.15206", "updated_at": "2023-07-11 06:21:11.598753", "quoteText": null, "case_id": 196, "document_id": 8403, "quoteStart": null, "quoteEnd": null}, {"id": 24281, "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance", "source": "https://www.codejunkies.com/Privacy.aspx", "status": "Generated through the annotate view", "created_at": "2021-07-13 18:33:02.384277", "updated_at": "2023-09-07 16:54:36.383004", "quoteText": null, "case_id": 277, "document_id": 8403, "quoteStart": null, "quoteEnd": null}], "urls": ["codejunkies.com"]}}