{"error": 448, "message": "OK", "parameters": {"id": 8869, "name": "Riley Hospital for Children at Indiana University Health ", "created_at": "2023-07-07 06:01:34.664362", "updated_at": "2023-07-07 10:02:17.73385", "wikipedia": null, "keywords": null, "related": null, "slug": "riley-hospital-for-children-at-indiana-university-health", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8869.png", "url": "rileychildrens.org", "documents": [{"id": 17333, "name": "Legal Notices ", "url": "https://www.rileychildrens.org/legal-notices", "xpath": "//body", "text": " <p> It looks like your browser is out-of-date! For the best user experience, please upgrade to a more modern browser like Chrome or Edge.\n</p> Skip to Main Content What can we help you find? × Recent Searches <ul>\n<li>No recent searches available</li>\n</ul>\n<ul>\n<li> 317.944.5000 </li>\n<li> I want to...\n<ul>\n<li> Schedule an Appointment </li>\n<li> Refer a Patient </li>\n<li> Plan My Visit </li>\n<li> Pay a Bill </li>\n<li> Make a Donation </li>\n<li> Volunteer </li>\n<li> Find a Career </li>\n</ul>\n</li>\n<li> Menu <ul>\n<li> Health Information </li>\n<li> Find a Doctor </li>\n<li> Departments &amp.\nPrograms </li>\n<li> Support Services </li>\n<li> Contact &amp.\nLocations </li>\n<li> Refer a Patient </li>\n<li> My IU Health Patient Portal </li>\n</ul>\n</li>\n<li> Search </li>\n</ul>\n<ul>\n<li> 317.944.5000 </li>\n<li> My IU Health Patient Portal </li>\n<li> I want to...\n<ul>\n<li> Schedule an Appointment </li>\n<li> Refer a Patient </li>\n<li> Plan My Visit </li>\n<li> Pay a Bill </li>\n<li> Make a Donation </li>\n<li> Volunteer </li>\n<li> Find a Career </li>\n</ul>\n</li>\n<li> Search </li>\n</ul> Book Appointment Online with select physicians.\nRequest Appointment Online to schedule with one of our coordinators.\n1.888.IUHEALTH for <br>Same-Day Primary Care Appointments.\nIf you are experiencing a medical emergency, please call <strong>9-1-1</strong>.\nMenu Search What can we help you find? Recent Searches <ul>\n<li>No recent searches available</li>\n</ul>\n<ul>\n<li> What can we help you find? </li>\n<li> I want to...\n<ul>\n<li> Schedule an Appointment </li>\n<li> Refer a Patient </li>\n<li> Plan My Visit </li>\n<li> Pay a Bill </li>\n<li> Make a Donation </li>\n<li> Volunteer </li>\n<li> Find a Career </li>\n</ul>\n</li>\n<li> Health Information </li>\n<li> Find a Doctor </li>\n<li> Departments &amp.\nPrograms </li>\n<li> Support Services </li>\n<li> Contact &amp.\nLocations </li>\n<li>My IU Health Patient Portal </li>\n<li> General Information<br>\n<strong>317.944.5000</strong>\n</li>\n</ul>\n<ul>\n<li> Health Information </li>\n<li> Find a Doctor </li>\n<li> Departments &amp.\nPrograms </li>\n<li> Support Services </li>\n<li> Contact &amp.\nLocations </li>\n</ul> Legal Notices <ul>\n<li> Legal Notices </li>\n<li> Disclaimer </li>\n<li> Non-discrimination Notice </li>\n<li> Patient Privacy </li>\n<li> Patient Rights &amp.\nResponsibilities </li>\n<li> Social Media Site User Agreement </li>\n<li> Terms and Conditions </li>\n</ul> Go back to the top of the page In This Section Legal Notices Disclaimer Non-discrimination Notice Patient Privacy Patient Rights &amp.\nResponsibilities Social Media Site User Agreement Terms and Conditions Terms and Conditions\n<p>The Service is an online information and communications service provided by Indiana University Health, subject to your compliance with the terms and conditions set forth below, including all exhibits hereto and the other information which is available in the registration process and on the Service (\"Information\") and incorporated by reference in this Agreement.\nThis Agreement consists of the Disclaimer set forth above and the terms and conditions set forth below, including all exhibits hereto and the Information.</p>\n<p>PLEASE READ THIS AGREEMENT CAREFULLY BEFORE ACCESSING OR USING THE SERVICE.\nBY ACCESSING OR USING THE SERVICE, YOU AGREE TO BE BOUND BY THE TERMS AND CONDITIONS SET FORTH BELOW AND THE DISCLAIMER.\nIF YOU ARE NOT WILLING TO BE BOUND BY THESE TERMS AND CONDITIONS AND DISCLAIMER, YOU MAY NOT ACCESS OR USE THE SERVICE.\nIU HEALTH MAY MODIFY THIS AGREEMENT AT ANY TIME, AND SUCH MODIFICATIONS SHALL BE EFFECTIVE IMMEDIATELY UPON EITHER POSTING OF THE MODIFIED AGREEMENT OR NOTIFYING YOU.\nYOU AGREE TO REVIEW THE AGREEMENT PERIODICALLY TO BE AWARE OF SUCH MODIFICATIONS AND YOUR CONTINUED ACCESS OR USE OF THE SERVICE SHALL BE DEEMED YOUR CONCLUSIVE ACCEPTANCE OF THE MODIFIED AGREEMENT.</p>\n<p>\n<strong>1.\nSoftware License</strong>.\nBy this Agreement, IU Health grants to you, subject to the terms of this Agreement, a non-transferable and non-exclusive license to use any software and documentation, together with all updates, enhancements, modifications and fixes thereto, which are owned by IU Health and/or its Information Providers and other licensors (together with the Information Providers, \"Licensors\").</p>\n<p>\n<strong>2.\nEquipment</strong>.\nYou must provide, at your own cost, all telephone and other equipment and services (including where necessary, telephone service and Internet access service) necessary to access the Service.</p>\n<p>\n<strong>3.\nOperating Policies</strong>.\nYou agree to comply with the Operating Policies set forth in Exhibit A, which are the rules that govern user activity in connection with the Service as they may be amended by IU Health from time to time.\nIU Health may remove any communications and materials that IU Health believes in its sole discretion to violate the Operating Policies.\nhowever IU Health does not guarantee that it will remove any or all of such material.\nViolations of the Operating Policies or other provisions of this Agreement may also result in termination or suspension of the Service.</p>\n<p>\n<strong>4.\nCopyright, Licenses and Idea Submissions</strong>.\nThe entire contents of the Service are copyrighted as a collective work under the United States and other copyright laws.\nIU Health holds the copyright in the collective work.\nThe collective work includes works, which are the property of IU Health's Licensors, which are also protected by copyright and other intellectual property laws.\nYou may display and, subject to any expressly stated restrictions or limitations relating to specific material, download portions of the material from the different areas of the Service solely for your own non-commercial use.\nAny redistribution, retransmission or publication of any material is strictly prohibited without the express written consent of the copyright owner.\nYou agree not to change or delete any proprietary notices from materials downloaded from the Service.</p>\n<p>You agree to grant to IU Health a non-exclusive, worldwide, royalty-free, perpetual license, with the right to sublicense, to reproduce, distribute, transmit, create derivative works of, publicly display and publicly perform any materials and other information (including, without limitation, ideas contained therein for new or improved products or services) you submit to public areas of the Service (such as chat rooms, discussion boards, forums and other communities) by all means and in any media now known or hereafter developed.\nYou agree that you shall have no recourse against IU Health for any alleged or actual infringement or misappropriation of any proprietary right in your communication to us.</p>\n<p>\n<strong>5.\nReview</strong>.\nIU HEALTH RESERVES THE RIGHT, BUT IS NOT OBLIGATED, TO REVIEW ALL COMMUNICATIONS AND MATERIALS POSTED OR UPLOADED TO THE SERVICE AND TO BLOCK OR REMOVE COMMUNICATIONS OR MATERIALS THAT IT DETERMINES TO BE (A) ABUSIVE, DEFAMATORY OR OBSCENE, (B) FRAUDULENT, DECEPTIVE OR MISLEADING, (C) IN VIOLATION OF A COPYRIGHT, TRADEMARK OR OTHER INTELLECTUAL PROPERTY RIGHT OF ANOTHER, OR (D) OFFENSIVE, OBJECTIONABLE OR OTHERWISE UNACCEPTABLE TO IU HEALTH AT ITS SOLE DISCRETION.\nANY MESSAGES, ADVICE, OPINIONS OR OTHER INFORMATION CONTAINED IN ANY DISCUSSION AREA SHOULD NOT BE CONSTRUED AS PROFESSIONAL ADVICE OR INSTRUCTION.</p>\n<p>\n<strong>6.\nIndemnification</strong>.\nYou agree to indemnify, defend and hold harmless IU Health, its officers, directors, employees, agents, suppliers and Licensors (collectively the \"Service Providers\") from and against all losses, expenses, damages and costs, including reasonable attorneys' fees, resulting from any violation of this Agreement or any activity related to your account (including negligent or wrongful conduct) by you or any other person accessing the Service using your Service account.</p>\n<p>\n<strong>7.\nThird Party Rights</strong>.\nThe provisions of paragraphs 5 (Review) and 6 (Indemnification) are for the benefit of IU Health and its officers, directors, employees, agents, suppliers and Licensors.\nEach of these individuals or entities shall have the right to assert and enforce those provisions directly against you on its own behalf.</p>\n<p>\n<strong>8.\nTerm.\nTermination</strong>.\nThis Agreement shall commence upon your accessing the Service and/or completing the registration process.\nThis Agreement may be terminated by IU Health without notice at any time for any reason and may be terminated by you upon notice to IU Health at any time for any reason.\nThe provisions of the Disclaimer set forth above and of paragraphs 4 (Copyright, Licenses and Idea Submission), 5 (Review), 6 (Indemnification), 7 (Third Party Rights) and 9 (Miscellaneous) shall survive any termination of this Agreement.</p>\n<p>\n<strong>9.\nMiscellaneous</strong>.\nThis Agreement shall be governed by and construed in accordance with the laws of the State of Indiana.\nYou agree that any legal action or proceeding between IU Health and you for any purpose concerning this Agreement or the parties' obligations hereunder shall be brought exclusively in a court of competent jurisdiction sitting in Marion County, Indiana.\nAny cause of action or claim you may have with respect to the Service must be commenced within one (1) year after the claim or cause of action arises.\nIU Health's failure to insist upon or enforce strict performance of any provision of this Agreement shall not be construed as a waiver of any provision or right.\nNeither the course of conduct between the parties nor trade practice shall act to modify any provision of this Agreement.\nIU Health may assign its rights and duties under this Agreement to any party at any time without notice to you.</p>\n<p>Trademarks and service marks appearing on the Service may be owned by other parties including third parties not affiliated with IU Health.</p>\n<p>\n<strong>10.\nNotice</strong>.\nIU Health may deliver notice to you under this Agreement by means of electronic mail, a general notice on the Service, or by written communication delivered by first class U.S.\nmail to your address on record in IU Health's account information.\nYou may give notice to IU Health at any time via electronic mail to IU Health or by letter delivered by first class postage prepaid U.S.\nmail or overnight courier to the following address:</p>\n<p>IU Health Marketing and Corporate Communications<br>Attn: Webmaster<br>340 W.\n10th St., Ste.\n5200<br>P.O.\nBox 1367<br>Indianapolis, IN 46206</p>\n<p>\n<strong>Exhibit A</strong>\n</p>\n<p>Operating Policies</p>\n<p>These operating policies govern your conduct on the Service.\nYour failure to comply with these policies may result in suspension or termination of your access to the Service and depending on the circumstances legal action against you.</p>\n<p>\n<strong>1.\nRequirements</strong>.\nYou must be an individual at least 13 years of age to register and you must register on the Service under your own name.\nPlease inform IU Health promptly if there is a change in the information you provided to IU Health at the time of registration, including change of address or name.</p>\n<p>\n<strong>2.\nAccount Access</strong>.\nIf/when you initially register for the Service, you will be asked to select a User ID and Password.\nIU Health reserves the right to reject or change any User ID you select for any reason in its sole discretion.</p>\n<p>\n<strong>3.\nOnline Communications</strong>.\nYour participation in online communications (discussion boards) is moderated.\nIU Health reserves the right to monitor content on the Service (including, without limitation, discussion boards) and to remove content which IU Health, in its sole discretion, determines to be abusive, defamatory, obscene, fraudulent, deceptive, misleading, offensive, objectionable or otherwise unacceptable, in violation of the intellectual property right of another or otherwise in violation of these Operating Policies for users of the Service (\"Members\").</p>\n<p>4.\nMembers may not post or transmit any message anonymously or under a false name.\nMembers may not permit any other person (other than an agent acting on Member's behalf and subject to Member's supervision) to access the Service using Member's account for any purpose.</p>\n<p>5.\nMembers may not post or transmit any message which is libelous, defamatory or which discloses private or personal matters concerning any person.\nMembers may not post or transmit any message, data, image or program which is indecent, obscene or pornographic.</p>\n<p>6.\nMembers may not post or transmit any message, data, image or program that would violate the property rights of others, including unauthorized copyrighted text, images or programs, trade secrets or other confidential proprietary information, and trademarks or service marks used in an infringing fashion.</p>\n<p>7.\nMembers may not interfere with other Members' use of the Service, including, without limitation, disrupting the normal flow of dialog in a chat room.</p>\n<p>8.\nMembers may not post or transmit any file which contains viruses, worms, \"Trojan horses\", or any other contaminating or destructive features.</p>\n<p>9.\nMembers may not post or transmit any message which is harmful, threatening, abusive or hateful.\nIt is not the Service's intent to discourage Members from taking controversial positions or expressing vigorously what may be unpopular views.\nhowever, IU Health reserves the right to take such action as it deems appropriate in cases where the Service is used to disseminate statements which are deeply and widely offensive and/or harmful or otherwise unacceptable.</p>\n<p>10.\nMembers may not post or transmit charity requests, petitions for signatures, chain letters or letters relating to pyramid schemes.\nMembers may not post or transmit any advertising, promotional materials or any other solicitation of other Members to use or purchase goods or services except in those areas (e.g., a classified bulletin board) that are designated for such purpose.</p>\n<p>11.\nMembers may not: (a) post a single article to more than five (5) areas of the Service.\n(b) post to any area which is off-topic according to the owner of the area.\nor (c) send unsolicited mass e-mailings to other Members.</p>\n<p>12.\nMembers may not use the facilities and capabilities of the Service to conduct any activity or solicit the performance of any activity which is illegal or which infringes on or violates the rights of others.</p>\nDisclaimer\n<p>The information contained in this online site (the \"Service\") is presented in summary form only and intended to provide broad consumer understanding and knowledge of health care topics.\nThe information should not be considered complete and should not be used in place of a visit, call, consultation or advice of your physician or other health care provider.\nThe Service does not recommend the self-management of health problems.\nInformation obtained by using the Service is not exhaustive and does not cover all diseases, ailments, physical conditions or their treatment.\nShould you have any health care-related questions, please call or see your physician or other health care provider promptly.\nYou should never disregard medical advice or delay in seeking it because of something you have read here.</p>\n<p>The information is compiled from a variety of sources (\"Information Providers\"), including but not limited to IU Health Partners, Inc., A.D.A.M.\nand Rodale Health.\nNeither IU Health nor its affiliates (\"IU\") nor any Information Provider shall be responsible for information provided herein under any theory of liability or indemnity.\nLiability of IU Health or Information Providers, if any, for damages (including, without limitation, liability arising out of contract, negligence, strict liability, tort or patent or copyright infringement) shall not exceed the fees paid by the user for the particular information or service provided.\nIn no event shall IU Health or any Information Provider be liable for any damages other than the amount referred to above, and all other damages, direct or indirect, special, incidental, consequential or punitive, are hereby excluded even if IU Health or the Information Provider has been advised of the possibility of such damages.\nNeither IU Health nor any Information Provider shall be responsible for any statements or materials posted in chat rooms, discussion boards, forums or other communities on the Service under any theory of liability or indemnity.</p>\n<p>Information accessed through this Service is provided \"AS IS\" and without warranty, express or implied.\nAll implied warranties of merchantability and fitness for a particular use or purpose are hereby excluded.\nIU Health and Information Providers make no warranty as to the reliability, accuracy, timeliness, usefulness or completeness of the information.\nIU Health and Information Providers cannot and do not warrant against human and machine errors, omissions, delays, interruptions or losses, including loss of data.\nIU Health and Information Providers cannot and do not guarantee or warrant that files available for downloading from this Service will be free of infection or viruses, worms, Trojan horses or other code that manifest contaminating or destructive properties.</p>\n<p>Online discussion boards, forums and other communities on this Service are moderated forums.\nThe messages posted in these forums are not checked for medical accuracy.\nThe opinions expressed in these forums reflect only the opinions of the individual authors and do not reflect the viewpoint of IU Health or any of its Information Providers.\nThe Service is not responsible for any statements or materials posted in these forums.</p>\n<p>YOU UNDERSTAND FURTHER THAT THE INTERNET CONTAINS UNEDITED MATERIALS SOME OF WHICH ARE SEXUALLY EXPLICIT OR MAY BE OFFENSIVE TO YOU.\nYOU ACCESS SUCH MATERIALS AT YOUR OWN RISK.\nIU HEALTH AND INFORMATION PROVIDERS HAVE NO CONTROL OVER AND ACCEPT NO RESPONSIBILITY WHATSOEVER FOR SUCH MATERIALS.</p>\nPrivacy Policy\n1.\nDigital Privacy\n<p>Indiana University Health and its affiliates (collectively, “IU Health,” “we”, “us” or “our”) are committed to protecting the privacy and security of information received or collected from you and your representatives (“you” or “your”).\nIn this Digital Privacy and Tracking Notice (“Notice”) we explain how we collect, use, share, and protect your information when you use or access our websites, mobile applications, and you interact with us through other digital services and electronic communications (“Digital Services”).\nThis Notice applies to all Digital Services of IU Health, including where this Notice is presented or linked, and supplements IU Health’s Online Services Legal Notices and Internet &amp.\nSocial Medial Site User Agreement.</p>\n<p>By using our Digital Services, clicking [“I Agree”], or creating an account, you are consenting to this Notice and our practices described in this Notice on your own behalf and on whose behalf you are using the Digital Services (e.g., your dependents).\nIf you do not agree to this Notice, do not use our Digital Services.</p>\n<p>Please also note that IU Health is not responsible for the privacy policies of the third-parties that operate any other website, application, or platform, even if it is linked from our Digital Services.\nWe recommend you review any third-party’s privacy policies and Cookies notices, if any, before using any third-party website, application, or platform.</p>\n<p>If you are a patient of IU Health and we collected protected health information from you, please see IU Health’s Notice of Privacy Practices, which addresses how IU Health collects, uses, and discloses your protected health information under the Health Insurance Portability and Accountability Act.\nSome Digital Services may have their own privacy notices that apply to those Digital Services.\nSuch notices supplement this Notice.</p>\n2.\nRegistration\n<p>You are always welcome to use our Digital Services that do not require registering or providing any information.\nHowever, we require you to register for certain Digital Services, including our free health electronic communications, discussion boards (when available), and other features, and online bill pay.\nYou can access the information that you submit when registering for a Digital Service only by using the username and password you have selected for such services.\nWhere a login or password is needed to access our Digital Services, you are responsible for keeping the login and password confidential.\nDo not share your login or password with anyone.\nWe encourage you to change your password regularly.</p>\n3.\nSecurity of Information\n<p>Our online forms are not encrypted unless noted otherwise, and information you input may be accessed by unauthorized users prior to you sending it to us.\nAccess to the information within IU Health is on a need-to-know basis.\nIU Health uses reasonable measures to safeguard the security of the information collected or received in connection with our Digital Services.\nHowever, PLEASE NOTE THAT, BY ITS VERY NATURE, NO DATA STORAGE SYSTEM OR TRANSMISSION OF DATA OVER THE INTERNET OR OTHER PUBLIC NETWORK CAN BE ABSOLUTELY SECURE.\nIU HEALTH, ACCORDINGLY, CANNOT AND DOES NOT GUARANTEE THE COMPLETE SECURITY OF ELECTRONIC INFORMATION.</p>\n4.\nChanging or Deleting Your Information that You Provide to Us\n<p>If you have registered an account to use a Digital Service, you may be able to change the information that you provide at any time by clicking on \"Edit Profile\" within your account section.\nIf you forget your password, click on \"Forgot Password?\" at the top of any page and we will walk you through the process of resetting your password.</p>\n<p>Unsubscribing from our free health emails does not delete the information you provide to us from our system, even if you unsubscribe from all emails.\nWe will delete your registration information from the active and searchable areas of our system at your request.\nBe aware, however, that it is not feasible for us to remove every electronic record that may contain your information, such as from backup and systems.\nAlso, we may change this information and store it in anonymous, de-identified, or aggregated databases.\nThis type of information cannot be linked to you and will not be deleted.</p>\n<p>If you registered for discussion boards and also want that information removed, please note that in your request.\nPlease inform us if you used a different email address or password when registering for discussion boards.</p>\n<p>To have your registration information removed, send your request by email at digitalprivacy@iuhealth.org.\nPlease contact us again if you do not receive a confirmation from us.</p>\n5.\nPrivacy Concerns\n<p>If you have any questions or concerns regarding this Notice, or the collection, retention, or management of any information on our Digital Services, please contact us by email at digitalprivacy@iuhealth.org or send a written notification to:</p>\n<p>IU Health Marketing and Corporate Communications<br>Attn: Webmaster<br>340 W.\n10th St., Suite 5200<br>P.O.\nBox 1367<br>Indianapolis, IN 46206</p>\n6.\nEmails\n<p>When you sign up for free health emails, IU Health maintains information about your selections for the purpose of sending you the emails and managing their transmission to you.\nWe do not use your email address or the information that you provide along with it for other unrelated purposes, although it may be included in anonymous, aggregated statistical information.</p>\n<p>We will use reasonable means to protect your information you send or request from us by email.\nHowever, we cannot guarantee that these communications and data will be confidential, secure, or private.\nAdditionally, we will not be liable in the event that you or anyone else inappropriately uses your email or liable for improper disclosure of your health information you send to us or that you request to receive by email, and you bear this risk.</p>\n<p>A link for unsubscribing from emails is located at the bottom of each email.\nYou also can unsubscribe by using the \"Change Profile\" link within the Connect with IU Health section at the bottom of any page on our site.\nUnsubscribing from emails does not delete your information from our system, even if you unsubscribe from all emails.</p>\n7.\nElectronic Communications (Email, SMS Text and Fax)\n<p>When you provide us your email address, a telephone number (including a mobile phone) or a fax number, you (i) consent to IU Health sending you emails, calls, mobile texts, or faxes concerning IU Health’s health care services, and (ii) consent to IU Health’s sending you requested messaging and communications, including marketing and solicitation communications about IU Health’s and our third-party partners’ products and services that we think would be of interest to you, including but not limited to information related to your appointments, care, conditions, medications, opportunities to be involved in research, or other community resources You also consent to our communication by return email, mobile text and fax to the same email, mobile text or fax number or address you used to send us the initial communication.\nYou are also allowing us to send artificial/prerecorded voice and text messages to your Device’s phone number in order to convey important health care-related messages to you.\nExamples include appointment confirmations, wellness checkups, pre-registration instructions, lab results, post-discharge follow up, prescription notifications, and appointment reminders.\nBecause these emails, mobile text and fax messages may contain your personal health information, IU Health reserves the right to save your messages, and include your message or information contained within your message, in your medical record.</p>\n<p>Although IU Health will try to read and respond promptly to your messages, IU Health staff may not read your message immediately.\nTherefore, you should not use email, mobile text or fax messaging to communicate with IU Health if there is an emergency or where you require an answer in a short period of time.</p>\n<p>IU Health will use reasonable means to protect your information you send or that you request we send to you via email, mobile text (e.g., SMS) or fax communications.\nHowever, because of the risks outlined below, IU Health cannot guarantee that these communications and data will be confidential, secure, or private.\nAdditionally, IU Health will not be liable in the event that you or anyone else inappropriately uses your Device or applications for email, mobile text or fax communications through your Device.\nIU Health will not be liable for improper disclosure of your health information when using these communications tools to send or receive electronic communications with IU Health, and you bear this risk.</p>\n<p>Sending and receiving electronic communications using email, mobile text, and faxes are not without risks, including the following:</p>\n<ul>\n<li>Because the Internet or open communications networks are not secure or private, unauthorized people may be able to intercept, read and possibly modify the electronic communication you send or are sent to you by IU Health.</li>\n<li>Because email, mobile text and electronic faxes can be used to spread viruses, some which cause these messages to be sent to people who you do not intend to send these messages to, you should install and maintain protection software on your Device, including access controls.</li>\n<li>Because these electronic messages can be copied, printed and forwarded by people to whom you send these messages, you should be careful regarding whom you send such messages using email, mobile text and fax messaging.</li>\n<li>If you provide an employer-issued email account or use an employer owned Device to communicate with IU Health, you understand and agree that your employer may have the right to access to all such messages sent by IU Health to the account or Device, and you provide permission to IU Health to send these messages, unless and until you change the email address and mobile phone number registered with IU Health.</li>\n</ul>\n<p>To mitigate these risks, you agree that:</p>\n<ul>\n<li>You will protect your email, text and fax messaging account, password and Device against access by unauthorized people.</li>\n<li>IU Health may forward emails as appropriate to respond to your message.</li>\n<li>If your message requires or asks for a response, and you have not received a response within a reasonable time period, it is your responsibility to follow up directly with IU Health.</li>\n<li>You have carefully considered the risk of using email, mobile and fax messaging for the communication of sensitive medical information, such as, but not limited to, information regarding sexually transmitted diseases, AIDS/HIV, mental health, developmental disability, or substance abuse.</li>\n<li>It is your responsibility to follow up and/or schedule an appointment if warranted or recommended by IU Health, and using your email, phone number, or fax number constitutes your consent to receive a response using the same channel.</li>\n</ul>\n<p>You also agree to support and facilitate IU Health’s use of your email address, phone number and fax number by:</p>\n<ul>\n<li>Immediately inform those individuals with whom you communicate with at IU Health of changes in your email address, phone numbers, fax numbers or electronic fax address.</li>\n<li>You will send messages only to such IU Health email, mobile text and fax messaging numbers and addresses as instructed by us.</li>\n<li>You will put your name and such other information as is necessary for IU Health to identify you in the body of the message.</li>\n<li>With respect to emails, you will include the category of the communications in the email’s subject line, for handling purposes (e.g., appointment, available services and inquiries, billing and cost questions, etc.).</li>\n<li>Prior to sending the message, you will review the message to make sure it is clear and that all relevant or requested information is provided.</li>\n</ul>\n<p>If, at any time, you decide that you no longer wish to be contacted by telephone, mobile text and/or fax messaging, you should provide written notice revoking your prior consent to IU Health, Attention: Customer Service, 250 N.\nShadeland Ave., Indianapolis, Indiana 46219, and include your name, mailing address, specific phone number(s) and advise whether you would like communications to cease via telephone, mobile text and/or fax messaging.\nYou may also elect to opt-out from receiving mobile text messages from IU Health by replying STOP to the mobile text message.\nSMS messages will be titled IU Health.\nWe may still send you transactional emails or mobile texts when responding to a request from you using these communications channels or related to health care services you are receiving.\nIf you subsequently subscribe, or re-subscribe, to marketing electronic messages from us, your prior opt-out will no longer be active and you will be opted-in for those communications.\nHowever, you can always opt-out again later.</p>\n<p>IU Health does not have a separate charge for this service.\nhowever, text message and data rates may apply from your Device’s mobile carrier.\nSubject to the terms and conditions of your mobile carrier, you may receive text messages sent to your mobile Device.\nIU Health does not warrant that your mobile carrier will enable your participation in this service or whether messages will be timely delivered.</p>\n<p>By communicating via mobile text messaging, you also consent and approve of any charges from your mobile carrier relating to text messages to or from IU Health.\nCharges for text messages may appear on your mobile phone bill or be deducted from your prepaid balance.\nIU Health reserves the right to terminate this text messaging service, in whole or in part, at any time without notice.\nThe information in any message may be subject to certain time lags and/or delays.\nYou are responsible for managing the types of text messages you receive.</p>\n<p>Also, when you elect to revoke your consent or unsubscribe, you will receive one (1) final message from IU Health confirming that you have been inactivated in our system.\nFollowing such confirmation message, no additional text messages will be sent unless you re-activate your subscription.</p>\n8.\nDiscussion Boards\n<p>If you are concerned about privacy, use caution when posting messages to our discussion boards.\nThe discussion boards are open to others that use these areas and can read your posts.\nAny information you include when participating in discussion boards is available to anyone with access to these boards.\nFor example, if you include your email address or health information in a message you post on a discussion board, it is accessible by others that use that message board.</p>\n<p>We do not actively monitor these discussion boards and we reserve the right to remove any posts.\nDo not post any messages that are inappropriate, contain abusive language or threaten or violate the privacy or rights of our company, sponsors, or visitors.\nWe may remove any messages posted on discussion boards for any reason.</p>\n9.\nWhat Types of Information Do We Collect?\n<p>When you use our Digital Services, we collect information from or about you, including the device you have used to access and use the Digital Services, in a variety of ways.</p>\n<ul>\n<li>We collect and store information that you provide directly to us on or through the Digital Services.\nThis includes:<ul>\n<li>Account information, such as your name, email address, password, postal address, billing address, shipping address, phone numbers, age, date of birth, and any other identifying information you provide;</li>\n<li>Transaction information, such as your health insurance information and limited payment information from you, such as payment method and payment card information;</li>\n<li>Information about others, such as the names and the contact information of your providers, your representatives, and any dependents in your care;</li>\n<li>Health information, such as your medical condition and information;</li>\n<li>Email address, first and last name, ZIP code, year of birth, gender, and marital status when you register for free emails.\nWe also ask you to select a personal password.\nIn addition, we give you the option to provide additional information, including city, state and topics of interest;</li>\n<li>When you register to use discussion boards, we require that you provide your email address and select a username and password;</li>\n<li>Other information you choose to provide, such as when you conduct a search.\nfill out a form.\nrequest an appointment.\nparticipate in a survey, assessment, contest, or promotion.\nuse other interactive areas of the Digital Services such as chat or other communication features.\nhave live audio and video visits or interactions.\nor request technical or customer support.\nand</li>\n<li>Photographs, audio-visual media, or other file types you upload along with any metadata associated with those files.</li>\n</ul>\n</li>\n<li>We collect certain information automatically when you use or navigate our Digital Services.\nThis includes:<ul>\n<li>Log information, including where our systems record certain log file and usage information such as your Internet Protocol (“IP”) address, browser type and language, operating system, referring URLs, date and time of your visit, pages viewed, links clicked, movements through the Digital Services, and other information about your activities on our Digital Services.\nand</li>\n<li>Device information, such as the device used to access or use the Digital Services, including the hardware model, operating system and version, unique device identifiers, and mobile network information.\nIf your device settings permit, we may also collect information about the location of your device to facilitate your use of certain features of the Digital Services.</li>\n</ul>\n</li>\n<li>We may use Cookies to automatically collect the types of log and device information described above.\nBy using our Digital Services, you consent to our use of Cookies.\nSee paragraph 13 below for additional information about our use of Cookies.</li>\n</ul>\n10.\nHow Do We Use Your Information?\n<p>We may use information we collect to, among other things, communicate with you, provide you with information, optimize your web experience or provide customer service, conduct research and analysis, market and advertise to you, manage your participation in these forums and improve, evaluate, enhance our services and operations, or to comply with applicable laws, regulations and court orders.\nWe may also combine information collected through different Digital Services or portions of our Digital Services.\nWe may also anonymize, de-identify or aggregate this information for our use.</p>\n11.\nHow Do We Share Your Information?\n<p>We may share information with or receive information from third-parties in the following ways: (1) with our third-party service providers that perform services for IU Health or support the Digital Services, subject to appropriate agreements as necessary with those third-parties .\n(2) within our group of subsidiaries and affiliates.\n(3) with others that provide tracking of the Digital Services’ activities and analytics, and to otherwise enable us to send you marketing materials, special offers or perform other administrative services, and to support the purposes described in the section “How Do We Use Your Information”.\n(4) to protect the rights of others and in the course of legal proceedings or in response to legal orders or government requests, and as otherwise required by applicable law.\n(5) as needed to support compliance and corporate governance functions.\nand (6) in connection with a transfer of ownership or assets, a corporate reorganization, merger, or acquisition.\nSuch third-parties may store, collect or otherwise have access to your information when you interact with their Cookies, content, tools, or apps on our Digital Services.\nWhen you use the Digital Services, you consent to this information collection, use and third-party sharing.</p>\n12.\nHow Long Do We Keep Your Information?\n<p>We may retain the information identified above for an indefinite period of time, unless retention is prohibited or a different retention period for this information is required under applicable law.</p>\n13.\nCookie and Other Similar Tracking Technologies (“Cookie Notice”)\n<p>Various tracking technologies that IU Health uses when you access and use our Digital Services are described below.\nPlease read this Cookies Notice carefully.\nIt is part of your general privacy Notice and describes how we collect and store information through tracking technologies such as cookies on our Digital Services, the reasons we use these technologies, and how you can manage settings related to tracking.\nWe are giving you notice of these practices and your available choices regarding them so that your consent is meaningfully informed.\nYou are responsible for managing any preference changes on your device or browser.</p>\nWhat are tracking technologies?\n<p>Tracking technologies are small data files placed on your computer's hard drive or mobile device when you visit our Digital Services, and includes browser cookies, pixel tags, web beacons, embedded scripts, local objects, and other tracking technologies (collectively referred to as “Cookies”).\nA Cookie can be a simple text file that helps your browser to remember certain information that the website can later retrieve to streamline communication between your browser and the website.</p>\nHow does IU Health use Cookies?\n<p>IU Health uses Cookies without functionality.\nThis means the Cookie cannot do anything to your device's hard drive and cannot read information from your device's hard drive.\nWe use Cookies for the following reasons:</p>\n<ul>\n<li>To collect data on an aggregate basis to track site navigation, searches and/or performance.\nThis information is not traceable to an individual user.\nNavigation streams are used to assist us in determining where people go when visiting our site and how long they stay in a particular area.</li>\n<li>Our Digital Services may contain Cookies as web beacons (i.e., clear gifs, pixel tags, and single pixel gifs) that permit IU Health to count users who have visited areas of our Digital Services or opened an email for the purposes of running statistical reports (e.g., identify content popularity, frequency of use, or navigation path(s) towards a goal or destination area).</li>\n<li>We use Cookies to enable the sharing of content through third-party social networks and other third-party websites.</li>\n<li>If your web browser settings allow your browser to share location information, some portions of our Digital Services collect location information (in the form of longitude/latitude coordinates) to identify the device or browser geographic location.\nThis information is used by IU Health anonymously to track interest in IU Health by geographic region and to make recommendations and accommodations regarding the location of our services and access to facilities.\nYour web browser’s settings may be configured to restrict your browser from sharing your location.</li>\n</ul>\nHow can you refuse Cookies on your device?\n<p>On your device, you may refuse to accept browser Cookies by activating the appropriate setting, and you may have similar capabilities on your device in the preferences for your operating system or browser.\nIf you choose to turn off Cookies, you can still access areas of our Digital Services.\nOnce the Cookie feature on your browser is turned off, you might have to \"refuse\" a Cookie each time you encounter one while using our Digital Services.</p>\nHow can you manage your location data sharing?\n<p>For information on turning off location sharing in your device or browser, consult your device and browser documentation or user help information.\nIf you choose to turn off location, you may still be able to access most areas of our Digital Services.\nOnce the location sharing feature is turned off in your browser, you might have to “refuse” to share your location each time you visit the applicable Digital Service.</p>\nHow can you manage Cookies on third-party sites?\n<p>If you click on a link to an external third-party website from an IU Health’s Digital Service, you will be leaving IU Health and will be directed to the third-party's website or digital services.\nYour device may receive Cookies from such other websites and services, including Cookies that allow location data collection, and we are not responsible for such Cookies and related data collected by such third-parties’ website you visit.\nYou may manage Cookies placed by third-parties by following the instructions provided by the third-parties in their website policies and notices.</p>\n<p>For information on managing these preferences, visit All About Cookies at https://allaboutcookies.org/how-to-manage-cookies or consult your Device or browser provider.</p>\n14.\nSurveys, Questionnaires and Polls\n<p>When you respond to surveys, questionnaires or polls on a Digital Service, we may ask you for demographic information such as your gender or age.\nThis information is maintained as anonymous, aggregated information and is used for statistical purposes.</p>\n15.\nContests\n<p>When IU Health runs a contest, we may ask for information when you enter the contest.\nIf so, we will use that information for purposes of administering your participation in the contest.</p>\n16.\nChildren\n<p>The Children’s Online Privacy Protection Act of 1998 (“COPPA”) addresses how information is gathered and used from children under the age of 13.\nWhile we are a non-commercial, nonprofit organization not subject to COPPA, our Digital Services are directed at an adult audience and are not intended or designed to attract children under the age of 13.\nIU Health does not knowingly allow children under the age of 13 to register on our site for any purpose or to access any features that require registration.\nWe require visitors to indicate their year of birth to register.</p>\n<p>If you learn that your child has provided us with personal information through our Digital Services without your consent, you may alert us at digitalprivacy@iuhealth.org.\nIf we learn that a child has provided such personal information, except as required and authorized by law, we will delete that information from our system.</p>\n17.\nLeaving IU Health and Third-Party Links\n<p>This Notice applies only as long as you remain on the IU Health’s Digital Services where this Notice is posted or linked.\nOnce you leave IU Health to visit another site of a third-party that is not under a contract with us to provide or support our Digital Service, we are not responsible for the privacy or security of your information you provide to such third-party or that the third-party collects when you use their website or digital services, even if you reached such website or service by clicking on a link within IU Health.\nThis includes when you click on a link or a \"Return to\" or \"Back to\" banner for another web site, you will be leaving our Digital Service and will be directed to visit or view content from the linked web site, including in a second, smaller \"pop-up\" window.</p>\n18.\nEffect of this Notice\n<p>This Notice is not intended to and does not create any contractual or legal rights in or on behalf of any party.</p>\n19.\nNotice to Non-US Residents and Non-Indiana Residents\n<p>IU Health provides services in the State of Indiana, in the United States.\nWe are subject to the United States federal laws and regulations and Indiana state laws and regulations that govern the privacy and security of patient healthcare information, as well as consumer protection laws and regulations.\nThe data protection laws of other countries and other states may differ as to how your personal information is protected.\nAs a non-U.S.\nresident or non-Indiana resident, when you provide your personal or other information to us, or direct your healthcare provider to provide your information to us, you consent that IU Health may process your information in the State of Indiana, in the United States, subject to the state laws of Indiana and the federal laws of the United States.</p>\n20.\nModification\n<p>IU Health can modify this Notice (including the Cookie Notice) at any time and without prior notice to you, and such modifications will become effective and binding immediately upon posting of the revised Notice.\nAlso, new services, terms, and specific Cookies may be added from time to time without prior notice.\nPlease regularly review this Notice periodically, because you will be bound by any changes made, and continued use of the Digital Services constitutes agreement to any modifications.</p>\n21.\nRevision Information\n<p>This Notice was last updated on May 3, 2023.<br>\n</p>\nInternet Social Media Site User Agreement\n<p>BY POSTING ON ANY Indiana University HEALTH PARTNERS, INC.\nINTERNET SOCIAL MEDIA SITE YOU AGREE TO THESE TERMS.</p>\n<p>Indiana University Health Partners, Inc.\n(\"IU Health\") participates on the Internet with both internally and publicly facing web pages, including social networking sites for viewing content and/or videos and posting comments about IU.\nThese Internet sites include but are not limited to various blogs, bulletin boards, networks, multi-media and news media sites or other user-generated content sites (\"IU Health Internet Site\").\nBy accessing, viewing and/or posting any content related directly or indirectly to IU Health on any IU Health Internet Site, you accept, without limitation or qualification, the following terms of use.\nIf you do not agree to the terms of this Agreement, you may not view or post any content to this IU Health Internet Site.\nBy your use of this IU Health Internet Site you accept this Agreement and that it has the same effect as if you had actually physically signed the Agreement.</p>\n<ol>\n<li>If you are an IU Health WORKFORCE MEMBER you are expected to also adhere to IU Health's POLICIES AND PROCEDURES RELATED TO INTERNET SOCIAL NETWORKING.</li>\n<li>You must be at least 18 years old to post any content on an IU Health Internet Site.</li>\n<li>You are prohibited from posting any content that is confidential or personal health information including patient images on any IU Health Internet Site without appropriate approval and documentation.\n</li>\n<li>Nothing here is intended as medical advice.\nInformation posted here should not be used in place of professional clinical expertise.\nTherefore, by participating, you agree that IU Health shall not be responsible for information provided herein under any theory of liability or indemnity.\n</li>\n<li>You are prohibited from using the IU Health Internet Site to provide medical advice or medical commentary by non-IU Health physicians or to use the IU Health Internet Site to make, recommend or increase referrals to physicians who are not employed by IU Health.\n</li>\n<li>As a guest posting content to a IU Health Internet Site, you agree that you will not: violate any local, state, federal and international laws and regulations, including but not limited to copyright and intellectual property rights laws regarding any content that you send or receive via this site.\ntransmit any material (by uploading, posting, email or otherwise) that is unlawful, disruptive, threatening, profane, abusive, harassing, embarrassing, tortuous, defamatory, obscene, libelous, or is an invasion of another's privacy, is hateful or racially, ethnically or otherwise objectionable as solely determined in IU Health's discretion.\nimpersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity.\ntransmit any material (by uploading, posting, email or otherwise) that you do not have a right to make available under any law or under contractual or fiduciary relationships.\ntransmit any material (by uploading, posting, email or otherwise) that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party.\ntransmit (by uploading, posting, email or otherwise) any unsolicited or unauthorized advertising (including advertising of non-IU Health services or products), promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes\" or any other form of solicitation.\ntransmit any material (by uploading, posting, email or otherwise) that contains software viruses, worms, disabling code, or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\nharass another.\nor collect or store, or attempt to collect or store, personal data about third parties without their knowledge and consent.\nor to share confidential pricing information of any party.\n</li>\n<li>IU Health reserves the right to monitor, prohibit, restrict, block, suspend, terminate, delete, or discontinue access to any IU Health Internet Site, at any time, without notice and for any reason and in its sole discretion.\nIU Health may remove, delete, block, filter or restrict by any other means any materials in IU Health's sole discretion.\nYou understand and agree that IU Health may disclose your communications and activities with IU Health in response to lawful requests by governmental authorities, including Patriot Act requests, judicial orders, warrants or subpoenas, or for the protection of IU Health rights.\nYou agree that in the event that IU Health exercises any of its rights hereunder for any reason, IU Health will have no liability to you.\n</li>\n<li>By posting content on a IU Health Internet Site, you recognize that the forum is public that the posted information becomes public.\n</li>\n<li>You shall defend, indemnify, and hold IU Health and its corporate affiliates and their respective officers, directors, employees, contractors, agents, successors and assigns harmless from and against, and shall promptly reimburse them for, any and all losses, claims, damages, settlements, costs, and liabilities of any nature whatsoever (including reasonable attorneys' fees) to which any of them may become subject arising out of, based upon, as a result of, or in any way connected with, your posting of any content to an IU Health Internet Site, any third party claims of infringement or any breach of this Agreement.\n</li>\n<li>YOU EXPRESSLY ACKNOWLEDGE THAT YOU ASSUME ALL RESPONSIBILITY RELATED TO THE SECURITY, PRIVACY, AND CONFIDENTIALITY RISKS INHERENT IN SENDING ANY CONTENT OVER THE INTERNET.\nBy its very nature, a web site AND THE INTERNET cannot be absolutely protected against intentional or malicious intrusion attempts.\nIU Health does not control the THIRD PARTY SITES AND THE Internet over which you may choose to send confidential personal or health information OR OTHER CONTENT and, therefore, IU Health DOES NOT WARRANT ANY SAFEGUARD AGAINST ANY such interceptions or compromises to your information.\nWhen posting any content on an Internet site, you should think carefully about your own privacy in disclosing detailed or private information about yourself and your family.\n</li>\n<li>FURTHERMORE, IU Health DOES NOT ENDORSE ANY PRODUCT, SERVICE, VIEWS OR CONTENT DISPLAYED ON THE INTERNET SITE.\n</li>\n<li>You agree that any claim or dispute relating to your posting of any content on an IU Health Internet Site shall be construed in accordance with the laws of the State of Indiana without regard to its conflict of laws provisions and you agree to be bound and shall be subject to the exclusive jurisdiction of the local, state or federal courts located in Marion County, Indiana.\n</li>\n<li>You may not provide any content to an IU Health Internet Site that contains any product or service endorsements or any content that may be construed as political lobbying, solicitations or contributions or use the IU Health Internet Site to link to any sites or political candidates or parties or use the IU Health Internet Site to discuss political campaigns, issues or for taking a position on any legislation or law.\n</li>\n<li>If you link to this site, you agree to comply with IU Health's following linking agreement: <strong>IU Health Linking Agreement </strong>IU Health ordinarily does not prohibit links to its web site, provided that any such link does not improperly connote an endorsement by or affiliation with IU Health, or otherwise adversely impact or negatively describe IU Health.\nBy linking to any page on IU Health's web site, you agree to be bound by the terms and conditions as set forth below: Links may be text-based using the words, such as \"IU Health\" or \"iuhealth.org\" (the \"Licensed Marks\").You may not use the IU Health logo as a link.\nBy linking, you acknowledge and agree that, other than as set forth herein all rights to the Licensed Marks, other IU Health marks, the content appearing on the IU Health site, and the design of the IU Health site belong to IU Health.\nYou may not create frames around IU Health's web pages or use other techniques that alter in any way the visual presentation or appearance of IU Health's web site.\nYou must not misrepresent your relationship with IU Health or present false or misleading impressions about IU Health.\nNo links to IU Health's web site may be used in a manner that implies or suggests that IU Health approves or endorses you, your web site or your goods and services.\nYou may not use our logo on external web sites and on social networking sites such as MySpace, Facebook Twitter, or YouTube without IU Health's specific prior written authorization.\nIU Health shall have no responsibility or liability for any content appearing on your web site.\nYou agree to indemnify and defend IU Health against all claims arising out of or based upon your web site.\nNo link(s) may appear on any page on your web site or within any context containing content or materials that may be interpreted as libelous, obscene or criminal, or which infringes, otherwise violates, or advocates the infringement or other violation of, any third party rights.\nIU Health may at any time, in its sole discretion, without cause, terminate the license granted herein to use the Licensed Marks and your right to link to any pages on the IU Health web site.\nIn such event upon request, you agree to immediately remove all links to IU Health's web site and to cease using the Licensed Marks.\n</li>\n<li>THIS AGREEMENT MAY BE UPDATED AT ANY TIME WITHOUT NOTICE, AND EACH TIME A USER ACCESSES AN IU HEALTH INTERNET SITE, THE NEW AGREEMENT WILL GOVERN USAGE, EFFECTIVE UPON POSTING.\nTo remain in compliance, IU Health suggests that you review the Agreement, as well as the other website policies, at regular intervals.\nBy continuing to post any content after such new terms are posted, you accept and agree to any and all such modifications to this Agreement.\n</li>\n</ol>\n<p> ©2023 Riley Hospital for Children at<br> Indiana University Health<br> Find adult services at <strong>iuhealth.org</strong>\n</p> Get Informed <ul>\n<li>About Riley Children's Health</li>\n<li>Research &amp.\nInnovation</li>\n<li>Health Professionals</li>\n<li>Medical Education</li>\n<li>Newsroom</li>\n<li>Riley Connections Blog</li>\n<li>Legal Notices</li>\n</ul> I Want To… <ul>\n<li>Schedule an Appointment</li>\n<li>Refer a Patient</li>\n<li>Plan My Visit</li>\n<li>Pay a Bill</li>\n<li>Make a Donation</li>\n<li>Volunteer</li>\n<li>Find a Career</li>\n</ul> General Information <strong>317.944.5000</strong> Connect with Riley at IU Health <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>YouTube</li>\n<li>LinkedIn</li>\n<li>Instagram</li>\n<li>RSS</li>\n</ul>\n<p> ©2023 Riley Hospital for Children at<br> Indiana University Health<br> Find adult services at <strong>iuhealth.org</strong>\n</p> Non-discrimination Notice <ul>\n<li>English</li>\n<li>Español</li>\n<li>Français</li>\n<li>Burmese</li>\n<li>Pennsilfaanisch Deitsch</li>\n<li>中文</li>\n<li>Nederlands</li>\n<li>Deutsch</li>\n<li>Hakha</li>\n<li>日本語</li>\n<li>Karen</li>\n<li>한국어</li>\n<li>Русский</li>\n<li>Tagalog</li>\n<li>Tiếng Việt</li>\n<li>العربية</li>\n<li>हिंदी</li>\n<li>ਪੰਜਾਬੀ</li>\n</ul> Back to top of the page ", "created_at": "2023-07-07 06:01:34.695246", "updated_at": "2023-07-07 06:01:50.181184"}], "points": [], "urls": ["rileychildrens.org"]}}