{"error": 448, "message": "OK", "parameters": {"id": 7367, "name": "PrivadoVPN", "created_at": "2023-02-07 07:00:07.974361", "updated_at": "2023-07-10 22:02:33.889023", "wikipedia": null, "keywords": null, "related": null, "slug": "privadovpn", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7367.png", "url": "privadovpn.com", "documents": [{"id": 14150, "name": "Privacy Policy", "url": "https://privadovpn.com/privacy-policy/", "xpath": "//body", "text": "English<ul>\n<li>Deutsch</li>\n<li>Nederlands</li>\n<li>Français</li>\n<li>Magyar</li>\n<li>Ελληνικά</li>\n<li>Bahasa Indonesia</li>\n<li>Русский</li>\n<li>Türkçe</li>\n<li>Polski</li>\n<li>Hrvatski</li>\n<li>Português</li>\n<li>Español</li>\n<li>Italiano</li>\n</ul>\n<ul>\n<li>Pricing</li>\n<li>Features<ul>\n<li>\n<ul>\n<li>Product Features</li>\n<li>\n</li>\n<li>Feature Overview</li>\n<li>Zero Log Policy</li>\n<li>Money-Back Guarantee</li>\n<li>SOCKS5 Proxy</li>\n<li>Kill Switch</li>\n<li>Secure Encryption Protocols</li>\n<li>Access on Multiple Devices</li>\n<li>Blazing Fast Downloads</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>What is a VPN?</li>\n<li>\n</li>\n<li>Free VPN</li>\n<li>What is a VPN?</li>\n<li>VPN Split Tunneling</li>\n<li>VPN vs Tor</li>\n<li>Servers</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Software<ul>\n<li>\n<ul>\n<li>Tools</li>\n<li>\n</li>\n<li>What is My IP</li>\n<li>Random Password Generator</li>\n<li>DNS Leak Test</li>\n<li>IP Leak Protection</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Download PrivadoVPN</li>\n<li>\n</li>\n<li>PrivadoVPN for Windows</li>\n<li>PrivadoVPN for Android</li>\n<li>PrivadoVPN for iOS</li>\n<li>PrivadoVPN for macOS</li>\n<li>PrivadoVPN for FireTV</li>\n<li>PrivadoVPN for AndroidTV</li>\n<li>PrivadoVPN for Everything Else</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Support</li>\n<li>Blog</li>\n<li>Login</li>\n<li>English<ul>\n<li>Deutsch</li>\n<li>Nederlands</li>\n<li>Français</li>\n<li>Magyar</li>\n<li>Ελληνικά</li>\n<li>Bahasa Indonesia</li>\n<li>Русский</li>\n<li>Türkçe</li>\n<li>Polski</li>\n<li>Hrvatski</li>\n<li>Português</li>\n<li>Español</li>\n<li>Italiano</li>\n</ul>\n</li>\n<li>Get PrivadoVPN</li>\n</ul>Valentine’s Day Sale! $1.99 Unlimited VPN + 3 Months FREE<ul>\n<li>Unlimited Data</li>\n<li>Unlimited Speed</li>\n<li>Streaming Support</li>\n<li>Unlimited Devices</li>\n<li>Zero-Log</li>\n<li>Ad Blocker</li>\n</ul>Get DealPrivadoVPN Privacy Policy<br>\n<strong>Last Updated:</strong> September 15, 2022PrivadoVPN Key Privacy Facts<ul>\n<li>We do not collect or record the contents of what you are viewing, browsing, communicating, or doing through the PrivadoVPN connections.</li>\n<li>We encrypt all data over the PrivadoVPN connections.</li>\n<li>We ensure that we never log browsing history, traffic destination, data content, IP addresses, or DNS queries associated with a PrivadoVPN connection.</li>\n<li>We are not able to connect activity originating from an IP address from our VPN servers to activity conducted by a user of PrivadoVPN.</li>\n<li>We will never sell your data to any third parties.</li>\n</ul>\n<p>The PrivadoVPN Privacy Policy (“Policy”) applies to the applications, websites and online products and services (the “Services”) provided by Privado Networks AG (“we”).\nBy visiting our websites or creating an account to use our Services and ticking the “I agree”-box, you agree to this Policy.\nIf you do not agree to this Policy, you may not use our Services.</p>\n<p>This Policy informs the customers and users (“you” or “user”) of our Services of how we collect, process and store personal data.\nWe strive to collect only the minimal data required to provide the Services.</p>\n<br>Data Controller:<p>Privado Networks AG in Zug, Switzerland, is the controller for the data processing pursuant to this Policy.\nYou can notify us of any data protection related concerns using support@privadovpn.com.</p>\n<br>Data That We Collect (data that you provide to us):<ul>\n<li>\n<strong>Account Creation:</strong> We collect minimal data when you create an account.\nThis is data that you provide to us, including your email address and your username.</li>\n<li>\n<strong>Payment Information:</strong> We use third party payment processors to facilitate payment for the Services.\nIf you utilize a credit card, this information will be collected by the payment processor.\nWe do not collect or store your credit card number.\nThe specific information collected varies based on your choice of payment method.\nWe recommend using a cryptocurrency when subscribing to minimize payment data that is collected.</li>\n<li>\n<strong>Support:</strong> We do collect and keep data that you share with us regarding support issues or customer requests.\nWe may use third parties for support reporting purposes.</li>\n</ul>\n<br>Data We Collect Automatically When You Use Our Services<p>When you use our Services, we may collect the following information:</p>\n<ul>\n<li>\n<strong>Desktop &amp.\nMobile Applications:</strong> We collect information regarding which application version(s) you have activated for troubleshooting and assisting with support issues.\nWe may also collect anonymous, aggregate statistics, such as the type of operating systems and devices that are most commonly used, including total number of installs, total number of uninstalls and the number of active users over a period of time.</li>\n<li>\n<strong>Desktop &amp.\nMobile Analytics Software:</strong> We use self-hosted Sentry crash reporting tools to send us crash reports so we can provide bug fixes and address technical issues rapidly.</li>\n<li>\n<strong>Mobile Identifiers:</strong> We use mobile identifiers provided by iOS and Android devices.\nThese identifiers do not contain your email address or name.\nMobile identifiers provide us with statistics related to marketing or channel partners.\nUsers may turn-off or reset Mobile Identifiers at any time.\niOS users should review Apple’s support page at support.apple.com/en-us/HT205223.\nAndroid users should review Google’s support page at support.google.com/android/answer/3118621?hl=en.</li>\n</ul>\n<br>Please note that anonymized Desktop &amp.\nMobile Applications data are fully anonymized and unable to be tied to a user of our Services.\nWe collect the information to provide a fast and secure experience.<ul>\n<li>\n<strong>Information Collected by Cookies, Pixels &amp.\nOther Similar Technologies:</strong>\n</li>\n<li>Cookies, pixels and other similar technologies are usually small text or image files that store and provide information about your visit to our websites.\nWe use cookies to improve the user experience of our website.\nWe use analytics providers, like Google, which set cookies when you visit our websites.</li>\n<li>We use cookies for a number of reasons, like helping us see which features are most popular, counting visitors to a page, improving our users' experience, keeping our services secure, and generally providing you with a better experience.</li>\n<li>To prevent your data from being used by Google Analytics, you can install Google’s opt-out browser add-on.</li>\n<li>For information on how our advertising partners allow you to opt out of receiving ads based on your web browsing history, please visit youronlinechoices.eu.\nUsers in the United States should visit optout.aboutads.info/.</li>\n<li>For more details, please refer to our Cookie Policy (https://privadovpn.com/cookie-policy/).</li>\n</ul>\n<br>Any Cookies that are utilized will not contain personally identifying information such as your email address and they do not track your activity outside of our websites.<p>\n<strong>Information Collected on Social Media or Blogs:</strong> We may collect information on our blog via our websites or through our social media accounts, including but not limited to Facebook, Reddit, and Twitter.\nAny communication you provide to us on external social media accounts is done at your own risk and without guarantee of privacy.\nIf you post a comment on one of our blogs or websites, please contact us if you want it deleted.</p>\n<p>\n<strong>External Links:</strong> Our Services may contain links to other websites or other services of interest.\nWe are not responsible for the content or material on any website that we link to, as these external sites and services are governed by their own terms and privacy policies</p>\n<br>Bandwidth Utilized &amp.\nFree Versions.<p>We measure the amount of bandwidth utilized by users of the Services.\nFree versions may have a limited data transfer amount.\nSubscribers that paid for Services will be provided with unlimited data transfer.\nThe total sum of data transferred is not identifiable for a user’s behavior.\nWe measure bandwidth utilized in order to improve our services.\nWe do not log any data sent over the connections.</p>\n<br>Combination and Further Use of Data<p>We combine the data we collect about you and use this information for various purposes, including to:</p>\n<ul>\n<li>provide and improve our products and services;</li>\n<li>process your transactions;</li>\n<li>send you technical notices and support and administrative messages;</li>\n<li>communicate with you about products, services, promotions, events and other news and information we think will be of interest to you;</li>\n<li>personalize our Services, including by providing content or features we think will be of interest to you;</li>\n<li>facilitate contests and promotions and process and deliver prizes;</li>\n<li>monitor and analyze trends and usage to assist with capacity planning for our Services;</li>\n<li>detect and prevent fraudulent transactions and other illegal activities, comply with our legal obligations and protect the rights and property of Privado and others.\nand</li>\n<li>carry out any other purpose described to you at the time the information was collected.</li>\n</ul>\n<p>You may opt out from receiving any marketing or promotional emails by following the opt-out procedures that are explained in the email.\nAlternatively, you may email support@privadovpn.com opt out of our internal marketing or promotional emails.</p>\n<br>Disclosure of Data<p>We only disclose the limited data we have on record (i.e., email address &amp.\nusername) when compelled by the Swiss authorities.\nData requests from foreign authorities must be approved by the Swiss authorities.</p>\n<br>Control Tower DNS<p>PrivadoVPN offers a smart DNS service (“Control Tower”) to users that want to block ads &amp.\ntrackers, block IP level threats, and bypass geo-restrictions without the need to install a VPN client.</p>\n<p>Control Tower requires a customer to register an IP address as it operates only at the DNS layer and needs to apply the correct rules to match a user query to your profile.\nA user registers an IP address by using the “Control Tower” page on the PrivadoVPN website.</p>\n<p>IP addresses registered with Control Tower are only used to identify authorized devices and not used for any other purpose.\nControl Tower does not keep logs of which proxy server IPs are used by a user and we do not have access to this data.\nWe do not have any way to link any online activity to any individual account.</p>\n<p>\n<strong>Please Note:</strong> The PrivadoVPN client allows a user to take advantage of Control Tower without registering an IP address.\nThe PrivadoVPN client works in conjunction with Control Tower to apply a user’s DNS rules while eliminating the need to register and IP Address.</p>\n<br>Law Enforcement &amp.\nLegal Requests<p>\n<strong>\n<u>We are unable to supply any information for requests related to a PrivadoVPN user’s browsing history, traffic destination, data content, IP addresses, or DNS queries.\nThis information does not exist.</u>\n</strong>\n</p>\n<br>Cross-Border Data Transfer<p>In the event we transfer data to countries outside Switzerland and the EEA, we implement the necessary measures (e.g., conclusion of e.g., Standard Contractual Clauses, etc.).</p>\n<br>Right to Access, Rectification, Object, Portability and Erasure<p>You can directly access, delete, edit or export personal data processed by us in your use of the Services or object to our processing of your data.\nYou can also email our support team at support@privadovpn.com to make a request.</p>\n<br>Data Retention<p>We store the data we collect about you for as long as necessary for the purposes for which we originally collected it.\nWe may retain certain information for legitimate business purposes or as required by the laws of Switzerland.\nThe data is stored in Switzerland and the EU.</p>\n<br>Data Security<p>Data security is a core pillar of our business.\nOur infrastructure and secure servers are contained in fully locked and 24-7 monitored data facilities that are best in class.</p>\n<p>Even if a regulatory authority physically seizes a PrivadoVPN server (assuming it could break the disk encryption) there would be no logs or information that could be tied an individual user.</p>\n<br>Changes to this Policy<p>\n<strong>We reserve the right to review and change this Policy at any time.\nWe will notify users about any changes that materially affect your rights or privacy.\nContinued use of our Services will be deemed as acceptance of such changes.</strong>\n</p>Download Apps<ul>\n<li>PrivadoVPN for Windows</li>\n<li>PrivadoVPN for Android</li>\n<li>PrivadoVPN for macOS</li>\n<li>PrivadoVPN for iOS</li>\n<li>PrivadoVPN for FireTV</li>\n<li>PrivadoVPN for AndroidTV</li>\n<li>PrivadoVPN for Everything Else</li>\n</ul>Policies<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Copyright Policy</li>\n<li>Imprint</li>\n</ul>About Us<ul>\n<li>About Us</li>\n<li>Premium Network</li>\n<li>PrivadoVPN Reviews</li>\n<li>VPN Risk Free Trial</li>\n<li>Affiliates</li>\n<li>Careers</li>\n<li>Media</li>\n</ul>Social<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n<li>Instagram</li>\n<li>Reddit</li>\n<li>YouTube</li>\n</ul>&nbsp;<ul>\n<li>Pricing</li>\n<li>Contact Us</li>\n<li>Support</li>\n<li>Blog</li>\n<li>Login</li>\n<li>\n</li>\n</ul>Ⓒ 2023 PrivadoVPN All rights reserved Grafenauweg 8, CH-6300 Zug, Switzerland\"WireGuard®\" and the \"WireGuard®\" logo are registered trademarks of Jason A.\nDonenfeld.\nCurrency$ USD<ul>\n<li>$ USD</li>\n<li>€ EUR</li>\n<li>£ GBP</li>\n<li>Fr CHF</li>\n</ul>\n<strong>Get PrivadoVPN</strong>Sign Up\n/js/scripts.min.js ", "created_at": "2023-02-07 07:00:08.035382", "updated_at": "2023-02-07 07:01:52.471112"}, {"id": 14151, "name": "Terms of Service", "url": "https://privadovpn.com/terms-of-service/", "xpath": "//body", "text": "English<ul>\n<li>Deutsch</li>\n<li>Nederlands</li>\n<li>Français</li>\n<li>Magyar</li>\n<li>Ελληνικά</li>\n<li>Bahasa Indonesia</li>\n<li>Русский</li>\n<li>Türkçe</li>\n<li>Polski</li>\n<li>Hrvatski</li>\n<li>Português</li>\n<li>Español</li>\n<li>Italiano</li>\n</ul>\n<ul>\n<li>Pricing</li>\n<li>Features<ul>\n<li>\n<ul>\n<li>Product Features</li>\n<li>\n</li>\n<li>Feature Overview</li>\n<li>Zero Log Policy</li>\n<li>Money-Back Guarantee</li>\n<li>SOCKS5 Proxy</li>\n<li>Kill Switch</li>\n<li>Secure Encryption Protocols</li>\n<li>Access on Multiple Devices</li>\n<li>Blazing Fast Downloads</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>What is a VPN?</li>\n<li>\n</li>\n<li>Free VPN</li>\n<li>What is a VPN?</li>\n<li>VPN Split Tunneling</li>\n<li>VPN vs Tor</li>\n<li>Servers</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Software<ul>\n<li>\n<ul>\n<li>Tools</li>\n<li>\n</li>\n<li>What is My IP</li>\n<li>Random Password Generator</li>\n<li>DNS Leak Test</li>\n<li>IP Leak Protection</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Download PrivadoVPN</li>\n<li>\n</li>\n<li>PrivadoVPN for Windows</li>\n<li>PrivadoVPN for Android</li>\n<li>PrivadoVPN for iOS</li>\n<li>PrivadoVPN for macOS</li>\n<li>PrivadoVPN for FireTV</li>\n<li>PrivadoVPN for AndroidTV</li>\n<li>PrivadoVPN for Everything Else</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Support</li>\n<li>Blog</li>\n<li>Login</li>\n<li>English<ul>\n<li>Deutsch</li>\n<li>Nederlands</li>\n<li>Français</li>\n<li>Magyar</li>\n<li>Ελληνικά</li>\n<li>Bahasa Indonesia</li>\n<li>Русский</li>\n<li>Türkçe</li>\n<li>Polski</li>\n<li>Hrvatski</li>\n<li>Português</li>\n<li>Español</li>\n<li>Italiano</li>\n</ul>\n</li>\n<li>Get PrivadoVPN</li>\n</ul>Valentine’s Day Sale! $1.99 Unlimited VPN + 3 Months FREE<ul>\n<li>Unlimited Data</li>\n<li>Unlimited Speed</li>\n<li>Streaming Support</li>\n<li>Unlimited Devices</li>\n<li>Zero-Log</li>\n<li>Ad Blocker</li>\n</ul>Get DealPrivadoVPN Terms of Service<br>\n<strong>Last Updated:</strong> January 11, 2023<p>These Terms of Service (“Terms”) apply to your access to and use of the applications, websites and other online products and services (collectively, our “Services”) provided by Privado Networks AG (“Privado”).\nBy creating an account to use our Services, you agree to these Terms.\n<strong>If you do not agree to these Terms, you may not use our Services.\nBy agreeing to these Terms, you are also agreeing to a mandatory arbitration provision.</strong>\n</p>\n<p>PrivadoVPN is an application layer service provider that establishes a secure VPN connection when connecting to the Internet.</p>\n<br>Privacy Policy<p>Privacy is the foundation of Privado and the PrivadoVPN brand.\nThe PrivadoVPN Privacy Policy is hereby incorporated into these Terms by reference.\nPlease read this Privacy Policy carefully for information related to Privado’s collection, use, and disclosure of your personal data.</p>\n<br>Eligibility<p>You must be at least 18 years of age to use our Services.\nIf you are at least 16 years old but under the age of 18, you may only use our Services under the supervision of a parent or legal guardian who agrees to be bound by these Terms.\nYou must be a person to use our Services.\nAutomated users, bots or any other automated methods are not allowed and will be immediately terminated.\nBy accessing, downloading or using the Services, you represent and warrant that You are eligible or have the permission of a parent or guardian to use the Services.</p>\n<br>Modification of these Terms<p>We reserve the right to review and change these Terms within the limits of the laws of Switzerland at any time.\nYou agree that it is your obligation to review these Terms.\nYour continued use of the Services after subsequent modifications shall constitute your consent to such changes.</p>\n<br>Modification of the Services<p>We reserve the right to modify the Services at any point in time, including but not limited to providing software updates, removing or adding functionality to the Services and adding or removing servers at any point in time.</p>\n<br>Free and Subscription Services<p>You may choose whether to use the free Services or the subscription based, paid or premium Services.\nFree Services may be subject to data transfer limitations and may be byte capped.</p>\n<br>Copyright<p>Privado’s policy is to respond to notices of alleged copyright infringement that comply with Swiss copyright laws.\nFor more information, please go to Privado’s Copyright Policy.</p>\n<br>Prohibited Activities<p>You may not use the Services for any activities that are illegal under the laws of Switzerland.\nYou agree not to use the Services for any of the following:</p>\n<ul>\n<li>Rent, sell, resell, loan, lease, distribute or otherwise transfer the Services;</li>\n<li>Reverse engineer, disassemble, decompile or attempt to find or view the source code of the Services;</li>\n<li>Infringing any copyright, patent, trademark, trade secret or any other intellectual or proprietary right of any party;</li>\n<li>Sending or transmitting unsolicited spam, advertisements, content while using the Services;</li>\n<li>Abusive or Defamatory language that advocates discrimination based on race, religion, gender, sexual orientation or disability;</li>\n<li>Publishing, promoting or sharing materials that are illegal;</li>\n<li>Anything that depicts or promotes child endangerment or sexual or explicit images of minors;</li>\n<li>Attempting to connect to computer devices without proper authorization (i.e., illegal network intrusion or hacking);</li>\n<li>Export control violations;</li>\n<li>Any illegal or unlawful activities of any kind</li>\n</ul>\n<br>Denial of Access<p>Privado reserves the right to modify or discontinue your use of the Services at any time without notice.\nIf you paid for premium or subscription Services, you may be entitled to a refund, unless your termination is based on a violation of these Terms.\nYou shall not allow any third party to access the Services from your devices.</p>\n<br>Limited License<p>Our Services, including the text, graphics, images, photographs, videos, illustrations, trademarks, tradenames, logos, slogans and other content contained therein, are owned by or licensed to Privado and are protected under both Swiss and foreign laws.\nExcept as explicitly stated in these Terms, Privado and our licensors reserve all rights in and to our Services.\nYou are hereby granted a limited, nonexclusive, nontransferable, non-sublicensable, revocable license to use our Services for your own personal use.\nhowever, such license is subject to these Terms and does NOT include any right to (a) sell or resell any aspect of our Services to any third party.\n(b) copy, reproduce, distribute, or publicly display the Services, except as permitted by us.\n(c) modify the Services, remove any proprietary rights, notices or markings, or otherwise make any derivative uses of our Services.\nor (d) use our Services other than for their intended purposes.</p>\n<br>Content Restrictions<p>You are prohibited from copying, reproducing, capturing, storing (on any format), distributing, or retransmitting any copyrighted content that you access or receive while using the Services.\nYou assume all risk and liability for any prohibited use of copyrighted content.</p>\n<br>Disclaimers and Limited Warranty<p>Your use of our Services is at your sole risk.\nOur Services are provided “as is” and “as available” without warranties of any kind, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purposes, title and non-infringement.\nYou assume the entire risk as to the quality and the performance of the Services.</p>\n<br>Payment<p>Payment for Services and subscription plans will be charged to the payment method that you have selected.\nWe reserve the right to terminate Services immediately if a fraudulent payment is detected.\nPrivado uses third-party payment processors for electronic commerce.\nBy using such third-party payment processors, you agree to their terms and conditions of such use.\nSuch third parties may charge fees to process payments.\nWe may, but we are not required to pay certain fees at our sole discretion.\nTo the fullest extent permitted by law, Privado disclaims all liability with regard to any fees or problems that you have with third-party payment processors.</p>\n<br>Subscriptions<p>If you choose to subscribe to our Services, you acknowledge and agree to become a subscriber (“Subscriber”) for the period that you choose (i.e., 1 month, 1 year, etc.) The subscription plans and pricing will be available on the PrivadoVPN site.\nWe reserve the right to modify fees and implement new plans and pricing at any point in time.\nAny changes or modifications to subscription plans will become effective during a subscription renewal and not during the Subscriber’s then current subscription period (i.e., if you subscribed for 1 month, the changes to the plan or pricing will be effective the following month).</p>\n<br>Refund Policy<p>If you subscribe to an annual plan (i.e., 1 year), you may receive a refund if you cancel your account within (30) calendar days of your initial purchase.\nRefunds beyond the 30-day purchase window are not available.\nMonthly subscription plans are not eligible for the 30-day Refund policy.\nThere are no Refunds for any payments made with a crypto currency.\nRefunds are not provided at any point in time if You violate these Terms.</p>\n<br>Renewals<p>All subscription plans will renew automatically at the completion of the then current billing term.\nThe renewal term will be for the same duration as the billing term for the original subscription.\nIf the original billing term is no longer available, the Subscriber will be renewed on a monthly billing term.</p>\n<p>If the payment method we have on file for you is declined for your subscription or renewal of paid or premium Services, we may retry the payment method at the same or lower rate.\nYou are solely responsible for canceling your subscription regardless of whether you receive any notice from Privado about the renewal of the subscription.\nYou are responsible for updating a new payment method if your payment method expires prior to the renewal date.\nPayment method updates may be done on your account page.\nTo the fullest extent permitted by law, Privado makes no representations or warranties about the continued availability of any form of payment method made available for use with the Services.\nWe reserve the right to add and remove payment methods at any point in time.</p>\n<br>Termination by Privado<p>If you are a user of the free Services, you agree that Privado, in its sole discretion, for any or no reason, may terminate your account or your use of the Services at any point in time and for any reason.\nIf you paid for premium Services or a subscription and your account is terminated during a period for which you are a paid subscriber, you may be entitled to a pro-rated refund of your current subscription payment amount in connection with your use of the premium or subscription Services.\nIf your account is terminated due to a breach of these Terms, you will not be entitled to any refund whatsoever.</p>\n<br>Indemnification<p>To the fullest extent permitted by applicable law, you will indemnify, defend, and hold harmless Privado, our subsidiaries and affiliates, and each of our respective officers, directors, agents, partners and employees (individually and collectively, the <strong>“Privado Parties”</strong>) from and against any loss, liability, claim, demand, damages, expenses or costs <strong>(“Claims”)</strong> arising out of or related to (a) your access to or use of our Services.\n(b) your violation of these Terms.\n(c) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).\nor (d) your conduct in connection with our Services.</p>\n<br>Limitation of Liability<p>Privado Parties will not be liable to you under any theory of liability, whether based in contract, tort, negligence, warranty, or otherwise- for any indirect, consequential, incidental, special damages or lost profits arising out of or in any way related to these Terms or our Services, even if Privado Parties have been advised of the possibility of such damages.</p>\n<br>\n<p>Privado shall not be liable and shall not have any responsibility to any subscriber, individual or other entity for any damage or loss related to:</p>Applicable Law &amp.\nArbitration<p>These Terms and the Services shall be governed in all respects by the laws of Switzerland.\nAll disputes arising out of these Terms or the Services shall be resolved exclusively by arbitration in accordance with Swiss rules and regulations.\nThe seat of the arbitral tribunal (place of arbitration) shall be the city of Zug, Switzerland.</p>\n<p>\n<em>Any dispute, controversy or claim arising out of or in relation to this contract, including the validity, invalidity, breach or termination thereof, shall be resolved by arbitration in accordance with the Swiss Rules of International Arbitration of the Swiss Chambers' Arbitration Institution in force on the date on which the Notice of Arbitration is submitted in accordance with these Rules.\nThe number of arbitrators shall be one.\nThe seat of the arbitration shall be in the city of Zug, Switzerland.\nThe arbitral proceedings shall be conducted in English.\nNotwithstanding the foregoing in this paragraph, Privado reserves the right to seek interim relief at any competent court having jurisdiction.</em>\n</p>\n<br>Assignment<p>These Terms, and any licenses and rights granted hereunder, may not be assigned or transferred by you.\nPrivado reserves the right to assign these Terms without restriction.\nAny attempt by you to assign these Terms will be null and void.</p>\n<br>Entire Agreement<p>These Terms constitute the entire agreement between you and Privado.</p>\n<br>Privado Networks AG<p>Grafenauweg 8, CH-6300 Zug,<br>Switzerland</p>Download Apps<ul>\n<li>PrivadoVPN for Windows</li>\n<li>PrivadoVPN for Android</li>\n<li>PrivadoVPN for macOS</li>\n<li>PrivadoVPN for iOS</li>\n<li>PrivadoVPN for FireTV</li>\n<li>PrivadoVPN for AndroidTV</li>\n<li>PrivadoVPN for Everything Else</li>\n</ul>Policies<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Copyright Policy</li>\n<li>Imprint</li>\n</ul>About Us<ul>\n<li>About Us</li>\n<li>Premium Network</li>\n<li>PrivadoVPN Reviews</li>\n<li>VPN Risk Free Trial</li>\n<li>Affiliates</li>\n<li>Careers</li>\n<li>Media</li>\n</ul>Social<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>LinkedIn</li>\n<li>Instagram</li>\n<li>Reddit</li>\n<li>YouTube</li>\n</ul>&nbsp;<ul>\n<li>Pricing</li>\n<li>Contact Us</li>\n<li>Support</li>\n<li>Blog</li>\n<li>Login</li>\n<li>\n</li>\n</ul>Ⓒ 2023 PrivadoVPN All rights reserved Grafenauweg 8, CH-6300 Zug, Switzerland\"WireGuard®\" and the \"WireGuard®\" logo are registered trademarks of Jason A.\nDonenfeld.\nCurrency$ USD<ul>\n<li>$ USD</li>\n<li>€ EUR</li>\n<li>£ GBP</li>\n<li>Fr CHF</li>\n</ul>\n<strong>Get PrivadoVPN</strong>Sign Up\n/js/scripts.min.js ", "created_at": "2023-02-07 07:00:08.095682", "updated_at": "2023-02-07 07:01:02.133173"}, {"id": 14152, "name": "Copyright Policy", "url": "https://privadovpn.com/copyright-policy/", "xpath": "//body", "text": null, "created_at": "2023-02-07 07:01:08.522161", "updated_at": "2023-02-07 07:01:29.715039"}], "points": [{"id": 32940, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://privadovpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-05-12 03:18:50.438464", "updated_at": "2023-07-11 06:31:17.660265", "quoteText": null, "case_id": 290, "document_id": 14151, "quoteStart": null, "quoteEnd": null}, {"id": 32936, "title": "Your personal data is not sold", "source": "https://privadovpn.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-05-12 03:16:10.752752", "updated_at": "2023-07-11 06:31:17.331729", "quoteText": null, "case_id": 193, "document_id": 14150, "quoteStart": null, "quoteEnd": null}, {"id": 32937, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://privadovpn.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-05-12 03:17:06.415409", "updated_at": "2023-07-11 06:31:17.421996", "quoteText": null, "case_id": 374, "document_id": 14150, "quoteStart": null, "quoteEnd": null}, {"id": 32938, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://privadovpn.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-05-12 03:17:33.077011", "updated_at": "2023-07-11 06:31:17.501634", "quoteText": null, "case_id": 329, "document_id": 14150, "quoteStart": null, "quoteEnd": null}, {"id": 32939, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://privadovpn.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2023-05-12 03:18:07.095455", "updated_at": "2023-07-11 06:31:17.580522", "quoteText": null, "case_id": 146, "document_id": 14151, "quoteStart": null, "quoteEnd": null}], "urls": ["privadovpn.com"]}}