{"error": 448, "message": "OK", "parameters": {"id": 2489, "name": "iubenda", "created_at": "2021-01-01 22:05:25.813055", "updated_at": "2022-12-31 19:38:32.177866", "wikipedia": null, "keywords": null, "related": null, "slug": "iubenda", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2489.png", "url": "iubenda.com", "documents": [{"id": 3390, "name": "Terms of Service", "url": "https://www.iubenda.com/en/user/tos/legal", "xpath": "/html/body", "text": " Terms and Conditions of <strong>iubenda</strong>\n<p>Users of the Services offered by this Application acknowledge and accept these terms and conditions.</p> Owner of this Application and related Services <p> iubenda s.r.l<br>Via Torino, 2 - 20123 Milan (Italy)<br>VAT/C.F./P.IVA: IT07347120961<br>Milan Chamber of Commerce<br>CS: 12987 Eur (I.V.)<br> info@iubenda.com<br>\n</p> Information about this Application <p> The Service provided by the Owner allows the User to run a series of technological tools and receive assistance regarding legal requirements associated with their online activities (eg.\nwebsite, mobile app, etc.).\nAs part of its Service, the Owner allows the User to create, host and keep one or more document templates up to date online.\n</p> Use of the online Services offered on this Application <p> Users are solely responsible for the use of online services offered on this Application, the use of which is done at their own risk and falls entirely under their responsibility.<br> Any explanatory texts provided in correspondence of the available services by no means substitute a legal opinion nor replace the assistance or advice of a professional.\nSuch texts are merely intended to facilitate use and understanding of the Service, and are not exhaustive nor may they fit any specific case.<br> The Owner is merely a technical provider of the Services and may not in any way be held responsible for such use that the User makes of the same, nor shall the Owner be responsible for the User's achieving its purposes of use of the Service.\n</p> Content provided by the User <p>Users are responsible for their own content and that of third parties that they share through this Application, that they upload and post on or through this Application, or that they transfer by any other means.\nUsers confirm that they have all the necessary consents from third parties whose data and/or content they share with the Owner and hereby indemnify the Owner for any liability or claim arising against the Owner in connection with illegal distribution of third-party content or unlawful use of the Service.</p>\n<p>The Owner does not moderate the content provided by Users or by third parties but will act if complaints are received from Users or if orders are issued by the public authorities regarding content deemed offensive or illegal.</p> Rights over content provided by Users <p>The only rights granted to the Owner in relation to content provided by Users are those necessary to operate and maintain this Application.</p> Content provided by third parties <p>The Owner does not moderate the content or links provided by third parties before their publication on this Application.\nThe Owner is not responsible for the content provided by third parties or for its availability.</p> Services provided by third parties <p>Users may use third-party services or content included in this Application, but they must be aware of these third parties' terms and conditions and have given consent to them.\nUnder no circumstances will the Owner be deemed liable in relation to the proper functionality or availability, or both, of third-party services.</p> Registration <p>In order to use the Service or any part of it, Users must register in a truthful and complete manner by providing all the required data in the relevant registration form.\nThe Users must also accept the Privacy Policy and these Terms and Conditions in full.\nUsers are responsible for keeping their login credentials confidential.</p>\n<p>It is understood that the Owner shall not be held responsible under any circumstances in case of loss, disclosure, theft or unauthorized use by third parties, for whatever reason, of the User's access credentials.</p> Deleting User accounts and account termination <p>Registered Users can cancel their accounts and stop using the Service at any time, through the interface of this Application or by directly contacting the Owner.</p>\n<p>The Owner, in case of breach of the Terms by the User, reserves the right to suspend or terminate the User's account at any time and without notice.</p> Responsibilities and duties of the User <p>The template generation Service provided by this Application consists merely in providing Users with technological tools and assistance that helps them with the management of certain legal aspects of their own activities.</p>\n<p>It remains the exclusive responsibility of the User to ensure their operations are in accordance with the applicable rules.\nThe Service, in fact, should be understood as an instrument of mere support of the User and under no circumstances replace the advice given by an expert.</p>\n<p>In particular, with regard to the generation of Templates, which is carried out autonomously by the User, who remains solely responsible with regard to the verification of compliance with the Template to their activities and the provisions of law.</p>\n<p>It's the exclusive responsibility of the User to, in addition, verify the correspondence of the Template to the characteristics of their own activities such as, purely by way of example, the factual treatment of personal data of their users.</p>\n<p>In case of non-compliance of the Templates with the law and/or activity of the User, the User is obliged to refrain from using the Service.</p>\n<p>The User is authorized by this Application to use the Templates for the duration of the Service only.\nTherefore, when the Service ends, the User is obliged not to use and not to reproduce the Template provided by the Owner in any way.<br>Any reproduction in any form of the documents, if not authorized, is considered a violation of copyright of the Owner.</p> Appointment of iubenda as processor <p>Users acknowledge and accept that by using the Services offered they are engaging iubenda to process personal data as “processors” pursuant to the European personal data protection legislation.\nThe conditions of engagement are determined by the data processing agreement attached to these terms.\nSuch an agreement, of which the conclusion is required by law, therefore forms an integral and binding part of the contractual relationship between iubenda and its Users.</p> Purchase Purchasing process <p>Any order placed is an offer to purchase the Service.\nOrders are subject to availability and are accepted at the discretion of the Owner.\nUsers must select the desired Service, choosing the type and duration that best suit them, and check-out only after having carefully verified the information contained in the Order Summary Form of the Order.\nThe Order is placed on confirmation of the Order and is subject to payment of the amount charged in the Order Summary.<br> The Order Processing Receipt does not constitute acceptance of the Order.\nThe contract shall be concluded at the time of the Order Confirmation by the Owner to the email address provided by the User.\nThe Owner reserves the right not to confirm an order, should one or more of the Services purchased be unavailable.\nIn this case, the Owner will notify the User about the unavailability of the Services purchased within 5 working days from order – to the email address associated with the purchase – and will provide for a refund of any amounts paid by the User.<br> To place an order, Users must register on the site providing the requested data.\nThe indicated prices include taxes, fees and charges of the law applicable.\nThe Owner reserves the right to offer discounts and various promotions throughout the year.\nFor more details on current promotions, the User is asked to contact the Owner via the contact information contained herein.</p> Recurring subscription <p>Some of the Services offered by this Application are available via recurring subscriptions.\nIn this case, payments start from the date when Users choose a paid subscription or modify another existing payment plan.\nThe subscription must be renewed at each payment cycle to maintain the benefits provided by the paid services.</p> Automatic renewal <p>Recurring subscriptions are renewed automatically through the payment method that the User chose at the time of purchase.\nThe renewed subscription will last for an equal period of time as the original service period.\nUsers may cancel automatic renewal at any time by changing their preferences for the payment method used.\nIf the User cancels an automatic renewal, then this Application may be forced to cancel their subscription when it runs out.</p> Automatic update of subscription plans <p>Some subscription plans available on this Application may be automatically updated in the event that the defined use thresholds as set forth in the User’s current plan are exceeded.\nIn these cases, the subscription plan will be automatically updated to the level that fits the User’s needs in order to ensure the continuity of the provision of the Service.</p>\n<p>The methods of payment used correspond to the payment method the User has chosen for subscribing to the original plan.\nThe User is obliged to check that these payment methods are valid in order to allow the automatic update of the subscription plan to function properly.\nIf the payment methods chosen by the User result unfit or unsuitable for use, the Owner may be forced to suspend the provision of the Service.</p>\n<p>The User is free to turn off this automatic upgrade feature through the Service interface or by contacting the Owner.\nIn this case, however, if the User exceeds the maximum use thresholds as set forth in the chosen subscription plan and fails to independently perform the update to the respective necessary plan, the Owner might be forced to suspend the provision of the Service.<br>\nIn any case, the Owner will attempt to do its best to alert the User via email upon approaching the maximum use thresholds and, therefore, about the need to update the current subscription plan.</p> Disabling the service, withdrawal and refund <p>Users may discontinue the Service at any time using the tools provided in the interface of this Application or by contacting the Owner directly.</p>\n<p>When disabled, Users are not allowed to claim for payments already made even if these relate to unused portions of the Service purchased.</p>\n<p>The Owner reserves the right, however, in its sole discretion and without involving charges or obligation to Users generally, to grant reimbursement in very exceptional cases after evaluating the specific circumstances of the case.</p>\n<p>In accordance with the right of withdrawal, the User may, within 14 days from the date of activation or payment of the Service, make a refund request, by sending notice to the Owner via the contact information provided in this document and including any information necessary to identify the purchase to which the claim relates.</p>\n<p>Refunds will be made within 14 days after receipt of the request using the same payment method involved during the original purchase.<br>For more information or for assistance regarding a refund request, the User is asked to contact the Owner via the contact information provided on this Application.</p> Methods of payment <p>This Application uses third-party tools for its payment processing and is not connected with any of the provided payment information – such as the credit card – in any way.<br>If the owner of any of such third-party tools refuses to authorize a payment, the Owner cannot provide the Service and will therefore not be liable for any delay or failure to deliver.</p> Duration <p>The duration of the Service is indicated at the moment of payment of the price and confirmed in the Order Confirmation email sent by the Owner.</p> Changing the payment plan <p>Users are free to change the chosen payment plan at any time.<br> In case the User modifies their current payment plan, the portion of the previous plan that has not yet been used shall be converted into a bonus which can be applied to the plan the User is switching to, on a pro-rata basis and in the form of a free period.<br> If a currency conversion is required, the exchange rate criteria set forth in the specific paragraph of the present document shall apply.</p> Currency conversion <p>The exchange rate is the one established by the payment processor.\nIn lack of such a rate, this Application will use the rate established by the European Central Bank at the moment of the relevant transaction.</p> The Service is provided “as is” <p>The Service is provided by the Owner “as is”, with no express or implied warranty for accuracy or availability.</p> Service interruption <p>The Owner reserves the right to add and remove functionalities or features as well as suspend or even discontinue the Service, either temporarily or permanently.\nIn case of final discontinuation, the Owner will do the utmost to allow Users to withdraw their information held by the Owner.</p> Service reselling <p>Users are not allowed to reproduce, duplicate, copy, sell, resell or exploit any portion of this Application and of its Service without the Owner’s express prior written permission, granted either directly or through a proper reselling program.</p> Indemnity <p>The User agrees to indemnify and hold the Owner and its subsidiaries, affiliates, officers, directors, agents, co-branders, partners and employees, as the case may be, harmless from and against any claim or demand, including without limitation, reasonable lawyer's fees and costs, made by any third party due to or arising out of the User’s content, use of or connection to the Service, violation of these Terms, or violation of any third-party rights.</p> Forbidden use <p>The Service shall be used only in accordance with these Terms.<br>Users may not:</p>\n<ul>\n<li>reverse engineer, decompile, disassemble, modify or create derivative works based on this Application or any portion of it;</li>\n<li>circumvent any technology used by this Application or its licensors to protect content accessible via it;</li>\n<li>copy, store, edit, change, prepare any derivative work of or alter in any way any of the content provided through this Application;</li>\n<li>use any robot, spider, site search/retrieval application, or other automated device, process or means to access, retrieve, scrape, or index any portion of this Application or its content;</li>\n<li>rent, lease or sublicense this Application;</li>\n<li>defame, abuse, harass, use threatening practices, threaten or violate the legal rights of others in any other way (such as rights of privacy and publicity);</li>\n<li>disseminate or publish content that is unlawful, obscene, illegitimate, defamatory or inappropriate;</li>\n<li>the User may not copy-paste or integrate any of the Templates deviating from the instructions given by the Owner about how to incorporate the Templates themselves (eg.\nusing tools or scripts other than those listed, etc.);</li>\n<li>customize the iubenda Cookie Solution in such a way as to breach TCF policies, provided that the IAB Transparency and Consent Framework (TCF) feature is enabled.\nUsers acknowledge that overriding the configuration in breach of TCF policies would also constitute a breach of these Terms and may lead to the suspension or termination of the User's account (and will in any case lead to removal or suspension of the affected iubenda Cookie Solution);</li>\n<li>use this Application in any other improper way that violates these Terms.</li>\n</ul> Privacy policy <p>For information about the use of their personal data, Users must refer to the privacy policy of iubenda which is hereby considered to be part of these Terms.</p> Intellectual property rights <p>All trademarks, nominal or figurative, and all other marks, trade names, service marks, word marks, illustrations, images, or logos that appear concerning this Application are, and remain, the exclusive property of the Owner or its licensors and are protected by the laws in force on trademarks and by related international treaties.</p> Age eligibility <p>Users declare themselves to be adult according to their applicable legislation.\nUnder no circumstance may persons under the age of 13 use this Application.</p> Limitations of liability <p>This Application and all functions accessible through this Application are made available to the Users under the terms and conditions of the Agreement, without any warranty, express or implied, that is not required by law.\nIn particular, there is no guarantee of suitability of the services offered for the User's specific goals.\nThis Application and functions accessible through this Application are used by the Users at their own risk and under their own responsibility.<br>\nThe Owner, within the limits of applicable law, is liable for contractual and non-contractual damages to Users or third parties only by way of intent or gross negligence, when these are immediate and direct consequences of the activity of this Application.\nTherefore, the Owner shall not be liable for:</p>\n<ul>\n<li>Any losses that are a not direct consequence of the breach of the Agreement by the Owner;</li>\n<li>Any loss of business opportunities and any other loss, even indirect, that may be incurred by the User (such as, but not limited to, trading losses, loss of revenue, income, profits or anticipated savings, loss of contracts or business relationships, loss of reputation or goodwill, etc.).\n</li>\n<li>Damages or losses resulting from interruptions or malfunctions of this Application due to acts of force majeure, or at least to unforeseen and unforeseeable events and, in any case, independent of the will and extraneous to the Owner's control, such as, by way of example but not limited to, failures or disruptions of telephone or electrical lines, the Internet and / or other means of transmission, unavailability of websites, strikes, natural disasters, viruses and cyber attacks, interruptions in the delivery of products, third party services or applications;</li>\n<li>Incorrect or unsuitable use of this Application by Users or third parties.</li>\n</ul> Changes to these Terms <p>The Owner reserves the right to modify these Terms at any time, informing Users by publishing a notice within this Application.</p>\n<p>Users who continue to use this Application after the publication of the changes accept the new Terms in their entirety.</p> Assignment of contract <p>The Owner reserves the right to transfer, assign, dispose of by novation or subcontract all or any rights or obligations under these Terms, as long as the User's rights under the Terms are not affected.</p>\n<p>Users may not assign or transfer their rights or obligations under these Terms in any way without the written permission of the Owner.</p> Contacts <p>All communications relating to this Application must be sent using the contacts stated in this document.</p> Severability <p>If any provision of these Terms is invalid or unenforceable, that clause will be removed and the remaining provisions shall not be affected and they will remain in force.</p> Governing law and jurisdiction <p>These Terms and any dispute concerning the implementation, interpretation and validity of this agreement are subject to the law, the jurisdiction of the state and to the exclusive jurisdiction of the courts where the Owner has their registered offices.\nAn exception to this rule applies in cases, where the law provides a sole place of jurisdiction for consumers.</p> Online dispute resolution for consumers <p>The consumer resident in Europe must be aware that the European Commission has established an online platform for alternative dispute resolutions that provides for an out-of-court method to solve any dispute related to and stemming from online sale and service contracts.\nAs a consequence, if you are a European consumer, you can use such platform for resolving any dispute stemming from the online contract entered into with the Owner.\nThe platform is available at the following link.<br>The Owner is available for any questions via the email address posted under the Owner's information in this document.</p> Definitions and legal references Terms and Conditions (or Terms) <p>These Terms and Conditions, which constitute a legally binding agreement between the User and the Owner.</p> Order Processing Receipt <p>Indicates the email that the Owner sends upon receipt of the order.</p> Order Confirmation <p>Indicates the email that the Owner sends as shipping confirmation at the moment when the purchased products, or parts of them, are being dispatched.</p> Example withdrawal form <p>Addressed to the Owner [using their complete contact info]: I/We (*) hereby give notice that I/we (*) cancel my/our (*) contract of the sale of the following goods (*)/for the provision of the following service (*), Ordered on (*)/received on (*), Name of consumer(s), Address of consumer(s), Date</p> Template <p>Each template relating to the documents for compliance with legal requirements for websites, mobile applications or other software managed the User (eg.\ntemplates for privacy policy, cookie policy, terms of use etc).</p> Service <p>The services offered by the Owner to the User via www.iubenda.com.</p> User <p>The natural or legal person who, as part of managing a website, makes use of the Products or Services provided by the Company.</p>\n<p> Latest update: July 5, 2018 </p>\n<p>iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided</p> ", "created_at": "2021-01-01 22:06:57.07126", "updated_at": "2021-02-03 22:40:56.361644"}, {"id": 13655, "name": "Privacy Policy of iubenda Consent Database", "url": "https://www.iubenda.com/privacy-policy/94654098/legal", "xpath": "//body", "text": " Privacy Policy of <strong>iubenda Consent Database</strong>\n<p>Iubenda Consent Database collects some Personal Data from its Users.</p>\n<br>\n<p>This document contains a section dedicated to California consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Virginia consumers and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Owner and Data Controller <p>iubenda s.r.l.\n<br>Via San Raffaele, 1 - 20121 Milan (Italy)\n<br>Milan Chamber of Commerce\n<br>EU VAT No: IT07347120961\n<br>UK VAT No: GB 370904694\n<br>SC: 12,603.50 Eur (fully paid up)\n<br>Legal Representative: Andrea Giannangelo</p>\n<p>\n<strong>Owner contact email:</strong> info@iubenda.com</p> Types of Data collected <p> Among the types of Personal Data that iubenda Consent Database collects, by itself or through third parties, there are: Usage Data.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using iubenda Consent Database.<br>Unless specified otherwise, all Data requested by iubenda Consent Database is mandatory and failure to provide this Data may make it impossible for iubenda Consent Database to provide its services.\nIn cases where iubenda Consent Database specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by iubenda Consent Database or by the owners of third-party services used by iubenda Consent Database serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through iubenda Consent Database and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of iubenda Consent Database (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Hosting and backend infrastructure and Traffic optimization and distribution.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Hosting and backend infrastructure <p>This type of service has the purpose of hosting Data and files that enable iubenda Consent Database to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of iubenda Consent Database.</p>\n<p>Some services among those listed below, if any, may work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Amazon Web Services (AWS) (Amazon Web Services, Inc.) <p>Amazon Web Services (AWS) is a hosting and backend service provided by Amazon Web Services, Inc.</p>\n<p>Personal Data processed: various types of Data as specified in the privacy policy of the service.</p>\n<p>Legal basis for processing: Contract.</p>\n<p>Place of processing: Ireland – Privacy Policy.\n</p>\n<p>Legal basis for data transfer: Standard data protection clauses.</p>\n<p>Data retention period: Keeping the data, for the time necessary to fulfill the purpose.</p>\n<p> Category of personal information collected according to the CPRA (CCPA amendment): internet information.\n</p> MongoDB Cloud (MongoDB, Inc.) <p>MongoDB Cloud is a hosting and backend service provided by MongoDB, Inc.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Legal basis for processing: Contract.</p>\n<p>Place of processing: Germany – Privacy Policy.\n</p>\n<p>Legal basis for data transfer: Standard data protection clauses.</p>\n<p>Data retention period: Keeping the data, for the time necessary to fulfill the purpose.</p>\n<p> Category of personal information collected according to the CPRA (CCPA amendment): internet information.\n</p>\n</li>\n<li> Traffic optimization and distribution <p>This type of service allows iubenda Consent Database to distribute their content using servers located across different countries and to optimize their performance.<br>\nWhich Personal Data are processed depends on the characteristics and the way these services are implemented.\nTheir function is to filter communications between iubenda Consent Database and the User's browser.<br>\nConsidering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred.</p> Bunny CDN (BunnyWay d.o.o.) <p>Bunny CDN is a traffic optimization and distribution service provided by BunnyWay d.o.o.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Legal basis for processing: Contract.</p>\n<p>Place of processing: Slovenia – Privacy Policy.\n</p>\n<p>Data retention period: Keeping the data, for the time necessary to fulfill the purpose.</p>\n<p> Category of personal information collected according to the CPRA (CCPA amendment): internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA and the VCDPA </li>\n</ul>\n</li>\n</ul> Further information about the processing of Personal Data <ul>\n<li> Description of the service <p>The Consent Solution (Consent Database) makes it possible to keep track of the User’s consent activities and to store the information necessary to record evidence of that consent.<br>\n<br>The tool consists of an API and a JavaScript library optimized for this purpose.\nThe JavaScript library can be integrated into sites.\nAlternatively, it may be accessed by API via HTTP.<br>\n<br>For each User, the Consent Solution allows obtaining the last preferences expressed, proof of their consent, and their full consent history.<br>\n<br>iubenda may process Personal Data related to Users if they are shared by the client with the Consent Solution.\nIn this case, it will be the client's duty to specify the nature of the Personal Data processed, within their privacy policy.\nWhen using iubenda's JavaScript library, the Personal Data processed are as follows: IP address.<br>\n<br>\n<b>Personal Data retention time</b>\n<br>\n<br>The Personal Data collected are retained until the contract between the client and iubenda has been fully performed.<br>\n<br>Upon termination of the contract, such Personal Data are deleted or returned to the client, subject to compliance with legal obligations that require the retention of Personal Data beyond the termination of the contract, in accordance with the statutory retention periods.<br>\n<br>\n<b>Appointment of iubenda as Data Processor</b>\n<br>\n<br>Clients acknowledge and accept that by using the ConS they are engaging iubenda to process Personal Data as “processor” pursuant to the European personal data protection legislation.\nThe conditions of engagement are determined by the Data Processing Agreement.<br>\n<br>Such an agreement, the conclusion of which is required by law, therefore forms an integral and binding part of the contractual relationship between iubenda and its clients.<br>\n<br>\n<b>Appointment of iubenda as Service Provider</b>\n<br>\n<br>Clients acknowledge and accept that by using the ConS they are engaging iubenda to process Personal Data as “service provider” pursuant to the California Consumer Privacy Act.\nThe conditions of engagement are determined by the Service Provider Addendum.<br>\n<br>Such an agreement, the conclusion of which is required by law, therefore forms an integral and binding part of the contractual relationship between iubenda and its clients.<br>\n</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of iubenda Consent Database or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, iubenda Consent Database may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, iubenda Consent Database and any third-party services may collect files that record interaction with iubenda Consent Database (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>Iubenda Consent Database does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within iubenda Consent Database and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for Californian consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running iubenda Consent Database and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the state of California, United States of America, according to the \"California Consumer Privacy Act of 2018\" (the \"CCPA\"), as updated by the \"California Privacy Rights Act\" (the \"CPRA\") and subsequent regulations.\nFor such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal information“ as defined in the California Consumer Privacy Act (CCPA/CPRA).\n</p> Notice at collection Categories of personal information collected, used, sold, or shared <p>In this section we summarize the categories of personal information that we've collected, used, sold, or shared and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect\n<p>We have collected the following categories of personal information about you: internet information.</p>\n<p> We do not collect sensitive personal information.\n</p>\n<p>We will not collect additional categories of personal information without notifying you.</p> What are the purposes for which we use your personal information?\n<p>We may use your personal information to allow the operational functioning of iubenda Consent Database and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.</p> How long do we keep your personal information?\n<p>Unless stated otherwise inside the “Detailed information on the processing of Personal Data” section, we will not retain your personal information for longer than is reasonably necessary for the purpose(s) they have been collected for.</p> How we collect information: what are the sources of the personal information we collect?\n<p>We collect the above-mentioned categories of personal information, either directly or indirectly, from you when you use iubenda Consent Database.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on iubenda Consent Database.\nYou also provide personal information indirectly when you navigate iubenda Consent Database, as personal information about you is automatically observed and collected.</p>\n<p>Finally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of this Application and features thereof.</p> How we use the information we collect: disclosing of your personal information with third parties for a business purpose <p>For our purposes, the word “third party” means a person who is not any of the following: a service provider or a contractor, as defined by the CPRA (CCPA amendment).</p>\n<p>We disclose your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.</p> Sale or sharing of your personal information\n<p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>a third party, for monetary or other valuable consideration</strong>”, as defined by the CPRA (CCPA amendment).</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p>\n<p>For our purposes, the word “sharing” means any “sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer's personal information by the business to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between a business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged”, as defined by the CPRA (CCPA amendment).<br>\nPlease note that the exchange of personal information with a service provider pursuant to a written contract that meets the requirements set by the CPRA (CCPA amendment), does not constitute a sale or sharing of your personal information.</p> Your right to opt out of the sale or sharing of your personal information and how you can exercise it\n<p>We sell or share your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.<br>\n<br>You have the right to opt out of the sale or sharing of your personal information.\nThis means that whenever you request us to stop selling or sharing your personal information, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request.<br>To fully exercise your right to opt out, you can contact us at any time using the contact details provided in this document.<br>For a simplified opt-out method you can also use the privacy choices link provided on iubenda Consent Database.</p>\n<p>If you want to submit requests to opt out of the sale or sharing of personal information via a user-enabled global privacy control, like the Global Privacy Control (“GPC”), you are free to do so and we will abide by such request.\nThe GPC consists of a setting or extension in the browser or mobile device and acts as a mechanism that websites can use to indicate they support the GPC signal.\nIf you want to use GPC, you can download and enable it via a participating browser or browser extension.\nMore information about downloading GPC is available here.</p>\n<p>We use any personal information collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p>\n<p>Once you have opted out, we are required to wait at least 12 months before asking whether you have changed your mind.</p> Your privacy rights under the California Consumer Privacy Act and how to exercise them The right to access personal information: the right to know and to portability\n<p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories of personal information that we collect about you;</li>\n<li>the sources from which the personal information is collected;</li>\n<li>the purposes for which we use your information;</li>\n<li>to whom we disclose such information;</li>\n<li>the specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>You also have <b>the right to know what personal information is sold or shared and to whom.</b> In particular, you have the right to request two separate lists from us where we disclose:</p>\n<ul>\n<li>the categories of personal information that we sold or shared about you and the categories of third parties to whom the personal information was sold or shared.\n</li>\n<li>the categories of personal information that we disclosed about you for a business purpose and the categories of persons to whom it was disclosed for a business purpose.</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance – provided that this is technically feasible.</p> The right to request the deletion of your personal information\n<p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on iubenda Consent Database, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and notify any of our service providers and all third parties to whom we have sold or shared the personal information to do so – provided that this is technically feasible and doesn’t involve disproportionate effort.</p> The right to correct inaccurate personal information\n<p>You have the right to request that we correct any inaccurate personal information we maintain about you, taking into account the nature of the personal information and the purposes of the processing of the personal information.</p> The right to opt out of sale or sharing of personal information and to limit the use of your sensitive personal information\n<p>You have the right to opt out of the sale or sharing of your personal information.\nYou also have the right to request that we limit our use or disclosure of your sensitive personal information.</p> The right of no retaliation following opt-out or exercise of other rights (the right to non-discrimination)\n<p>We will not discriminate against you for exercising your rights under the CPRA (CCPA amendment).\nThis means that we will not discriminate against you, including, but not limited to, by denying goods or services, charging you a different price, or providing a different level or quality of goods or services just because you exercised your consumer privacy rights.</p>\n<p>However, if you refuse to provide your personal information to us or ask us to delete or stop selling your personal information, and that personal information or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.</p>\n<p>To the extent permitted by the law, we may offer you promotions, discounts, and other deals in exchange for collecting, keeping, or selling your personal information, provided that the financial incentive offered is reasonably related to the value of your personal information.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will use any personal information collected from you in connection with the verification of your request solely for the purposes of verification and shall not further disclose the personal information, retain it longer than necessary for purposes of verification, or use it for unrelated purposes.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request\n<p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12-month period.\nOnly with regard to personal information collected on or after January 1, 2022, you have the right to request that we disclose information beyond the 12-month period, and we will provide them to you unless doing so proves impossible or would involve a disproportionate effort.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Information for Virginia consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the controller running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the Commonwealth of Virginia, according to the “Virginia Consumer Data Protection Act\" (the \"VCDPA\"), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal data” as defined in the VCDPA.\n</p> Categories of personal data processed <p>In this section, we summarize the categories of personal data that we've processed and the purposes thereof.\n<b>You can read about these activities in detail in the section titled “Detailed information on the processing of Persona Data” within this document</b>.</p> Categories of personal data we collect <p> We have collected the following categories of personal data: identifiers and internet information\n</p>\n<p>We do not collect sensitive data.</p>\n<p>We will not collect additional categories of personal data without notifying you.</p> Why we process your personal data <p>To find out why we process your personal data, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.<br>\nYou can freely give, deny, or withdraw such consent at any time using the contact details provided in this document.</p> How we use the data we collect: sharing of your personal data with third parties <p> We share your personal data with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document</b>.\nThese third parties are grouped and categorized in accordance with the different purposes of processing.<br>\nFor our purposes, the word \"third party\" means \"a natural or legal person, public authority, agency, or body other than the consumer, controller, processor, or an affiliate of the processor or the controller\" as defined by the VCDPA.</p> Sale of your personal data <p>For our purposes, the word “sale” means any “exchange of personal data for monetary consideration by us to a third party“ as defined by the VCDPA.\n<br>\nPlease note that according to the VCDPA, the disclosure of personal data to a processor that processes personal data on behalf of a controller does not constitute a sale.\n<br>\nAs specified in the “Detailed information on the processing of Personal Data” section of this document, our use of your personal information may be considered a sale under VCDPA.</p> Your right to opt out of the sale of your personal data and how you can exercise it <p>You have the right to opt out of the sale of your personal data.\nThis means that whenever you request us to stop selling your data, we will abide by your request.\nTo fully exercise your right to opt out you can contact us at any time using the contact details provided in this document.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purpose of complying with the request.</p> Processing of your personal data for targeted advertising <p>We do not process your personal data for targeted advertising.\nIf we decide to do so, we will inform you beforehand and will grant your right to opt out of the processing of your personal data for targeted advertising.</p> Your privacy rights under the Virginia Consumer Data Protection Act and how to exercise them <p>You may exercise certain rights regarding your data processed by us.\nIn particular, you have the right to do the following:</p>\n<ul>\n<li>\n<b>access personal data: the right to know.</b> You have the right to request that we confirm whether or not we are processing your personal data.\nYou also have the right to access such personal data.</li>\n<li>\n<b>correct inaccurate personal data.</b> You have the right to request that we correct any inaccurate personal data we maintain about you, taking into account the nature of the personal data and the purposes of the processing of the personal data.</li>\n<li>\n<b>request the deletion of your personal data.</b> You have the right to request that we delete any of your personal data.</li>\n<li>\n<b>obtain a copy of your personal data.</b> We will provide your personal data in a portable and usable format that allows you to transfer data easily to another entity – provided that this is technically feasible.</li>\n<li>\n<b>opt out of the processing of your personal data for the purposes of targeted advertising</b>, the <b>sale of personal data</b>, or <b>profiling</b> in furtherance of decisions that produce legal or similarly significant effects concerning you.</li>\n<li>\n<b>non-discrimination.</b> We will not discriminate against you for exercising your rights under the VCDPA.\nThis means that we will not, among other things, deny goods or services, charge you a different price, or provide a different level or quality of goods or services just because you exercised your consumer privacy rights.\nHowever, if you refuse to provide your personal data to us or ask us to delete or stop selling your personal data, and that personal data or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.\nTo the extent permitted by the law, we may offer a different price, rate, level, quality, or selection of goods or services to you, including offering goods or services for no fee, if you have exercised your right to opt out, or our offer is related to your voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.</li>\n</ul> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your request to us by contacting us via the contact details provided in this document.</p>\n<p>For us to respond to your request, we need to know who you are.</p>\n<p>We will not respond to any request if we are unable to verify your identity using commercially reasonable efforts and therefore confirm that the personal data in our possession actually relates to you.\nIn such cases, we may request that you provide additional information which is reasonably necessary to authenticate you and your request.</p>\n<p>Making a consumer request does not require you to create an account with us.\nHowever, we may require you to use your existing account.\nWe will use any personal data collected from you in connection with your request solely for the purposes of authentication, without further disclosing the personal data, retaining it longer than necessary for purposes of authentication, or using it for unrelated purposes.</p>\n<p>If you are an adult, you can make a request on behalf of a minor under your parental authority.</p> How and when we are expected to handle your request\n<p>We will respond to your request without undue delay, but in all cases and at the latest within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Should we deny your request, we will explain to you the reasons behind our denial without undue delay, but in all cases and at the latest within 45 days of receipt of the request.\nIt is your right to appeal such decision by submitting a request to us via the details provided in this document.\nWithin 60 days of receipt of the appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf the appeal is denied you may contact the Attorney General to submit a complaint.</p>\n<p>We do not charge a fee to respond to your request, for up to two requests per year.\nIf your request is manifestly unfounded, excessive or repetitive, we may charge a reasonable fee or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind them.</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through iubenda Consent Database (or third-party services employed in iubenda Consent Database), which can include: the IP addresses or domain names of the computers utilized by the Users who use iubenda Consent Database, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using iubenda Consent Database who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of iubenda Consent Database.\nThe Data Controller, unless otherwise specified, is the Owner of iubenda Consent Database.</p> iubenda Consent Database (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by iubenda Consent Database as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to iubenda Consent Database, if not stated otherwise within this document.</p>\n<p> Latest update: December 30, 2022 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> Show the simplified Privacy Policy ", "created_at": "2022-12-31 19:34:31.205728", "updated_at": "2022-12-31 19:34:47.058823"}, {"id": 13656, "name": "Privacy Policy of iubenda Privacy Controls and Cookie Solution", "url": "https://www.iubenda.com/privacy-policy/36700132/legal", "xpath": "//body", "text": " Privacy Policy of <strong>iubenda Privacy Controls and Cookie Solution</strong>\n<p>Iubenda Privacy Controls and Cookie Solution collects some Personal Data from its Users.</p>\n<br>\n<p>Users may be subject to different protection standards and broader standards may therefore apply to some.\nIn order to learn more about the protection criteria, Users can refer to the applicability section.</p>\n<p>This document contains a section dedicated to California consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Virginia consumers and their privacy rights.</p>\n<p>This document contains a section dedicated to Brazilian Users and their privacy rights.</p>\n<p>This document can be printed for reference by using the print command in the settings of any browser.</p> Owner and Data Controller <p>iubenda s.r.l.\n<br>Via San Raffaele, 1 - 20121 Milan (Italy)\n<br>Milan Chamber of Commerce\n<br>EU VAT No: IT07347120961\n<br>UK VAT No: GB 370904694\n<br>SC: 12,603.50 Eur (fully paid up) <br>Legal Representative: Andrea Giannangelo</p>\n<p>\n<strong>Owner contact email:</strong> info@iubenda.com</p> Types of Data collected <p> Among the types of Personal Data that iubenda Privacy Controls and Cookie Solution collects, by itself or through third parties, there are: Trackers.\nUsage Data.\n</p>\n<p>Complete details on each type of Personal Data collected are provided in the dedicated sections of this privacy policy or by specific explanation texts displayed prior to the Data collection.<br>Personal Data may be freely provided by the User, or, in case of Usage Data, collected automatically when using iubenda Privacy Controls and Cookie Solution.<br>Unless specified otherwise, all Data requested by iubenda Privacy Controls and Cookie Solution is mandatory and failure to provide this Data may make it impossible for iubenda Privacy Controls and Cookie Solution to provide its services.\nIn cases where iubenda Privacy Controls and Cookie Solution specifically states that some Data is not mandatory, Users are free not to communicate this Data without consequences to the availability or the functioning of the Service.<br>Users who are uncertain about which Personal Data is mandatory are welcome to contact the Owner.<br>Any use of Cookies – or of other tracking tools – by iubenda Privacy Controls and Cookie Solution or by the owners of third-party services used by iubenda Privacy Controls and Cookie Solution serves the purpose of providing the Service required by the User, in addition to any other purposes described in the present document and in the Cookie Policy, if available.</p>\n<p>Users are responsible for any third-party Personal Data obtained, published or shared through iubenda Privacy Controls and Cookie Solution and confirm that they have the third party's consent to provide the Data to the Owner.</p> Mode and place of processing the Data Methods of processing <p>The Owner takes appropriate security measures to prevent unauthorized access, disclosure, modification, or unauthorized destruction of the Data.<br>The Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.\nIn addition to the Owner, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of iubenda Privacy Controls and Cookie Solution (administration, sales, marketing, legal, system administration) or external parties (such as third-party technical service providers, mail carriers, hosting providers, IT companies, communications agencies) appointed, if necessary, as Data Processors by the Owner.\nThe updated list of these parties may be requested from the Owner at any time.</p> Legal basis of processing <p>The Owner may process Personal Data relating to Users if one of the following applies:</p>\n<ul>\n<li>Users have given their consent for one or more specific purposes.\nNote: Under some legislations the Owner may be allowed to process Personal Data until the User objects to such processing (“opt-out”), without having to rely on consent or any other of the following legal bases.\nThis, however, does not apply, whenever the processing of Personal Data is subject to European data protection law;</li>\n<li>provision of Data is necessary for the performance of an agreement with the User and/or for any pre-contractual obligations thereof;</li>\n<li>processing is necessary for compliance with a legal obligation to which the Owner is subject;</li>\n<li>processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Owner;</li>\n<li>processing is necessary for the purposes of the legitimate interests pursued by the Owner or by a third party.</li>\n</ul>\n<p>In any case, the Owner will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.\n</p> Place <p>The Data is processed at the Owner's operating offices and in any other places where the parties involved in the processing are located.<br>\n<br>\nDepending on the User's location, data transfers may involve transferring the User's Data to a country other than their own.\nTo find out more about the place of processing of such transferred Data, Users can check the section containing details about the processing of Personal Data.</p>\n<p>If broader protection standards are applicable, Users are also entitled to learn about the legal basis of Data transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by the Owner to safeguard their Data.<br>\n<br>\nIf any such transfer takes place, Users can find out more by checking the relevant sections of this document or inquire with the Owner using the information provided in the contact section.</p> Retention time <p>Personal Data shall be processed and stored for as long as required by the purpose they have been collected for.</p>\n<p>Therefore:</p>\n<ul>\n<li>Personal Data collected for purposes related to the performance of a contract between the Owner and the User shall be retained until such contract has been fully performed.</li>\n<li>Personal Data collected for the purposes of the Owner’s legitimate interests shall be retained as long as needed to fulfill such purposes.\nUsers may find specific information regarding the legitimate interests pursued by the Owner within the relevant sections of this document or by contacting the Owner.</li>\n</ul>\n<p>The Owner may be allowed to retain Personal Data for a longer period whenever the User has given consent to such processing, as long as such consent is not withdrawn.\nFurthermore, the Owner may be obliged to retain Personal Data for a longer period whenever required to do so for the performance of a legal obligation or upon order of an authority.<br>\n<br>\nOnce the retention period expires, Personal Data shall be deleted.\nTherefore, the right of access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after expiration of the retention period.</p> The purposes of processing <p> The Data concerning the User is collected to allow the Owner to provide its Service, comply with its legal obligations, respond to enforcement requests, protect its rights and interests (or those of its Users or third parties), detect any malicious or fraudulent activity, as well as the following: Hosting and backend infrastructure and Traffic optimization and distribution.\n</p>\n<p>For specific information about the Personal Data used for each purpose, the User may refer to the section “Detailed information on the processing of Personal Data”.</p> Detailed information on the processing of Personal Data <p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li> Hosting and backend infrastructure <p>This type of service has the purpose of hosting Data and files that enable iubenda Privacy Controls and Cookie Solution to run and be distributed as well as to provide a ready-made infrastructure to run specific features or parts of iubenda Privacy Controls and Cookie Solution.</p>\n<p>Some services among those listed below, if any, may work through geographically distributed servers, making it difficult to determine the actual location where the Personal Data are stored.</p> Akamai Content Delivery Network (Akamai Technologies, Inc.) <p>Akamai is a hosting service provided by Akamai Technologies, Inc.</p>\n<p>Personal Data processed: Trackers.\nUsage Data.</p>\n<p>Legal basis for processing: Contract.</p>\n<p>Place of processing: United States – Privacy Policy.\n</p>\n<p>Legal basis for data transfer: Standard data protection clauses.</p>\n<p>Data retention period: Keeping the data, for the time necessary to fulfill the purpose.</p>\n<p> Category of personal information collected according to the CPRA (CCPA amendment): internet information.\n</p> Scaleway (Scaleway S.A.S) <p>Scaleway is a hosting service provided by Scaleway S.A.S.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Legal basis for processing: Contract.</p>\n<p>Place of processing: France – Privacy Policy.\n</p>\n<p>Data retention period: Keeping the data, for the time necessary to fulfill the purpose.</p>\n<p> Category of personal information collected according to the CPRA (CCPA amendment): internet information.\n</p>\n</li>\n<li> Traffic optimization and distribution <p>This type of service allows iubenda Privacy Controls and Cookie Solution to distribute their content using servers located across different countries and to optimize their performance.<br>\nWhich Personal Data are processed depends on the characteristics and the way these services are implemented.\nTheir function is to filter communications between iubenda Privacy Controls and Cookie Solution and the User's browser.<br>\nConsidering the widespread distribution of this system, it is difficult to determine the locations to which the contents that may contain Personal Information of the User are transferred.</p> Bunny CDN (BunnyWay d.o.o.) <p>Bunny CDN is a traffic optimization and distribution service provided by BunnyWay d.o.o.</p>\n<p>Personal Data processed: Usage Data.</p>\n<p>Legal basis for processing: Contract.</p>\n<p>Place of processing: Slovenia – Privacy Policy.\n</p>\n<p>Data retention period: Keeping the data, for the time necessary to fulfill the purpose.</p>\n<p> Category of personal information collected according to the CPRA (CCPA amendment): internet information.\n</p>\n<p> This processing constitutes: </p>\n<ul>\n<li> a sale according to the CCPA and the VCDPA </li>\n</ul>\n</li>\n</ul> Further information about the processing of Personal Data <ul>\n<li> Description of the service <p>The iubenda Privacy Controls and Cookie Solution provided by iubenda allows websites and apps to request and manage consent for the use of cookies and similar technologies.<br>\n<br>Upon the final user’s first visit, the solution displays a banner through which the notice is served and the consent options are made available.\nIn particular, the final user can accept or refuse the installation of cookies and personalize the consent’s preferences.<br>\n<br>If the Cookie Preference Log (“CPL”) is enabled, the consent preferences for the installation of cookies expressed by final users are stored in the CPL and can be retrieved at any time.<br>\n<br>When the final user navigates on a website/application where our Cookie Solution is installed, a technical cookie is injected which contains the following information:<br>\n<br>* Cookie Policy id number;<br>* consent date and time;<br>* consent content (accept/reject);<br>* how the consent has been given (banner dismissal, button click etc.).<br>\n<br>Depending on the configuration chosen, such technical cookie can be stored either on the iubenda.com domain (if the option enableRemoteConsent is active), or on the client’s domain (default setting).<br>\n<br>From the above information, iubenda retrieves aggregate counters per day which indicate the number of consents given vs.\nthe totality of the consents requested, including the indication of how the consent is given.<br>\n<br>Furthermore, iubenda as data controller, processes the following access data which is strictly necessary for the technical provision of the service:<br>\n<br>* IP address;<br>* Web browser info (User Agent/type of device);<br>* Referrer (page viewed by the User) and all the information possibly available on the http header.<br>\n<br>The information outlined above, is sent to Bunny CDN which, in turn, forwards it to Akamai CDN.\nThis forwarding is done, in the case of users in the European Union, without transmitting their IP address.<br>\n<br>Further information about Akamai CDN and Bunny CDN can be found in the section \"Detailed information on the processing of Personal Data\" in the present document.<br>\n<br>The Cookie Solution is also designed to apply the California Consumer Privacy Act (CCPA) standards, if the CCPA option is activated.\nWhen accessing a website or app, the solution displays via the banner a notice at collection of personal information which may include a DNSMPI link (“Do Not Sell My Personal Information”).<br>\n<br>Pursuant to the CCPA, the category of personal information collected by iubenda through the Cookie Solution is: internet information.<br>\n<br>The personal information collected are processed by iubenda as “service provider” for the purpose of ensuring a correct execution of the Cookie Solution and its functionalities (“business purpose”).<br>\n<br>\n<b>Personal Data retention time</b>\n<br>\n<br>The information collected through the Cookie Solution are not normally retained by iubenda.<br>However, if necessary to monitor the service, and the proper functioning thereof, the following access data will be stored for a maximum period of time of 15 days: IP address, Web browser information, Referrer.<br>\n<br>\n<b>Appointment of iubenda as Data Processor</b>\n<br>\n<br>The clients acknowledge and accept that by using the Cookie Solution they are engaging iubenda to process Personal Data as “processor” pursuant to the European personal data protection legislation.\nThe conditions of engagement are determined by the Data Processing Agreement.<br>\n<br>Such an agreement, the conclusion of which is required by law, therefore forms an integral and binding part of the contractual relationship between iubenda and its clients.<br>\n<br>\n<b>Appointment of iubenda as Service Provider</b>\n<br>\n<br>The clients acknowledge and accept that by using the Cookie Solution they are engaging iubenda to process Personal Data as “service provider” pursuant to the California Consumer Privacy Act.\nThe conditions of engagement are determined by the Service Provider Addendum.<br>\n<br>Such an agreement, the conclusion of which is required by law, therefore forms an integral and binding part of the contractual relationship between iubenda and its clients.<br>\n</p>\n</li>\n</ul> The rights of Users <p>Users may exercise certain rights regarding their Data processed by the Owner.</p>\n<p>Users entitled to broader protection standards may exercise any of the rights described below.\nIn all other cases, Users may inquire with the Owner to find out which rights apply to them.</p>\n<p>In particular, Users have the right to do the following:</p>\n<ul>\n<li>\n<strong>Withdraw their consent at any time.</strong> Users have the right to withdraw consent where they have previously given their consent to the processing of their Personal Data.</li>\n<li>\n<strong>Object to processing of their Data.</strong> Users have the right to object to the processing of their Data if the processing is carried out on a legal basis other than consent.\nFurther details are provided in the dedicated section below.</li>\n<li>\n<strong>Access their Data.</strong> Users have the right to learn if Data is being processed by the Owner, obtain disclosure regarding certain aspects of the processing and obtain a copy of the Data undergoing processing.</li>\n<li>\n<strong>Verify and seek rectification.</strong> Users have the right to verify the accuracy of their Data and ask for it to be updated or corrected.</li>\n<li>\n<strong>Restrict the processing of their Data.</strong> Users have the right, under certain circumstances, to restrict the processing of their Data.\nIn this case, the Owner will not process their Data for any purpose other than storing it.\n</li>\n<li>\n<strong>Have their Personal Data deleted or otherwise removed.</strong> Users have the right, under certain circumstances, to obtain the erasure of their Data from the Owner.</li>\n<li>\n<strong>Receive their Data and have it transferred to another controller.</strong> Users have the right to receive their Data in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that the Data is processed by automated means and that the processing is based on the User's consent, on a contract which the User is part of or on pre-contractual obligations thereof.</li>\n<li>\n<strong>Lodge a complaint.</strong> Users have the right to bring a claim before their competent data protection authority.</li>\n</ul> Details about the right to object to processing <p>Where Personal Data is processed for a public interest, in the exercise of an official authority vested in the Owner or for the purposes of the legitimate interests pursued by the Owner, Users may object to such processing by providing a ground related to their particular situation to justify the objection.</p>\n<p>Users must know that, however, should their Personal Data be processed for direct marketing purposes, they can object to that processing at any time without providing any justification.\nTo learn, whether the Owner is processing Personal Data for direct marketing purposes, Users may refer to the relevant sections of this document.\n</p> How to exercise these rights <p>Any requests to exercise User rights can be directed to the Owner through the contact details provided in this document.\nThese requests can be exercised free of charge and will be addressed by the Owner as early as possible and always within one month.</p> Applicability of broader protection standards <p>While most provisions of this document concern all Users, some provisions expressly only apply if the processing of Personal Data is subject to broader protection standards.</p>\n<p>Such broader protection standards apply when the processing:</p>\n<ul>\n<li>is performed by an Owner based within the EU;</li>\n<li>concerns the Personal Data of Users who are in the EU and is related to the offering of paid or unpaid goods or services, to such Users;</li>\n<li>concerns the Personal Data of Users who are in the EU and allows the Owner to monitor such Users’ behavior taking place in the EU.</li>\n</ul> Additional information about Data collection and processing Legal action <p>The User's Personal Data may be used for legal purposes by the Owner in Court or in the stages leading to possible legal action arising from improper use of iubenda Privacy Controls and Cookie Solution or the related Services.<br>The User declares to be aware that the Owner may be required to reveal personal data upon request of public authorities.</p> Additional information about User's Personal Data <p>In addition to the information contained in this privacy policy, iubenda Privacy Controls and Cookie Solution may provide the User with additional and contextual information concerning particular Services or the collection and processing of Personal Data upon request.</p> System logs and maintenance <p>For operation and maintenance purposes, iubenda Privacy Controls and Cookie Solution and any third-party services may collect files that record interaction with iubenda Privacy Controls and Cookie Solution (System logs) use other Personal Data (such as the IP Address) for this purpose.</p> Information not contained in this policy <p>More details concerning the collection or processing of Personal Data may be requested from the Owner at any time.\nPlease see the contact information at the beginning of this document.</p> How “Do Not Track” requests are handled <p>Iubenda Privacy Controls and Cookie Solution does not support “Do Not Track” requests.<br>To determine whether any of the third-party services it uses honor the “Do Not Track” requests, please read their privacy policies.</p> Changes to this privacy policy <p>The Owner reserves the right to make changes to this privacy policy at any time by notifying its Users on this page and possibly within iubenda Privacy Controls and Cookie Solution and/or - as far as technically and legally feasible - sending a notice to Users via any contact information available to the Owner.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\n<br>\n<br>\nShould the changes affect processing activities performed on the basis of the User’s consent, the Owner shall collect new consent from the User, where required.</p> Information for Californian consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the business running iubenda Privacy Controls and Cookie Solution and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the state of California, United States of America, according to the \"California Consumer Privacy Act of 2018\" (the \"CCPA\"), as updated by the \"California Privacy Rights Act\" (the \"CPRA\") and subsequent regulations.\nFor such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal information“ as defined in the California Consumer Privacy Act (CCPA/CPRA).\n</p> Notice at collection Categories of personal information collected, used, sold, or shared <p>In this section we summarize the categories of personal information that we've collected, used, sold, or shared and the purposes thereof.\n<strong>You can read about these activities in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</strong>\n</p> Information we collect: the categories of personal information we collect\n<p>We have collected the following categories of personal information about you: internet information.</p>\n<p> We do not collect sensitive personal information.\n</p>\n<p>We will not collect additional categories of personal information without notifying you.</p> What are the purposes for which we use your personal information?\n<p>We may use your personal information to allow the operational functioning of iubenda Privacy Controls and Cookie Solution and features thereof (“business purposes”).\nIn such cases, your personal information will be processed in a fashion necessary and proportionate to the business purpose for which it was collected, and strictly within the limits of compatible operational purposes.</p>\n<p>We may also use your personal information for other reasons such as for commercial purposes (as indicated within the section “Detailed information on the processing of Personal Data” within this document), as well as for complying with the law and defending our rights before the competent authorities where our rights and interests are threatened or we suffer an actual damage.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.</p> How long do we keep your personal information?\n<p>Unless stated otherwise inside the “Detailed information on the processing of Personal Data” section, we will not retain your personal information for longer than is reasonably necessary for the purpose(s) they have been collected for.</p> How we collect information: what are the sources of the personal information we collect?\n<p>We collect the above-mentioned categories of personal information, either directly or indirectly, from you when you use iubenda Privacy Controls and Cookie Solution.</p>\n<p>For example, you directly provide your personal information when you submit requests via any forms on iubenda Privacy Controls and Cookie Solution.\nYou also provide personal information indirectly when you navigate iubenda Privacy Controls and Cookie Solution, as personal information about you is automatically observed and collected.</p>\n<p>Finally, we may collect your personal information from third parties that work with us in connection with the Service or with the functioning of this Application and features thereof.</p> How we use the information we collect: disclosing of your personal information with third parties for a business purpose <p>For our purposes, the word “third party” means a person who is not any of the following: a service provider or a contractor, as defined by the CPRA (CCPA amendment).</p>\n<p>We disclose your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.</p> Sale or sharing of your personal information\n<p>For our purposes, the word “sale” means any “selling, renting, releasing, disclosing, disseminating, making available, transferring or otherwise communicating orally, in writing, or by electronic means, a consumer's personal information by the business to <strong>a third party, for monetary or other valuable consideration</strong>”, as defined by the CPRA (CCPA amendment).</p>\n<p>This means that, for example, a sale can happen whenever an application runs ads, or makes statistical analyses on the traffic or views, or simply because it uses tools such as social network plugins and the like.</p>\n<p>For our purposes, the word “sharing” means any “sharing, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a consumer's personal information by the business to a third party for cross-context behavioral advertising, whether or not for monetary or other valuable consideration, including transactions between a business and a third party for cross-context behavioral advertising for the benefit of a business in which no money is exchanged”, as defined by the CPRA (CCPA amendment).<br>\nPlease note that the exchange of personal information with a service provider pursuant to a written contract that meets the requirements set by the CPRA (CCPA amendment), does not constitute a sale or sharing of your personal information.</p> Your right to opt out of the sale or sharing of your personal information and how you can exercise it\n<p>We sell or share your personal information with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document.</b> These third parties are grouped and categorized in accordance with the different purposes of processing.<br>\n<br>You have the right to opt out of the sale or sharing of your personal information.\nThis means that whenever you request us to stop selling or sharing your personal information, we will abide by your request.<br>Such requests can be made freely, at any time, without submitting any verifiable request.<br>To fully exercise your right to opt out, you can contact us at any time using the contact details provided in this document.<br>For a simplified opt-out method you can also use the privacy choices link provided on iubenda Privacy Controls and Cookie Solution.</p>\n<p>If you want to submit requests to opt out of the sale or sharing of personal information via a user-enabled global privacy control, like the Global Privacy Control (“GPC”), you are free to do so and we will abide by such request.\nThe GPC consists of a setting or extension in the browser or mobile device and acts as a mechanism that websites can use to indicate they support the GPC signal.\nIf you want to use GPC, you can download and enable it via a participating browser or browser extension.\nMore information about downloading GPC is available here.</p>\n<p>We use any personal information collected from you in connection with the submission of your opt-out request solely for the purposes of complying with the opt-out request.</p>\n<p>Once you have opted out, we are required to wait at least 12 months before asking whether you have changed your mind.</p> Your privacy rights under the California Consumer Privacy Act and how to exercise them The right to access personal information: the right to know and to portability\n<p>You have the right to request that we disclose to you:</p>\n<ul>\n<li>the categories of personal information that we collect about you;</li>\n<li>the sources from which the personal information is collected;</li>\n<li>the purposes for which we use your information;</li>\n<li>to whom we disclose such information;</li>\n<li>the specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>You also have <b>the right to know what personal information is sold or shared and to whom.</b> In particular, you have the right to request two separate lists from us where we disclose:</p>\n<ul>\n<li>the categories of personal information that we sold or shared about you and the categories of third parties to whom the personal information was sold or shared.\n</li>\n<li>the categories of personal information that we disclosed about you for a business purpose and the categories of persons to whom it was disclosed for a business purpose.</li>\n</ul>\n<p>The disclosure described above will be limited to the personal information collected or used over the past 12 months.</p>\n<p>If we deliver our response electronically, the information enclosed will be \"portable\", i.e.\ndelivered in an easily usable format to enable you to transmit the information to another entity without hindrance – provided that this is technically feasible.</p> The right to request the deletion of your personal information\n<p>You have the right to request that we delete any of your personal information, subject to exceptions set forth by the law (such as, including but not limited to, where the information is used to identify and repair errors on iubenda Privacy Controls and Cookie Solution, to detect security incidents and protect against fraudulent or illegal activities, to exercise certain rights etc.).</p>\n<p>If no legal exception applies, as a result of exercising your right, we will delete your personal information and notify any of our service providers and all third parties to whom we have sold or shared the personal information to do so – provided that this is technically feasible and doesn’t involve disproportionate effort.</p> The right to correct inaccurate personal information\n<p>You have the right to request that we correct any inaccurate personal information we maintain about you, taking into account the nature of the personal information and the purposes of the processing of the personal information.</p> The right to opt out of sale or sharing of personal information and to limit the use of your sensitive personal information\n<p>You have the right to opt out of the sale or sharing of your personal information.\nYou also have the right to request that we limit our use or disclosure of your sensitive personal information.</p> The right of no retaliation following opt-out or exercise of other rights (the right to non-discrimination)\n<p>We will not discriminate against you for exercising your rights under the CPRA (CCPA amendment).\nThis means that we will not discriminate against you, including, but not limited to, by denying goods or services, charging you a different price, or providing a different level or quality of goods or services just because you exercised your consumer privacy rights.</p>\n<p>However, if you refuse to provide your personal information to us or ask us to delete or stop selling your personal information, and that personal information or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.</p>\n<p>To the extent permitted by the law, we may offer you promotions, discounts, and other deals in exchange for collecting, keeping, or selling your personal information, provided that the financial incentive offered is reasonably related to the value of your personal information.</p> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your verifiable request to us by contacting us via the details provided in this document.</p>\n<p>For us to respond to your request, it’s necessary that we know who you are.\nTherefore, you can only exercise the above rights by making a verifiable request which must:</p>\n<ul>\n<li>provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative;</li>\n<li>describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We will not respond to any request if we are unable to verify your identity and therefore confirm the personal information in our possession actually relates to you.</p>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nWe will use any personal information collected from you in connection with the verification of your request solely for the purposes of verification and shall not further disclose the personal information, retain it longer than necessary for purposes of verification, or use it for unrelated purposes.</p>\n<p>If you cannot personally submit a verifiable request, you can authorize a person registered with the California Secretary of State to act on your behalf.</p>\n<p>If you are an adult, you can make a verifiable request on behalf of a minor under your parental authority.</p>\n<p>You can submit a maximum number of 2 requests over a period of 12 months.</p> How and when we are expected to handle your request\n<p>We will confirm receipt of your verifiable request within 10 days and provide information about how we will process your request.</p>\n<p>We will respond to your request within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Our disclosure(s) will cover the preceding 12-month period.\nOnly with regard to personal information collected on or after January 1, 2022, you have the right to request that we disclose information beyond the 12-month period, and we will provide them to you unless doing so proves impossible or would involve a disproportionate effort.</p>\n<p>Should we deny your request, we will explain you the reasons behind our denial.</p>\n<p>We do not charge a fee to process or respond to your verifiable request unless such request is manifestly unfounded or excessive.\nIn such cases, we may charge a reasonable fee, or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind it.</p> Information for Virginia consumers\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the controller running this Application and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).</p>\n<p>The provisions contained in this section apply to all Users (Users are referred to below, simply as “you”, “your”, “yours”), who are consumers residing in the Commonwealth of Virginia, according to the “Virginia Consumer Data Protection Act\" (the \"VCDPA\"), and, for such consumers, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.</p>\n<p> This part of the document uses the term “personal data” as defined in the VCDPA.\n</p> Categories of personal data processed <p>In this section, we summarize the categories of personal data that we've processed and the purposes thereof.\n<b>You can read about these activities in detail in the section titled “Detailed information on the processing of Persona Data” within this document</b>.</p> Categories of personal data we collect <p> We have collected the following categories of personal data: internet information\n</p>\n<p>We do not collect sensitive data.</p>\n<p>We will not collect additional categories of personal data without notifying you.</p> Why we process your personal data <p>To find out why we process your personal data, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p>\n<p>We won’t process your information for unexpected purposes, or for purposes incompatible with the purposes originally disclosed, without your consent.<br>\nYou can freely give, deny, or withdraw such consent at any time using the contact details provided in this document.</p> How we use the data we collect: sharing of your personal data with third parties <p> We share your personal data with the third parties <b>listed in detail in the section titled “Detailed information on the processing of Personal Data” within this document</b>.\nThese third parties are grouped and categorized in accordance with the different purposes of processing.<br>\nFor our purposes, the word \"third party\" means \"a natural or legal person, public authority, agency, or body other than the consumer, controller, processor, or an affiliate of the processor or the controller\" as defined by the VCDPA.</p> Sale of your personal data <p>For our purposes, the word “sale” means any “exchange of personal data for monetary consideration by us to a third party“ as defined by the VCDPA.\n<br>\nPlease note that according to the VCDPA, the disclosure of personal data to a processor that processes personal data on behalf of a controller does not constitute a sale.\n<br>\nAs specified in the “Detailed information on the processing of Personal Data” section of this document, our use of your personal information may be considered a sale under VCDPA.</p> Your right to opt out of the sale of your personal data and how you can exercise it <p>You have the right to opt out of the sale of your personal data.\nThis means that whenever you request us to stop selling your data, we will abide by your request.\nTo fully exercise your right to opt out you can contact us at any time using the contact details provided in this document.</p>\n<p>We use any personal data collected from you in connection with the submission of your opt-out request solely for the purpose of complying with the request.</p> Processing of your personal data for targeted advertising <p>We do not process your personal data for targeted advertising.\nIf we decide to do so, we will inform you beforehand and will grant your right to opt out of the processing of your personal data for targeted advertising.</p> Your privacy rights under the Virginia Consumer Data Protection Act and how to exercise them <p>You may exercise certain rights regarding your data processed by us.\nIn particular, you have the right to do the following:</p>\n<ul>\n<li>\n<b>access personal data: the right to know.</b> You have the right to request that we confirm whether or not we are processing your personal data.\nYou also have the right to access such personal data.</li>\n<li>\n<b>correct inaccurate personal data.</b> You have the right to request that we correct any inaccurate personal data we maintain about you, taking into account the nature of the personal data and the purposes of the processing of the personal data.</li>\n<li>\n<b>request the deletion of your personal data.</b> You have the right to request that we delete any of your personal data.</li>\n<li>\n<b>obtain a copy of your personal data.</b> We will provide your personal data in a portable and usable format that allows you to transfer data easily to another entity – provided that this is technically feasible.</li>\n<li>\n<b>opt out of the processing of your personal data for the purposes of targeted advertising</b>, the <b>sale of personal data</b>, or <b>profiling</b> in furtherance of decisions that produce legal or similarly significant effects concerning you.</li>\n<li>\n<b>non-discrimination.</b> We will not discriminate against you for exercising your rights under the VCDPA.\nThis means that we will not, among other things, deny goods or services, charge you a different price, or provide a different level or quality of goods or services just because you exercised your consumer privacy rights.\nHowever, if you refuse to provide your personal data to us or ask us to delete or stop selling your personal data, and that personal data or sale is necessary for us to provide you with goods or services, we may not be able to complete that transaction.\nTo the extent permitted by the law, we may offer a different price, rate, level, quality, or selection of goods or services to you, including offering goods or services for no fee, if you have exercised your right to opt out, or our offer is related to your voluntary participation in a bona fide loyalty, rewards, premium features, discounts, or club card program.</li>\n</ul> How to exercise your rights\n<p>To exercise the rights described above, you need to submit your request to us by contacting us via the contact details provided in this document.</p>\n<p>For us to respond to your request, we need to know who you are.</p>\n<p>We will not respond to any request if we are unable to verify your identity using commercially reasonable efforts and therefore confirm that the personal data in our possession actually relates to you.\nIn such cases, we may request that you provide additional information which is reasonably necessary to authenticate you and your request.</p>\n<p>Making a consumer request does not require you to create an account with us.\nHowever, we may require you to use your existing account.\nWe will use any personal data collected from you in connection with your request solely for the purposes of authentication, without further disclosing the personal data, retaining it longer than necessary for purposes of authentication, or using it for unrelated purposes.</p>\n<p>If you are an adult, you can make a request on behalf of a minor under your parental authority.</p> How and when we are expected to handle your request\n<p>We will respond to your request without undue delay, but in all cases and at the latest within 45 days of its receipt.\nShould we need more time, we will explain to you the reasons why, and how much more time we need.\nIn this regard, please note that we may take up to 90 days to fulfill your request.</p>\n<p>Should we deny your request, we will explain to you the reasons behind our denial without undue delay, but in all cases and at the latest within 45 days of receipt of the request.\nIt is your right to appeal such decision by submitting a request to us via the details provided in this document.\nWithin 60 days of receipt of the appeal, we will inform you in writing of any action taken or not taken in response to the appeal, including a written explanation of the reasons for the decisions.\nIf the appeal is denied you may contact the Attorney General to submit a complaint.</p>\n<p>We do not charge a fee to respond to your request, for up to two requests per year.\nIf your request is manifestly unfounded, excessive or repetitive, we may charge a reasonable fee or refuse to act on the request.\nIn either case, we will communicate our choices and explain the reasons behind them.</p> Information for Users residing in Brazil\n<p>This part of the document integrates with and supplements the information contained in the rest of the privacy policy and is provided by the entity running iubenda Privacy Controls and Cookie Solution and, if the case may be, its parent, subsidiaries and affiliates (for the purposes of this section referred to collectively as “we”, “us”, “our”).<br> The provisions contained in this section apply to all Users who reside in Brazil, according to the \"Lei Geral de Proteção de Dados\" (Users are referred to below, simply as “you”, “your”, “yours”).\nFor such Users, these provisions supersede any other possibly divergent or conflicting provisions contained in the privacy policy.\n<br> This part of the document uses the term “personal information“ as it is defined in the Lei Geral de Proteção de Dados (<strong>LGPD</strong>).</p> The grounds on which we process your personal information <p>We can process your personal information solely if we have a legal basis for such processing.\nLegal bases are as follows:\n</p>\n<ul>\n<li> your consent to the relevant processing activities;</li>\n<li> compliance with a legal or regulatory obligation that lies with us;</li>\n<li> the carrying out of public policies provided in laws or regulations or based on contracts, agreements and similar legal instruments;</li>\n<li> studies conducted by research entities, preferably carried out on anonymized personal information;</li>\n<li> the carrying out of a contract and its preliminary procedures, in cases where you are a party to said contract;</li>\n<li> the exercising of our rights in judicial, administrative or arbitration procedures.\n</li>\n<li> protection or physical safety of yourself or a third party;</li>\n<li> the protection of health – in procedures carried out by health entities or professionals;</li>\n<li> our legitimate interests, provided that your fundamental rights and liberties do not prevail over such interests.\nand </li>\n<li> credit protection.</li>\n</ul>\n<p>\n</p>\n<p>To find out more about the legal bases, you can contact us at any time using the contact details provided in this document.</p> Categories of personal information processed <p>To find out what categories of your personal information are processed, you can read the section titled “Detailed information on the processing of Personal Data” within this document.</p> Why we process your personal information <p>To find out why we process your personal information, you can read the sections titled “Detailed information on the processing of Personal Data” and “The purposes of processing” within this document.</p> Your Brazilian privacy rights, how to file a request and our response to your requests Your Brazilian privacy rights <p> You have the right to:\n</p>\n<ul>\n<li>obtain confirmation of the existence of processing activities on your personal information;</li>\n<li>access to your personal information;</li>\n<li>have incomplete, inaccurate or outdated personal information rectified;</li>\n<li>obtain the anonymization, blocking or elimination of your unnecessary or excessive personal information, or of information that is not being processed in compliance with the LGPD;</li>\n<li>obtain information on the possibility to provide or deny your consent and the consequences thereof;</li>\n<li>obtain information about the third parties with whom we share your personal information;</li>\n<li>obtain, upon your express request, the portability of your personal information (except for anonymized information) to another service or product provider, provided that our commercial and industrial secrets are safeguarded;</li>\n<li>obtain the deletion of your personal information being processed if the processing was based upon your consent, unless one or more exceptions provided for in art.\n16 of the LGPD apply;</li>\n<li>revoke your consent at any time;</li>\n<li>lodge a complaint related to your personal information with the ANPD (the National Data Protection Authority) or with consumer protection bodies;</li>\n<li>oppose a processing activity in cases where the processing is not carried out in compliance with the provisions of the law;</li>\n<li>request clear and adequate information regarding the criteria and procedures used for an automated decision.\nand</li>\n<li>request the review of decisions made solely on the basis of the automated processing of your personal information, which affect your interests.\nThese include decisions to define your personal, professional, consumer and credit profile, or aspects of your personality.</li>\n</ul>\n<p>\n</p>\n<p> You will never be discriminated against, or otherwise suffer any sort of detriment, if you exercise your rights.</p> How to file your request\n<p>You can file your express request to exercise your rights free from any charge, at any time, by using the contact details provided in this document, or via your legal representative.</p> How and when we will respond to your request\n<p>We will strive to promptly respond to your requests.<br> In any case, should it be impossible for us to do so, we’ll make sure to communicate to you the factual or legal reasons that prevent us from immediately, or otherwise ever, complying with your requests.\nIn cases where we are not processing your personal information, we will indicate to you the physical or legal person to whom you should address your requests, if we are in the position to do so.</p>\n<p>In the event that you file an <strong>access</strong> or personal information <strong> processing confirmation</strong> request, please make sure that you specify whether you’d like your personal information to be delivered in electronic or printed form.\n<br> You will also need to let us know whether you want us to answer your request immediately, in which case we will answer in a simplified fashion, or if you need a complete disclosure instead.\n<br> In the latter case, we’ll respond within 15 days from the time of your request, providing you with all the information on the origin of your personal information, confirmation on whether or not records exist, any criteria used for the processing and the purposes of the processing, while safeguarding our commercial and industrial secrets.</p>\n<p>In the event that you file a <strong>rectification, deletion, anonymization or personal information blocking</strong> request, we will make sure to immediately communicate your request to other parties with whom we have shared your personal information in order to enable such third parties to also comply with your request – except in cases where such communication is proven impossible or involves disproportionate effort on our side.</p> Transfer of personal information outside of Brazil permitted by the law <p>We are allowed to transfer your personal information outside of the Brazilian territory in the following cases:\n</p>\n<ul>\n<li>when the transfer is necessary for international legal cooperation between public intelligence, investigation and prosecution bodies, according to the legal means provided by the international law;</li>\n<li>when the transfer is necessary to protect your life or physical security or those of a third party;</li>\n<li>when the transfer is authorized by the ANPD;</li>\n<li>when the transfer results from a commitment undertaken in an international cooperation agreement;</li>\n<li>when the transfer is necessary for the execution of a public policy or legal attribution of public service;</li>\n<li>when the transfer is necessary for compliance with a legal or regulatory obligation, the carrying out of a contract or preliminary procedures related to a contract, or the regular exercise of rights in judicial, administrative or arbitration procedures.</li>\n</ul>\n<p>\n</p> Definitions and legal references Personal Data (or Data) <p>Any information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.</p> Usage Data <p>Information collected automatically through iubenda Privacy Controls and Cookie Solution (or third-party services employed in iubenda Privacy Controls and Cookie Solution), which can include: the IP addresses or domain names of the computers utilized by the Users who use iubenda Privacy Controls and Cookie Solution, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system and/or the User's IT environment.</p> User <p>The individual using iubenda Privacy Controls and Cookie Solution who, unless otherwise specified, coincides with the Data Subject.</p> Data Subject <p>The natural person to whom the Personal Data refers.</p> Data Processor (or Data Supervisor) <p>The natural or legal person, public authority, agency or other body which processes Personal Data on behalf of the Controller, as described in this privacy policy.</p> Data Controller (or Owner) <p>The natural or legal person, public authority, agency or other body which, alone or jointly with others, determines the purposes and means of the processing of Personal Data, including the security measures concerning the operation and use of iubenda Privacy Controls and Cookie Solution.\nThe Data Controller, unless otherwise specified, is the Owner of iubenda Privacy Controls and Cookie Solution.</p> iubenda Privacy Controls and Cookie Solution (or this Application) <p>The means by which the Personal Data of the User is collected and processed.</p> Service <p>The service provided by iubenda Privacy Controls and Cookie Solution as described in the relative terms (if available) and on this site/application.</p> European Union (or EU) <p>Unless otherwise specified, all references made within this document to the European Union include all current member states to the European Union and the European Economic Area.</p> Cookie <p>Cookies are Trackers consisting of small sets of data stored in the User's browser.</p> Tracker <p>Tracker indicates any technology - e.g Cookies, unique identifiers, web beacons, embedded scripts, e-tags and fingerprinting - that enables the tracking of Users, for example by accessing or storing information on the User’s device.</p> Legal information <p>This privacy statement has been prepared based on provisions of multiple legislations, including Art.\n13/14 of Regulation (EU) 2016/679 (General Data Protection Regulation).</p>\n<p>This privacy policy relates solely to iubenda Privacy Controls and Cookie Solution, if not stated otherwise within this document.</p>\n<p> Latest update: December 30, 2022 </p>\n<p> iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided.\n</p> Show the simplified Privacy Policy ", "created_at": "2022-12-31 19:35:06.77325", "updated_at": "2022-12-31 19:35:42.880146"}], "points": [], "urls": ["iubenda.com"]}}