{"error": 448, "message": "OK", "parameters": {"id": 9640, "name": "m247", "created_at": "2023-09-15 01:25:11.365695", "updated_at": "2023-09-15 10:02:41.779509", "wikipedia": null, "keywords": null, "related": null, "slug": "m247", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9640.png", "url": "m247.com", "documents": [{"id": 19151, "name": " Privacy Policy", "url": "https://m247.com/privacy-policy/", "xpath": "/html/body/main/section", "text": " <strong>Important information and who we are</strong>\n<p>www.m247.com is a website owned by M247 U.K.\nLimited.\nM247 is a trading name for M247 U.K.\nLimited.\n(“we”).\nWe are committed to protecting and respecting your privacy and your personal data.</p>\n<p>This policy (together with our Terms of Use (see our website) and any other documents referred to on it) sets out the basis on which any personal data we collect from you, or that you provide to us, will be processed by us.\nPlease read the following carefully to understand our views and practices regarding your personal data and how we will treat it.</p>\n<p>We have appointed a Compliance Officer who is responsible for overseeing questions in relation to this privacy notice.\nIf you have any questions about this privacy notice, including any requests to exercise your legal rights, please contact the Compliance Officer using the details set out below.</p>\nContact details\n<p>Our full details are:</p>\n<p>Full name of legal entity: M247 U.K.\nLimited of Turing House, Archway 5, Manchester M15 5RL</p>\n<p>Email address: compliance@m247.com</p>\n<p>You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues (www.ico.org.uk).\nWe would, however, appreciate the chance to deal with your concerns before you approach the ICO so please contact us in the first instance.</p>\nYour duty to inform us of changes to your personal data\n<p>It is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us.</p>\nThird-party links\n<p>This website may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWhen you leave our website, we encourage you to read the privacy notice of every website you visit.</p>\nInformation we may collect from you\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).</p>\n<p>We may collect, use, store and transfer different kinds of personal data about you which as follows:</p>\n<ul>\n<li>\n<strong>Information you give us.</strong> You may give us information about you by filling in forms on our site <strong>http://www.M247.com </strong>(our site) or by corresponding with us by phone, e-mail or otherwise.\nThis includes information you provide when you register to use our site, subscribe to our service, search for a product, participate in discussion boards on our site, enter a competition, promotion or survey and when you report a problem with our site.\nThe information you give us may include your name, address, e-mail address and phone number, financial and credit card information, personal description and photograph, and customer number.</li>\n<li>\n<strong>Information we collect about you.</strong> With regard to each of your visits to our site we may automatically collect the following information:</li>\n<li>technical information, including the Internet protocol (IP) address used to connect your computer to the Internet, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating system and platform;</li>\n<li>information about your visit, including the full Uniform Resource Locators (URL) clickstream to, through and from our site (including date and time).\nproducts you viewed or searched for.\npage response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs), and methods used to browse away from the page and any phone number used to call our customer service number.</li>\n<li>\n<strong>Information we receive from other sources.</strong> We may receive information about you if you use any of the other websites we operate (if any) or the other services we provide.\nIn this case we will have informed you when we collected that data that it may be shared internally and combined with data collected on this site.\nWe are also working closely with third parties (including, for example, business partners, sub-contractors in technical, payment and delivery services, advertising networks, analytics providers, search information providers, credit reference agencies) and may receive information about you from them.</li>\n</ul>\n<p>We do not collect any <strong>Special Categories of Personal Data</strong> about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data) unless this forms part of our contract with you.\nNor do we collect any information about criminal convictions and offences.</p>\nIf you fail to provide personal data\n<p>Where we need to collect personal data by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you with goods or services).\nIn this case, we may have to cancel a product or service you have with us but we will notify you if this is the case at the time.</p>\n<p>Cookies</p>\n<p>Our website uses cookies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve our site.</p>\n<p>A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree.\nCookies contain information that is transferred to your computer’s hard drive.</p>\n<p>You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our site.</p>\nWe use the following cookies:\n<ul>\n<li>\n<strong>Essential cookies.</strong> These are cookies that are required for the operation of our website.\nThey include, for example, cookies that enable you to log into secure areas of our website.</li>\n<li>\n<strong>Analytical/performance cookies.</strong> They allow us to recognise and count the number of visitors and to see how visitors move around our website when they are using it.\nThis helps us to improve the way our website works, for example, by ensuring that users are finding what they are looking for easily.\nThis is statistical information and does not identify any individual.</li>\n<li>\n<strong>Functionality cookies.</strong> These are used to recognise you when you return to our website.\nThis enables us to personalise our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li>\n<li>\n<strong>Targeting cookies.</strong> These cookies record your visit to our website, the pages you have visited and the links you have followed.\nWe will use this information to make our website and the advertising displayed on it more relevant to your interests.\nWe also use a first-party cookie, called _<em>webeo</em>_trk.\nThe cookie is accepted or declined by selecting the relevant option in the consent banner that will appear upon your first visit to our website.\nThe cookie allows a website to track device visit history on the sites on which the cookie is installed.\nTracking is performed anonymously and is not used for cross-site tracking purposes.\nThe cookie is persistent for 20 years before it expires.</li>\n</ul>\n<p>Please note that third parties (including, for example, advertising networks and providers of external services like web traffic analysis services) may also use cookies, over which we have no control.\nThese cookies are likely to be analytical/performance cookies or targeting cookies.\nAny information gathered by such third parties will be governed by their own privacy/cookie policy.</p>\n<p>How we use your personal data</p>\n<p>We will only use your personal data when the law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>Where we need to perform the contract we are about to enter into or have entered into with you.</li>\n<li>Where it is necessary for our legitimate interests and your interests and fundamental rights do not override those interests.</li>\n<li>Where we need to comply with a legal or regulatory obligation.</li>\n</ul>\n<p>Generally, we do not rely on consent as a legal basis for processing your personal data other than in relation to sending third party direct marketing communications to you via email or text message.\nYou have the right to withdraw consent to marketing at any time by contacting us.</p>\n<strong>Purposes for which we will use your personal data</strong>\n<p>We have set out below, in a table format, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.</p>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.</p>\n<p>&nbsp;</p>\n<strong>Purpose/Activity</strong>\n<strong>Type of data</strong>\n<strong>Lawful basis for processing including basis of legitimate interest</strong> To register you as a new customer\n(a) Identity(b) Contact\nPerformance of a contract with you To process and deliver your order including:(a) Manage payments, fees and charges<p>\n</p>\n<p>(b) Collect and recover money owed to us</p>\n(a) Identity(b) Contact<p>\n</p>\n<p>(c) Financial</p>\n<p>(d) Transaction</p>\n<p>(e) Marketing and Communications</p>\n(a) Performance of a contract with you(b) Necessary for our legitimate interests (to recover debts due to us) To manage our relationship with you which will include:(a) Notifying you about changes to our terms or privacy policy<p>\n</p>\n<p>(b) Asking you to leave a review or take a survey</p>\n(a) Identity(b) Contact<p>\n</p>\n<p>(c) Profile</p>\n<p>(d) Marketing and Communications</p>\n(a) Performance of a contract with you(b) Necessary to comply with a legal obligation<p>\n</p>\n<p>(c) Necessary for our legitimate interests (to keep our records updated and to study how customers use our products/services)</p> To enable you to partake in a prize draw, competition or complete a survey\n(a) Identity(b) Contact<p>\n</p>\n<p>(c) Profile</p>\n<p>(d) Usage</p>\n<p>(e) Marketing and Communications</p>\n(a) Performance of a contract with you(b) Necessary for our legitimate interests (to study how customers use our products/services, to develop them and grow our business) To administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\n(a) Identity(b) Contact<p>\n</p>\n<p>(c) Technical</p>\n(a) Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganisation or group restructuring exercise)(b) Necessary to comply with a legal obligation To deliver relevant website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\n(a) Identity(b) Contact<p>\n</p>\n<p>(c) Profile</p>\n<p>(d) Usage</p>\n<p>(e) Marketing and Communications</p>\n<p>(f) Technical</p>\nNecessary for our legitimate interests (to study how customers use our products/services, to develop them, to grow our business and to inform our marketing strategy) To use data analytics to improve our website, products/services, marketing, customer relationships and experiences\n(a) Technical(b) Usage\nNecessary for our legitimate interests (to define types of customers for our products and services, to keep our website updated and relevant, to develop our business and to inform our marketing strategy) To make suggestions and recommendations to you about goods or services that may be of interest to you\n(a) Identity(b) Contact<p>\n</p>\n<p>(c) Technical</p>\n<p>(d) Usage</p>\n<p>(e) Profile</p>\nNecessary for our legitimate interests (to develop our products/services and grow our business) Recording telephone calls\n(a) Identity(b) Contact<p>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n(a) Performance of a contract with you(b) Necessary to comply with a legal obligation(c) Necessary for our legitimate interests (to ascertain and establish that standards are being met)(d) Preventing or detecting crime(e) Safeguarding the effective operation of our telephone systems <strong>Marketing</strong>\n<p>We strive to provide you with choices regarding certain personal data uses, particularly around marketing and advertising.</p>\n<p>We may use your identity, contact, technical, usage and profile data to form a view on what we think you may want or need, or what may be of interest to you.\nThis is how we decide which products, services and offers may be relevant for you (we call this marketing).</p>\n<p>You will receive marketing communications from us if you have requested information from us or purchased goods or services from us or if you provided us with your details when you entered a competition or registered for a promotion and, in each case, you have not opted out of receiving that marketing.</p>\nThird party marketing\nWe will get your express opt-in consent before we share your personal data with any company outside our group of companies for marketing of products that are unrelated to our own products or services.\nOpting out\n<p>You can ask us or third parties to stop sending you marketing messages at any time by logging into the website and checking or unchecking relevant boxes to adjust your marketing preferences or by following the opt-out links on any marketing message sent to you or by contacting us at any time at optout@m247.com.</p>\n<p>Change of purpose</p>\n<p>We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose.</p>\n<p>If we need to use your personal data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.</p>\n<p>Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.</p>\n<strong>Disclosure of your personal data</strong>\n<p>We may have to share your personal data with the parties set out below for the purposes set out in the table above.</p>\n<p>Third parties to whom we may choose to sell, transfer, or merge parts of our business or our assets.\nAlternatively, we may seek to acquire other businesses or merge with them.\nIf a change happens to our business, then the new owners may use your personal data in the same way as set out in this privacy notice.</p>\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.</p>\n<p>If we receive a complaint from a third party where you have been misusing the service in any way that is unlawful or illegal (by way of example where there is an alleged breach of copyright).\nIf we receive such a complaint, we may use your IP address to notify you.\nUnless we are required by law, we will not disclose your personal information to the complainant.</p>\n<p>We may also have to retain certain information regarding the use of internet services in order to comply with the law.\nWe will only disclose this information when we have been lawfully requested to do so.</p>\nData security\n<p>We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed.\nIn addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.\nThey will only process your personal data on our instructions and they are subject to a duty of confidentiality.</p>\n<p>We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p>\nData retention\nHow long will you use my personal data for?\n<p>We will only retain your personal data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>In some circumstances you can ask us to delete your data: see below for further information.</p>\n<p>In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for research or statistical purposes in which case we may use this information indefinitely without further notice to you.</p>\nYour legal rights\n<p>Under certain circumstances, you have rights under data protection laws in relation to your personal data.\nThese rights are listed below:</p>\n<ul>\n<li>\n<em>Request access to your personal data</em>.</li>\n<li>\n<em>Request correction of your personal data</em>.</li>\n<li>\n<em>Request erasure of your personal data</em>.</li>\n<li>\n<em>Object to processing of your personal data</em>.</li>\n<li>\n<em>Request restriction of processing your personal data</em>.</li>\n<li>\n<em>Request transfer of your personal data</em>.</li>\n<li>\n<em>Right to withdraw consent</em>.</li>\n</ul>\n<p>If you wish to exercise any of the rights set out above, you can contact us at any time during normal business hours by contacting us at M247, TUring House, Archway 5, Manchester, M15 5RL OR info@M247.com</p>\nNo fee usually required\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\nWhat we may need from you\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\nTime limit to respond\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\nLAWFUL BASIS\n<p>\n<strong>Legitimate Interest:</strong> means the interest of our business in conducting and managing our business to enable us to give you the best service/product and the best and most secure experience.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal data for our legitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nYou can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by contacting us.</p>\n<p>\n<strong>Performance of Contract:</strong> means processing your data where it is necessary for the performance of a contract to which you are a party or to take steps at your request before entering into such a contract.</p>\n<p>\n<strong>Comply with a legal or regulatory obligation:</strong> means processing your personal data where it is necessary for compliance with a legal or regulatory obligation that we are subject to.</p>\nTHIRD PARTIES\n<p>Internal Third Parties</p>\n<p>Other companies in our Group acting as joint controllers or processors.</p>\n<p>External Third Parties</p>\n<ul>\n<li>Service providers acting as our sub-processors in order to assist us in delivering our services to you.</li>\n<li>Professional advisers acting as processors or joint controllers including lawyers, bankers, auditors and insurers who provide consultancy, banking, legal, insurance and accounting services.</li>\n<li>HM Revenue &amp.\nCustoms, regulators and other authorities acting as processors or joint controllers based in the United Kingdom who require reporting of processing activities in certain circumstances.</li>\n</ul>\nYOUR LEGAL RIGHTS\n<p>You have the right to:</p>\n<p>\n<strong>Request access </strong>to your personal data (commonly known as a “data subject access request”).\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</p>\n<p>\n<strong>Request correction </strong>of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</p>\n<p>\n<strong>Request erasure </strong>of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</p>\n<p>\n<strong>Object to processing </strong>of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.</p>\n<p>\n<strong>Request restriction of processing </strong>of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data’s accuracy.\n(b) where our use of the data is unlawful but you do not want us to erase it.\n(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</p>\n<p>\n<strong>Request the transfer </strong>of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</p>\n<p>\n<strong>Withdraw consent at any time </strong>where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.</p> ", "created_at": "2023-09-15 01:25:11.39943", "updated_at": "2023-09-15 01:28:28.363467"}, {"id": 19152, "name": " Terms of Use", "url": "https://m247.com/terms-of-use/", "xpath": "/html/body/main/section", "text": " <p>\n<strong>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY BEFORE USING THIS SITE</strong>\n</p>\n<p>What’s in these terms?</p>\n<p>These terms tell you the rules for using our website www.M247.com (our site).</p>\n<p>Who we are and how to contact us</p>\n<p>www.M247.com is a site owned by Metronet (UK) Limited.\nM247 is a trading name for Metronet (UK) Limited, M247 Ltd and Venus Business Communications Ltd (“we”).\nWe are a limited company and we are registered in England and Wales under company number 04975343 and have our registered office at Turing House, Archway 5, Manchester M15 5RL.</p>\n<p>To contact us, please email info@m247.com or write to us at our registered office.</p>\n<p>By using our site, you accept these terms</p>\n<p>By using our site, you confirm that you accept these terms of use and that you agree to comply with them.</p>\n<p>If you do not agree to these terms, you must not use our site.</p>\n<p>We recommend that you print a copy of these terms for future reference.</p>\n<p>There are other terms that may apply to you</p>\n<p>These terms of use refer to the following additional terms, which also apply to your use of our site:</p>\n<ul>\n<li>Our Privacy Policy (see our website), which sets out the terms on which we process any personal data we collect from you, or that you provide to us.\nBy using our site, you consent to such processing and you warrant that all data provided by you is accurate.</li>\n<li>Our Cookie Policy (see our website), which sets out information about the cookies on our site.</li>\n</ul>\n<p>We may make changes to these terms</p>\n<p>We amend these terms from time to time.\nEvery time you wish to use our site, please check these terms to ensure you understand the terms that apply at that time.\nThese terms were most recently updated in July 2017.</p>\n<p>We may make changes to our site</p>\n<p>We may update and change our site from time to time to reflect changes to our products, our users’ needs and our business priorities.</p>\n<p>We may suspend or withdraw our site</p>\n<p>Our site is made available free of charge.</p>\n<p>We do not guarantee that our site, or any content on it, will always be available or be uninterrupted.\nWe may suspend or withdraw or restrict the availability of all or any part of our site for business and operational reasons.\nWe will try to give you reasonable notice of any suspension or withdrawal.</p>\n<p>You are also responsible for ensuring that all persons who access our site through your internet connection are aware of these terms of use and other applicable terms and conditions, and that they comply with them.</p>\n<p>You must keep your account details safe</p>\n<p>If you choose, or you are provided with, a user identification code, password or any other piece of information as part of our security procedures, you must treat such information as confidential.\nYou must not disclose it to any third party.</p>\n<p>We have the right to disable any user identification code or password, whether chosen by you or allocated by us, at any time, if in our reasonable opinion you have failed to comply with any of the provisions of these terms of use.</p>\n<p>If you know or suspect that anyone other than you knows your user identification code or password, you must promptly notify us at info@M247.com.</p>\n<p>How you may use material on our site</p>\n<p>We are the owner or the licensee of all intellectual property rights in our site, and in the material published on it.\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.</p>\n<p>You may print off one copy, and may download extracts, of any page(s) from our site for your personal use and you may draw the attention of others within your organisation to content posted on our site.</p>\n<p>You must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text.</p>\n<p>Our status (and that of any identified contributors) as the authors of content on our site must always be acknowledged.</p>\n<p>You must not use any part of the content on our site for commercial purposes without obtaining a licence to do so from us or our licensors.</p>\n<p>If you print off, copy or download any part of our site in breach of these terms of use, your right to use our site will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.</p>\n<p>Do not rely on information on this site</p>\n<p>The content on our site is provided for general information only.\nIt is not intended to amount to advice on which you should rely.\nYou must obtain professional or specialist advice before taking, or refraining from, any action on the basis of the content on our site.</p>\n<p>Although we make reasonable efforts to update the information on our site, we make no representations, warranties or guarantees, whether express or implied, that the content on our site is accurate, complete or up to date.</p>\n<p>We are not responsible for websites we link to</p>\n<p>We have no control over the contents of those sites or resources.</p>\n<p>User-generated content is not approved by us</p>\n<p>This website may include information and materials uploaded by other users of the site, including to bulletin boards and chat rooms.\nThis information and these materials have not been verified or approved by us.\nThe views expressed by other users on our site do not represent our views or values.</p>\n<p>If you wish to complain about information and materials uploaded by other users, please contact us at info@M247.com.</p>\n<p>Our responsibility for loss or damage suffered by you</p>\n<p>\n<strong>Whether you are a consumer or a business user</strong>:</p>\n<ul>\n<li>We do not exclude or limit in any way our liability to you where it would be unlawful to do so.\nThis includes liability for death or personal injury caused by our negligence or the negligence of our employees, agents or subcontractors and for fraud or fraudulent misrepresentation.</li>\n<li>Different limitations and exclusions of liability will apply to liability arising as a result of the supply of any products to you, which will be set out in our Terms and conditions of supply.</li>\n</ul>\n<p>\n<strong>If you are a business user</strong>:</p>\n<ul>\n<li>We exclude all implied conditions, warranties, representations or other terms that may apply to our site or any content on it.</li>\n<li>We will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with:</li>\n<li>use of, or inability to use, our site.\nor</li>\n<li>use of or reliance on any content displayed on our site.</li>\n<li>In particular, we will not be liable for:</li>\n<li>loss of profits, sales, business, or revenue;</li>\n<li>business interruption;</li>\n<li>loss of anticipated savings;</li>\n<li>loss of business opportunity, goodwill or reputation.\nor</li>\n<li>any indirect or consequential loss or damage.</li>\n</ul>\n<p>We are not responsible for viruses and you must not introduce them</p>\n<p>We do not guarantee that our site will be secure or free from bugs or viruses.</p>\n<p>You are responsible for configuring your information technology, computer programmes and platform to access our site.\nYou should use your own virus protection software.</p>\n<p>You must not misuse our site by knowingly introducing viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful.\nYou must not attempt to gain unauthorised access to our site, the server on which our site is stored or any server, computer or database connected to our site.\nYou must not attack our site via a denial-of-service attack or a distributed denial-of service attack.\nBy breaching this provision, you would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use our site will cease immediately.</p>\n<p>\n<strong>Rules about linking to our site</strong>\n</p>\n<p>You may link to our home page, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it.</p>\n<p>You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.</p>\n<p>You must not establish a link to our site in any website that is not owned by you.</p>\n<p>Our site must not be framed on any other site, nor may you create a link to any part of our site other than the home page.</p>\n<p>We reserve the right to withdraw linking permission without notice.</p>\n<p>If you wish to link to or make any use of content on our site other than that set out above, please contact info@M247.com.</p>\n<p>\n<strong>Which country’s laws apply to any disputes?</strong>\n</p>\n<p>If you are a consumer, please note that these terms of use, their subject matter and their formation, are governed by English law.\nYou and we both agree that the courts of England and Wales will have exclusive jurisdiction except that if you are a resident of Northern Ireland you may also bring proceedings in Northern Ireland, and if you are resident of Scotland, you may also bring proceedings in Scotland.</p>\n<p>If you are a business, these terms of use, their subject matter and their formation (and any non-contractual disputes or claims) are governed by English law.\nWe both agree to the exclusive jurisdiction of the courts of England and Wales.</p>\n<p>\n<strong>Trade marks</strong>\n</p>\n<p>You are not permitted to use any of our trade marks on our site without our approval.</p>\n<p>&nbsp;</p> ", "created_at": "2023-09-15 01:25:11.43202", "updated_at": "2023-09-15 01:28:07.830249"}], "points": [], "urls": ["m247.com"]}}