{"error": 448, "message": "OK", "parameters": {"id": 2053, "name": "Casting Call Club", "created_at": "2019-12-20 01:35:48.356269", "updated_at": "2022-12-20 20:04:25.92242", "wikipedia": null, "keywords": null, "related": null, "slug": "casting_call_club", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2053.png", "url": "castingcall.club", "documents": [{"id": 13493, "name": "Privacy", "url": "https://www.castingcall.club/privacy", "xpath": "//body", "text": " Open main menu Open Projects Find Talent Pricing Classes Login Sign Up Find Talent Pricing Classes Support Policies <p>Privacy</p> Effective Date May 9, 2022 Policies Terms of Service Cookie Policy Privacy Policy GDPR <p>Casting Call Club LLC.\n(\"us\", \"we\", or \"our\") operates the castingcall.club website and platform (the \"Service\").\nThis page informs you of our policies regarding the collection, use, and disclosure of personal data when you use our Service and the choices you have associated with that data.</p>\n<b>This site uses cookies.\nHere's why:</b>\n<ol>\n<li>We keep track of your session, which lets you login and have an account.\nWe also use it to make your experience better by highlighting projects you've already seen, etc.</li>\n<li>We let third-parties set cookies for analytics.\nAnalytics helps CCC because when we build a new feature and everyone hates it, we want to know how to make it better.</li>\n</ol>\n<b> Right, so your personal information.\nWhat does this site do with it?</b>\n<ol>\n<li>We collect your email address.\nWe only use it to email you directly about things you do on this site like when someone messages you, or when new projects are available in your search criteria.\nIt never leaves our database.\nThere are three exceptions to this rule: 1.\nif you buy something (like a membership).\nIn this case, we send your email to PayPal or Stripe for the sole purposes of customer service.\n2.\nwe use a service called sendgrid in order to send you emails.\n3.\nif you email us for customer support reasons, we use a service called helpscout.\n</li>\n<li>You can fill in your profile.\nAnything you put on your public profile is public.</li>\n</ol>\n<b> Can I delete my data?</b>\n<ol>\n<li>Yes.\nThere is a delete account button in your account page.\nWhen you click 'delete account', we remove all your data including email.</li>\n</ol> What kind of data is processed? Personal Data <p>While using our service, we ask you to provide us with certain personally identifiable information that can be used to contact or identify you (\"Personal Data\").\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address and username</li>\n<li>Anything you type in your public profile</li>\n<li>Cookies and Usage Data (see below)</li>\n</ul>\n<p>We may use your Personal Data to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send, or you can opt out on the Settings page.</p> Usage Data We collect information how the service is accessed and used (\"Usage Data\").\nThis Usage Data may include information such as your computer's Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our service that you visit, the time and date of your visit, the time spent on those pages, unique device identifiers and other diagnostic data.\n<i>However, personally identifable Usage Data is not collected in from our system and never tied directly to you.</i>\n<br>\n<p>The exceptions to this are when you view a project page or a profile page.\nWe track when the date and time you viewed those pages, but we strip all other data.\nThe only information we retain looks something similar to this: 'user_id 1 viewed project_id 234223 on 2017-03-19 00:23:23'.\nThis viewer data never leaves our database.</p> Tracking Cookies Data <p>For more information about cookies, see our cookie policy.</p>\n<p>We use cookies and similar tracking technologies to track the activity on our service and hold certain information.\nCookies are files with small amount of data which may include an anonymous unique identifier.\nCookies are sent to your browser from a website and stored on your device.\nTracking technologies also used are beacons, tags, and scripts to collect and track information and to improve and analyse our service.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our service.\nFor what purpose is the data collected?\n</p>\n<ul>\n<li>To provide and maintain our service</li>\n<li>To provide customer support</li>\n<li>To gather analysis or valuable information so that we can improve our service</li>\n<li>To monitor the usage of our Service</li>\n<li>To detect, prevent and address technical issues</li>\n</ul> How do we protect your information?\nWe will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this privacy policy.\nWe are committed to protecting your personal information against unauthorized use or disclosure.\nWe are PCI compliant, run our code through security checks on every version released, and update our libraries with the latest security patches as available.\nDisclosure to Third Parties\n<p>We use a select number of trusted external service providers for certain technical data analysis, processing and/or storage offerings.\nThese service providers are carefully selected and meet high data protection and security standards.\nWe only share information with them that is required for the services.</p>\n<p>If we are involved in a merger, acquisition or asset sale, your Personal Data may be transferred.\nWe will provide notice before your Personal Data is transferred and becomes subject to a different Privacy Policy.</p>\n<p>Under certain circumstances, we may be required to disclose your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p>\n<p>We may disclose your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of our Service</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n</ul> Your Rights\n<p>You have a right to be informed of Personal Data processed by us, a right to rectification/correction, erasure and restriction of processing.\nYou also have the right to receive a structured, common and machine-readable format of Personal Data you provided to us.</p>\n<p>We can only identify you via your email address and we can only adhere to your request and provide information if we have Personal Data about you through you having made contact with us directly and/or you using our site and/or service.\nWe cannot provide, rectify or delete any data that we store on behalf of our users or customers.</p>\n<p>To exercise any of the rights mentioned in this Privacy Policy and/or in the event of questions or comments relating to the use of Personal Data you may contact our support team: moderators@castingcall.club.</p>\n<p>You have the right to withdraw consent at any time, without affecting the lawfulness of the processing that was carried out prior to withdrawing it.\nWhenever you withdraw consent, you acknowledge and accept that this may have a negative influence on the quality of the site and/or services.\nYou further agree that we shall not be held liable with respect to any loss and/or damage to your Personal Data if you choose to withdraw consent.</p>\n<p>In addition, you have the right to lodge a complaint with the data protection authority in your jurisdiction.</p> Service Providers\n<p>We employ third party companies and individuals to facilitate our Service (\"Service Providers\"), to provide the Service on our behalf, to perform Service-related services or to assist us in analysing how our Service is used.\nThese third parties have access to your Personal Data only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p> Analytics\nWe use third-party Service Providers to monitor and analyze the use of our Service.\nSimple Analytics We use Simple Analytics because they are privacy focused.\nThey are fully GDPR compliant and they do not collect IP addresses so they cannot track you when you are offline.\nPlease have a read on their polices: https://simpleanalytics.com/no-tracking Google Analytics Google Analytics is installed on some parts of the site currently.\nIt is being phased out.\nHosting and backend infrastructure\nHeroku\nHeroku is a hosting service provided by Salesforce Amazon Web Services\nAmazon Web Services is a hosting and backend service provided by Amazon.com Inc.\nPayments\n<p>We may provide paid products and/or services within the Service.\nIn that case, we use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect your payment card details.\nThat information is provided directly to our third-party payment processors whose use of your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.\nThe payment processors we work with are:</p> Stripe\nStripe is a payment service provided by Stripe Inc.\nPayPal/Braintree\nPayPal/Braintree is a payment service provided by PayPal Inc.\nAds\nThere are third-party cookies set by advertisement companies on certain parts of this website.\nIt is being phased out.\nThis privacy policy will be updated when they are all removed.\nEmail Services\nSendgrid\nSendgrid is a service to send out email messages.\nOther\nCloudFlare\nCloudFlare is a traffic optimization and distribution service provided by CloudFlare Inc.\nThe way CloudFlare is integrated means that it filters all the traffic through this Website, i.e., communication between this Website and the User's browser, while also allowing analytical data from this Website to be collected.\nOauth with Facebook, Discord, LinkedIn, and Google\nThis allows you to login to our service using those sites.\nLinks To Other Sites\nOur Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.\nChildren's Privacy\nWe do not knowingly collect personally identifiable information from anyone under the age of 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from children without verification of parental consent, we take steps to remove that information from our servers.\nChanges To This Privacy Policy\nWe may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nWe will let you know via email and/or a prominent notice on our service, prior to the change becoming effective and update the \"effective date\" at the top of this Privacy Policy.\nYou are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.\nFooter Need assistance? Chat with a mod moderators@castingcall.club Classes start Jan 04 Reserve Your Seat Company <ul>\n<li> About </li>\n<li> Support </li>\n<li> Pricing </li>\n<li> Terms of Service </li>\n<li> Privacy </li> Gettings Started <li> Create Account </li>\n<li> Find Projects </li>\n</ul> Finding Talent <ul>\n<li> Find Talent </li>\n<li> Find Voice Actors </li>\n<li> Find Actors </li>\n<li> Find Singers </li>\n<li> Find Artists </li>\n<li> Find Video Editors </li>\n<li> Find Musicians </li>\n<li> Find Animators </li>\n<li> Find Directors </li>\n<li> Find Writers </li>\n<li> Find Agents </li>\n<li> Find Producers </li>\n</ul> It's lovely to see you.\n<p>You look great today!</p>\n<p>Anyway, here's our social channels:</p> Facebook Instagram Twitter <p> Created by Buford Built with </p>\n<p> © 2022 Casting Call Club.\nA few lefts, but All rights reserved.\n</p> Hate ads? Try upgrading to CCC Premium", "created_at": "2022-12-20 20:05:57.193197", "updated_at": "2022-12-20 20:06:42.279608"}, {"id": 13492, "name": " Terms of Service", "url": "https://www.castingcall.club/terms-of-service", "xpath": "//body", "text": " <ul>\n<li>Open Projects</li>\n<li>What's New</li>\n<li>Find Talent</li>\n<li>Pricing</li>\n</ul> Login Signup <ul>\n<li>\n<i>\n</i>Dark Mode </li>\n<li>Create Project</li>\n<li>Open Projects</li>\n<li>Find Talent</li>\n<li>Audio Engineering</li>\n<li>Voice Acting</li>\n<li>Music Composition</li>\n<li>Improvisation</li>\n<li>Creating Webcomics and Manga</li>\n<li>Pricing</li>\n<li>Login</li>\n<li>Signup</li>\n</ul> Terms of Service <p>EFFECTIVE DATE: May 28th, 2015</p>\n<p>1.\nWelcome to castingcall.club.\nThese terms of use (the \"Terms\") govern any use by you of castingcall.club (the \"Site\") and all of the services, products, software, applications, features or functionality available on or through the Site (collectively, the \"Services\") offered by Casting Call Club, LLC.\nDBA Casting Call Club (\"CCC\").\nPlease review these Terms carefully before using the Services.\nBy accessing the Site and/or using the Services, you agree to the Terms.\nIf you do not agree to the Terms, then do not use the Services.</p>\n<p>1.1 Your activities on the Site or use of the Services may also be governed by additional guidelines, rules or agreements on a particular Service, all of which are incorporated by reference into the Terms.</p>\n<p>2.\nELIGIBILITY</p>\n<p>2.1 You must be at least 13 years of age to use the Services.\nMinors (those under 18 years old) may not use the Services without the permission or supervision of a responsible adult.\nCCC will not knowingly collect personally identifiable information on or through the Services from anyone under 13.\nYou may be exposed to content on the Site that you find offensive, indecent or objectionable.\nBy using the Services you assume all risk associated with its use.\nWe encourage parents to supervise their children's use of the Services and maintain open communication regarding appropriate materials for use and viewing by their children.\n</p>\n<p>2.2 In order to use certain Services, you may have to first register by providing your e-mail address, and/or other relevant information, as appropriate.\nBy registering, you represent that you have all requisite right, power and authority to bind yourself to any applicable agreement(s) and to perform your obligations thereunder.\nIf you are acting on behalf of a company, you represent that you are authorized to bind your company.\nYou agree to provide accurate and complete information, and to update such information as necessary to keep it up-to-date and accurate.\nCCC reserves the right to review all registration applications, and to accept or reject any applicant(s) in its sole judgment.\nYou may not transfer or assign your registration to any other party.</p>\n<p>2.3 Upon completing the registration process, you will be responsible for maintaining the confidentiality of your password and account, and you are fully responsible for all activities that occur under your password or account.\nIn the event of any unauthorized use of your password or account or any other breach of security, you must notify CCC immediately and promptly change your password.</p>\n<p>2.4 By signing up, you agree to receive emails from CCC transactional and marketing.\nYou can opt out of these emails at any time.</p>\n<p>3.\nCHANGES TO TERMS</p>\n<p>3.1 At any time CCC may change these Terms, which includes the Privacy Policy and any other agreement that is incorporated by reference into these Terms.\nWe will provide notice to you of any material change in the Terms by posting notice to the Site and sending an email to registered users to the email address submitted at registration.\nYour use of the Service will continue upon agreement of the amended Terms.\nIt is important that you keep your email contact information correct and updated with the Site at all times.\nIn addition, we encourage you to check back regularly to review these Terms at least once every 30 days.</p>\n<p>4.\nCHANGES TO SERVICES</p>\n<p>4.1 CCC reserves the right to modify or discontinue, and restrict or block access to, any or all of the Services without notice to you.\nYou agree that CCC will not be liable to you or any third party for any modification or if your use of the Services are discontinued.</p>\n<p>5.\nLIMITATIONS OF SERVICES</p>\n<p>5.1 You understand and agree that the Service is provided \"AS IS\" and that CCC assumes no responsibility for the timeliness, deletion, misdelivery or failure to store any user communications or personalization settings.</p>\n<p>6.\nUSER SUBMISSIONS</p>\n<p>6.1 Some of the Services may allow you to submit or transmit materials, including but not limited to text, image, audio, video, ideas, suggestions, plans, concepts, methods, know-how, techniques, original or creative materials or other information (collectively, \"User Submissions\") to or through the Services.\nYou grant to CCC a non-exclusive, worldwide, royalty-free, fully sublicenseable license to use, distribute, edit, display, archive, publish, sublicense, perform, reproduce, make available, transmit, broadcast, sell, translate, and create derivative works of those User Submissions, and your name, voice, likeness and other identifying information where part of User Submissions, in any form, media, software, or technology of any kind now known or hereafter developed, in each case, for any purpose whatsoever, commercial or otherwise, without compensation to you:</p> (i) When you provide User Submissions from May 28th 2014 onwards.\nYou hereby waive any moral rights you may have in your User Submissions.\n<p>6.2 You retain ownership of your rights in any User Submissions, subject to the non-exclusive rights that you grant to CCC.\nCCC takes no responsibility and assumes no liability for any of the User Submissions that you upload, post, email, transmit or otherwise make available on or through the Services.\nYou represent and warrant that you own or otherwise control all of the rights to the User Submissions that you submit.\nthat the content is accurate.\nthat use of the content you supply does not violate this policy and will not cause injury to any person or entity.\nand that you will indemnify CCC for all claims resulting from content you supply.\nCCC has the right but not the obligation to monitor any activity or content, and edit or remove any activity or content for any reason.\n</p>\n<p>6.3 CCC may access, preserve, and/or disclose your account information, and/or User Submissions if required to do so by law, or in a good faith belief that such access, preservation, or disclosure is reasonably necessary to (a) comply with legal process, (b) enforce the Terms.\n(c) respond to claims that any User Submissions violates the rights of third parties, (d) respond to your requests for customer services, or (e) protect the rights, property, or personal safely of the CCC, its users, and/or the public.</p>\n<p>7.\nPROHIBTED CONTENT</p>\n<p>7.1 You must not post to the Services any User Submissions that, as reasonably determined by CCC, is or appears to be the following:</p> (i) untrue, misleading, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, invasive to another person's privacy or protected data, hateful, or racially or otherwise objectionable.\n(ii) infringing upon a third party's intellectual property rights, including any patent, trademark, trade secret, copyright, right of publicity, including any Content that is the subject of any claim of infringement.\n(iii) of a type that you do not have a right to transmit under any law or under contractual or fiduciary relationships, such as proprietary and confidential information.\n(iv) unsolicited, undisclosed or unauthorized advertising.\n(v) software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment.\n(vi) data or information obtained through access that was not authorized by the owner, or that you are not authorized to post.\nor (vii) in violation of any applicable local, state, national or international law (including export laws).\n<p>8.\nPROHIBITED CONDUCT</p>\n<p>8.1 You must not do, or attempt to do, any of the following, as reasonably determined by CCC, subject to applicable law:</p> (i) access or use the Services in any way that is not in compliance with any applicable local, state, national or international law (including export laws), contracts, intellectual property rights or constitutes the commission of a tort, or for any purpose that is harmful or unintended (by us), or other than in full compliance with these Terms.\n(ii) access, tamper with, or use services or areas of the Services that you are not authorized to access.\n(iii) alter information on or obtained from the Services.\n(iv) tamper with postings, registration information, profiles or other User Submissions belonging to CCC or other users of CCC.\n(v) use any robot, spider, scraper or other automated means or interface not provided by us to access the Services or extract data or gather or use information, such as email addresses, available from the Services or transmit any unsolicited advertising, \"junk mail,\" \"spam,\" or \"chain letters\".\n(vi) frame any part of the Services, or link to the Services, or otherwise make it look like you have a relationship to us or that we have endorsed you or your User Submissions for any purpose except as expressly permitted in writing by CCC.\n(vii) impersonate or misrepresent your affiliation with any person or entity.\n(viii) reverse engineer any licensed software, application or any other aspect of the Services or do anything that might discover source code, or bypass or circumvent measures employed to prevent limit access to any area, content or code of the Services.\n(ix) send to or otherwise impact us or the Services (or anything or anyone else) with harmful, illegal, deceptive or disruptive code such as a virus, \"spyware,\" \"adware\" or other code that could adversely impact the Services or any recipient.\nor (x) take any action which might impose a significant burden (as determined by us) on the Services' infrastructure or computer systems, or otherwise interfere with the ordinary operation of the Service.\n<p>8.2 IF YOU SEND UNSOLICITED COMMERCIAL EMAIL OR ADVERTISING, BULK EMAIL, SPAM, OR CHAIN LETTERS (COLLECTIVELY, \"UNSOLICITED EMAIL OR OTHER COMMUNICATION\") THROUGH THE SERVICE, YOU ACKNOWLEDGE THAT YOU WILL HAVE CAUSED SUBSTANTIAL HARM TO CCC, BUT THAT THE AMOUNT OF THE HARM WOULD BE EXTREMELY DIFFICULT TO ASCERTAIN.\nAS A REASONABLE ESTIMATION OF SUCH HARM, YOU WILL PAY LICENSOR $50 FOR EACH SUCH UNSOLICITED EMAIL OR OTHER COMMUNICATION.</p>\n<p>9.\nDISCLAIMER OF WARRANTIES</p>\n<p>9.1 You expressly acknowledge and agree that: CCC PROVIDES THE SERVICES \"AS IS\" AND \"AS AVAILABLE\".\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, CCC MAKES NO REPRESENTATIONS, WARRANTIES OR CONDITIONS OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE SERVICES.\nCCC MAKES NO REPRESENTATIONS OR WARRANTIES THAT THE SERVICE WILL BE UNINTERRUPTED, ERROR-FREE, VIRUS-FREE, SECURE, OR TIMELY.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, CCC EXPRESSLY DISCLAIMS ALL REPRESENTATIONS, WARRANTIES OR CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED REPRESENTATIONS, WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, NON-INFRINGEMENT AND THOSE ARISING FROM A COURSE OF DEALING, TRADE, USAGE OR PERFORMANCE.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES, AND THEREFORE SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nWE URGE YOU TO KEEP BACKUP COPIES OF YOUR PERSONAL CONTENT, IF ANY, THAT YOU MAINTAIN ON OR USE WITH THE SERVICE.\nIF YOUR USE OF THE SERVICE RESULTS IN THE NEED FOR SERVICING OR REPLACING PROPERTY, MATERIAL, EQUIPMENT OR DATA, WE ARE NOT RESPONSIBLE FOR ANY RESULTING COSTS OR DAMAGES.</p>\n<p>10.\nLIMITATION OF LIABILITY</p>\n<p>10.1 TO THE MAXIMUM EXTENT PERMITTED BY LAW, NONE OF THE INDEMNIFIED PERSONS ARE LIABLE TO YOU OR ANY OTHER PERSON FOR INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, SPECIAL, STATUTORY, OR CONSEQUENTIAL DAMAGES, LOST PROFITS, LOST REVENUE, LOSS OF DATA, LOSS OF PRIVACY, LOSS OF GOODWILL OR ANY OTHER LOSSES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IN THE EVENT OF FAULT, TORT (INCLUDING NEGLIGENCE) OR STRICT OR PRODUCT LIABILITY.\nWITHOUT LIMITING THE FOREGOING, IN NO EVENT WILL THE AGGREGATE LIABILITY TO YOU OF THE INDEMNIFIED PERSONS EXCEED, IN TOTAL, THE AMOUNTS PAID BY YOU TO US.</p>\n<p>11.\nINDEMNIFICATION</p>\n<p>11.1 You agree to protect and fully compensate CCC from any and all third-party claims, liability, damages, expenses and costs (including, but not limited to, reasonable attorneys' fees) arising from your use of the Services, or violation of the Terms by you or any other user of your account (whether or not authorized).</p>\n<p>12.\nCOPYRIGHT INFRINGEMENT / DMCA</p>\n<p>12.1 If you believe that content you own has been used on the Services in a way that violates your copyright or other intellectual property rights, please provide following information to this email: moderators [at] castingcall.club:</p> (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest.\n(ii) a description of the copyrighted work or other intellectual property that you claim has been infringed.\n(iii) a description of where the material that you claim is infringing is located on the site.\n(iv) your address, telephone number, and/or email address.\n(v) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law.\nand (vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.\n<p>13.\nAPPLICABLE LAW</p>\n<p>13.1 These Terms and all performances and claims of every nature between us are governed by the laws of the State of California, U.S.A., without regard to any conflicts of laws principles that would result in the application of the law of a different jurisdiction.\nYou and CCC submit to the exclusive personal jurisdiction and venue of the state and federal courts located within Contra Costa County, California, U.S.A.</p>\n<p>14.\nTHIRD PARTY CONTENT</p>\n<p>14.1 CCC occasionally provides third party content, advertisements or links to third party websites on the Services.\nCCC does not necessarily endorse or evaluate third party content and websites, and does not assume responsibility for third parties' actions or omissions.\nThese linked sites are not under the control of CCC and CCC is not responsible for the contents of any linked site or any link contained in a linked site, or any review, changes or updates to such sites.\nThe inclusion of any link does not imply affiliation, endorsement, or adoption by CCC of the site or any information contained therein.\nYou should review third parties' terms of use and privacy policies before you use their services.\n</p>\n<p>14.2 Your transactions and other dealings with third party merchants or advertisers that are found on or through the Services, including \"click to purchase\", \"co-registration\" and other similar programs, including payment and delivery of related goods or services, are solely between you and such merchant or advertiser.</p>\n<p>15.\nTERMINATION</p>\n<p>15.1 We may, at any time, without notice to you, terminate your license to use the Services and the Site, or block your access to the Services if:</p> (i) we believe in our sole discretion that you may have violated these Terms or have otherwise engaged in any activities that may harm or damage the reputation, rights, person, or property of CCC, our users, or any other person.\n(ii) requested by law enforcement or other government agencies.\n<p>15.2 If applicable law requires us to provide notice of termination or cancellation, we may give prior or subsequent notice by posting it on the Site or by sending a communication to your email address that we have for you in our records.</p>\n<p>16.\nSEVERABILITY</p>\n<p>16.1 If any provision of these terms and conditions shall be deemed unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these terms and conditions and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>17.\nNO WAIVER</p>\n<p>17.1 The failure of any party to exercise or enforce any right or provision of these Terms, including any failure to act with respect to a breach, will not constitute a waiver of such right or provision or that party's right to act with respect to subsequent or similar breaches.\nWe suggest that you print out a copy of these Terms for your records.</p>\n<p>18.\nHEADINGS</p>\n<p>18.1 Section headings are included in the Terms for convenience only.\nThey are not to be considered a part of these Terms, and are not intended to be a full and accurate description of the contents hereof.</p>\n<p>19.\nPAID PLANS</p>\n<p>When you purchase a CCC premium subscription, you agree that you are authorizing recurring payments, and that payments will be made to Casting Call Club LLC by the method and at the recurring intervals you have agreed to, until the subscription for CCC is terminated by you or by CCC.</p>\n<p>If your debit card, credit card, or other payment information (\"Payment Information\") is declined for payment of your subscription, you must provide new Payment Information or your subscription will be canceled.\nIf you provide new Payment Information and are successfully charged, your new subscription period will be based on the original renewal date and not the date of the successful charge.\nYou may cancel the subscription any time before the end of the current billing period and the cancellation will take effect on the next billing period.\nYour subscription will remain active from the time you cancel until the start of the next billing period, and you will not receive a refund or credit for any remaining days in your current billing period.</p>\n<p>UNLESS YOU NOTIFY US BEFORE A CHARGE THAT YOU WANT TO CANCEL OR DO NOT WANT TO AUTO RENEW, YOU UNDERSTAND THAT YOUR SUBSCRIPTION WILL AUTOMATICALLY CONTINUE AND YOU AUTHORIZE US (WITHOUT NOTICE TO YOU, UNLESS REQUIRED BY APPLICABLE LAW) TO COLLECT THE THEN-APPLICABLE SUBSCRIPTION FEE AND ANY TAXES, USING YOUR PAYMENT INFORMATION.</p>\n<p>20.\nVIRTUAL GOODS</p>\n<p>CCC does not guarantee that the Virtual Goods will continually be offered, including cccCoins or awards such as Silver, Gold or Bronze or for any particular length of time.\nCCC may modify its Virtual Goods at its sole discretion, and such modifications may make some or all Virtual Goods more or less common, desirable, effective, or functional.\nCCC may immediately suspend or terminate Virtual Goods for any or no reason, in its sole discretion, and without advance notice or liability.\nThe number of Virtual Goods required to use other Virtual Goods (e.g., cccCoins needed to award another user) may be increased or decreased, any Virtual Good may be withdrawn, and restrictions on any Virtual Good redemption may be imposed at any time, even though such changes may affect the value or utility of the Virtual Good, or the ability to obtain certain Virtual Goods.\nIn accumulating Virtual Goods, users may not rely upon the continued availability of any Virtual Goods.</p>\n<p>Virtual Goods have no monetary value (i.e., are not a cash account or equivalent), and do not constitute currency or property of any type.\nVirtual Goods cannot be sold to other users, and cannot be exchanged for cash or for any other goods and services.\nUsers have no property, proprietary, intellectual property, ownership, or monetary interest in promotional or purchased Virtual Goods, which remain CCC digital content subject to the CCC’s User Agreement.\nVirtual Goods are non-refundable.\nVirtual Goods awarded to other users will not be returned (e.g., if you award another user, you cannot take that award back).\nYou may not sell, barter, or trade any Virtual Goods, or offer to sell or trade any Virtual Goods.\nAny such attempted transfer will be null and void.</p>\n<p>21.\nADULT CONTENT</p>\n<p>No pornographic content of any kind.\nSorry.\nWe kept getting legal notices.</p> Get Started <ul>\n<li>Create Account</li>\n<li>Open Projects</li>\n<li>Find Talent</li>\n<li>Average Rates</li>\n<li>Successful Project Tips</li>\n</ul> Company <ul>\n<li>About</li>\n<li>FAQs</li>\n<li>Pricing</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Wanna talk about something? <b>moderators@castingcall.club</b>\n</li>\n</ul> It's lovely to see you.\n<p>You look great today!</p> Social Media Copyright 2022 Casting Call Club LLC.\nAll rights reserved.\nCreated by Buford | Built with ", "created_at": "2022-12-20 20:05:43.288904", "updated_at": "2022-12-20 20:07:18.608784"}], "points": [], "urls": ["castingcall.club"]}}