{"error": 448, "message": "OK", "parameters": {"id": 8859, "name": "Incomedia ", "created_at": "2023-07-07 05:02:58.590613", "updated_at": "2023-07-07 10:02:17.566848", "wikipedia": null, "keywords": null, "related": null, "slug": "incomedia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8859.png", "url": "websitex5.com,incomedia.eu", "documents": [{"id": 17315, "name": "Terms of use", "url": "https://www.incomedia.eu/policy/terms-general_en.html", "xpath": "//body", "text": " &nbsp.\n&nbsp.\nSprache auswählen​▼ Go to content <p>\n<b>Terms of use </b>\n<br>(Last revised 30/03/2012)<br>\n</p>\n<p>\n<b>1.</b>\n<br>\n</p>\n<p>\n<b>Terms of Use</b>\n<br>This website (“Website”) is offered to you by Incomedia S.r.l., Via Burolo 22/A, 10015 Ivrea (TO), Italy (“Incomedia”), VAT ID: 07514640015.<br>\n<br>The following Terms of use regulate access to, and use of, the Website.\nPlease read them carefully before using the Website.<br>\n</p>\n<p>\n<b>2.</b>\n<br>\n</p>\n<p>\n<b>Acceptance of the Terms of Use</b>\n<br>By accessing or using the Website, you accept all the present Terms of Use, without changes or modifications.\nIf you do not accept all the aforesaid Terms of Use, you are not authorized to access or use the Website.<br>\n<br>The present Terms of Use govern your use of the Website, its content (such as text, data, information, software, images or photographs) that Incomedia and affiliated companies and partners make available through the Website (“the Contents”), the contents presented or published by users (“User Contents”) and services provided by Incomedia through the Website (“the Services”).<br>\n</p>\n<p>\n<b>3.</b>\n<br>\n</p>\n<p>\n<b>Changes to the Terms of Use</b>\n<br>Incomedia reserves the right to change the Terms of Use at any time.\nThe modified Terms of Use will be published on the Incomedia Websites with the new revision date so that you can view the changes.\nBy continuing to access and use the Website after the publication date, you agree to ,and accept, the changes.\nPlease check the Terms of Use periodically to review any changes.\n<br>\n<br>Incomedia also reserves the right to discontinue or modify or update the Website and its Contents at any time and without notice.\nIncomedia reserves the right to restrict, refuse or interrupt the possibility for a User to add a post to the Website, at any time and without notice, and with immediate effect, at its sole discretion and for any reason, always keeping valid its right to receive support on the purchased products via alternative ways (ie: private post, e-mail, etc.).<br>\n</p>\n<p>\n<b>4.</b>\n<br>\n</p>\n<p>\n<b>Use of the Website</b>\n<br>Incomedia allows you to use the Website for private use only and not for commercial purposes.\nIt is strictly forbidden to use the Website for any commercial purpose (including, but not limited to, it's use in other websites or in a networked environment).\nIf you make copies of any of the Contents, you must retain all copyrights and/or any other industrial and intellectual property rights, that may be included in the original Contents, on the copies you make.\nUnless otherwise stated, it is strictly forbidden to reproduce, transmit, print, publish and distribute the Contents of the Website or any part of it, without prior authorization from Incomedia.\n<br>\n</p>\n<p>\n<b>5.</b>\n<br>\n</p>\n<p>\n<b>Unauthorized Uses of the Website</b>\n<br>You are bound not use the Website (including, but not limited to, the Contents or Services made available through the Website): a) in any way that violates laws, regulations and/or any other national and international norms and regulations (collectively “the Law”).\nb) to stalk, harass or harm another person.\nc) to impersonate other individuals or entities, or in any way falsify your identity or relationship with other subjects.\nd) to interfere with or disturb Incomedia's Websites, or servers or networks connected with Incomedia's Websites.\nYou are also bound not to (x) use any data mining, robots or similar methods of collecting and extracting data from Incomedia's Websites, or (y) attempt to gain unauthorized access to any part of Incomedia's Websites or any other account, computer or network connected with Incomedia's Websites through hacking, password mining or any other means.\n<br>\n</p>\n<p>\n<b>6.</b>\n<br>\n</p>\n<p>\n<b>Responsibility</b>\n<br>ALL INFORMATION (INCLUDING, AND NOT LIMITED TO) TEXTS, IMAGES, GRAPHICS, LINKS AND OTHER CONTENTS) INCLUDED IN THE WEBSITE ARE PROVIDED “AS IS” AND “AS AVAILABLE”.\nINCOMEDIA AND ITS AFFILIATED COMPANIES AND PARTNERS EXPRESSLY DECLINE ANY IMPLICIT OR EXPLICIT DECLARATION OR WARRANTY OF ANY KIND, INCLUDING WARRANTIES OF MARKETABILITY, FITNESS FOR USE, NON-VIOLATION OR OTHER KINDS OF WARRANTY, IN RELATION TO THE OPERATION OF THIS WEBSITE, ITS CONTENTS AND USER CONTENTS.\nNeither Incomedia or its affiliated companies and partners warrant or make any representation that: (i) the Website meets your requirements, (ii) the Website will be uninterrupted, &nbsp;timely, secure or error-free, or (iii) the results obtained through use of the Website (including any information or Contents in this Website) &nbsp;will be correct, complete, reliable or otherwise meet your requirements.\n<br>\n<br>This is a public Website: you cannot expect confidentiality of any User Contents that you may submit to this Website.\n<b>Do not submit confidential information to this Website.</b>\n<br>\n<br>Incomedia and its affiliated companies and partners decline all responsibility for interruptions or loss of Internet, networking or hosting services, and do not guarantee that the Website or the services which make it available or electronic communications sent by Incomedia are free from viruses or any other harmful element.\n<br>\n<br>You download or otherwise obtain material from this Website at your own discretion and at your own risk.\nYou are solely responsible for any damage or accident to your computer or any data loss resulting from downloading such material.<br>\n</p>\n<p>\n<b>7.</b>\n<br>\n</p>\n<p>\n<b>Registration</b>\n<br>Access to certain areas of this Website and the use of certain functions or features on the Website may be regulated by registration.\nIf you wish to access such areas and use such functions and features you may be asked to register as a contributor.\nRegistration is free of charge.\n<br>\n<br>When you register, you must choose a unique password and provide a unique, valid, current and verifiable &nbsp;&nbsp;email address.\nDuplicate passwords and email addresses are not accepted.\nIf the password or email address that you supply have already been chosen by another user, you will be asked to supply a different one.\nIncomedia will sent you an email to confirm your registration data: if this email is not delivered to your email account for any reason, access to the areas and use of features or functions for which registration is required &nbsp;may be denied or interrupted.\nYou are responsible for updating your registration so that it is accurate and current.\nYou have the sole responsibility of maintaining the secrecy of your password.\nYou have the sole responsibility for any actions that occur under your account, user name and/or password, that may be due to your behaviour, inaction or negligence.\nIf you become aware of or suspect inappropriate or unauthorized actions concerning your account, user name and/or password, you agree to contact Incomedia immediately via email (policy@incomedia.eu).<br>\n</p>\n<p>\n<b>8.</b>\n<br>\n</p>\n<p>\n<b>Protection of your Privacy</b>\n<br>All personal data provided or collected through the Website, or in connection with it, will be treated according to the terms of Incomedia's Privacy Policy, and the present Terms of Use are subject to Incomedia's Privacy Policy as published at www.incomedia.eu/privacy.<br>\n</p>\n<p>\n<b>9.</b>\n<br>\n</p>\n<p>\n<b>User Contributions</b>\n<br>Once you have registered and logged in, you can publish contents, data, material or information (“User &nbsp;Contents) on this Website.<br>\n<br>When you submit User Contents to the Website, you warrant that you are at least thirteen years old (or, if younger, have permission from your legal guardian to do so) and that the material you submit is appropriate, constructive, relevant and free of any element that may be unlawful or otherwise unsuitable for publication, including (and not limited to) (1) material that may be considered potentially defamatory or offensive &nbsp;towards any person or entity, (2) material that may be considered potentially harmful to any person or entity, or defamatory or harassing towards any person or entity, (3) material that may be considered to be in violation of a person's rights (including rights to personal privacy publicity), (4) material that may be considered to be in violation of copyrights, patents, intellectual property rights or any other moral or legal right of third parties (for example, copyrights on photographs or images in general, music, videos, films, etc), (5) material that is pornographic, obscene, vulgar, indecent, offensive, or threatening, (6) material that may be considered culturally, ethically or otherwise disputable, or (7) material that may be considered to suggest or encourage any kind of illegal activity whatsoever.<br>\n<br>You will make every reasonable effort to identify and remove viruses, spyware, adware or any other type of potentially harmful program or file from all User Contents you submit to the Website.\nYou will not send unsolicited or unauthorized advertisements or promotional messages, junk mail, spam, chain letters, pyramids, surveys or any other form of solicitation through the Website.\nYou will not forge headers or manipulate identities or any kind of data to conceal the origin of Contents and/or User Contents sent via the Website, neither will you conceal your presence on the Website.\nYou will also refrain from interfering with or disrupting Incomedia's Websites, servers and networks, and from taking any initiative that will place an unreasonable or excessive load on Incomedia's infrastructure.<br>\n<br>You affirm, declare and warrant that the User Contents sent to the Website do not violate any property right of a person or entity, including (and not limited to) copyrights, registered trademarks, patents or confidentiality obligations.<br>\n<br>You acknowledge and accept that your ideas, contributions to discussions and any other form of User Contents sent to the Website are not covered by intellectual property rights, and that they may be used by any other user without payment or any other form of compensation.<br>\n<br>You grant to Incomedia and its affiliated companies and partners a global, irrevocable, royalty-free, non-exclusive, sublicenseable and transferable licence to use, reproduce, create derived works from, distribute, use in public, exhibit in public, transmit and publish the User Contents you provide on this Website, in any other website belonging to Incomedia or in marketing and public relations material published by Incomedia in any form and using any kind of media.<br>\n<br>You will have the sole responsibility for the User Contents you send to the Website, and for the &nbsp;consequences of sending, transmitting and/or publishing the User Contents.\nIncomedia reserves the right, without any obligation, to examine and monitor the User Contents before and/or after their transmission.\nNevertheless you accept that Incomedia cannot verify and monitor all the User Contents .\nIncomedia and its affiliated companies and partners are in no way liable for the correctness, completeness, quality or validity of the User Contents, sent by third parties to the Website.<br>\n<br>Incomedia does not endorse any User Contents or any opinion, recommendation or advice contained in the User Contents, and does not assume any responsibility for said User Contents.<br>\n<br>Incomedia reserves the exclusive right and faculty to change and/or delete, for any reason, and at any time, without prior warning or authorization, at its exclusive discretion, messages or any other User Contents that are deemed disputable, improper or otherwise inappropriate according to the present Terms of Use.\nThose users who believe that any whatsoever User Contents may be considered debatable or improper are requested to inform Incomedia by using the tools available on the Websites (for example, via the “abuse” button) or by sending a message to the email address policy@incomedia.eu.\nIf and when Incomedia receives such warning from users, it will do all that is reasonably within its power to take all the measures it considers necessary: since this is a manual process, you are advised that we may not be able to immediately eliminate or edit incriminated User Contents.<br>\n</p>\n<p>\n<b>10.</b>\n<br>\n</p>\n<p>\n<b>Limitations of Liability</b>\n<br>INCOMEDIA, ITS AFFILIATED COMPANIES AND PARTNERS CANNOT IN ANY CASE BE HELD LIABLE FOR DIRECT, INDIRECT, CONSEQUENTIAL, PUNITIVE, SPECIAL, INCIDENTAL OR OTHER FORMS OF DAMAGE RESULTING FROM, CAUSED BY, OR RELATED TO ACCESS OR USE OF THE PRESENT WEBSITE AND ITS CONTENTS AND USER CONTENTS, OR THE INABILITY TO ACCESS OR USE THE PRESENT WEBSITE AND ITS CONTENTS OR USER CONTENTS, EVEN IF INCOMEDIA HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES.<br>\n<br>In all cases, the collective liability of Incomedia and its suppliers, according to and in conformity with the present document, is limited to the cost of the purchased software licence.\n<br>\n<br>If you live in a country or a state that does not admit any of the aforementioned limitations of liability, said limitations and exclusions will only be applied in the measure they are admitted.\nIn such cases, the limitations and exclusions in question will be applied as far as they are permitted by local law.<br>\n</p>\n<p>\n<b>11.</b>\n<br>\n</p>\n<p>\n<b>Links to Third-Party Websites</b>\n<br>Incomedia's Website may contain hypertextual links to third-party websites.\nThese links are provided exclusively for your convenience and Incomedia declines all responsibility for their content.\nIncomedia is not obliged to review third-party websites, it has no control over third-party websites and is not responsible for third-party websites (or for products, services or contents available from them).\nTherefore, the presence of links to third-party websites on the Incomedia Website is purely informative and does not constitute an endorsement, or any form of recommendation or warranty on their behalf for the exactness, timeliness or appropriateness of the contents of said websites.\n<br>\n</p>\n<p>\n<b>12.</b>\n<br>\n</p>\n<p>\n<b>Links to the present Website</b>\n<br>Other websites may create links to the present Website in accordance with the following conditions, and in accordance with current applicable laws.\n<br>\n<br>Without Incomedia's written authorization to the contrary, another website may link to the present Website according to the following conditions: <br>\n<br>(a) it may link to the Website but may not replicate any of the Contents (including the Incomedia and/or WebSite X5 logo), <br>(b) it will not create a browser environment or a border around any of the Contents,<br>(c) it will not imply that Incomedia endorses the products, services or contents available from said website,<br>(d) it will not misrepresent its relationship with Incomedia, <br>(e) it will not present any false or misleading information about Incomedia's products or services,<br>(f) it will not contain contents that may be considered distasteful, offensive or controversial, and<br>(g) it will contain contents that are suitable for all age groups.<br>\n</p>\n<p>\n<b>13.</b>\n<br>\n</p>\n<p>\n<b>Contents/Third-party software</b>\n<br>Any content/software that is downloaded from or through this Website is licenced according to the applicable licence agreements.\nExcept as set forth in the applicable licence agreement, the &nbsp;contents/software may be used exclusively by the end Users, and duplications, reproduction or redistribution is expressly prohibited.\nANY WARRANTIES THAT MAY APPLY TO THE CONTENTS/SOFTWARE ARE VALID EXCLUSIVELY WITHIN THE LIMITS EXPRESSED IN THE APPLICABLE USER LICENCE.\nINCOMEDIA EXPRESSLY DISCLAIMS ANY FURTHER DECLARATION AND WARRANTY OF ANY KIND, EXPLICIT OR IMPLICIT, INCLUDING WARRANTIES OF SALEABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-VIOLATION &nbsp;WITH REGARD TO THE CONTENTS/SOFTWARE.\n<br>\n</p>\n<p>\n<b>14.</b>\n<br>\n</p>\n<p>\n<b>Copyrights and Trademarks</b>\n<br>The copyright and all propriety rights in the Contents supplied by Incomedia and by its affiliated companies and partners, in the software used for operating and publishing the Website, the compilation of data in the Website, and the order, sequence and organization of the Website belong entirely to Incomedia S.r.l.\nand/or its partners or licensors.\nAll rights not expressly granted herein are reserved.\n<br>\n<br>Incomedia, WebSite X5 and WebSite X5 Evolution are registered trademarks of Incomedia S.r.l in Europe and other countries.<br>\n<br>Registered trademarks represent an important asset for a company.\nCorrect use of a company's trademarks is important and you are bound to follow Incomedia's guidelines when referring to company products or services.\nFor further information, please refer to the details included in this document.<br>\n<br>The use and registration of the Incomedia, WebSite X5 and WebSite X5 Evolution names are reserved.\nYou may not register or use trade names, statutory names, commercial names, domain names or any other name, indication or description that includes the names Incomedia, WebSite X5 and WebSite X5 Evolution or similar, or any name that includes the names Incomedia, WebSite X5 and WebSite X5 Evolution.<br>\n</p>\n<p>\n<b>15.</b>\n<br>\n</p>\n<p>\n<b>Indemnification and Release</b>\n<br>You agree to indemnify Incomedia and its affiliated companies and partners, including their respective officers, directors, employees, legal representatives, agents, successors and assigns and releases them from any liability for damages, obligations, costs and expenses (including reasonable legal and professional expenses and legal costs) arising from the publication, contents or transmission of any form of message, information, material or other User Contents published on the Website, or from any violation, on your part, of the present Terms of Use.\nIn the event of any complaint or legal action that may arise from any message or User Contents that you post on the Website, Incomedia reserves the right to reveal your identity and any other information regarding you that it may possess.\n<br>\n<br>If you incur in disputes with other users, you release Incomedia, its affiliated companies and partners, including their respective officers, directors, employees, legal representatives, agents, successors and assigns from all liability for complaints, demands and damages (actual and consequential) of any kind or nature, known or unknown, arising out of, or connected in any way with, such disputes.<br>\n</p>\n<p>\n<b>16.</b>\n<br>\n</p>\n<p>\n<b>Website Closure</b>\n<br>Incomedia reserves the exclusive right to close all or part of the Website, at any time, for any reason and without prior notice or authorization.\nIncomedia declines all responsibility for the failure to store or removal of any Contents and/or User Contents published on the Website.\n<br>\n</p>\n<p>\n<b>17.</b>\n<br>\n</p>\n<p>\n<b>Resolution of Disputes</b>\n<br>The present Terms of Use are governed by and construed according to the current laws of Italy.\nYou agree to accept the jurisdiction of the law courts of Turin, Italy, in the event of disputes, claims or legal proceedings arising from or attributable to the present Terms of Use or your use of this Website, including any disputes relating to the existence or validity of the present Terms of Use.\n<br>\n</p>\n<p>\n<b>18.</b>\n<br>\n</p>\n<p>\n<b>Language of the Terms of Use</b>\n<br>Where Incomedia has provided you with a translation of the Italian language version of the Terms of Use, then you agree that the translation is provided for your convenience only and that the Italian language versions of the Terms of Use govern your relationship with Incomedia.<br>\n<br>If there is any contradiction between what the Italian language version of the Terms of Use says and what a translation says, then the Italian language version shall take precedence.<br>\n</p>\n<p>\n<b>19.</b>\n<br>\n</p>\n<p>\n<b>Invalid Provisions in the Terms of Use</b>\n<br>If any of the provisions in the present Terms of Use should be declared invalid or inapplicable, then the invalid or inapplicable provision will be replaced by a valid and applicable provision that matches as closely as possible the original intent of the invalid or inapplicable provision, and the remaining provisions shall be enforced.\n<br>\n</p> Except where otherwise noted, content on this site is copyright by Incomedia S.r.l.\nAll rights reserved.\nP.IVA 07514640015 - C.C.I.A.A.\n52501/1998 - TO Back to content To use this website you must enable JavaScript.\nOriginaltextDiese Übersetzung bewertenMit deinem Feedback können wir Google Übersetzer weiter verbessern", "created_at": "2023-07-07 05:02:58.62277", "updated_at": "2023-07-07 05:03:17.969934"}, {"id": 17316, "name": "Privacy Policy", "url": "https://www.incomedia.eu/policy/privacy_en.html", "xpath": "//body", "text": " &nbsp.\n&nbsp.\nSprache auswählen​▼ Go to content <b>Privacy Policy</b>(Last revised: 25/01/2022)<br>\n<br>Incomedia respects and attaches great importance to your privacy.\nThis Privacy Policy is applicable to all websites and domains that are the property of Incomedia (“Incomedia Websites”) and it explains the measures that are adopted to safeguard your privacy pursuant to Art.\n13 of Italian Legislative Decree 30.6.2003 no.\n196 (\"Privacy Code\") and to Art.\n13 of the EU Regulation no.\n2016/679 (\"GDPR\"): in particular, it explains which personal information is collected and for what purpose, and how such information is treated and used.<br>Please read this Privacy Policy carefully before sharing any personal information with us.\nAccording to the terms of this Privacy Policy, the use of Incomedia Websites and Products implies agreeing to sharing personal information with Incomedia.\nIf you do not agree with the terms of this Privacy Policy, please Do NOT use Incomedia Websites and Products.If you have any questions about the terms of this Privacy Policy, please do not hesitate to contact us at &nbsp;policy@incomedia.eu entering “Privacy” as the subject of your email.<br>\n<b>1.\nCollecting personal information</b>Incomedia collects, exports and uses your personal information in order to better serve you and provide you with a more personal experience when interacting with us.\nHowever, your personal information will only be collected following appropriate notice and your explicit consent.For example, when you order products or services, request information, subscribe to marketing or support documentation, or register yourself or Incomedia products online, you will need to supply personal information to complete the registration.\nTypical items of personal information that may be requested on these occasions include contact information (e.g.\nname, address, telephone number and email address), information such as user Ids and passwords, invoicing and transaction details, and product and service preferences.If you publish, comment or share personal information, including photographs, on a forum, social network, blog or other similar forums of Incomedia, you do so under your own responsibility, in the knowledge that your personal information may be read, seen, collected or used by other users to make contact, send unrequested messages or for other purposes beyond your control or that of Incomedia.\nIncomedia cannot be held liable for the privacy and treatment of personal information that you choose to publish on said forums.<br>\n<b>1.1 Registration</b>During the registration procedure, you may be asked to enter personal details such as your name, surname, email address, home address, and you may also be asked to choose a password.\nIncomedia sends every visitor and/or customer a welcome email, asking them to check that the email address provided is correct.A valid email address is important because order confirmations, download links, access key codes and product and support information will be sent to this address.\nIf the email address provided during registration results invalid, Incomedia may deactivate the associated password.<b>\n<br>\n</b>\n<b>1.2 Purchases</b>If you purchase a product from an Incomedia Website, you will be asked for information related to contact details, invoicing and delivery.\nThis information will be used &nbsp;for processing the order, its payment and its delivery.\nShould any problem occur during the purchase transaction, a representative of Incomedia will contact you via email, telephone, fax or post in order to resolve it.Please note that, during purchase transactions, Incomedia does not register any credit card numbers, and all essential information (credit card numbers, validation numbers, etc) are handled exclusively by Verifone (for further information on transaction security and relative Privacy Policy, please visit the Verifone website at www.verifone.com).<br>\n<br>\n<b>1.3 Downloads</b>When you download a demo version or free software, you may be asked for personal information such as your email address.\nIn such cases, the email address is used to send messages relating to the download procedure, such as download links, activation codes, technical support information and upgrades for the software in question.<br>\n<b>1.4 Surveys and competitions</b>Incomedia may occasionally carry out surveys or run competitions for its users and, to do this, certain information may be required.\nParticipation in such events is voluntary and the collected information will be treated according to the indications in the specific Privacy Policy for each one.\nIn all cases, if the results of a survey or a competition should be published, personal information will not be disclosed without the explicit consent of the interested parties.<br>\n<b>1.5 Mobile app</b>Incomedia's mobile app may require access to some of the device inner functionalities.<blockquote>\n<b>WebSite X5 Manager</b>\n<br>Access to the camera so to scan the QR Code.\nNo data is sent to Incomedia.Consent to send push notifications regarding the updates of the subscribed websites.The user can deny the access of the Mobile App to the required functionalities through the settings of the device itself.\nFor further information about push notifications please visit Apple and Google websites.</blockquote>\n<br>\n<b>1.6 Data collected from sites, e-mail and apps</b>As well as specifically requested information, Incomedia may also employ commonly-used automatic data-collection tools to collect data during your visit to an Incomedia Website.\nThese tools include cookies, web beacons and embedded links.\nThese automatic tools collect standard traffic information that the browser sends to Incomedia Websites, such as the type and language of the browser, the access times and the address of the website from where you have arrived.Automatically-collected information may also include your IP (Internet Protocol) address, clickstream behaviour (i.e.\nthe number of pages visited, links opened and other actions that you may have taken in connection with Incomedia Websites) and product information.Finally, Incomedia may use some of the above-mentioned automatic data-collection tools to analyse its applications and emails sent alike, in order to collect information, for example, about the use of the applications, on the number of times the messages are opened and the number of clicks on links contained in the messages.For further information on automatic data-collection tools, see paragraph 6, Cookies and registration with websites.\n<b>2.\n</b>\n<b>How collected information is used</b>Incomedia uses collected information without your express consent (Art.\n24 letters a), b), c) of the Privacy Code and Art.\n6 letters b), e) of the GDPR) for various purposes, which include:<br>\n<blockquote>a.\nassistance in completing a transaction or an orderb.\ncomplying with the precontractual, contractual and fiscal obligations arised from the relationship with youc.\nproviding services and assistance</blockquote>Incomedia uses collected information with your prior specific and distinct consent (Articles 23 and 130 of the Privacy Code and Art.\n7 of the GDPR) for various purposes, which include:<blockquote>a.\nsending news about products and servicesb.\nproviding customized promotional offersc.\nsoliciting your opinion or feedback and offering you opportunities to test softwaresd.\nresearching and implementing product improvements and updatese.\nenabling you to Refer-a-Friend who may be interested in our offers, as permitted by lawf.\nselecting content to show to youg.\nmeasuring the performance of marketing initiatives, advertising and Incomedia Websites.h.\nMaking Remarketing Activity and Behavioral Targeting</blockquote>\n<br>The data transmission for the purposes mentioned on point 1 is compulsory.\nIn the absence of such data, Incomedia will not be able to guarantee its services.The data transmission for the purposes mentioned on point 2 is, on the other hand, elective.\nYou can decide whether not to transmit any data or to later deny the possibility of processing the previously transmitted data: in this case, you will not receive any newsletter, commercial communication and advertising materials regarding the Services provided by Incomedia.\nYou will still be entitled to the Services mentioned on point 1.<br>Incomedia may use collected personal information to contact you periodically to communicate important news about its Products, Services and/or Websites.\nIf you specifically request so, Incomedia may also send you newsletters which may include special offers and/or other opportunities offered by partner companies that may be of interest to you.You can choose which kind of communications you wish to receive from Incomedia, and you can cancel your subscription at any time through your online user profile.You can also cancel subscriptions (Art.\n130 clause 4 of the Privacy Code) by clicking on the relative link directly in the emails you receive.\nWhen you cancel a subscription, your email address will be promptly deleted from Incomedia's mailing list, usually prior to the next issue.\nNo further commercial communications will be sent to your email address.\nIf necessary, however, you will continue to receive service communications, for example that relate to on-going transactions.<br>\n<b>3.\nProcessing Method</b>The personal data processing method is realized according to the operations described on Art.\n4 (Privacy Code) and Art.\n2 (GDPR), namely: &nbsp;data collection, elaboration, modification, selection, mining, comparison, usage, interconnection, block, communication, deletion and destruction.Your personal data are processed in both printed and electronic/automated forms.Incomedia will process all personal data for the necessary time to fulfill the above mentioned purposes, for example, to maintain ongoing business relationships, to provide the user with products, services or information they are entitled to, etc.\n<br>\n<b>4.\nDisclosing collected personal information</b>Your data can be made available for the purposes mentioned in section 2 without the necessity of an express consent ( in pursuance of Art.\n24 letters a), b), d) of the Privacy Code and Art.\n6 letters b) and c) of the GDPR):<blockquote>- to Incomedia employees and coworkers, in Italy and abroad, in their capacity as internal delegates and/or people in charge for the Personal Data and/or system administrators.\n- to third-party companies or actors (including but not limited to credit institutions, professional firms, consultant etc.) engaged in oursourcing activities for Incomedia, in their capacity as external manager of the Personal Data.\n</blockquote>Incomedia does not sell, rent, transfer or yield personal information on its users to third parties, except as indicated in this Privacy Policy or in compliance with current laws.Incomedia may share some information with its partners for marketing or promotional purposes: in such cases, data is always and only provided in an aggregate form, making personal identification impossible.Your profile and contributions to Incomedia Websites will be published and identifiable with the user name you have chosen.\nUnder no circumstances will Incomedia share your email address or any other personal information with other users of the &nbsp;Incomedia Website, and under no circumstances will Incomedia publish your email address or any other personal information without your prior explicit consent.<br>\n<b>5.\nLinks to other websites</b>Incomedia's Websites may contain links to third-party websites, for informative purposes.\nIncomedia has no control over external websites or over their privacy policies.\nFor these reasons, this Privacy Policy does not cover, or apply to, external websites.Incomedia invites you to read the specific privacy policies of websites and social media that you may access while visiting Incomedia Websites, and ensure that you fully understand how personal information is collected and treated by these websites.<br>\n<b>6.\nCookies and registration with websites</b>Cookies are small files that contain information sent by a web server to a web browser, and permit the server to collect information from the browser.Incomedia and its service suppliers send cookies when you visit an Incomedia Website, or a website where Incomedia is advertised, and when you make a purchase, subscribe to services, or ask for further information.Incomedia does not collect personal information through cookies, but only data that may facilitate your future logins, so that the Websites can keep a trace of the products you add to your shopping cart, the country you are operating from and the language and currency you use.Cookies are also used to gather statistics on accesses to Incomedia Websites.If you do not wish to receive cookies, you can block them or ask for prior warning before accepting them, according to the procedures followed by the web browser you are using on your computer.\nFor more information on working with cookies in your browser, see Google Chrome, Mozilla Firefox, Apple Safari and Microsoft Windows Explorer.\nHowever, if you decide to block the cookies, bear in mind that sometimes browsers react unexpectedly, not only when you visit Incomedia Websites but also when you visit other websites.\nIncomedia cannot identify users through the information collected by cookies, so we suggest that you accept them in order to able to make the most of the Websites.For more information about the use of cookies and how to block them, visit www.allaboutcookies.org, www.youronlinechoices.eu (Europe) or www.aboutads.info/choices/ (United States).<br>\n<b>7.\nPermission to use cookies</b>Current regulations require that a website informs visitors on how cookies are used in the website, and that this information is displayed in an instant banner on the first page of the website to be visited.\nCookies that are required for the website to operate properly are allowed to be set without your permission.\nAll other cookies need to be approved before they can be set in the browser.<ul>\n<li>\n<i>Strictly necessary cookies.\n</i>Strictly necessary cookies allow core website functionality such as user login and account management.\nThe website cannot be used properly without strictly necessary cookies.<br>\n</li>\n<li>\n<i>Performance cookies.\n</i>Performance cookies are used to see how visitors use the website, eg.\nanalytics cookies.\nThose cookies cannot be used to directly identify a certain visitor.<br>\n</li>\n<li>\n<i>Targeting cookies.\n</i>Targeting cookies are used to identify visitors between different websites, eg.\ncontent partners, banner networks.\nThose cookies may be used by companies to build a profile of visitor interests or show relevant ads on other websites.<br>\n</li>\n<li>\n<i>Functionality cookies.\n</i>Functionality cookies are used to remember visitor information on the website, eg.\nlanguage, timezone, enhanced content.<br>\n</li>\n</ul>\n<br>\n<b>8.\n</b>\n<b>Access, update and edit of your personal information</b>\n<br>You can modify and update the information you initially provided for subscription, by accessing your online user profile.If you want to modify, correct, anonymize or delete your personal information, you can send an email to Incomedia's Customer Care service (policy@incomedia.eu) or send a letter to:<blockquote>Incomedia S.r.l.\n– Customer SupportVia Burolo 22/A,10015 Ivrea (TO) Italy</blockquote>\n<br>\n<b>9.\n</b>\n<b>Protecting personal information</b>Incomedia adopts all the necessary physical, technical and administrative measures to avoid unauthorized access to and disclosure of personal information that it has collected from you, and to guarantee that this information is fully protected and correctly used.\nFor example, only employees who have a legitimate reason may access this information, and we employ processes such as password hashing to protect the data from unauthorized access.All online transactions involving credit cards are encrypted: Incomedia uses the Secure Socket Layer (SSL) protocol.\nCredit card numbers are not recorded, and during transactions, confidential data (credit card number, validation code, etc) is handled directly by Verifone, PayPal (for further information, refer to www.verifone.com, www.paypal.com).<br>Incomedia uses certain subprocessors, subcontractors and content delivery networks (es: Service Data Storage, Mail Marketing, Payment Gateway, ecc) to assist it in providing the Incomedia Services.\nIncomedia requires its subprocessors to satisfy equivalent obligations as those required from Incomedia and in accordance with GDPR.However, although we adopt the most stringent technical and organizational methods currently available to protect your personal information from unauthorized or illegitimate use, and from the loss, destruction or damage of your personal data, Incomedia cannot offer a 100% guarantee for personal information security.<br>\n<b>10.\n</b>\n<b>Children's Privacy</b>Incomedia does not knowingly collect information on children under thirteen years old, and Incomedia's Websites are aimed at the public at large.\nIf a child should send his or her personal information to Incomedia, and Incomedia is aware that this child is less than 13, the collected data will be used solely for the purpose of answering the child directly to inform him or her that parental/guardian consent is necessary for his or her action.\nIncomedia encourages parents and guardians to take an active role in supervising the online activities and interests of children.<br>\n<b>11.\n</b>\n<b>Users Privacy Rights</b>Being the person concerned, you have the rights reported on Art.\n7 of the Privacy Policy and Art.\n15 of the GDPR, namely:<blockquote>a) to ask to be provided with information regarding the Personal Data Incomedia processes concerning you;b) to rectify, update or complement inaccurate or incomplete Personal Data concerning you;c) to delete or request the erasure of Personal Data concerning you;d) in certain circumstances to obtain that Incomedia restricts the way in which the company processes Personal Data concerning you;e) to withdraw any consent you may have given to process Personal Data concerning you;f) to object to our processing of Personal Data concerning you on the basis of third-parties’ legitimate interests;g) to obtain the portability of Personal Data concerning you which Incomedia processed using automated means on the basis of your consent or of a contract you have entered into with Incomedia;h) in the European Economic Area, to lodge a privacy complaint with a supervisory authority if you are unhappy with the way Incomedia has handled your Personal Data or any privacy query or request that you have raised with Incomedia.</blockquote>\n<br>\n<b>12.\nChanges to the Privacy Terms</b>Incomedia reserves the right to change the Terms of Use at any time.\nThe modified Terms of Use will be published on the Incomedia Websites with the new revision date so that you can view the changes.\nBy continuing to access and use the Website after the publication date, you agree to ,and accept, the changes.\nPlease check the Terms of Use periodically to review any changes.Incomedia also reserves the right to discontinue or modify or update the Website and its Contents at any time and without notice.\nIncomedia reserves the right to restrict, refuse or interrupt a User's access to the Website or part of it, at any time and without notice, and with immediate effect, at its sole discretion and for any reason.<br>\n<b>13.\nLanguage of the present document</b>Where Incomedia has provided you with a translation of the Italian language version of the Terms of Use, then you agree that the translation is provided for your convenience only and that the Italian language versions of the Terms of Use govern your relationship with Incomedia.If there is any contradiction between what the Italian language version of the Terms of Use says and what a translation says, then the Italian language version shall take precedence.<br>\n<b>14.\nController, supervisor and appointees</b>Controller of your Personal Data is :<br>\n<blockquote>Incomedia S.r.l.Via Burolo 22/A,10015 Ivrea (TO) Italy</blockquote>\n<br>The updated list of all Personal Data superivisors and appointees is guarded at the Controller's registered office.\nExcept where otherwise noted, content on this site is copyright by Incomedia S.r.l.\nAll rights reserved.\nP.IVA 07514640015 - C.C.I.A.A.\n52501/1998 - TO Back to content To use this website you must enable JavaScript.\nOriginaltextDiese Übersetzung bewertenMit deinem Feedback können wir Google Übersetzer weiter verbessern", "created_at": "2023-07-07 05:02:58.660745", "updated_at": "2023-07-07 05:03:39.58522"}], "points": [], "urls": ["websitex5.com", "incomedia.eu"]}}