{"error": 448, "message": "OK", "parameters": {"id": 7634, "name": "funglr Games", "created_at": "2023-03-17 22:32:37.048339", "updated_at": "2023-03-29 19:26:49.370762", "wikipedia": null, "keywords": null, "related": null, "slug": "funglr-games", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7634.png", "url": "funglr.games", "documents": [{"id": 14702, "name": "Terms of Use", "url": "https://funglr.games/terms/", "xpath": "//*[@id=\"pjax-container\"]", "text": " Terms of Use funglr Games Rule\n<p>This is the official Terms of Use agreement (\"Agreement\") for funglr.games (\"Site\",\"we\",\"us\"or\"our\").\nThe terms of use regarding your use of the Site constitute a legally binding agreement between you and the Site.\nThese Terms and Conditions and shall apply to any relationship between those who want to and funglr Games, browsing and use profile register this Site.\nPlease read these terms of use carefully before using our services.\nThis Site shall not be used without consenting to these conditions.<br>\n&nbsp;<br>\nLast modified: February 25, 2019.\n</p> Art.1 Prohibited Matters\n<ol>\n<li>The following activities are strictly prohibited with the use of this Site.</li>\n<li>Any activities that violate copyright, portrait rights and personal privacy of third parties.</li>\n<li>Any activities against the public order and morality.</li>\n<li>Activities of providing us the false information to use our services.</li>\n<li>Any activities of violating personal information such as using email addresses or names of third parties without a permission.\n</li>\n<li>Any activities that violate the laws and regulations.</li>\n</ol> Art.2 Copyrights and Fair Use\n<ol>\n<li>All the information and copyrighted works including images, compositions submitted by our users are considered as our property once they are submitted and we have rights to modify, copy, distribute or use them freely on our websites and under names of the third party.</li>\n</ol> About Publishing the Information\n<ol>\n<li>funglr Games has the right to modify and delete the published information of the party under the following circumstances.</li>\n<li>When the privacy, copyright, or portrait right of the Site or third parties is violated.</li>\n<li>When the information against the public order and morality.\n</li>\n<li>When the information against our publication standards.\n</li>\n<li>When the information against any other laws and ordinances.\nWhen the information is considered as it has a possibility to violate the laws and ordinances.</li>\n</ol> Art.4 Modification of Registration\n<ol>\n<li>All Users have the duty of contacting us immediately when any change on registration information occurs.\nIn a case, if any damage or loss occur because of the neglect of the duty, funglr Games is not responsible for any damage and loss.<br>\nThe funglr Games has the right to stop providing the Users information, or deleting information without notice in a case we spot false registration information.</li>\n</ol> Art.5 Disclaimer\n<ol>\n<li>The site has no responsibility for the accuracy of the information we provide on our mediums.</li>\n<li>If any dispute occurs between the Users or the third parties based on our services and information, the Site is not responsible for any dispute resolutions.\nThe Users is responsible for all the expenses and dispute resolution without us if any dispute occurs.\n</li>\n<li>The Site is not responsible for any data loss or damage the User provided to us.\n</li>\n<li>All the Users are responsible for reading carefully and understanding our Term of Use, and the Site is not responsible for any loss or disadvantages of any sort that the User may incur from dealing with any third party.\n</li>\n</ol> Art.6 Compensation for Damages\n<ol>\n<li>All Users are responsible for compensation for any damage and loss the User causes to our Site or any third party directly or indirectly by using our services.</li>\n</ol> Art.7 Modification of the Terms of Use\n<ol>\n<li>The Terms of Use of this Site may be modified and made changes without prior notice or liability, for any reason whatsoever.\nThis Terms of Use Agreement was last modified on the date indicated above and is effective immediately.\nYour continued use of this Site after any changes to this Term of Use are posted will be considered acceptance of those changes.</li>\n</ol> Art.8 Applicable Law\n<ol>\n<li>This company regulation, our services and the agreements are based on and ruled by Hong Kong Applicable laws.</li>\n</ol> Art.9 Court with Jurisdiction\n<ol>\n<li>If any dispute occurs between our services or our agreements and the users, the Hong Kong Court will be used as the competent court for dispute resolution.\n</li>\n</ol>\n<p>All the issues and problems will be resolved pursuant to our Japanese Terms of Use.</p>\n<ul>\n</ul> ", "created_at": "2023-03-17 22:33:08.3757", "updated_at": "2023-03-17 22:34:10.74671"}, {"id": 14701, "name": "Privacy Policy", "url": "https://funglr.games/privacy/", "xpath": "//*[@id=\"pjax-container\"]", "text": " Privacy Policy Art.1 Definition of Personal Information\n<p>The term \"personal information\" as used in this Site's Privacy Policy shall mean information about a living individual which can identify the specific individual by name, addresses, phone numbers, and email addresses or other description contained in such information (including such information as will allow easy reference to other information and will thereby enable the identification of the specific individual).\nWe define \"personal information\" based on Japanese Personal Information Protection law.</p> Art.2 Personal Information We Collect\n<p>funglr Games (\"Site\") collects and uses the personal information our Users provide for registration, viewing, and using the Site.\nWe collect and use them legally and fairly, and we do not collect the Users' personal information by any unlawful means.</p> Art.3 Disclosure of Personal Information to Third Parties\n<p>To be based on the Japanese Personal Information Protection law, we will not sell, share, or otherwise distribute your personal information to third parties except under the following circumstances.</p>\n<ol>\n<li>When the disclosure of the personal information is lawfully accepted.</li>\n<li>When the disclosure of the personal information is lawfully required.</li>\n<li>When the personal information is required for protecting individuals' lives, bodies, or properties but not able to obtain the person's consent.</li>\n<li>When the disclosure of the personal information is required by public institutions such as the police, the public prosecutors office, the courts, and the consumer information center.\n</li>\n</ol> Art.4 Disclaimer\n<p>This Site is not responsible for acquisition of any personal information from a third party under the following circumstances.\n</p>\n<ol>\n<li>When a User leaks the personal information to a third party through our services or any other ways.</li>\n<li>When a User certificates acquisition of personal information from a third party.</li>\n<li>When a User acquires any personal information from our linked sites.</li>\n</ol> Art.5 Modification of the Purpose of Use\n<p>The Privacy Policy of this site may be modified and made changes at anytime without notice.\nThis Privacy Policy was last modified on the date indicated above and is effective immediately.\nYour continued use of this Site after any changes to these Policies are posted will be considered acceptance of those changes.</p> Art.6 Use of third-party companies' services and their privacy policies\n<p>This site uses cookies and other technologies for website access analysis or to provide optimal advertising.\ncookies can identify a user's browser, but cannot identify individual users.<br>Cookies can be disabled to refuse collection, so please check your browser settings.<br>This site uses the following services</p>\n<ul>\n<li>Microsoft Clarity<br>https://privacy.microsoft.com/ja-jp/privacystatement</li>\n<li>Google Analytics<br>https://support.google.com/analytics/answer/2838718</li>\n<li>Google AdSense<br>https://policies.google.com/technologies/ads</li>\n<li>Yandex.Metrica<br> https://metrica.yandex.com/about/info/privacy-policy</li>\n<li>User Local<br>http://www.userlocal.jp/privacy/</li>\n<li>OneSignal<br>https://onesignal.com/privacy_policy</li>\n<li>Affiliates.One<br>https://www.affiliates.one/en-us/privacy-policy.html</li>\n<li>Involve Asia<br>https://app.involve.asia/publisher/privacypolicy</li>\n<li>ChineseAN<br>https://www.chinesean.com/pb/privacyPolicy</li>\n<li>Amazon Japan<br>https://www.amazon.co.jp/gp/help/customer/display.html?nodeId=201909010</li>\n<li>LinkShare<br>https://jp.linkshare.com/privacy/</li>\n<li>ValueCommerce<br>https://www.valuecommerce.co.jp/privacy_policy/</li>\n<li>ACCESSTRADE<br>https://www.accesstrade.ne.jp/privacy</li>\n<li>JANet<br>https://www.adways.net/privacy.html</li>\n<li>adstir<br>https://united.jp/privacy/</li>\n<li>i-mobile<br>https://www.i-mobile.co.jp/privacy.html</li>\n</ul>\n<p>To review the privacy policy of a third-party company's service, please refer to the URL of the privacy policy of each service.</p>\n<p>All the issues and problems will be resolved pursuant to our Japanese Privacy Policy.</p>\n<ul>\n</ul> ", "created_at": "2023-03-17 22:32:37.080509", "updated_at": "2023-03-17 22:33:58.322642"}], "points": [], "urls": ["funglr.games"]}}