{"error": 448, "message": "OK", "parameters": {"id": 6955, "name": "Casa", "created_at": "2022-11-20 08:18:54.026767", "updated_at": "2022-11-20 23:01:13.325608", "wikipedia": null, "keywords": null, "related": null, "slug": "casa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6955.png", "url": "keys.casa", "documents": [{"id": 12743, "name": "Terms of Service", "url": "https://keys.casa/terms-of-service", "xpath": "//body", "text": " <p>Casa use cookies and similar technologies such as pixel tags, web beacons, clear GIFs and JavaScript (collectively, “Cookies”) to enable our servers to recognize your web browser, tell us how and when you visit and use our Services, analyze trends, learn about our user base and operate and improve our Services.\nTo find out more about the cookies we use, see our Privacy Policy.</p> Settings Accept Decline &nbsp;Discount applied! You'll receive up to $250 off when you checkout.\nPlans Wallet\nGold\nPlatinum\nDiamond HOW&nbsp;IT&nbsp;WORKS\nPRICING Resources API\nBlog\nSupport\nAbout\nCareers SERVICES Private Key Management\nMultiSIG&nbsp;Wallet\nBitcoin&nbsp;Custody\nBitcoin&nbsp;Security SIGN&nbsp;IN\nSIGN&nbsp;UP <strong>Casa Terms of Service<br>\n</strong>\n<strong>We are Casa Inc.\n(“Casa”, “we”, “us” or “our”).\nPlease read these Terms of Service (together with our </strong>\n<strong>Privacy and Data Protection Policy</strong>\n<strong>, the “Terms of Service” or “Terms”) fully and carefully before using https://keys.casa/ (the “Site”), our mobile applications for iOS and Android (each, an “App”), and the services, features, products, content or applications offered by Casa (together with the Site and the Apps, the “Services”).<br>\n</strong> 1.\nAcceptance of Terms of Service<br>\n<ol>\n<li>These Terms of Service are a binding contract between you and Casa.\nBy registering for and/or using the Services in any manner, including but not limited to visiting or browsing the Site or downloading one or both of the Apps, you agree to and accept these Terms of Service and all other rules, policies and procedures that may be published from time to time on the Site or such Apps by us, each of which is incorporated by reference and each of which may be updated from time to time.<br>\n</li>\n<li>These Terms of Service apply to all users of the Services, registered or otherwise.\nCertain of the Services may be subject to additional terms and conditions specified by us from time to time.\nyour use of such Services is subject to those additional terms and conditions, which are incorporated into these Terms of Service by reference.\nFor example, additional terms and conditions may apply to you if you have purchased a Product, subscribed to a Paid Service (each term defined below).\nany such terms and conditions are hereby deemed a part of these Terms of Service.<br>\n</li>\n<li>We are constantly trying to improve our Services, and may need to change these Terms of Service.\nWe reserve the right to change the Terms of Service at any time, in our sole discretion, but if we do, we will bring it to your attention by placing a notice on the Site.\nIf you don’t agree with the new Terms of Service, you are free to reject them.\nunfortunately, that means you will no longer be able to use the Services.\nIf you use the Services in any way after a change to the Terms is effective, that means you agree to all of the changes.<br>\n</li>\n<li>If you are using the Services on behalf of a company, entity, or organization, then you represent and warrant that you are an authorized representative of that company, entity, or organization with the authority to bind such organization to these Terms, and agree to be bound by these Terms on behalf of such company, entity, or organization.<br>\n</li>\n<li>\n<strong>PLEASE NOTE: These Terms of Service cover important information about the Services and any charges, taxes, and fees that we bill you, and include information about automatic renewals, limitations of liability, a class action waiver, and resolution of disputes by arbitration instead of in court.\nEXCEPT FOR CERTAIN TYPES OF DISPUTES DESCRIBED IN THE ARBITRATION SECTION BELOW, YOU AGREE THAT DISPUTES BETWEEN YOU AND US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU WAIVE YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION LAWSUIT OR CLASS-WIDE ARBITRATION.</strong>\n<br>\n</li>\n</ol> 2.\nAbout Casa and the Services<br>\n<strong>The Services are a platform for managing cryptographic keys and nodes.\nThe Services are not an exchange for buying, selling, or trading digital or virtual currency or assets (an “Exchange”), and Casa is not a bank or other financial institution.\nThe Services do not and cannot sell, hold, invest, send or receive money or cause or effect any digital or virtual currency or asset transactions.\nBY USING THE SERVICES IN ANY MANNER, YOU ACKNOWLEDGE AND AGREE THAT (A) CASA IS NOT IN THE BUSINESS OF PROVIDING FINANCIAL, LEGAL, TAX, ACCOUNTING, OR INVESTMENT ADVICE OR SERVICES, (B) NONE OF THE SERVICES ARE INTENDED TO PROVIDE OR CONTAIN ANY SUCH ADVICE OR SERVICES, AND (C) ANY AND ALL SERVICES ARE PROVIDED FOR INFORMATIONAL PURPOSES ONLY.\nCasa urges you to consult a qualified professional for any such advice or service.<br>\n</strong> 3.\nEligibility<br>\n<strong>You must be at least 16 years of age to use the Services.\nIf you are under age 16, you may not, under any circumstances or for any reason, use the Services.\nWe may, in our sole discretion, refuse to offer the Services to any person or entity and change its eligibility criteria at any time.\nYou are solely responsible for ensuring that these Terms of Service are in compliance with all laws, rules and regulations applicable to you and the right to access the Services is revoked where these Terms of Service or use of the Services is prohibited or to the extent offering, sale or provision of the Services conflicts with any applicable law, rule or regulation.\nFurther, the Services are offered only for your own use, and not for the use or benefit of any third party.<br>\n</strong> 4.\nAccount Registration<br>\n<strong>To use the Services, you may be required to register for an account on the Services (an “Account”).\nTo register an Account, you may be required to enter personal information such as your first name and email address (collectively, “Account Information”).\nYou promise to provide us with accurate, complete, and updated Account Information about yourself and/or the company, entity, or organization you represent.\nYou are solely responsible for the activity that occurs on your Account, and for keeping your Account Information secure.\nYou should never publish, distribute or post login information for your Account.\nYou may not use Account Information that you don’t have the right to use, or with the intent to impersonate another person.\nYou must notify us immediately of any change in your eligibility to use the Services (including any changes to or revocation of any licenses from state authorities), breach of security or unauthorized use of your Account.\nYou may not transfer your Account to anyone else without our prior written permission.\nYou shall have the ability to delete your Account, either directly or through a request made to one of our employees.<br>\n</strong> 5.\nUse of the Services<br>\n<ol>\n<li>\n<strong>Content.</strong>\n<strong>For purposes of these Terms of Service, the term “Content” includes, without limitation, information, data, text, photographs, videos, audio clips, written posts and comments, software, scripts, graphics, and interactive features generated, provided, or otherwise made accessible on or through the Services.</strong>\n<br>\n</li>\n<li>\n<strong>Notices and Restrictions.</strong> The Services’ entire contents, features, and functionality (including but not limited to all Content) are owned by Casa, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.\nYou shall abide by and maintain all copyright notices, information, and restrictions contained in any Content accessed through the Services.\nAny unauthorized use of any Content or materials in the Services is strictly prohibited and may violate copyright and trademark laws, and/or the laws of privacy, publicity, and/or communications regulations and statutes.<br>\n</li>\n<li>\n<strong>Use License.</strong>\n<strong>Subject to these Terms of Service, we grant each user of the Services a worldwide, non-exclusive, non-sublicensable and non-transferable license to use the Services and the Content solely for personal or internal business purposes and only in accordance with these Terms of Service.\nUse, reproduction, modification, distribution or storage of any Services or Content for any other purpose is expressly prohibited without prior written permission from us.\nYou shall not sell, license, rent, or otherwise use or exploit any Services or Content for commercial use or in any way that violates any third party right.\nprovided that, for the avoidance of doubt, if you are an entity, you may use the Services solely for internal business purposes in accordance with these Terms.&nbsp;</strong>\n<br>\n</li>\n<li>\n<strong>License Grant</strong>.\nSubject to the terms and conditions of this Agreement, you hereby do and shall grant Casa a worldwide, non-exclusive, non-sublicenseable (except for the purposes provided herein), royalty-free license to access and use your Account Information and any other information you provide us solely for the purpose of providing you the Services.\nFurther, you hereby do and shall consent to Casa’s collection, storage, and use of personally identifiable information, and to the transfer and hosting of such data on Casa’s servers located in the United States and elsewhere in the world, in accordance with the foregoing license grant.\nPlease note that Casa takes the privacy of its users very seriously.\nclick here for Casa’s current&nbsp;Privacy and Data Protection Policy to learn more.\n<br>\n</li>\n<li>\n<strong>Availability of Content.</strong>\n<strong> We do not guarantee that any Content will be made available on the Site or through the Services.\nWe reserve the right to, but do not have any obligation to, (i) remove, edit or modify any Content in our sole discretion, at any time, without notice to you and for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content or if we are concerned that you may have violated these Terms of Service), or for no reason at all and (ii) to remove or block any Content from the Services.</strong>\n<br>\n</li>\n<li>\n<strong>Private Keys.</strong>\n<strong> You acknowledge that you have sole and exclusive control over any and all private cryptographic keys created and controlled by you through the Services (“Private Keys”), and that Casa is unable to access or discover your Private Keys and unable to replace them in the event of their loss or theft.\nYou further acknowledge and agree that (i) you are solely responsible for maintaining the security of each of the Private Keys and tracking the location of any hardware devices on which Private Keys are stored (“Authorized Devices”).\n(ii) Casa shall not be responsible for your acts or the acts of any third party with respect to the Private Keys or Authorized Devices.\nand (iii) you shall not, under any circumstances, provide or make available to Casa any of the Private Keys.\nYou must notify Casa immediately in the event of any actual or suspected breach of security or unauthorized use of the Private Key(s), and cooperate with Casa and its authorized representatives in connection with any investigation of same.</strong>\n<br>\n</li>\n<li>\n<strong>Service Key.</strong>\n<strong> You acknowledge and agree that if you choose to authorize Casa to control a cryptographic key created by you through the Services (a “Service Key”), (i) Casa will have sole and exclusive control over such Service Key.\n(ii) Casa will refuse to provide you with such Service Key unless and until Casa has determined (in its sole and reasonable discretion) that it has verified your identity through use of your Account Information, and that such refusal and verification constitute an essential basis of the bargain sought by you in signing up for a Membership (defined below).\nand (iii) you will cease to have access to the Service Key upon any termination of the Services provided to you, whether terminated by you or by Casa.\nYou further acknowledge that the Services may require the transmission of multiple cryptographic keys to an Exchange in order to access your digital or virtual currency or assets, and that the Service Key alone may therefore be insufficient for such access without at least one (1) or more Private Keys, depending on the Services applicable to your Membership.</strong>\n<br>\n</li>\n<li>\n<strong>Third Party Services.</strong>\n<strong> In connection with the Services, Casa may use, or may provide you with access to, hardware devices, software, source code or other technology licensed to Casa from third parties, and which may be owned by such third parties (collectively, “Third Party Materials”).\n&nbsp;You acknowledge and agree that Casa does not make any warranties or guarantees regarding Third Party Materials and is not responsible for the operation or failure of any Third Party Materials, including without limitation the privacy practices, data security processes or other aspects related to Third Party Materials.\nYou further acknowledge and agree that any Authorized Devices are each subject to their own terms and conditions separate and apart from this Agreement.\nYou agree to waive any claim against Casa with respect to such Third Party Materials.</strong>\n<br>\n</li>\n</ol> 6.\nRestrictions on Use<br>\n<ol>\n<li>As a condition of use, you promise not to use the Services for any purpose that is prohibited by these Terms of Service.\nYou are responsible for all of your activity in connection with the Services.<br>\n</li>\n<li>You shall not (and shall not permit any third party to) either (a) take any action or (b) upload, download, post, submit or otherwise distribute or facilitate distribution of any Content on or through the Service that:<br>1.\ninfringes any patent, trademark, trade secret, copyright, right of publicity or other right of any other person or entity or violates any law or contractual duty;<br>2.\nyou know is false, misleading, untruthful or inaccurate;<br>3.is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another’s privacy, tortious, obscene, vulgar, pornographic, offensive, profane, contains or depicts nudity, contains or depicts sexual activity, or is otherwise inappropriate as determined by us in our sole discretion;<br>4.\nconstitutes unauthorized or unsolicited advertising, junk or bulk e-mail (“spamming”);<br>5.\ncontains software viruses or any other computer codes, files, or programs that are designed or intended to disrupt, damage, limit or interfere with the proper function of any software, hardware, or telecommunications equipment or to damage or obtain unauthorized access to any system, data, password or other information of ours or of any third party;<br>6.\nimpersonates any person or entity, including any of our employees or representatives.\nor<br>7.\nincludes anyone’s identification documents or sensitive financial information.<br>\n</li>\n<li>You shall not: (i) take any action that imposes or may impose (as determined by us in our sole discretion) an unreasonable or disproportionately large load on our (or our third party providers’) infrastructure.\n(ii) interfere or attempt to interfere with the proper working of the Services or any activities conducted on the Services.\n(iii) bypass, circumvent or attempt to bypass or circumvent any measures we may use to prevent or restrict access to the Services (or other accounts, computer systems or networks connected to the Services).\n(iv) run any form of auto-responder or “spam” on the Services.\n(v) use manual or automated software, devices, or other processes to “crawl” or “spider” any page of the Site.\n(vi) harvest or scrape any Content from the Services.\nor (vii) otherwise take any action in violation of our guidelines and policies.<br>\n</li>\n<li>You shall not (directly or indirectly): (i) decipher, decompile, disassemble, reverse engineer or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Services (including without limitation any application), except to the limited extent applicable laws specifically prohibit such restriction, (ii) modify, translate, or otherwise create derivative works of any part of the Services, or (iii) copy, rent, lease, distribute, or otherwise transfer any of the rights that you receive hereunder.\nYou shall abide by all applicable local, state, national and international laws and regulations.<br>\n</li>\n<li>Certain Services may be subject to applicable United States export laws and regulations.\nYou shall comply with all export laws and restrictions and regulations of the Department of Commerce, the United States Department of Treasury Office of Foreign Assets Control (“OFAC”), or other United States or foreign agency or authority, and you shall not export, or allow the export or re-export of the Software in violation of any such restrictions, laws or regulations.\nBy downloading or using the App or any other Services, you agree to the foregoing and represents and warrant that you are not located in, under the control of, or a national or resident of any United States-embargoed or restricted country.<br>\n</li>\n<li>We also reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to (i) satisfy any applicable law, regulation, legal process or governmental request, (ii) enforce these Terms of Service, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security or technical issues, (iv) respond to user support requests, or (v) protect the rights, property or safety of us, our users and the public.<br>\n</li>\n</ol> 7.\nThird Party Services<br>\n<ol>\n<li>\n<strong>Third Party Services.</strong>\n<strong> The Services may permit or enable you to interact with other websites, services or resources on the Internet or other mobile applications (“Third Party Services”), and other Third Party Services may contain interact or integrate with the Services.\nWhen you access Third Party Services on the Internet, you do so at your own risk.\nThese Third Party Services are not under our control, and you acknowledge that we are not responsible or liable for the content, functions, accuracy, legality, appropriateness or any other aspect of such Third Party Services.\nThe inclusion of any such link does not imply our endorsement or any association between us and their operators.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any such content, goods or services available on or through any Third Party Services.</strong>\n<br>\n</li>\n<li>\n<strong>Bitcoin Purchases.</strong>\n<strong> If you opt in to purchase bitcoin through Wyre Payments, Inc.\nthrough Casa, you agree to the </strong>\n<strong>Terms of Service</strong>\n<strong> and </strong>\n<strong>Privacy Policy</strong>\n<strong> of Wyre Payments, Inc.</strong>\n<br>\n</li>\n</ol> 8.\nPayments and Billing<br>\n<ol>\n<li>\n<strong>Paid Services.\n</strong>Certain of our Services are subject to payments (the “Paid Services”).\nPlease see here for a description of the current Paid Services, including our various membership services (“Memberships”) where we offer for purchase Casa’s own products (“Casa Products”) and the products of third party providers (such products “Third Party Products” and such providers “Third Party Providers”) through the Services.\nPlease note that any payment terms presented to you in the process of using or signing up for a Paid Service or purchasing Casa Products or Third Party Products (individually and collectively, “Products”) are deemed part of this Terms of Service.<br>\n</li>\n<li>\n<strong>Billing</strong>.\nDepending on which payment option you choose, we either (i) use Stripe, a third-party payment processor (the “Payment Processor”), to bill you, through a payment account linked to your Account on the Services (your “Billing Account”), or (ii) bill you directly using BTCPay, for payment in a digital currency accepted by us at the time of the transaction (a “Casa-Accepted Digital Currency”), for use of the Paid Services, and for any purchases of Products that you make through your Account.\nIf you do not have an Account on the Services and purchase Products, we either use the Payment Processor to bill you through a payment method accepted by the Payment Processor at the time of your purchase or bill you directly using BTCPay, again depending on your chosen payment method.\nYou acknowledge that your payments will be subject to the terms and conditions (including without limitation exchange and conversion rates) and privacy policies of the financial institution, credit card or debit card issuer, Exchange, or other provider of your chosen payment method, as applicable, in addition to these Terms of Service.\n(The processing of payments by our Payment Processor will be subject to the terms, conditions and privacy policies of the Payment Processor in addition to this Terms of Service, which for United States users can be found here.) We are not responsible for error by the Payment Processor or by your chosen financial institution, credit card or debit card issuer, Exchange, or other payment provider, and reserve the right to correct any such errors or mistakes even if payment has already been requested or received.\nBy choosing to use Paid Services, including Memberships, and/or purchase Products, you agree to pay us, either through the Payment Processor or directly in a Casa-Accepted Digital Currency, as applicable, all charges at the prices then in effect for any use of such Paid Services or purchase of such Products, in accordance with the applicable payment terms, and you authorize us to charge your chosen payment provider through the Payment Processor or to transfer Casa-Accepted Digital Currency from your holdings in an Exchange directly to Casa (your “Payment Method”).\nYou agree to make payment using that selected Payment Method.\n<br>\n</li>\n<li>\n<strong>Payment Method.</strong> The terms of your payment will be based on your Payment Method and may be determined by agreements between you and the financial institution, credit card issuer, Exchange or other provider of your chosen Payment Method.\nIf we, through the Payment Processor, do not receive payment from you, you agree to pay all amounts due on your Billing Account upon demand.<br>\n</li>\n<li>\n<strong>Recurring Billing</strong>.\nSome of the Paid Services may consist of an initial period, for which there is a one-time charge, followed by recurring period charges as agreed to by you.\nBy choosing a recurring payment plan, you acknowledge that such Services have an initial and recurring payment feature and you accept responsibility for all recurring charges prior to cancellation.\nWE MAY SUBMIT PERIODIC CHARGES (E.G., MONTHLY OR YEARLY) WITHOUT FURTHER AUTHORIZATION FROM YOU, UNTIL YOU PROVIDE PRIOR NOTICE (RECEIPT OF WHICH IS CONFIRMED BY US) THAT YOU HAVE TERMINATED THIS AUTHORIZATION OR WISH TO CHANGE YOUR PAYMENT METHOD.\nSUCH NOTICE WILL NOT AFFECT CHARGES SUBMITTED BEFORE WE REASONABLY COULD ACT.\nTO TERMINATE YOUR AUTHORIZATION OR CHANGE YOUR PAYMENT METHOD, EMAIL HELP@TEAM.CASA<strong>\n</strong>.<br>\n</li>\n<li>\n<strong>Current Information Required</strong>.\nYOU MUST PROVIDE CURRENT, COMPLETE AND ACCURATE INFORMATION FOR YOUR PAYMENT METHOD.\nYOU MUST PROMPTLY UPDATE ALL INFORMATION TO KEEP YOUR PAYMENT METHOD CURRENT, COMPLETE AND ACCURATE (SUCH AS A CHANGE IN BILLING ADDRESS, CREDIT CARD NUMBER, OR CREDIT CARD EXPIRATION DATE), AND YOU MUST PROMPTLY NOTIFY US OR OUR PAYMENT PROCESSOR (IF APPLICABLE) IF YOUR PAYMENT METHOD IS CANCELED (E.G., FOR LOSS OR THEFT) OR IF YOU BECOME AWARE OF A POTENTIAL BREACH OF SECURITY, SUCH AS THE UNAUTHORIZED DISCLOSURE OR USE OF YOUR USER NAME OR PASSWORD.\nCHANGES TO SUCH INFORMATION CAN BE MADE AT BY EMAILING HELP@TEAM.CASA.\n&nbsp;IF YOU FAIL TO PROVIDE ANY OF THE FOREGOING INFORMATION, YOU AGREE THAT WE MAY CONTINUE CHARGING YOU FOR ANY USE OF PAID SERVICES UNDER YOUR BILLING ACCOUNT UNLESS YOU HAVE TERMINATED YOUR PAID SERVICES AS SET FORTH ABOVE.<br>\n</li>\n<li>\n<strong>Change in Amount Authorized</strong>.\nIf the amount to be charged to your Billing Account or Exchange varies from the amount you preauthorized (other than due to the imposition or change in the amount of state sales taxes), you have the right to receive, and we shall provide, notice of the amount to be charged and the date of the charge before the scheduled date of the transaction.\nAny agreement you have with your payment provider or Exchange will govern your use of your Payment Method.\nYou agree that we may accumulate charges incurred and submit them as one or more aggregate charges during or at the end of each billing cycle.<br>\n</li>\n<li>\n<strong>Auto-Renewal for Membership Services</strong>.\nUnless you opt out of auto-renewal, which can be done by emailing help@team.casa, any Memberships you have signed up for will be automatically extended for successive renewal periods of the same duration as the subscription term originally selected, at the then-current non-promotional rate.\nTo change or resign your Membership at any time, email help@team.casa.\n&nbsp;If you terminate a Membership, you may use your subscription until the end of your then-current term.\nyour subscription will not be renewed after your then-current term expires.\nHowever, you won’t be eligible for a prorated refund of any portion of the subscription fee paid for the then-current subscription period.<br>\n</li>\n<li>\n<strong>Reaffirmation of Authorization</strong>.\nYour non-termination or continued use of a Membership, or other Paid Service that is offered on a subscription basis, reaffirms that we are authorized to charge your Payment Method for that Paid Service.\nWe may submit those charges for payment and you will be responsible for such charges.\nThis does not waive our right to seek payment directly from you.\nYour charges may be payable in advance, in arrears, per usage, or as otherwise described when you initially selected to use the Paid Service.<br>\n</li>\n<li>\n<strong>Free Trials and Other Promotions</strong>.\nAny rules, policies, or procedures presented to you in connection with a free trial or promotional offer, shall govern such free trial and promotional offer and shall be incorporated into these Terms of Service.\nAny free trial or other promotion that provides access to a Paid Service must be used within the specified time of the trial.\nYou must stop using a Paid Service before the end of the trial period in order to avoid being charged for that Paid Service.\nIf you cancel prior to the end of the trial period and are inadvertently charged for a Paid Service, please contact us at help@team.casa.<br>\n</li>\n</ol> 9.\nProducts<br>\n<ol>\n<li>\n<strong>Product Descriptions and Availability</strong>.\nDescriptions, images, references, features, content, specifications, products, prices, and availability of any Products made available through the Services are subject to change without notice.\nThe inclusion of any Products on the Services at a particular time does not imply or warrant that these products will be available at any time.\nWe reserve the right, with or without prior notice, to limit the available quantity of or discontinue any Product on the Services.\nto bar any user from making any or all purchases.\nor to refuse to provide any user with any product.<br>\n</li>\n<li>\n<strong>Pricing</strong>.\nPrices do not include any shipping and handling charges, or taxes, which will be noted in the payment terms presented to you during the checkout process.\n<br>\n</li>\n<li>\n<strong>Your Legal Obligations</strong>.\nIt is your responsibility to ascertain and obey all applicable local, state, federal, and international laws (including minimum age requirements) in regard to the possession, use, and sale of any Product purchased through the Services.\nBy placing an order, you represent that the Products ordered will be used only in a lawful manner.\n<br>\n</li>\n<li>\n<strong>Returns and Refunds</strong>.\nPlease review our policy here.<br>\n</li>\n<li>\n<strong>Customer Service</strong>.\nIf you have any questions about a particular Product, or you have questions about shipping, returns, or refunds, please contact us at help@team.casa.\n<br>\n</li>\n</ol>\n<strong>10.\nFor Platinum and Diamond Account Members – Account Access by Third Parties&nbsp;</strong>\n<br>\n<strong>​​​​Casa may permit you to sign up for a Membership jointly with another person (each such Membership, a “Shared Account”).\nEach member who has a Shared Account (each, a “Shared Account Member”), without the consent of the other Shared Account Member, may, and hereby is authorized by the other Shared Account Member, to conduct any transaction permitted under these Terms, the Membership, and any other agreement with Casa.\nCasa may require Shared Account Members to create separate usernames and passwords to access the Account associated with the Shared Account.\nBy signing up for a Shared Account, you acknowledge and agree that on your death, the surviving Shared Account Member shall have sole rights to access the Account and will become the sole member with respect to the Shared Account, and Casa will not grant access to your Account to any other person on account of your death, including but not limited to your estate representative.\nIf one or both Shared Account Members no longer wish to maintain a Shared Account, you must notify Casa in writing by emailing </strong>\n<strong>help@team.casa</strong>\n<strong>, and Casa may require both Shared Account Members consent in writing to the addition, removal or replacement of any Shared Account Member to or from the Shared Account.\nAll shared Account Members, jointly and severally, are liable for all transactions, changes, additions or cancellation of an Account or Membership, and for any charges, fees, losses or liabilities incurred for any transaction, change, addition or cancellation of an Account or Membership regardless of which member conducted or benefited from the transaction, change, addition or cancellation.<br>\n</strong>\n<strong>11.\nFor Platinum and Diamond Account Members – Account Access by Third Parties</strong>\n<br>\n<strong>If you are a Casa Platinum or Diamond Account member, Casa will grant third parties access to your Casa Platinum or Diamond account as follows:<br>\n</strong>\n<ol>\n<li>on your death, we will grant access to your Casa account including your Service Key to your estate representative, provided that the estate representative provides all information required by Casa, which may include (i) a request for access to your account from the estate representative in writing, (ii) a certified death certificate, (iii) a certified copy of the letter of appointment or small-estate affidavit or court order, in Casa’s sole discretion, (iv) verification of Casa account information by your estate representative, and (v) such other information required by Casa to grant access to the estate representative.\nand provided further, that Casa may require your estate representative to pay Casa service fees for such access.\nand<br>\n</li>\n<li>we will grant access to your Casa account including your Service Key to an agent acting pursuant to a valid power of attorney executed by you, provided that such agent provides all information required by Casa, which may include (i) a request for access to your account from the agent in writing, (ii) an original of the power of attorney that gives the agent specific authority over your Casa account or general authority to act on your behalf.\n(iii) a certification by the agent, under penalty of perjury, that the power of attorney is in effect.\n(iv) verification of Casa account information by the agent, and (v) such other information required by Casa to grant access to the agent.\nand provided further, that Casa may require your agent to pay Casa service fees for such access.<br>\n</li>\n</ol>\n<strong>This Section 11 shall be binding on your executors, administrators, heirs, and assigns.<br>\n</strong> 12.\n<strong>For Diamond Account Members – Account Access by Third Parties</strong>\n<br>\n<ol>\n<li>U.S.-resident Casa Account Members<br>\n</li>\n</ol>\n<ol>\n<li>If you are a Casa Diamond Account member residing in the U.S.\nand enrolled in our Inheritance Program, Casa will grant third parties access to your Casa Diamond account as follows:<br>\n</li>\n</ol>\n<ol>\n<li>1.\non your death, Casa will:<br>\n</li>\n</ol>\n<ol>\n<li>grant access to your Casa account including your Service Key to the person (the “Designated Recipient”) you designate in the Inheritance Application using the email address set forth in the Inheritance Application, provided that the Designated Recipient (i) provides Casa with a certified copy of your death certificate and photo identification bearing a name that matches the name of the Designated Recipient in your Inheritance Application.\nand (ii) verifies the email address in your Inheritance Application pursuant to Casa’s procedures for verification.\nand<br>\n</li>\n<li>transfer the Casa account to the Designated Recipient and assist in recovering the bitcoin if they are able to provide the necessary items in the previously assembled inheritance envelope.<br>\n</li>\n</ol>\n<ol>\n<li>2.\nwe will grant access to an agent acting pursuant to a valid power of attorney executed by you, provided that such agent provides all information required by Casa, which may include (i) a request for access to your account from the agent in writing.\n(ii) an original of the power of attorney that gives the agent specific authority over your Casa account or general authority to act on your behalf.\n(iii) a certification by the agent, under penalty of perjury, that the power of attorney is in effect.\n(iv) verification of Casa account information by the agent, and (v) such other information required by Casa to grant access to the agent.\nand provided further, that Casa may require your agent to pay Casa fees for such access.<br>\n</li>\n</ol>\n<ol>\n<li>3.\nYou may change your Designated Recipient at any time.\nIt is your sole responsibility to ensure that the Designated Recipient is a person whom you wish to have access and control of your Casa Diamond account in the event of your death, and Casa shall have no liability to you or any person or entity for any actions taken by the Designated Recipient with respect to your Casa Diamond account, Service Key, bitcoin wallet or bitcoin assets.\nYou agree to indemnify and hold Casa harmless from any and all losses, damages, liabilities, deficiencies, actions, judgments, interest, awards, penalties, fines, costs, or expenses of whatever kind, including reasonable attorneys' fees and the cost of enforcing any right to indemnification hereunder and the cost of pursuing any insurance providers which Casa may incur as a result of Casa’s reliance upon instructions from you, including but not limited to your instructions as to the Designated Recipient in the Inheritance Application.\nThis Section 12 shall be binding on your Designated Recipients, executors, administrators, heirs, and assigns.\nAt the current time, our Inheritance Program is available exclusively for individuals and is not available for corporate, company or other entity clients.<br>\n</li>\n</ol>\n<ol>\n<li>b.\nMexico-resident Casa Account Members<br>\n</li>\n</ol>\n<ol>\n<li>If you are a Casa Diamond Account member residing in Mexico and enrolled in our Inheritance Program, Casa will grant third parties access to your Casa Diamond account as follows:<br>\n</li>\n</ol>\n<ol>\n<li>1.\non your death Casa will:<br>\n</li>\n</ol>\n<ol>\n<li>grant access to your Casa account including your Service Key to the person (the “Designated Recipient”) you designate in the Inheritance Application using the email address set forth in the Inheritance Application, provided that the Designated Recipient (i) provides Casa with a certified copy of your death certificate and photo identification bearing a name that matches the name of the Designated Recipient in your Inheritance Application.\nand (ii) verifies the email address in your Inheritance Application pursuant to Casa’s procedures for verification.\nand<br>\n</li>\n<li>transfer the Casa account to the Designated Recipient and assist in recovering the bitcoin if they are able to provide the necessary items in the previously assembled inheritance envelope.<br>\n</li>\n</ol>\n<ol>\n<li>2.\nYou may change your Designated Recipient at any time.\nIt is your sole responsibility to ensure that the Designated Recipient is a person whom you wish to have access and control of your Casa Diamond account in the event of your death, and Casa shall have no liability to you or any person or entity for any actions taken by the Designated Recipient with respect to your Casa Diamond account, Service Key, bitcoin wallet or bitcoin assets.\nYou agree to indemnify and hold Casa harmless from any and all losses, damages, liabilities, deficiencies, actions, judgments, interest, awards, penalties, fines, costs, or expenses of whatever kind, including reasonable attorneys' fees and the cost of enforcing any right to indemnification hereunder and the cost of pursuing any insurance providers which Casa may incur as a result of Casa’s reliance upon instructions from you, including but not limited to your instructions as to the Designated Recipient in the Inheritance Application.\nThis Section 12 shall be binding on your Designated Recipients, executors, administrators, heirs, and assigns.\nAt the current time, our Inheritance Program is available exclusively for individuals and is not available for corporate, company or other entity clients.<br>\n</li>\n</ol>\n<strong>13.\nTermination</strong>\n<br>\n<strong>We may terminate your access to all or any part of the Services at any time, with or without cause, with or without notice, effective immediately, which may result in the forfeiture and destruction of all information associated with your membership.\nIf you wish to terminate your Account, you may do so by following the instructions on the Site or through the Services.\nAny fees paid hereunder are non-refundable.\nAll provisions of these Terms of Service which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.<br>\n</strong> 14.\niOS Terms<br>\n<strong>iOS Terms.\nAs mentioned above, these Terms of Service apply to your use of all the Services, including the Apps for iOS available via the Apple, Inc.\n(“Apple”) App Store (each an “iOS App”), but the following additional terms also apply to the iOS Apps:<br>‍<br>\n</strong>\n<ol>\n<li>Both you and Casa acknowledge that the Terms are concluded between you and Casa only, and not with Apple, and that Apple is not responsible for the App or the Content;<br>\n</li>\n<li>If you are a natural person, the App is licensed to you on a limited, non-exclusive, non-transferrable, non-sublicensable basis, solely to be used in connection with the Services for your private, personal, non-commercial use, subject to all the terms and conditions of these Terms as they are applicable to the Services;<br>\n</li>\n<li>If you are an entity, the App is licensed to your entity on a limited, non-exclusive, non-transferrable, non-sublicensable basis, solely to be used in connection with the Services for your entity’s internal use, subject to all the terms and conditions of these Terms as they are applicable to the Services;<br>\n</li>\n<li>You will only use the App in connection with an Apple device that you own or control;<br>\n</li>\n<li>You acknowledge and agree that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App;<br>\n</li>\n<li>In the event of any failure of the App to conform to any applicable warranty, including those implied by law, you may notify Apple of such failure.\nupon notification, Apple’s sole warranty obligation to you will be to refund to you the purchase price, if any, of the Application;<br>\n</li>\n<li>You acknowledge and agree that Casa, and not Apple, is responsible for addressing any claims you or any third party may have in relation to the App;<br>\n</li>\n<li>You acknowledge and agree that, in the event of any third party claim that the App or your possession and use of the Application infringes that third party’s intellectual property rights, Casa, and not Apple, will be responsible for the investigation, defense, settlement and discharge of any such infringement claim;<br>\n</li>\n<li>You represent and warrant that you are not located in a country subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country, and that you are not listed on any U.S.\nGovernment list of prohibited or restricted parties;<br>\n</li>\n<li>Both you and Casa acknowledge and agree that, in your use of the App, you will comply with any applicable third party terms of agreement which may affect or be affected by such use.\nand<br>\n</li>\n<li>Both you and Casa acknowledge and agree that Apple and Apple’s subsidiaries are third party beneficiaries of these Terms of Service, and that upon your acceptance of these Terms of Service, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as the third party beneficiary hereof.<br>\n</li>\n</ol> 15.\nWarranty Disclaimer<br>\n<strong>iOS Terms.\nAs mentioned above, these Terms of Service apply to your use of all the Services, including the Apps for iOS available via the Apple, Inc.\n(“Apple”) App Store (each an “iOS App”), but the following additional terms also apply to the iOS Apps:<br>‍<br>\n</strong>\n<ol>\n<li>Casa has no special relationship with or fiduciary duty to you.\nYou acknowledge that Casa has no duty to take any action regarding:<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.\n&nbsp;which users gain access to the Services;<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.\nwhat Content you access via the Services.\nor<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.\nhow you may interpret or use the Content.<br>\n</li>\n<li>You acknowledge that digital or virtual currencies, and platforms and marketplaces for same, involve significant financial, legal, and other risks (collectively, “Risks”).\nYou further acknowledge and agree that (a) you are solely responsible for learning about such Risks.\n(b) Casa shall have no responsibility to alert you about any Risks.\nand (c) any information relating to digital or virtual currencies, platforms and marketplaces for same, and Risks that are provided by Casa or its representatives in connection with the Services is for informational purposes only, and shall under no circumstances be construed as advice or direction of any kind.<br>\n</li>\n<li>You release us from all liability for you having acquired or not acquired Content through the Services.\nWe make no representations concerning any Content contained in or accessed through the Services, and we will not be responsible or liable for the accuracy, copyright compliance, or legality of material or Content contained in or accessed through the Services.<br>\n</li>\n<li>SUBJECT TO SECTION 15(E) BELOW, THE SERVICES AND CONTENT ARE PROVIDED “AS IS”, “AS AVAILABLE” AND WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nWE, AND OUR DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, PARTNERS AND CONTENT PROVIDERS DO NOT WARRANT THAT: (I) THE SERVICES WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(II) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(III) ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICES IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (IV) THE RESULTS OF USING THE SERVICES WILL MEET YOUR REQUIREMENTS.\nYOUR USE OF THE SERVICES IS SOLELY AT YOUR OWN RISK.\n<br>\n</li>\n<li>EACH OF THE CASA PRODUCTS PURCHASED FROM US ARE COVERED BY AN APPLICABLE WARRANTY.\nANY AND ALL SUCH WARRANTIES ARE INCORPORATED BY REFERENCE INTO THESE TERMS OF SERVICE.\nTO THE EXTENT THERE IS A CONFLICT BETWEEN THE TERMS OF THE WARRANTY AND THESE TERMS OF SERVICE, THE TERMS OF THE WARRANTY WILL GOVERN WITH RESPECT TO CASA PRODUCTS PURCHASED FROM US.\nIF THERE IS AN ISSUE WITH YOUR CASA PRODUCTS, THEN PLEASE REVIEW THE WARRANTY AND CONTACT US AT HELP@TEAM.CASA.<br>\n</li>\n<li>THIRD PARTY PRODUCTS PURCHASED BY YOU THROUGH THE SERVICES ARE NOT OUR PRODUCTS, AND WE DISCLAIM ANY AND ALL WARRANTIES RELATED TO SUCH THIRD PARTY PRODUCTS.\nEACH THIRD PARTY PRODUCT PROVIDER IS FULLY RESPONSIBLE FOR THE THIRD PARTY PRODUCTS SOLD THROUGH THE SERVICES.\nYOU WAIVE AND RELEASE US FROM ANY AND ALL INJURIES, DAMAGES, CLAIMS, LIABILITIES, AND COSTS SUCH THIRD PARTY PRODUCTS MAY CAUSE YOU TO SUFFER ARISING FROM OR RELATED TO ANY ACT OR OMISSION OF ANY THIRD PARTY PRODUCT PROVIDER IN CONNECTION WITH SUCH PROVIDER’S THIRD PARTY PRODUCTS.\nWE ARE NOT RESPONSIBLE FOR EXAMINING OR EVALUATING, AND WE DO NOT WARRANT THE OFFERINGS OF ANY THIRD PARTY OR THIRD PARTY PRODUCTS.\nWE DO NOT ASSUME ANY RESPONSIBILITY OR LIABILITY FOR THE ACTIONS, PRODUCTS AND CONTENT OF THIRD PARTY PRODUCT PROVIDERS OR ANY OTHER THIRD PARTIES.\nYOUR PURCHASE AND USE OF THIRD PARTY PRODUCTS IS SOLELY AT YOUR OWN RISK.<br>\n</li>\n</ol> 16.\nIndemnification<br>\n<strong>You shall defend, indemnify, and hold harmless us, our affiliates and each of our and their respective employees, contractors, directors, suppliers and representatives from any and all liabilities, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to your use or misuse of, or access to, the Services, Content, or Casa Products, or otherwise from your submitted Content, violation of these Terms of Service, or infringement by you, or any third party using your Account or identity in the Services, of any intellectual property or other right of any person or entity.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with us in asserting any available defenses.<br>\n</strong> 17.\nLimitation of Liability<br>\n<strong>TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, IN NO EVENT SHALL WE, NOR OUR DIRECTORS, EMPLOYEES, AGENTS, PARTNERS, SUPPLIERS OR CONTENT PROVIDERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, PRODUCT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICES OR PRODUCTS (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, COMPENSATORY OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), OR (III) FOR ANY DIRECT DAMAGES IN EXCESS OF (IN THE AGGREGATE) OF the greater of (A) AS APPLICABLE, (1) fees paid to us for the particular Services during the immediately previous three (3) month period or (2) AMOUNTS paid to us for products purchased through the services that constitute the subject matter of the claim, or (B) $500.00.<br>\n</strong>\n<strong>18.\nARBITRATION CLAUSE &amp.\nCLASS ACTION WAIVER – IMPORTANT – PLEASE REVIEW AS THIS AFFECTS YOUR LEGAL RIGHTS</strong>\n<br>\n<ol>\n<li>\n<strong>Arbitration</strong>.\nYOU AGREE THAT ALL DISPUTES BETWEEN YOU AND US (WHETHER OR NOT SUCH DISPUTE INVOLVES A THIRD PARTY) WITH REGARD TO YOUR RELATIONSHIP WITH US, INCLUDING WITHOUT LIMITATION DISPUTES RELATED TO THESE TERMS OF SERVICE, YOUR USE OF THE SERVICES, AND/OR RIGHTS OF PRIVACY AND/OR PUBLICITY, WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION UNDER THE AMERICAN ARBITRATION ASSOCIATION’S RULES FOR ARBITRATION OF CONSUMER-RELATED DISPUTES AND YOU AND WE HEREBY EXPRESSLY WAIVE TRIAL BY JURY.\nPROVIDED, HOWEVER, THAT TO THE EXTENT THAT YOU HAVE IN ANY MANNER VIOLATED OR THREATENED TO VIOLATE OUR INTELLECTUAL PROPERTY RIGHTS, WE MAY SEEK INJUNCTIVE OR OTHER APPROPRIATE RELIEF IN ANY STATE OR FEDERAL COURT IN THE STATE OF NEW YORK.\nDISCOVERY AND RIGHTS TO APPEAL IN ARBITRATION ARE GENERALLY MORE LIMITED THAN IN A LAWSUIT, AND OTHER RIGHTS THAT YOU AND WE WOULD HAVE IN COURT MAY NOT BE AVAILABLE IN ARBITRATION.\nAs an alternative, you may bring your claim in your local “small claims” court, if permitted by that small claims court’s rules and if within such court’s jurisdiction, unless such action is transferred, removed or appealed to a different court.\nYou may bring claims only on your own behalf.\n&nbsp;Neither you nor we will participate in a class action or class-wide arbitration for any claims covered by this agreement to arbitrate.\nYOU ARE GIVING UP YOUR RIGHT TO PARTICIPATE AS A CLASS REPRESENTATIVE OR CLASS MEMBER ON ANY CLASS CLAIM YOU MAY HAVE AGAINST US INCLUDING ANY RIGHT TO CLASS ARBITRATION OR ANY CONSOLIDATION OF INDIVIDUAL ARBITRATIONS.\nYou also agree not to participate in claims brought in a private attorney general or representative capacity, or consolidated claims involving another person’s account, if we are a party to the proceeding.\nThis dispute resolution provision will be governed by the Federal Arbitration Act and not by any state law concerning arbitration.\nIn the event the American Arbitration Association is unwilling or unable to set a hearing date within one hundred and sixty (160) days of filing the case, then either we or you can elect to have the arbitration administered instead by the Judicial Arbitration and Mediation Services.\nJudgment on the award rendered by the arbitrator may be entered in any court having competent jurisdiction.\nAny provision of applicable law notwithstanding, the arbitrator will not have authority to award damages, remedies or awards that conflict with these Terms of Service.\n&nbsp;You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of, related to or connected with the use of the Services or these Terms of Services must be filed within one (1) year after such claim of action arose or be forever banned.<br>\n</li>\n<li>\n<strong>Severability</strong>.\nIf the prohibition against class actions and other claims brought on behalf of third parties contained above is found to be unenforceable, then all of the preceding language in this Arbitration section will be null and void.\nThis arbitration agreement will survive the termination of your relationship with us.<br>\n</li>\n</ol> 19.\nGoverning Law and Jurisdiction<br>\n<strong>These Terms of Service shall be governed by and construed in accordance with the laws of the State of New York, including its conflicts of law rules, and the United States of America, and without regard to the Convention on Contracts for the International Sale of Goods.\nYou agree that any dispute arising from or relating to the subject matter of these Terms of Service shall be governed by the exclusive jurisdiction and venue of the state and Federal courts of New York County, New York.<br>\n</strong> 20.\nModification<br>\n<strong>We reserve the right, in our sole discretion, to modify or replace any of these Terms of Service, or change, suspend, or discontinue the Services (including without limitation, the availability of any feature, database, or content) at any time by posting a notice on the Site or by sending you notice through the Services, via e-mail or by another appropriate means of electronic communication.\nWe may also impose limits on certain features and services or restrict your access to parts or all of the Services without notice or liability.\nWhile we will timely provide notice of modifications, it is also your responsibility to check these Terms of Service periodically for changes.\nYour continued use of the Services following notification of any changes to these Terms of Service constitutes acceptance of those changes, which will apply to your continued use of the Services going forward.\n&nbsp;Your use of the Services is subject to the Terms of Service in effect at the time of such use.<br>\n</strong> 21.\nMiscellaneous<br>\n<ol>\n<li>\n<strong>Entire Agreement and Severability</strong>.\nThese Terms of Service are the entire agreement between you and us with respect to the Services, including use of the Site, and supersede all prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and us with respect to the Services.\nIf any provision of these Terms of Service is found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that these Terms of Service will otherwise remain in full force and effect and enforceable.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder<br>\n</li>\n<li>\n<strong>Force Majeure</strong>.\nWe shall not be liable for any failure to perform our obligations hereunder where such failure results from any cause beyond our reasonable control, including, without limitation, mechanical, electronic or communications failure or degradation.<br>\n</li>\n<li>\n<strong>Assignment</strong>.\nThese Terms of Service are personal to you, and are not assignable, transferable or sublicensable by you except with our prior written consent.\nWe may assign, transfer or delegate any of our rights and obligations hereunder without consent.<br>\n</li>\n<li>\n<strong>Agency</strong>.\nNo agency, partnership, joint venture, or employment relationship is created as a result of these Terms of Service and neither party has any authority of any kind to bind the other in any respect.\n<br>\n</li>\n<li>\n<strong>Notices</strong>.\nUnless otherwise specified in these Term of Service, all notices under these Terms of Service will be in writing and will be deemed to have been duly given when received, if personally delivered or sent by certified or registered mail, return receipt requested.\nwhen receipt is electronically confirmed, if transmitted by facsimile or e-mail.\nor the day after it is sent, if sent for next day delivery by recognized overnight delivery service.\nElectronic notices should be sent to help@team.casa.\n&nbsp.\n<br>\n</li>\n<li>\n<strong>No Waiver</strong>.\nOur failure to enforce any part of these Terms of Service shall not constitute a waiver of our right to later enforce that or any other part of these Terms of Service.\nWaiver of compliance in any particular instance does not mean that we will waive compliance in the future.\nIn order for any waiver of compliance with these Terms of Service to be binding, we must provide you with written notice of such waiver through one of our authorized representatives.<br>\n</li>\n<li>\n<strong>Headings</strong>.\nThe section and paragraph headings in these Terms of Service are for convenience only and shall not affect their interpretation.<br>\n</li>\n</ol>\n<strong>\n<br>\n</strong>\n<strong>Contact.\nYou may contact us at the following address: Casa Inc., P.O.\nBox 20575, Charleston, S.C.\n29413, United States.<br>\n<br>Effective Date of Terms of Service: October 3, 2022</strong>\n<br> How It Works Pricing API Blog LEARN&nbsp;MORE\nInheritance\nWealth Security Protocol\nStatus\nRefer-a-Friend Company\nSupport\nCareers\nAbout Casa\nPrivacy&nbsp;Policy\nLegal GET&nbsp;THE&nbsp;APP CALL&nbsp;US\n+1 (267) 369-0365 SupportEN<ul>\n<li>BR</li>\n</ul>", "created_at": "2022-11-20 07:20:04.984002", "updated_at": "2022-11-20 07:20:12.331384"}, {"id": 12742, "name": "Privacy Policy", "url": "https://keys.casa/privacy", "xpath": "//body", "text": " <p>Casa use cookies and similar technologies such as pixel tags, web beacons, clear GIFs and JavaScript (collectively, “Cookies”) to enable our servers to recognize your web browser, tell us how and when you visit and use our Services, analyze trends, learn about our user base and operate and improve our Services.\nTo find out more about the cookies we use, see our Privacy Policy.</p> Settings Accept Decline &nbsp;Discount applied! You'll receive up to $250 off when you checkout.\nPlans Wallet\nGold\nPlatinum\nDiamond HOW&nbsp;IT&nbsp;WORKS\nPRICING Resources API\nBlog\nSupport\nAbout\nCareers SERVICES Private Key Management\nMultiSIG&nbsp;Wallet\nBitcoin&nbsp;Custody\nBitcoin&nbsp;Security SIGN&nbsp;IN\nSIGN&nbsp;UP <strong>Privacy and Data Protection Policy<br>\n</strong>\n<strong>Effective date: April 25, 2022<br>‍<br>At Casa Inc., we take your privacy seriously.\n</strong>Please read this Privacy and Data Protection Policy to learn how we treat your personal data.\n<strong>By using or accessing our Services in any manner, you acknowledge that you accept the practices and policies outlined below, and you hereby consent that we will collect, use and share your information as described in this Privacy and Data Protection Policy.</strong>\n<strong>&nbsp;<br>&nbsp;<br>\n</strong>We urge you to read this Privacy and Data Protection Policy in full, but wanted to mention a few things upfront:<br>\n<strong>‍<br>\n</strong>\n<strong>Remember that your use of Casa’s Services is at all times subject to our </strong> Terms of Service\n<strong>, which incorporates this Privacy and Data Protection Policy.\nAny terms we use in this Policy without defining them have the definitions given to them in the Terms of Service.&nbsp;<br>\n<br>You may print a copy of this Privacy and Data Protection Policy by clicking </strong>\nhere.\n<strong>Privacy and Data Protection Policy Table of Contents <br>\n</strong>\n<strong>What this Privacy and Data Protection Policy Covers<br>\n</strong>\n<strong>Personal Data<br>\n</strong>\n<ul>\n<li>\n<em>Categories of Personal Data We Collect</em>\n<br>\n</li>\n<li>\n<em>Categories of Sources of Personal Data</em>\n<br>\n</li>\n<li>\n<em>Our Commercial or Business Purposes for Collecting Personal Data</em>\n<br>\n</li>\n</ul>\n<strong>How We Share Your Personal Data<br>\n</strong>\n<strong>Tracking Tools and Opt-Out<br>\n</strong>\n<strong>Data Security and Retention<br>\n</strong>\n<strong>Personal Data of Children<br>\n</strong>\n<strong>California Resident Rights<br>\n</strong>\n<strong>European Union and United Kingdom Data Subject Rights<br>\n</strong>\n<strong>Changes to this Privacy and Data Protection Policy<br>\n</strong>\n<strong>Contact Information<br>\n</strong>\n<strong>What this Privacy and Data Protection Policy Covers<br>\n</strong>\n<strong>This Privacy and Data Protection Policy covers how we treat Personal Data that we gather when you access or use our Services.\n“Personal Data” means any information that identifies or relates to a particular individual and also includes information referred to as “personally identifiable information” or “personal information” under applicable data privacy laws, rules or regulations.\nThis Privacy and Data Protection Policy does not cover the practices of companies we don’t own or control or people we don’t manage.<br>\n</strong>\n<strong>Personal Data<br>\n</strong>\n<strong>\n<em>Categories of Personal Data We Collect</em>\n</strong>\nThis chart details the categories of Personal Data that we collect and have collected over the past 12 months:<br>‍<strong>\n<br>\n</strong>\n<strong>Category of Personal Data&nbsp;</strong>\n<strong>Examples of Personal Data We Collect</strong>\n<strong>Categories of Third Parties With Whom We Share this Personal Data:<sup>&nbsp;</sup>\n</strong>\n<strong>Profile or Contact Data</strong>\n<ul>\n<li>First and last name – but you may choose to provide a pseudonym instead<br>\n</li>\n<li>Email address<br>\n</li>\n<li>Phone number – but only if you choose to provide it to us as an additional contact method<br>\n</li>\n<li>Mailing address – mailing addresses are only collected when shipping you physical goods, and they are deleted after you have received the shipment and finished successful setup of your Casa account<br>\n</li>\n<li>Unique identifiers such as account name and passwords&nbsp;<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n<li>Business Partners<br>\n</li>\n<li>Parties You Authorize, Access or Authenticate<br>\n</li>\n</ul>\n<strong>Identifiers</strong>\n<ul>\n<li>Driver’s license number – but only if you choose to provide it to us in connection with our Inheritance service or creating a Shared Account.<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n</ul>\n<strong>Payment Data</strong>\n<ul>\n<li>Payment card type<br>\n</li>\n<li>Credit or debit card number (last 4 digits)<br>\n</li>\n<li>Billing address and email<br>\n</li>\n</ul>\n<ul>\n<li>Our payment processor, which is Stripe, Inc.&nbsp;<br>\n</li>\n</ul>\n<strong>Commercial Data</strong>\n<ul>\n<li>Purchase history for Casa product purchases<br>\n</li>\n<li>Consumer profiles based on information you provide to Casa<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n<li>Analytics Partners<br>\n</li>\n</ul>\n<strong>Device/IP Data</strong>\n<ul>\n<li>IP address<br>\n</li>\n<li>Email domain<br>\n</li>\n<li>Type of device/operating system/browser used to access the Services<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n<li>Analytics Partners<br>\n</li>\n</ul>\n<strong>Web Analytics</strong>\n<ul>\n<li>Web page interactions<br>\n</li>\n<li>Referring webpage/source through which you accessed the Services<br>\n</li>\n<li>Non-identifiable request IDs<br>\n</li>\n<li>Statistics associated with the interaction between device or browser and the Services<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n<li>Advertising Partners<br>\n</li>\n<li>Analytics Partners<br>\n</li>\n</ul>\n<strong>Geolocation Data</strong>\n<ul>\n<li>IP-address-based location information<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n<li>Analytics Partners<br>\n</li>\n</ul>\n<strong>Sensory Data</strong>\n<ul>\n<li>Photos, videos or recordings of yourself or your environment– but only if you choose to provide it to us in connection with our Emergency Security and Recovery Key services<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n</ul>\n<strong>Inferences Drawn From Other Personal Data Collected</strong>\n<ul>\n<li>Profiles reflecting user attributes, behavior, preferences<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n<li>Analytics Partners<br>\n</li>\n</ul>\n<strong>Other Identifying Information that You Voluntarily Choose to Provide</strong>\n<ul>\n<li>Identifying information in emails or letters you send us<br>\n</li>\n</ul>\n<ul>\n<li>Service Providers<br>\n</li>\n</ul>\n<strong>\n<em>Categories of Sources of Personal Data</em>\n<br>\n</strong>\n<strong>We collect Personal Data about you from the following categories of sources:<br>‍<br>\n</strong>\n<strong>You<br>\n</strong>\n<ul>\n<li>When you provide such information directly to us.<br>- When you create an account or use our interactive tools and Services.\n<br>- When you voluntarily provide information in free-form text boxes through the Services or through responses to surveys or questionnaires.\n<br>- When you send us an email or otherwise contact us.\n&nbsp;<br>\n</li>\n<li>When you use the Services and such information is collected automatically.<br>- Through Cookies (defined in the “Tracking Tools, Advertising and Opt-Out” section below).<br>- If you download our mobile application or use a location-enabled browser, we may receive information about your location and mobile device, as applicable.<br>- If you download and install certain applications and software we make available, we may receive and collect information transmitted from your computing device for the purpose of providing you the relevant Services, such as information regarding when you are logged on and available to receive updates or alert notices.<br>\n</li>\n</ul>\n<strong>\n<br>Third Parties<br>\n</strong>\n<ul>\n<li>Vendors<br>- We may use analytics providers to analyze how you interact and engage with the Services, or third parties may help us provide you with customer support.<br>- We may use vendors to obtain information to generate leads and create user profiles.<br>\n</li>\n<li>Advertising Partners<br>- We receive information about you from some of our vendors who assist us with marketing or promotional services related to how you interact with our websites, applications, products, Services, advertisements or communications.<br>\n</li>\n</ul>\n<strong>\n<em>\n<br>Our Commercial or Business Purposes for Collecting Personal Data</em>\n<br>\n</strong>\n<strong>\n<br>Providing, Customizing and Improving the Services<br>\n</strong>\n<ul>\n<li>Creating and managing your account or other user profiles.<br>\n</li>\n<li>Processing orders or other transactions.\nbilling.<br>\n</li>\n<li>Providing you with the products, services or information you request.<br>\n</li>\n<li>Meeting or fulfilling the reason you provided the information to us.<br>\n</li>\n<li>Providing support and assistance for the Services.<br>\n</li>\n<li>Improving the Services, including testing, research, internal analytics and product development.<br>\n</li>\n<li>Personalizing the Services, website content and communications based on your preferences.<br>\n</li>\n<li>Doing fraud protection, security and debugging.<br>\n</li>\n<li>Carrying out other business purposes stated when collecting your Personal Data or as otherwise set forth in applicable data privacy laws.<br>\n</li>\n</ul>\n<strong>\n<br>Marketing the Services<br>\n</strong>\n<ul>\n<li>Marketing and selling the Services.<br>\n</li>\n</ul>\n<strong>\n<br>Corresponding with You<br>\n</strong>\n<ul>\n<li>Responding to correspondence that we receive from you, contacting you when necessary or requested, and sending you information about Services or the Services.<br>\n</li>\n<li>Sending emails and other communications according to your preferences or that display content that we think will interest you.<br>\n</li>\n</ul>\n<strong>\n<br>Meeting Legal Requirements and Enforcing Legal Terms<br>\n</strong>\n<ul>\n<li>Fulfilling our legal obligations under applicable law, regulation, court order or other legal process, such as preventing, detecting and investigating security incidents and potentially illegal or prohibited activities.<br>\n</li>\n<li>Protecting the rights, property or safety of you, Services or another party.<br>\n</li>\n<li>Enforcing any agreements with you.<br>\n</li>\n<li>Responding to claims that any posting or other content violates third-party rights.<br>\n</li>\n<li>Resolving disputes.<br>\n</li>\n</ul>\n<strong>We will not collect additional categories of Personal Data or use the Personal Data we collected for materially different, unrelated or incompatible purposes without providing you notice.<br>\n</strong>\n<strong>How We Share Your Personal Data<br>\n</strong>\n<strong>We disclose your Personal Data to the categories of service providers and other parties listed in this section.\nDepending on state laws that may be applicable to you, some of these disclosures may constitute a “sale” of your Personal Data.\nFor more information, please refer to the state-specific sections below.<br>\n<br>\n</strong>\n<strong>Service Providers.</strong>\n<strong> These parties help us provide the Services or perform business functions on our behalf.\nThey include:<br>\n</strong>\n<ul>\n<li>Hosting, technology and communication providers.<br>\n</li>\n<li>Support and customer service vendors.<br>\n</li>\n<li>Payment processors.<br>- Our payment processing partners, Stripe, Inc.\nand BTCPay, collect your voluntarily-provided payment card information as necessary to process your payment.\nPlease see their respective terms of service and Privacy Policy for information on their use and storage of your Personal Data.<br>\n</li>\n</ul>\n<strong>\n<br>Advertising Partners.</strong>\n<strong> These parties help us market our services and provide you with other offers that may be of interest to you.\nThey include:<br>\n</strong>\n<ul>\n<li>Ad networks.<br>\n</li>\n<li>Marketing providers.<br>\n</li>\n</ul>\n<strong>\n<br>Analytics Partners.</strong>\n<strong> These parties provide analytics on web traffic or usage of the Services.\nThey include:<br>\n</strong>\n<ul>\n<li>Companies that track how users found or were referred to the Services.<br>\n</li>\n<li>Companies that track how users interact with the Services.<br>\n</li>\n</ul>\n<strong>\n<br>Business Partners.</strong>\n<strong> These parties partner with us in offering various services.\nThey include:<br>\n</strong>\n<ul>\n<li>Businesses that you have a relationship with and choose to connect with Casa.<br>\n</li>\n<li>Companies that we partner with to offer joint promotional offers or opportunities.<br>\n</li>\n</ul>\n<strong>\n<br>Parties You Authorize, Access or Authenticate</strong>\n<strong>\n<br>\n</strong>\n<ul>\n<li>Third parties you access through the services.<br>\n</li>\n</ul>\n<strong>\n<em>\n<br>Legal Obligations</em>\n</strong>\n<strong>We may share any Personal Data that we collect with third parties in conjunction with any of the activities set forth under “Meeting Legal Requirements and Enforcing Legal Terms” in the “Our Commercial or Business Purposes for Collecting Personal Data” section above.<br>&nbsp;<br>\n</strong>\n<strong>\n<em>Business Transfers</em>\n</strong>\n<strong>All of your Personal Data that we collect may be transferred to a third party if we undergo a merger, acquisition, bankruptcy or other transaction in which that third party assumes control of our business (in whole or in part).\nShould one of these events occur, we will make reasonable efforts to notify you before your information becomes subject to different privacy and security policies and practices.<br>&nbsp;<br>\n</strong>\n<strong>\n<em>Data that is Not Personal Data</em>\n</strong>\n<strong>We may create aggregated, de-identified or anonymized data from the Personal Data we collect, including by removing information that makes the data personally identifiable to a particular user.\nWe may use such aggregated, de-identified or anonymized data and share it with third parties for our lawful business purposes, including to analyze, build and improve the Services and promote our business, provided that we will not share such data in a manner that could identify you.\n&nbsp;<br>&nbsp;<br>\n</strong>\n<strong>Tracking Tools and Opt-Out<br>\n</strong>\n<strong>The Services use cookies and similar technologies such as pixel tags, web beacons, clear GIFs and JavaScript (collectively, “Cookies”) to enable our servers to recognize your web browser, tell us how and when you visit and use our Services, analyze trends, learn about our user base and operate and improve our Services.\nCookies are small pieces of data– usually text files – placed on your computer, tablet, phone or similar device when you use that device to access our Services.\nWe may also supplement the information we collect from you with information received from third parties, including third parties that have placed their own Cookies on your device(s).\nPlease note that because of our use of Cookies, the Services do not support “Do Not Track” requests sent from a browser at this time.<br>\n<br>We&nbsp;use the following cookies:<br>\n</strong>\n<ul>\n<li>\n<strong>Essential Cookies.</strong> Essential Cookies are required for providing you with features or services that you have requested.\nFor example, certain Cookies enable you to log into secure areas of our Services.\nDisabling these Cookies may make certain features and services unavailable.<br>\n</li>\n<li>\n<strong>Functional Cookies.</strong> Functional Cookies are used to record your choices and settings regarding our Services, maintain your preferences over time and recognize you when you return to our Services.\nThese Cookies help us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of language or region).<br>\n</li>\n<li>\n<strong>Performance/Analytical Cookies.</strong> Performance/Analytical Cookies allow us to understand how visitors use our Services.\nThey do this by collecting information about the number of visitors to the Services, what pages visitors view on our Services and how long visitors are viewing pages on the Services.\nPerformance/Analytical Cookies also help us measure the performance of our advertising campaigns in order to help us improve our campaigns and the Services’ content for those who engage with our advertising.<br>\n</li>\n</ul>\n<strong>You can decide whether or not to accept Cookies through your internet browser’s settings.\nMost browsers have an option for turning off the Cookie feature, which will prevent your browser from accepting new Cookies, as well as (depending on the sophistication of your browser software) allow you to decide on acceptance of each new Cookie in a variety of ways.\nYou can also delete all Cookies that are already on your device.\nIf you do this, however, you may have to manually adjust some preferences every time you visit our website and some of the Services and functionalities may not work.<br>&nbsp;<br>To explore what Cookie settings are available to you, look in the “preferences” or “options” section of your browser’s menu.\nTo find out more information about Cookies, including information about how to manage and delete Cookies, please visit </strong>\n<strong>http://www.allaboutcookies.org/</strong>\n<strong> or </strong>\n<strong>https://ico.org.uk/for-the-public/online/cookies/</strong>\n<strong> if you are located in the European Union.<br>‍<br>\n</strong>\n<strong>Data Security and Retention</strong>\n<strong>We seek to protect your Personal Data from unauthorized access, use and disclosure using appropriate physical, technical, organizational and administrative security measures based on the type of Personal Data and how we are processing that data.\nYou should also help protect your data by appropriately selecting and protecting your password and/or other sign-on mechanism.\nlimiting access to your computer or device and browser.\nand signing off after you have finished accessing your account.\nAlthough we work to protect the security of your account and other data that we hold in our records, please be aware that no method of transmitting data over the internet or storing data is completely secure.<br>\n<br>We retain Personal Data about you for as long as you have an open account with us or as otherwise necessary to provide you with our Services.\nIn some cases we retain Personal Data for longer, if doing so is necessary to comply with our legal obligations, resolve disputes or collect fees owed, or is otherwise permitted or required by applicable law, rule or regulation.\nWe may further retain information in an anonymous or aggregated form where that information would not identify you personally.<br>\n</strong>\n<strong>Personal Data of Children<br>\n</strong>\n<strong>As noted in the Terms of Service, we do not knowingly collect or solicit Personal Data from children under 16&nbsp.\nyears of age.\nif you are a child under the age of 16, please do not attempt to register for or otherwise use the Services or send us any Personal Data.\nIf we learn we have collected Personal Data from a child under 16 years of age, we will delete that information as quickly as possible.\nIf you believe that a child under 16 years of age may have provided Personal Data to us, please contact us at </strong>\n<strong>help@team.casa</strong>\n<strong>.<br>\n<br>Please note that certain of the Services may require you to provide information regarding the child or children in relation to whom you may be using the Services, including Personal Information such as first and last name (among other information), in order to properly provide such Services to you.\nAs noted above, we work to protect the security of any such information that you provide us, but please be aware that no method of transmitting data over the internet or storing data is completely secure.\nIf you’d like to request that we delete any such information, please contact us at </strong>\n<strong>help@team.casa</strong>\n<strong>.<br>&nbsp;<br>\n</strong>\n<strong>\n<em>California Resident Rights</em>\n</strong>\n<strong>Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to contact us to prevent disclosure of Personal Data to third parties for such third parties’ direct marketing purposes.\nin order to submit such a request, please contact us at help@team.casa.&nbsp;<br>‍<br>\n</strong>\n<strong>European Union and United Kingdom Data Subject Rights<br>\n</strong>\n<strong>\n<em>EU and UK Residents</em>\n</strong>\n<strong>If you are a resident of the European Union (“EU”), United Kingdom (“UK”), Lichtenstein, Norway or Iceland, you may have additional rights under the EU or UK General Data Protection Regulation (the “GDPR”) with respect to your Personal Data, as outlined below.\n&nbsp;<br>\n<br>For this section, we use the terms “Personal Data” and “processing” as they are defined in the GDPR, but “Personal Data” generally means information that can be used to individually identify a person, and “processing” generally covers actions that can be performed in connection with data such as collection, use, storage and disclosure.\nServices will be the controller of your Personal Data processed in connection with the Services.<br>\n<br>If there are any conflicts between this section and any other provision of this Privacy and Data Protection Policy, the policy or portion that is more protective of Personal Data shall control to the extent of such conflict.\nIf you have any questions about this section or whether any of the following applies to you, please contact us at help@team.casa.<br>&nbsp;<br>\n</strong>\n<strong>\n<em>Personal Data We Collect</em>\n</strong>\n<strong>The “Categories of Personal Data We Collect” section above details the Personal Data that we collect from you.<br>‍<br>\n</strong>\n<strong>\n<em>Personal Data Use and Processing Grounds</em>\n</strong>\n<strong>The “Our Commercial or Business Purposes for Collecting Personal Data” section above explains how we use your Personal Data.<br>\n<br>We will only process your Personal Data if we have a lawful basis for doing so.\nLawful bases for processing include consent, contractual necessity and our “legitimate interests” or the legitimate interest of others, as further described below.<br>‍<br>\n</strong>\n<ul>\n<li>\n<strong>Contractual Necessity:</strong> We process the following categories of Personal Data as a matter of “contractual necessity”, meaning that we need to process the data to perform under our Terms of Service with you, which enables us to provide you with the Services.\nWhen we process data due to contractual necessity, failure to provide such Personal Data will result in your inability to use some or all portions of the Services that require such data.&nbsp;<br>- Profile or Contact Data<br>- Identifiers<br>- Sensory Data<br>- Payment Data<br>- Other Identifying Information that You Voluntarily Choose to Provide<br>\n</li>\n<li>\n<strong>Legitimate Interest:</strong> We process the following categories of Personal Data when we believe it furthers the legitimate interest of us or third parties:&nbsp;<br>- Commercial Data<br>- Device/IP Data<br>- Web Analytics<br>- Geolocation Data<br>- Inferences Drawn From Other Personal Data Collected<br>- Other Identifying Information that You Voluntarily Choose to Provide<br>- We may also de-identify or anonymize Personal Data to further our legitimate interests.&nbsp;<br>\n<br>Examples of these legitimate interests include (as described in more detail above):<br>- Providing, customizing and improving the Services.<br>- Marketing the Services.<br>- Corresponding with you.<br>- Meeting legal requirements and enforcing legal terms.<br>- Completing corporate transactions.&nbsp;<br>\n</li>\n<li>\n<strong>Consent:</strong> In some cases, we process Personal Data based on the consent you expressly grant to us at the time we collect such data.\nWhen we process Personal Data based on your consent, it will be expressly indicated to you at the point and time of collection.&nbsp;<br>\n</li>\n<li>\n<strong>Other Processing Grounds:</strong> From time to time we may also need to process Personal Data to comply with a legal obligation, if it is necessary to protect the vital interests of you or other data subjects, or if it is necessary for a task carried out in the public interest.<br>\n</li>\n</ul>\n<strong>\n<em>\n<br>Sharing Personal Data</em>\n</strong>\n<strong>The “How We Share Your Personal Data” section above details how we share your Personal Data with third parties.&nbsp;<br>‍<br>\n</strong>\n<strong>\n<em>EU Data Subject Rights</em>\n</strong>\n<strong>You have certain rights with respect to your Personal Data, including those set forth below.\nFor more information about these rights, or to submit a request, please email us at help@team.casa.\nPlease note that in some circumstances, we may not be able to fully comply with your request, such as if it is frivolous or extremely impractical, if it jeopardizes the rights of others, or if it is not required by law, but in those circumstances, we will still respond to notify you of such a decision.\nIn some cases, we may also need you to provide us with additional information, which may include Personal Data, if necessary to verify your identity and the nature of your request.<br> &nbsp;<br>\n</strong>\n<ul>\n<li>\n<strong>Access:</strong> You can request more information about the Personal Data we hold about you and request a copy of such Personal Data.\nYou can also access certain of your Personal Data by logging on to your account.<br>\n</li>\n<li>\n<strong>Rectification:</strong> If you believe that any Personal Data we are holding about you is incorrect or incomplete, you can request that we correct or supplement such data.\nYou can also correct some of this information directly by logging on to your account.<br>\n</li>\n<li>\n<strong>Erasure:</strong> You can request that we erase some or all of your Personal Data from our systems.&nbsp;<br>\n</li>\n<li>\n<strong>Withdrawal of Consent:</strong> If we are processing your Personal Data based on your consent (as indicated at the time of collection of such data), you have the right to withdraw your consent at any time.\nPlease note, however, that if you exercise this right, you may have to then provide express consent on a case-by-case basis for the use or disclosure of certain of your Personal Data, if such use or disclosure is necessary to enable you to utilize some or all of our Services.&nbsp;<br>\n</li>\n<li>\n<strong>Portability:</strong> You can ask for a copy of your Personal Data in a machine-readable format.\nYou can also request that we transmit the data to another controller where technically feasible.<sup>&nbsp;</sup>\n<br>\n</li>\n<li>\n<strong>Objection:</strong> You can contact us to let us know that you object to the further use or disclosure of your Personal Data for certain purposes, such as for direct marketing purposes.&nbsp;<br>\n</li>\n<li>\n<strong>Restriction of Processing:</strong> You can ask us to restrict further processing of your Personal Data.<br>\n</li>\n<li>\n<strong>Right to File Complaint:</strong> You have the right to lodge a complaint about Services' practices with respect to your Personal Data with the supervisory authority of your country or EU Member State.\nA list of Supervisory Authorities is available here: https://edpb.europa.eu/about-edpb/board/members_en.<br>&nbsp;<br>\n</li>\n</ul>\n<strong>\n<em>Transfers of Personal Data</em>\n</strong>\n<strong>The Services are hosted and operated in the United States (“U.S.”) and elsewhere throughout the world through Casa and its service providers, where the laws may differ from the laws where you reside.\nBy using the Services, you acknowledge that any Personal Data about you, regardless of whether provided by you or obtained from a third party, is being provided to Casa and will be hosted on U.S.\nservers and elsewhere throughout the world, and you authorize Casa to transfer, store and process your information to and in the U.S.\nand elsewhere throughout the world as necessary to perform our duties in providing you with the Services.\nAdditionally, you understand that your Personal Data may be processed in countries (including the United States) where laws regarding processing Personal Information may be less stringent than in your country.\nPlease contact us at help@team.casa with any questions or concerns.<br>‍<br>\n</strong>\n<strong>Changes to this Privacy and Data Protection Policy<br>\n</strong>\n<strong>We’re constantly trying to improve our Services, so we may need to change this Privacy and Data Protection Policy from time to time, but we will alert you to any such changes by placing a notice on the Services website, by sending you an email and/or by some other means.\nPlease note that if you’ve opted not to receive legal notice emails from us (or you haven’t provided us with your email address), those legal notices will still govern your use of the Services, and you are still responsible for reading and understanding them.\nIf you use the Services after any changes to the Privacy and Data Protection Policy have been posted, that means you agree to all of the changes.\nUse of information we collect is subject to the Privacy and Data Protection Policy in effect at the time such information is collected.<br>‍<br>\n</strong>\n<strong>Contact Information:<br>\n</strong>\n<strong>If you have any questions or comments about this Privacy and Data Protection Policy, the ways in which we collect and use your Personal Data or your choices and rights regarding such collection and use, please do not hesitate to contact us at:<br>\n</strong>\n<ul>\n<li>(857) 598-4354<br>\n</li>\n<li>https://keys.casa<br>\n</li>\n<li>\nhelp@team.casa<br>\n</li>\n<li>1624 Market St, Ste 226, PMB 78958, Denver CO 80202, United States<br>\n</li>\n</ul>\n<br>You can download a copy of our previous Privacy Policy here.\nHow It Works Pricing API Blog LEARN&nbsp;MORE\nInheritance\nWealth Security Protocol\nStatus\nRefer-a-Friend Company\nSupport\nCareers\nAbout Casa\nPrivacy&nbsp;Policy\nLegal GET&nbsp;THE&nbsp;APP CALL&nbsp;US\n+1 (267) 369-0365 SupportEN<ul>\n<li>BR</li>\n</ul>", "created_at": "2022-11-20 08:18:54.029202", "updated_at": "2022-11-20 07:19:42.639457"}], "points": [], "urls": ["keys.casa"]}}