{"error": 448, "message": "OK", "parameters": {"id": 9172, "name": "vgy.me", "created_at": "2023-07-14 04:34:52.566897", "updated_at": "2023-07-14 10:02:33.6941", "wikipedia": null, "keywords": null, "related": null, "slug": "vgy-me", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9172.png", "url": "vgy.me", "documents": [{"id": 17965, "name": "Terms Of Service", "url": "https://vgy.me/terms-of-service", "xpath": "//body", "text": " <ul>\n<li>\nTerms\n</li>\n<li>\nPrivacy\n</li>\n<li>\nAPI\n</li>\n<li>\nDonate\n</li>\n<li>\nContact\n<ul>\n<li>\nGeneral Enquiries\n</li>\n<li>\nAbuse/DMCA\n</li>\n</ul>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\nSign In\n</li>\n<li>\nCreate Account\n</li>\n</ul> Terms Of Service Acceptable Uploads\n<p>We want to allow every image in the world onto our servers but there has to be some restrictions to comply with laws, and plain common sense.</p>\n<p>Under no circumstances, should you upload any content that:</p>\n<ul>\n<li>Depicts child pornography/nudity, including illustrations (e.g anime)</li>\n<li>Depicts pornography/nudity of any kind.</li>\n<li>Depicts drugs and/or drug usage</li>\n<li>Depicts realistic gore/death - artistic imagination (illustrations, 3D renders, gameplay screenshots etc) is fine.</li>\n<li>Depicts discriminative context (e.g: racism, disability, sexual orientation etc)</li>\n<li>Depicts propaganda linked to threatening organisations, groups, cultures etc.\n(e.g terrorism, fascist groups etc)</li>\n<li>Depicts copies of legitimate personal identity documents, such as passports, driving licenses etc</li>\n<li>Is copyrighted material which you do not own, or have the permission to upload.</li>\n<li>Is intended for use with illegal activities, such as unsolicited e-mails (spam), torrent sites, etc.</li>\n</ul>\n<p>Using our service for commerical use is fine, but please take into consideration of our hosting costs.\nA donation would be very appreciated.</p>\n<p>All uploads you submit are the sole property of you.\nUploads are not publicly shared on our website, and wherever you share your upload links is your responsibility on who clicks the links.</p>\n<p>If an upload is found to violate our Terms Of Service, they will be removed without warning and local authorities will be informed if the offending material is serious.\nInformation linked to such material will be handed over to assist them.</p>\n<p>If an IP ban is acted upon, all uploads associated with that IP address will be permanently deleted.\nThey will not be restored under any circumstances.</p>\n<p>\n</p>Service Guarantee\n<p>Our service is free to use and provided via dedicated servers that we rent for use.\nOur server provider delivers the network, hardware and power to allow our servers to reach the online world, however there may be times where downtime can occur that is out of our control.\nWhilst we will keep in touch with our server provider in the event of a network, hardware or power issue, we can't guarantee a 100% uptime service.</p>\n<p>From time to time, we may also perform updates to our operating systems and website software, which may require a full system restart.\nThis is not mentioned beforehand and can happen anytime.\nIn some cases, we may throw the website into maintenance mode and provide a short reason for such maintenance.</p>\n<p>All uploads are stored on a redundant disk array which will protect all data in the event of a disk failure.\nWe do run backups as much as we can, however we encourage our users to create backups of their own in the event of a catastrophic failure where all data is lost.</p>\nReporting Offending Uploads\n<p>Please submit your abuse reports to our abuse/DMCA page, and select the Abuse option in the dropdown menu.\nPlease include links to the uploads(s) you are reporting and your e-mail address.</p>\nStorage Limitations\n<p>As a free image host where its funding is relied on by advertisements and donations, we are limited to what disk space we can afford.\nYou should not upload content in masses that would consume too much disk space unnecessarily.\nAny uploads found to be mass-uploaded without approval will be deleted without warning, and your IP address banned.</p>\n<p>If you wish to perform a mass-upload (e.g migrating from one image host to another), please send us a general enquiry.\nPlease include the IP address that you will perform the mass upload from.\nWe can then mark your IP as trusted to avoid being deleted without warning and/or banned.</p>\n<p>There is no restriction on how much disk space you can use, but this restriction is in place to prevent disk space from running out too quickly, and preventing others from using the service fairly.</p>\nModeration\n<p>We actively moderate all uploads that come onto our servers.\nThis is to ensure no uploads are violating the Terms of Service.\nWe have the power to delete offending uploads at our own discretion.\nGenerally, most offending uploads are viewed then deleted by the moderators and administrators of our website, and never shared with any 3rd parties.\nUnder extremely rare circumstances where the content uploaded is a serious offence, they may be shared with law enforcements, providing full copies of the content and logs related to the upload to help with an investigation.</p>\n<p>The Terms Of Service is likely to change at anytime without prior notice.</p>\n<p>Please make it a regular occurrence to check the terms of service to see if there are any changes.</p>\n<small>Copyright © vgy.me 2023</small> ", "created_at": "2023-07-14 04:35:07.342587", "updated_at": "2023-07-14 04:35:43.504374"}, {"id": 17964, "name": "Privacy Policy", "url": "https://vgy.me/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>\nTerms\n</li>\n<li>\nPrivacy\n</li>\n<li>\nAPI\n</li>\n<li>\nDonate\n</li>\n<li>\nContact\n<ul>\n<li>\nGeneral Enquiries\n</li>\n<li>\nAbuse/DMCA\n</li>\n</ul>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\nSign In\n</li>\n<li>\nCreate Account\n</li>\n</ul> Privacy Policy <p>This Privacy Policy has been created to allow you, the user/visitor, to better understand how the data we collect is used on our website, vgy.me.</p>\n<br>\n<strong>What personal information do we collect from the people that visit our website?</strong>\n<p>We collect IP addresses and what pages/uploads a user has visited.\nThe purpose of this is to understand where most of our traffic comes from so we can provide a better service in terms of speed, performance and loading times.</p>\n<br>\n<strong>When do we collect information?</strong>\n<p>We collect information when you register as a user on our website, where we ask for a username and e-mail address.</p>\n<p>We collect feedback/suggestions which can help improve the website for all.</p>\n<p>Whenever you visit a page on our website, or when you view an upload, either from our website directly or from a 3rd party (such as a hotlinked image on a forum).</p>\n<br>\n<strong>How do we use your information?</strong>\n<p>The information is used solely to improve vgy.me, it is never sold or given to 3rd party providers:</p>\n<ul>\n<li>If you register as a user on our website, we ask for your e-mail address, for the purpose of resetting your password if you have forgotten it.\nYou will also receive an e-mail requesting you to activate your account.\nThis is so we can be sure if you need to reset your password, a new password can be sent to you via e-mail securely.</li>\n<li>In some cases, we may use your e-mail address to check against logs with our mail service - this is usually only the case when a user hasn't received their activation/password reset e-mail.\nWe can check to see why the e-mail wasn't sent and let the user know.</li>\n<li>To improve our website in order to better serve you.</li>\n<li>To follow up with them after correspondence (live chat, email or phone inquiries), after which any trace of communication is deleted.</li>\n<li>When moderating our site, we may use your information to link to other pieces of information, such as uploads.\nThis is only if a user/IP address has been caught violating our Terms of Service.</li>\n<li>We never add you to a mailing list upon registering to our website, we never send e-mails for marketing purposes.</li>\n</ul>\n<br>\n<strong>How do we protect your information?</strong>\n<p>Nobody else has access to your information other than authorised server and site administrators.\nNone of your personal information is displayed publicly on the website, your information can only be seen if you are logged in.</p>\n<p>We do occasional audits of our site and server security, as well as keeping software as up to date as possible, to ensure any vulnerabilities have been patched.</p>\n<br>\n<strong>Do we use 'cookies'?</strong>\n<p>We use cookies to provide a better service to you, to allow your browser to remember your preferences for our website.\nCookies are also used to store data which link to your account in order to keep you logged in whilst you use the user-only features.\nPersonal information is never stored in these cookies.</p>\n<p>We don't track you through cookies through our site or other websites.\nIt is solely for your browser(s) to \"remember\" your login, but we do encourage our users to always logout when they are done using our website.</p>\n<p>Our site may contain cookies for 3rd party services, such as our ad placements.\nThese are out of our control and done by the advertisement provider.</p>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser settings.\nSince browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.</p>\n<br>\n<strong>If users disable cookies in their browser:</strong>\n<p>By turning cookies off, you may not be able to allow your browser to \"remember your login\" if you use the \"Remember Me\" option when logging in.</p>\n<br>\n<strong>Third-party disclosure</strong>\n<p>We do not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information.</p>\n<br>\n<strong>Third-party links</strong>\n<p>Occasionally, at our discretion, we may include or offer third-party products or services on our website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p>\n<br>\n<strong>Removal of your information:</strong>\n<p>You may request to have any information stored about you on our servers permanently deleted.\nPlease contact us here requesting it.\nWe are unable to remove any information that are stored with 3rd party services that we use.\nYou would need to get in contact with them about removal of personal information.</p>\n<br>\n<p>You will be notified of any Privacy Policy changes:</p>\n<ul>\n<li>On our Privacy Policy Page</li>\n</ul>\n<br>\n<p>Can change your personal information:</p>\n<ul>\n<li>By logging in to your account</li>\n</ul>\n<br>\n<strong>Contacting Us</strong>\n<p>If there are any questions regarding this privacy policy, you may contact us using this page.</p>\n<br>\nLong story short...\n<p>We only use your personal information to moderate the website, to remove content that violates our Terms of Service and to ban users who also violate the Terms of Service.\nSending of e-mail is triggered by you, the user, when resetting your password or when registering an account with us, where you will receive an activation link via e-mail.\nWe don't send you e-mails for any other reason.</p>\n<p>Your IP address is used for moderation to link uploads to the same IP address (we occasionally get users who spam our uploader with hundreds, sometimes thousands of uploads).\nIP addresses are also logged for us to understand where most of our traffic comes from, so we can provide a better service.</p>\n<p>3rd party services who use cookies to store data about your visit is not controlled by us.</p>\n<p>If you don't like your information on our site, let us know - we'll get rid of it.</p>\n<p>\n<small>Last Edited on 24th May 2018.</small>\n</p>\n<small>Copyright © vgy.me 2023</small> ", "created_at": "2023-07-14 04:34:52.59636", "updated_at": "2023-07-14 04:35:59.773571"}], "points": [], "urls": ["vgy.me"]}}