{"error": 448, "message": "OK", "parameters": {"id": 9106, "name": "GeoGebra", "created_at": "2023-07-12 19:43:20.406983", "updated_at": "2023-07-12 22:02:24.498509", "wikipedia": "https://nl.wikipedia.org/wiki/GeoGebra", "keywords": null, "related": null, "slug": "geogebra", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9106.png", "url": "geogebra.org", "documents": [{"id": 17839, "name": "Privacy Policy", "url": "https://www.geogebra.org/privacy", "xpath": "//body", "text": "GeoGebraSign inGeoGebra<ul>\n<li>Home</li>\n<li>News Feed</li>\n<li>Resources</li>\n<li>Profile</li>\n<li>People</li>\n<li>Classroom</li>\n<li>App Downloads</li>\n</ul>About GeoGebraContact us:&nbsp;office@geogebra.orgTerms of Service – Privacy – LicenseLanguage: English<p>© 2023 GeoGebra</p>GeoGebra Privacy PolicyLast updated: February 1, 2023<p>Welcome to the website and online services (the \"Website\") of GeoGebra!</p>\n<p>Your privacy is important to us.\nThis Privacy Policy describes the information we gather from you, how we use that information, and what we do to protect it.\nBy using the Website (whether or not you are a registered user), you expressly consent to the information handling practices described in this policy.<br>Children, typically students in K-12 education, are given additional and special privacy assurances, described in the section 'Our Commitment to Children's Privacy'.<br>Your use of the Website and any personal information you provide on the Website are subject to the terms of this Privacy Policy and GeoGebra's Terms of Service.\nAny capitalized terms used but not defined herein shall have the meaning set forth in the Terms of Service.<br>The collection, administration and use of personal details by GeoGebra complies with applicable data protection laws (General Data Protection Regulation, GDPR) by ensuring that each user is able to decide herself, which personal details shall be made accessible to other users.<br>Please take a moment to read everything carefully.\nIn case of further questions please do not hesitate to contact us at office@geogebra.org.</p>Our Commitment to Children's Privacy<p>Protecting the privacy of young children is especially important.\nIf GeoGebra learns that personally identifiable information of children has been collected on the Website without parental consent, then GeoGebra will take the appropriate steps to delete this information.\nIf you are a parent or legal guardian and discover that your child has a registered account with the Website without your consent, then you may alert GeoGebra at office@geogebra.org and request that GeoGebra delete that child's personal information from its systems.<br>In particular, we never share the personal information of any user with third parties.<br>It's important to remember that you do not need to register or sign in to the Website in order to use the GeoGebra software and access millions of GeoGebra resources.</p>Compliance with COPPA<p>GeoGebra complies with COPPA, the Children’s Online Privacy Protection Act (COPPA) which is a United States federal law designed to protect the privacy of children under 13.</p>\n<p>Our services offered at geogebra.org are intended for use by students, also including students under the age of 13.\nGeoGebra does not collect personal data without the permission of a parent, school etc.\nPlease get in touch with us via office@geogebra.org if you think that GeoGebra has accidentally collected personal data from a child younger than 13 and we will make sure that the stored information is removed.</p>Compliance with FERPA<p>The Family Educational Rights and Privacy Act (FERPA) is a federal law that protects the privacy of student education records.\nFERPA requires education institutions and agencies to obtain written permission from the parent or eligible student in order to release any information from a student’s education record.\nHere are some recommendations how our policies can help those institutions and agencies to meet the requirements under FERPA:</p>\n<p>GeoGebra products can be used by any individual and GeoGebra is not notified when our products are used.</p>\n<p>Student’s work is only saved on GeoGebra when the student (or student’s parents for age under 14) has created a GeoGebra account.\nThis work can be accessed by parents and eligible students under FERPA.\nIf you are a parent and discover that your child has a registered account without your consent, then you may request that GeoGebra deletes that child's saved work and account.</p>The Information GeoGebra Collects<p>User-provided Information: When you register for, browse and use the Website, you may provide to GeoGebra what is generally called \"personally identifiable information\".\nCertain information has to be given by a user in order to register for a GeoGebra Account, such as:</p>\n<ul>\n<li>A unique username</li>\n<li>E-mail address</li>\n</ul>\n<p>Certain information is optional after registration and can also be added or deleted later on by the user, such as:</p>\n<ul>\n<li>Your full name</li>\n<li>Whether you are a Teacher or a Student</li>\n<li>Gender</li>\n<li>Year of Birth</li>\n<li>Your geographical location</li>\n<li> URL of further/private website</li>\n<li>A personal text about yourself</li>\n<li>Profile picture</li>\n</ul>\n<p>After Registration different types of data are collected by GeoGebra, such as:</p>\n<ul>\n<li>When you follow other users on our website</li>\n<li>When you join a group on our website</li>\n</ul>\n<p>If you decide to register through or otherwise grant access to a third party social networking or integrated service that we may make available (\"Integrated Service\"), such as Microsoft, Facebook, or Google, GeoGebra may also collect any such \"personally identifiable information\" that you have provided to the Integrated Service from the account you have with the Integrated Service.\nYou may revoke GeoGebra's access to your account on the Integrated Service at any time by updating the appropriate settings in the account preferences of the respective Integrated Service.\nYou should check your privacy settings on each Integrated Service to understand and change the information sent to us through each Integrated Service.\nPlease review each Integrated Service's terms of use and privacy policies carefully before using their services and connecting to our Website.\nFrom time to time, GeoGebra may also ask you optionally to provide other information.\nIf you choose to provide such information, during registration or otherwise, you are giving GeoGebra the permission to use and store it consistent with this policy.\nTherefore, please understand that if you choose to register an account and sign in to the Website, you are not anonymous to us.</p>\n<p>Information from other Users: We may make available certain features in the Website that allow other Users of the Website to provide us information that may include personally identifiable information that you provided when registering an account.\nFor example, we may permit a Teacher to register a service for you on your behalf in which the Teacher pre-populates certain teaching/instructional features (in GeoGebra Groups for example) with information about you.</p>\n<p>\"Cookies\" Information: When you visit the Website, whether or not you are a registered user, we may send one or more cookies - small text files containing a string of alphanumeric characters - to your computer.\nCookies are used by GeoGebra to provide a more user-friendly, effective and secure service.\nCookies remember information about your activities on a website.\nGeoGebra may use both session cookies and persistent cookies.\nA session cookie disappears after you close your browser.\nA persistent cookie remains after you close your browser and may be used by your browser on subsequent visits to the Website.\nPersistent cookies can be removed.\nPlease review your web browser \"Help\" file to learn the proper way to modify your cookie settings.\nHowever, without cookies you will not have access to certain services and features on the Website.</p>\n<p>Piwik PRO Analytics Suite: We use Piwik PRO Analytics Suite as our website/app analytics software and consent management tool.\nWe collect data about website visitors based on cookies.\nThe collected information may include a visitor’s IP address, operating system, browser ID, browsing activity and other information.\nSee the scope of data collected by Piwik PRO.\nWe calculate metrics like bounce rate, page views, sessions and the like to understand how our website/app is used.\nWe may also create visitors’ profiles based on browsing history to analyze visitor behavior, show personalized content and run online campaigns.\nWe host our solution on Microsoft Azure in Germany/Netherlands/United States/Singapore/ElastX in Sweden, and the data is stored for 14/25 months.\nThe purpose of data processing: analytics and conversion tracking based on consent.\nLegal basis: Art.\n6 (1)(a) GDPR.\nPiwik PRO does not send the data about you to any other sub-processors or third parties and does not use it for its own purposes.\nFor more, read Piwik PRO’s privacy policy.</p>\n<p>Google reCAPTCHA v3: This website uses \"Google reCAPTCHA\" (hereafter \"reCAPTCHA\").\nProvider is Google Inc., 1600 Amphitheater Parkway, Mountain View, CA 94043, USA (\"Google\").\nWith reCAPTCHA we want to check if the data entry on our websites (for example in a contact form) is done by a human or by an automated program.\nFor this, reCAPTCHA analyzes the behavior of the website visitor based on various characteristics.\nThis analysis begins automatically as soon as the website visitor enters the account registration process.\nFor analysis, reCAPTCHA evaluates various information (for example, the IP address, the website visitor’s visit time on the website, or user mouse movements).\nThe data collected during the analysis will be forwarded to Google.<br>The reCAPTCHA analyzes are completely in the background.\nSite visitors are not advised that an analysis is taking place.<br>The data processing is based on Art.\n6 para.\n1 lit.\nf GDPR.\nThe Web site operator has a legitimate interest in protecting its web sites from abusive automated spying and SPAM.<br>For more information about Google reCAPTCHA and Google’s privacy policy, please visit the following links: https://policies.google.com/privacy and https://www.google.com/recaptcha/intro/v3.html.</p>\n<p>GeeTest CAPTCHA: For users from China, we use \"GeeTest CAPTCHA\" in order to distinguish humans from automated programs.\n\"GeeTest\" uses a sencebot, which is provided by Wuhan Jiyi Network Technology Co., Ltd.\nIf any interaction on the website happens, \"GeeTest\" will collect and evaluate various information (for example, the IP address or user mouse movements) in order to examine the security risk.\n\"GeeTest\" will not collect any business data and personal or sensitive data.</p>\n<p>Plugins and Widgets for Social Media: GeoGebra includes social media plugins of following social networks:</p>\n<ul>\n<li>Facebook, which is operated by Facebook.Inc, 1601 Willow Road, Menlo Park, CA 94025, USA</li>\n<li>Twitter, offered by Twitter, Inc., 1355 Market St, Suite 900, San Francisco, CA 94103, USA</li>\n<li>Google +, provided by Google Inc., located at 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA</li>\n<li>YouTube, provided by YouTube LLC, located at 901 Cherry Avenue, San Bruno, CA 94066, USA.</li>\n<li>OpenStreetMap, an open community, licensed under the Open Data Commons Open Database License (ODbL) by the OpenStreetMap Foundation (OSMF), located at 132 Maney Hill Road, Sutton Coldfield, West Midlands, B72 1JU, UK</li>\n</ul>\n<p>For data protection/privacy reasons the mentioned plugins are deactivated by default and must be explicitly activated by you during your use hereof.\nBefore activating these plugins please note the following information regarding the mentioned providers:</p>\n<p>Such plugins can recognize a user’s IP address and the page visited on our website and, possibly, store cookies, so that the services offered by GeoGebra work properly.\nSocial media plugins and widgets are hosted either by third party providers or directly by us.\nYour interactions with these plugins are subject to this privacy policy or the privacy policy of any third party that offers such feature.\nGeoGebra is not responsible for the use of, or guidelines regarding the use of, personal data by third party providers.\nUsers may recognize the respective plugins, e.g., by the respective logo or other respective characteristic typical for the respective social media-platform on our pages.\nIf a user interacts with the plugins, e.\ng.\nby clicking on the Facebook \"Like-Button\" or entering a comment, while being logged in to such user's Social Media-account on Facebook, Google+, or Twitter, a user links the contents of the GeoGebra pages to his or her respective social media-profile.\nThereby, Facebook/Google+/Twitter can associate a user's visit of the GeoGebra page or use of GeoGebra Products with such user's social media-account.\nGeoGebra as the provider of the GeoGebra Products does not have any knowledge of the content of the transmitted data or its usage by Facebook, Google+, or Twitter.\nUsers can find more information on the issue of data transmission in the privacy policy of the respective social media-platform:</p>\n<ul>\n<li>Facebook: https://www.facebook.com/about/privacy</li>\n<li>Google+: https://policies.google.com/privacy</li>\n<li>Twitter: https://twitter.com/privacy</li>\n<li>YouTube: https://policies.google.com/privacy</li>\n<li>OpenStreetMap: https://operations.osmfoundation.org/policies/</li>\n</ul>\n<p>\"Automatically Collected\" Information: When you use the Website, we may automatically record certain information from your browser by using different types of technology, including standard log files, \"clear gifs\" or \"web beacons.\" This \"automatically collected\" information may include your Internet Protocol (IP) address, browser type, internet service provider (ISP), referring or exit pages, click stream data, operating system and the dates and times that you visit the Website.\nAdditionally, we may record certain information regarding your use of features that GeoGebra may make available on the Website, such as the number of resources you have published.</p>\n<p>Third Party Web Beacons: GeoGebra doesn't permit any third party advertising in our apps or web services.</p>\n<p>Location Information: We may collect and store information about your location if you enable your computer or mobile device to send us location information.\nYou may be able to change the settings on your computer or mobile device to prevent it from providing us with such information.</p>\n<p>Information from Other Sources: We may also obtain information, including personally identifiable information, from third parties and sources other than the Website such as an Integrated Service like Facebook or Google+.\nIf we combine or associate information from other sources with personally identifiable information that we collect through the Website, we will treat the combined information as personally identifiable information in accordance with this Privacy Policy.</p>The Way GeoGebra Uses Information<p>GeoGebra uses the information that you provide or that we collect in order to establish and enhance our relationship with you.\nGeoGebra generally uses the information you provide or that we collect to operate, maintain, enhance, and provide all of the features and services found on the Website.\nWe also use personal information for loss prevention and anti-fraud purposes.\nIf you have given GeoGebra consent, we may use your personally identifiable information to provide you with information about GeoGebra's features, services and other offerings that may be of interest to you.</p>\n<p>We may use your personal information, including date of birth, to verify identity, assist with identification of users, and to determine appropriate services.\nFor example, we may use date of birth to determine the age of GeoGebra account holders.</p>\n<p>GeoGebra uses all of the information that you provide or that we collect from Users to understand and analyze the usage trends and preferences of our Users, to improve the way the Website works and looks, and to create new features and functionality.</p>\n<p>GeoGebra may use \"cookies\" information to: (a) remember your information so that you will not have to re-enter it during your visit or the next time you visit the Website.\n(b) monitor aggregate site usage metrics such as total number of visitors and pages viewed.\nand (c) track your entries, submissions, and status in any promotions or other activities.</p>\n<p>GeoGebra's employees, agents and contractors must have a legitimate operational reason to obtain access to the personally identifiable information you may provide to register an account on our Website.</p>When GeoGebra Discloses Information<p>User Postings on the Website: GeoGebra enables you to share your User Postings (like GeoGebra resources or books you created on the platform, for example) with other Users of the Website.\nGeoGebra may also permit you to share your User Postings publicly on the Website.\nIf your User Postings are shared with other Users, any personally identifiable information that you choose to include in, or is associated with, such User Postings will be accessible by these Users.\nOnce you make your personally identifiable information available to others in any of these ways, it may be collected and used by the recipients without restriction.\nGeoGebra enables Users to share information and resources.</p>\n<p>Social Networks: GeoGebra will disclose your personal information if you have explicitly agreed that we may do so.\nIn particular, we will disclose personal information where you have elected to connect your account on our Website to a social network or other similar service (like Facebook or Google, for example), or have elected to have your activity on our Website published to a social network or other similar service.\nTo control the information that you share, you should review and, if appropriate, modify your privacy settings on such services.</p>\n<p>Required by Law: GeoGebra may also disclose User information if required to do so by law or in the good-faith belief that such action is necessary to comply with national or international laws (such as copyright law) or respond to a court order, judicial or other government subpoena, or warrant.\nIn some cases, we may make such disclosures without first providing notice to Users.</p>\n<p>Merger or Acquisition: In the event that GeoGebra is acquired by or merged with a third-party entity, we reserve the right, in any of these circumstances, to transfer or assign the information that we have collected from Users as part of such merger, acquisition, sale, or other change of control.</p>\n<p>Other Purposes: GeoGebra also reserves the right to disclose User information that we believe, in good faith, is appropriate or necessary to take precautions against liability.\nprotect GeoGebra from fraudulent, abusive, or unlawful uses.\nto investigate and defend ourselves against any third-party claims or allegations.\nto assist government enforcement agencies.\nto protect the security or integrity of the Website.\nor to protect the rights, property, or personal safety of GeoGebra, our Users, or others.</p>Your Choices<p>You may, of course, decline to share your personally identifiable information with GeoGebra, in which case GeoGebra will not be able to provide to you some of the features and functionality found on the Website.\nIf you register as a user of the Website, you may update, correct, or delete your profile information and preferences at any time by going to your account settings page at http://accounts.geogebra.org.</p>\n<p>To protect your privacy and security, we take reasonable steps to verify your identity before granting you account access or making corrections to your information.\nYou are responsible for maintaining the secrecy and strength of your unique password and account information at all times.</p>Deletion of User Information<p>In case of termination of the registered GeoGebra user’s account.\nAll personal details provided by the user upon registration shall be deactivated.\nAny details made public by the user on our website will be</p>\n<ul>\n<li>Anonymized, ie.\nit will be made clear that details were provided by a deleted user, or</li>\n<li>Deleted in the event of cancellation within 1&nbsp;day, and</li>\n<li>All provided user information not required for GeoGebra’s performance of contractual obligations or compliance with statutory retention obligations shall be irrevocably deleted.</li>\n</ul>\n<p>If you wish to close your account please go to https://accounts.geogebra.org and click on \"Delete your account\".\nGeoGebra will maintain a record of deletion for 1&nbsp;year after the deletion.</p>Your rights in connection with your personal data<p>Under applicable law, you have, among others, the right (under the conditions set out in applicable law):</p>\n<ul>\n<li>To check whether and what kind of personal data we hold about you and to request copies of such data</li>\n<li>To request correction, supplementation or deletion of your personal data that is inaccurate or processed in non-compliance with applicable requirements, and</li>\n<li>To request us to restrict the processing of your personal data</li>\n<li>In certain circumstances, to object for legitimate reasons to the processing of your personal data or to revoke consent previously granted for the processing</li>\n<li>To request data portability</li>\n<li>To know the identities of third parties to which your personal data are transferred, and</li>\n<li>To lodge a complaint with the competent authority.</li>\n</ul>Accessing Services through Other Sites<p>You may find that GeoGebra provides math apps and classroom resources services on websites and in apps operated by other organizations or companies.\nSome of these websites may be co-branded with our name or logo, even though they are not operated or maintained by us.</p>\n<p>You should consult the respective privacy policies of these third-party websites and third party servers if you choose to use GeoGebra services through these third parties.\nGeoGebra's privacy policy does not apply to, and we cannot control the activities of, such other third parties.</p>Our Commitment to Data Security<p>GeoGebra uses certain physical, managerial, and technical safeguards designed to preserve the integrity and security of your personal information (i.e.\nSSL encryption).\nWe cannot, however, ensure or warrant the security of any information you transmit to GeoGebra, and you do so at your own risk.\nOnce we receive your transmission of information, GeoGebra makes commercially reasonable efforts to ensure the security of our systems.\nHowever, please note that this is not a guarantee that such information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.</p>\n<p>If GeoGebra learns of a security systems breach, then we may attempt to notify you electronically so that you can take appropriate protective steps.\nGeoGebra may post a notice on the Website if a security breach occurs.\nDepending on where you live, you may have a legal right to receive notice of a security breach in writing.</p>International Visitors<p>The Website is intended for visitors from all countries, given our worldwide community of users.\nIf you choose to use the Website from countries with laws governing data collection and use that differ from Austrian law, then please note that you are transferring your personally identifiable information outside of those regions to be held on our servers in Austria and third party server services located in other countries and by providing your personally identifiable information you consent to that transfer.</p>Changes and Updates to this Privacy Policy<p>We reserve the right to change the privacy policy at our sole discretion.\nGeoGebra users will be informed of any such change by us posting a new privacy policy on the Website and the effective date of any change of privacy policy will be clearly marked.\nWe will not use any personally identifiable information of yours in ways that are materially different from the ones described in this Privacy Policy without also providing notification of such practices and obtaining consent to any such different uses.\nIf we make material changes to this policy, we will notify you by email and by means of a notice on our Website.</p>Our Contact Information<p>Please address your requests or questions concerning the processing of your personal data to:</p>GeoGebra GmbH<br>Altenbergerstraße 69<br>4040 Linz<br>Austria<br>office@geogebra.orgGeoGebra<ul>\n<li>About</li>\n<li>Partners</li>\n<li>GeoGebra on Tests</li>\n<li>News Feed</li>\n<li>App Downloads</li>\n</ul>Apps<ul>\n<li>Calculator Suite</li>\n<li>Graphing Calculator</li>\n<li>3D Calculator</li>\n<li>CAS Calculator</li>\n<li>Scientific Calculator</li>\n</ul>Resources<ul>\n<li>Classroom Resources</li>\n<li>Learn GeoGebra</li>\n<li>Classroom</li>\n<li>Geometry</li>\n<li>Notes</li>\n</ul>\n<ul>\n<li>Language: English</li>\n</ul>\n<ul>\n<li>Terms of Service Privacy License</li>\n</ul>\n<ul>\n<li>Facebook Twitter YouTube</li>\n</ul> ", "created_at": "2023-07-12 19:43:20.437453", "updated_at": "2023-07-12 19:44:04.7816"}, {"id": 17840, "name": "Terms of Service and Use", "url": "https://www.geogebra.org/tos", "xpath": "//body", "text": "GeoGebraSign inGeoGebra<ul>\n<li>Home</li>\n<li>News Feed</li>\n<li>Resources</li>\n<li>Profile</li>\n<li>People</li>\n<li>Classroom</li>\n<li>App Downloads</li>\n</ul>About GeoGebraContact us:&nbsp;office@geogebra.orgTerms of Service – Privacy – LicenseLanguage: English<p>© 2023 GeoGebra</p>Website Terms of Service and Use<p>Last updated: January 2022</p>\n<p>The GeoGebra GmbH is located in Linz, Austria (\"we\", \"our\" or \"us\").\nWe develop and support the GeoGebra dynamic mathematics software application, including its source code, installers, web applications and services, language files and associated documentation (\"GeoGebra\" or \"the Software\").\nWe operate GeoGebra (and publish its related resources) through our website located at https://www.geogebra.org.</p>\n<p>Your use of our Website is subject to the following terms of use (together with the documents referred to in this document) (\"Website Terms\"), which set out how you may use our Websites, whether as a guest or a registered user.\nUse of our Websites includes accessing, browsing, or registering to use our Websites.\nBy using our Websites, you confirm that you accept these Website Terms and that you agree to comply with them.\nPlease note that we may revise these Website Terms at any time in accordance with clause 13.</p>\n<p>Please note that we license the GeoGebra Software separately and you may only use the Software under the terms of a relevant License agreement.\nThe License agreement which applies to you depends on your use of the Software, which can be summarised as follows:</p>\n<ul>\n<li>You are free to copy, distribute and transmit GeoGebra for non-commercial purposes.\nNon-commercial use is subject to the terms of our Non-Commercial License Agreement.</li>\n<li>Any use of GeoGebra for a <strong>commercial purpose</strong> is subject to and requires a special licence.\nIf you intend to use GeoGebra for a commercial purpose, please contact <em>office@geogebra.org</em> to arrange a License and Collaboration Agreement with us.</li>\n</ul>\n<p>Some guidelines for determining what constitutes \"commercial\" and \"non-commercial\" use are available via this link: License, although please note that this is not intended to create an exhaustive list of commercial or non-commercial use.\nIf you are in any doubt as to which license you require please contact us at <em>office@geogebra.org</em>.</p>\n<ol>\n<li>These Website Terms refer to our \"House Rules\" (set out in the appendix below), which also apply to your use of our Websites.\nWhen using our Websites, you must comply with these House Rules.<br>\n<br>\n</li>\n<li>The materials on our Websites, such as documents, files, text and graphics (\"Website Content\") are protected by copyright laws, trade mark laws and treaties around the world, and all intellectual property rights in the Website Content are the property of GeoGebra GmbH or a third party associated with us.\nAll such rights are reserved.\n\"GEOGEBRA\" and other proprietary marks are trade marks of the GeoGebra GmbH.<br>\n<br>\n</li>\n<li>We grant you permission to use the Website Content under the terms of the Creative Commons Attribution-Non-Commercial-ShareAlike license (version 3.0 or later), the current text of which can be found via this link: http://creativecommons.org/licenses/by-nc-sa/3.0/legalcode.\nAttribution (as required by that Creative Commons license) should take the form of (at least) a mention of our name, an appropriate copyright notice and a link to our website located at https://www.geogebra.org.\nYou must not use any part of the Website Content for any commercial purpose without obtaining a License to do so from us.\nUse of existing \"authored\" materials published on our website are similarly subject to attribution, to include the name of the author(s) and link or hyperlink to the material itself.\nFor example, \"Created with GeoGebra, by [name of author of material]\".<br>\n<br>\n</li>\n<li>We may update our Websites from time to time, and may change any of the Website Content at any time.\nWe make no representations, warranties or guarantees, whether express or implied, that the Website Content is accurate, complete or up-to-date.<br>\n<br>\n</li>\n<li>The Website Content is made available free of charge.\nAs such, we do not guarantee that our Websites, or any Website Content, will always be available or your use of the Website Content will be uninterrupted.\nAccess to our Websites and Website Content is permitted on a temporary basis only and is made available on an \"AS IS\" basis.\nWe may suspend, withdraw, discontinue or change all or any part of our Websites without notice.\nWe will not be liable to you if for any reason our Websites (or any Website Content) are unavailable at any time or for any period.<br>\n<br>\n</li>\n<li>To the extent permitted by law, we exclude all conditions, warranties, representations or other terms which may apply to our Websites or any Website Content, whether express or implied.\nWe will not be liable to any user for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with your use of, or inability to use, our Websites or your use of or reliance on any Website Content, PROVIDED THAT nothing in these Website Terms shall restrict or exclude any liability that we have to any party which cannot be excluded by law.<br>\n<br>\n</li>\n<li>We assume no responsibility for the content of websites linked to or from our Websites (whether linked to by us or by any third party including links placed by users of our website).\nSuch links should not be interpreted as endorsement by us of those linked websites.\nWe will not be liable for any loss or damage that may arise from your use of them.<br>\n<br>\n</li>\n<li>If you are provided with a username and/or password or any other piece of information as part of our registration procedures, you must treat such information as confidential and in particular must not disclose it to any third party.\nWe have the right to disable any username or password (whether chosen by you or allocated by us) at any time, if in our reasonable opinion you have failed to comply with any of the provisions of these Website Terms including the House Rules.\nIf you know or suspect that anyone other than you knows your password, you must promptly notify us at <em>office@geogebra.org</em>.<br>\n<br>\n</li>\n<li>Whenever you make use of a feature that allows you to upload content to our Websites, or to make contact with other users of our Websites, you must comply with the content standards set out in our House Rules.\nAny content you upload to our Websites will be considered non-confidential and non-proprietary, and by uploading the content you grant us the right and license to use, copy, distribute and disclose it to third parties for any purpose.\nWe also have the right to disclose your identity to any third party who is claiming that any content posted or uploaded by you to our Websites constitutes a violation of their intellectual property rights, or of their right to privacy.\nWe will not be responsible or liable to any third party, for the content or accuracy of any content posted by you or any other user of our Websites.\nWe have the right to remove any posting you make on our Websites if, in our opinion, your post does not comply with the content standards set out in our House Rules.\nThe views expressed by other users on our Websites do not represent our views or values.<br>\n<br>\n</li>\n<li>We will use reasonable endeavours to ensure that our Websites do not contain or propagate any viruses or other malicious code although we do not guarantee that our Websites will be secure or free from bugs or viruses.\nIt is recommended that you should virus-check all Website Content you may download.\nWe exclude to the fullest extent permitted by applicable laws all liability in connection with any damage or loss caused by viruses or other malicious code originating or contracted from our Websites.\nYou must not attempt to gain unauthorised access to our Websites, the server on which our Websites are stored or any server, computer or database connected to our Websites.\nIn the event of such a breach, your right to use our Websites will cease immediately.<br>\n<br>\n</li>\n<li>To contact us about our Websites or any Website Content please email us at <em>office@geogebra.org</em>.<br>\n<br>\n</li>\n<li>In the event that any term of these Website Terms is held to be invalid or unenforceable, the remainder of these Website Terms shall remain valid and enforceable.\n<br>\n<br>\n</li>\n<li>We reserve the right to vary these Website Terms from time to time.\nSuch variations become effective immediately upon the posting of the varied Website Terms on our Websites.\nBy continuing to use the Websites you will be deemed to accept such variations.<br>\n<br>\n</li>\n<li>These Website Terms shall be governed by and interpreted in accordance with Austrian law and the courts of Austria shall have jurisdiction over any dispute arising from them.</li>\n</ol>House Rules<p>Last updated: January 2022<br>\n</p>\n<p>These House Rules set out our expectations for how users should use our Websites and in particular the behaviour we expect within our user forums and when our users post their own content on our Websites.</p>General<ol>\n<li>You agree not to use our Websites:<ol>\n<li>for any commercial or business purpose without our prior written consent;</li>\n<li>to create a database (electronic or otherwise) that includes material downloaded or otherwise obtained from our Websites, except where expressly permitted on our Websites;</li>\n<li>to transmit or re-circulate any material obtained from our Websites to any third party except where expressly permitted on our Websites;</li>\n<li>in such a way as to remove the copyright or trade mark notice(s) from any copies of any material made in accordance with the Website Terms;</li>\n<li>to disseminate any unsolicited or unauthorised advertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation;</li>\n<li>to disseminate any material that contains software viruses or any other computer code, files or programs designed to interrupt, damage, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>in any way that might infringe third party rights or that might bring GeoGebra or any of its associates or subsidiaries into disrepute;</li>\n<li>to harm minors in any way;</li>\n<li>to disseminate any material which is abusive, defamatory or obscene, may harass, offend or inconvenience any person, applauds, encourages or entices abuse, discrimination or criminal activity or which might restrict or inhibit the use and enjoyment of the website by any person;</li>\n<li>to disseminate any material not suitable for children, namely containing Violence (both realistic and cartoon / fantasy), Sexual content or nudity (graphical or textual), Profanity or crude humor, Alcohol, tobacco, or drug use or references, Mature/suggestive themes, Simulated gambling, Frightening content, horror/fear themes;<br>\n</li>\n<li>to post link(s) that take users to material that contravenes any of the above restrictions.</li>\n</ol>\n</li>\n</ol>Registration<ol>\n<li>On certain parts of our Website we may require you to register and provide certain information about yourself and where you do this you agree to:<ol>\n<li>provide true, accurate, current and complete information about yourself as prompted by the relevant registration form (such information being the \"Registration Data\") and</li>\n<li>maintain and promptly update the Registration Data (by sending an appropriately worded email to <em>office@geogebra.org</em>) to keep it true, accurate, current and complete.<br>\n<br>\n</li>\n</ol>\n</li>\n<li>The registration processes on our Websites may involve you being allocated with a unique username and/or password that gives you access to your website account.\nYou are responsible for all activities that occur through your website account.\nYou agree to<ol>\n<li>immediately notify us if you become aware of any unauthorised use of your password or website account or any other breach of security by sending an appropriately worded email to <em>office@geogebra.org</em>, and</li>\n<li>ensure that you exit from your website account at the end of each session.\nWe cannot and will not be liable for any loss of damage arising from your failure to comply with these requirements.<br>\n<br>\n</li>\n</ol>\n</li>\n<li>We are concerned about the safety and privacy of all its users, particularly children.\nFor this reason, parents or teachers who wish to allow their children or pupils access to our Websites should supervise their access.\nAs a child's legal guardian it is your responsibility to determine whether any of the services and/or content are appropriate for your child or pupil.</li>\n</ol>Use of GeoGebra User-Content Pages<ol>\n<li>The User-Content Pages and any discussion forums or pages of our Websites where you are capable of posting material are provided for your private and non-commercial use and for the exchange or lawful, relevant, fair and appropriate information, opinions and comment.\nUse of our Websites that is inconsistent with those stated purposes is strictly prohibited.\nFurther, your use of these forums and our Websites generally is subject to the terms and conditions set out in our main Website Terms.<br>\n<br>\n</li>\n<li>Any material you upload to our Websites will be considered non-confidential and non-proprietary, and we have the right to use, copy, distribute and disclose to third parties any such material for any purpose.\nWe also have the right to disclose your identity to any third party who is claiming that any material posted or uploaded by you to our site constitutes a violation of their intellectual property rights, or of their right to privacy.<br>\n<br>\n</li>\n<li>In relation to this context, you acknowledge and agree:<ol>\n<li>that we accept no responsibility for any statements, materials or other submissions placed on the User-Content Pages by you or any third party, or for any loss or damage resulting from your breach of the restrictions set out in our Website Terms.\nand</li>\n<li>to indemnify us, our associated companies, representatives and employees from any and all claims and liabilities (including legal fees) which arise from your statements, contributions or other submissions to our online forums, from any unauthorised use of material obtained from our online forums or otherwise from your breach of the restrictions set out in the Website Terms.</li>\n</ol>\n</li>\n</ol>Content objections<ol>\n<li>If you object to the publication of any material placed on our Websites please let us know by sending an appropriately worded email to <em>office@geogebra.org</em> and we will take whatever action we deem appropriate.</li>\n</ol>Removal of content<ol>\n<li>We will not view, edit or pre-screen any contribution that you or anyone else make to the User-Content Pages or to our Websites generally and therefore, unless we are specifically notified of the nature of any item of content, you cannot assume that we are responsible for having made it available on the Websites.\nWe, and others that we designate, shall have the right (but not the obligation) at our sole discretion to refuse or remove any content that is posted to, or available on, the forums or our Websites without the need to give any reasons for doing so.</li>\n</ol>Changes and updates<ol>\n<li>We reserve the right to change these Terms of Service at our sole discretion.\nGeoGebra users will be informed of any such change by posting the new ones on the Website.\nThe effective date of any change will be clearly marked.\nIf we make material changes to these terms, we will notify you by email and by means of a notice on our Website.</li>\n</ol>Contact<p>If you have any questions about GeoGebra’s Terms of Service, please feel free to write to <em>office@geogebra.org</em>.</p>Responsible for Content, Pictures &amp.\nCopyright<p>GeoGebra GmbH<br>Altenbergerstraße 69<br>4040 Linz<br>Austria</p>\n<p>Phone: +43 677 6137 2693<br>Email: office@geogebra.org</p>\n<p>Value Added Tax Identification Number: ATU68284947<br>Company Registration Number: FN 406613 k<br>Register Court: Linz, Austria<br>Member of \"Wirtschaftskammer OÖ\"<br>Management: Markus Hohenwarter, CEO</p>GeoGebra<ul>\n<li>About</li>\n<li>Partners</li>\n<li>GeoGebra on Tests</li>\n<li>News Feed</li>\n<li>App Downloads</li>\n</ul>Apps<ul>\n<li>Calculator Suite</li>\n<li>Graphing Calculator</li>\n<li>3D Calculator</li>\n<li>CAS Calculator</li>\n<li>Scientific Calculator</li>\n</ul>Resources<ul>\n<li>Classroom Resources</li>\n<li>Learn GeoGebra</li>\n<li>Classroom</li>\n<li>Geometry</li>\n<li>Notes</li>\n</ul>\n<ul>\n<li>Language: English</li>\n</ul>\n<ul>\n<li>Terms of Service Privacy License</li>\n</ul>\n<ul>\n<li>Facebook Twitter YouTube</li>\n</ul> ", "created_at": "2023-07-12 19:43:29.570768", "updated_at": "2023-07-12 19:43:37.335889"}], "points": [], "urls": ["geogebra.org"]}}