{"error": 448, "message": "OK", "parameters": {"id": 7640, "name": "Mercury", "created_at": "2023-03-17 22:54:58.133205", "updated_at": "2023-03-29 19:26:49.631157", "wikipedia": null, "keywords": null, "related": null, "slug": "mercury", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7640.png", "url": "mercury.com", "documents": [{"id": 14713, "name": "Terms of Use", "url": "https://mercury.com/legal/terms", "xpath": "//body", "text": "You need to enable JavaScript to use Mercury.LegalMercury Terms of UseMercury Privacy PolicyMercury Electronic Communications AgreementMercury Payment Services AddendumMercury Referral AgreementIO Charge Card AgreementSynapse DocumentsEvolve DocumentsChoice DocumentsLog InMERCURY TERMS OF USE\nLast Modified: March 2021\nMercury Technologies, Inc.\nand its affiliates (collectively \"Mercury,\" \"we,\" or \"us\") welcome you.\nThis page explains the terms by which you may use the banking and other financial services we make available to you on our website located at https://mercury.com (the \"Site\") or on our mobile application (the \"App,\" together with the Site and banking and financial services, collectively the \"Services\").\nBy accessing or using our Services, or otherwise manifesting your assent to these Terms of Use (the \"Agreement\"), you signify that you have read, understood and agree to this Agreement and our collection, storage, use and disclosure of your personal information as described in this Privacy Policy.\nAdditionally, by submitting your application to obtain an account with us (\"Account\"), you signify that you have read, understood, and agree to be bound by, the Deposit Account Agreements of the banking service provider for your account.\nYou also agree to receive all notices and other communications from us electronically.\nMercury reserves the right to make unilateral modifications to these terms and will provide notice of these changes by posting an updated version to our legal page.\n\"Company\" or \"You\" means the legal entity that is applying for or that has opened an Account to use the Services and the individual applying for the Account.\nIf you are the individual applying for the Account, you represent and warrant that you are an authorized representative of Company with the authority to bind Company to this Agreement (\"Administrator\"), and that you agree to this Agreement on Company’s behalf.\nPLEASE READ THIS AGREEMENT CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nTHIS AGREEMENT CONTAINS A MANDATORY INDIVIDUAL ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.\n1.\nUse of the Services\n<ol>\n<li>Eligibility.\nThis is a contract between you and Mercury.\nYou must read and agree to these terms before using the Services.\nIf you do not agree, you may not use the Services.\nYou may only apply for an Account, and use the applicable Services under such Account, if you are a legal entity formed and registered in the United States and can form a binding contract with Mercury.\nYou may only use the Services in compliance with this Agreement and all applicable local, state, national, and international laws, rules and regulations.\nExcept with respect to access to our Site, any use of or access to the Services for consumer or non-commercial purposes by any individual who is not your employee, contractor, agent, or other individual permitted to use your Account on your behalf (\"User\") is strictly prohibited and in violation of this Agreement.</li>\n<li>Applying for an Account.\nYour Account gives you access to certain Services, the demand deposit account (\"Deposit Account\") and debit cards (\"Cards\") provided by one of our financial institution providers (\"Banking Provider\"), and any other functionality that we may establish and maintain from time to time and in our sole discretion.\nYou will need to provide Company information and certain personal information (collectively, \"Company Information\"), when you apply for an Account.\nCompany Information may include your registered business name and state of incorporation, the business address, ownership details, the nature of the business, and other business information we may request from time to time.\nthe name, contact information, and date of birth of Administrators, Users or beneficial owners, and other personal information.\nand a corporate registration certificate, proof of address, personal identification, and any other documentary information used to verify business and personal information.\n&nbsp;<br>\n<br>\nWe provide Company Information to our Banking Providers and other third-party service providers to determine your eligibility for access to certain Services.\nWe rely on the accuracy of the Company Information you provide us when opening and maintaining your Account.\nWe may deny your applications, suspend provision of such Services to you, or close your Account if Company Information is out of date, incomplete, or inaccurate.</li>\n<li>Account Management and Security.\nYou must specify at least one Administrator to manage your Account when submitting your Application.\nAdministrators can add, remove, or manage additional Administrators and Users.\nrequest and manage Cards for Users.\nview transactions and run reports.\nprovide or update Company Information.\nconnect third-party services, and other accounts to your Account.\nand perform other tasks to manage your Account.\nYou are responsible for any actions or failure to act on the part of Administrators or Users, or those using their credentials to access your Account.\nYou are solely responsible for the activity that occurs on your Account, and you must keep your Account password secure.\nWe encourage you to use \"strong\" passwords (for recommendations on what constitutes a strong password, check the National Institute of Standards and Technology (NIST)) with your Account.\nYou must notify Mercury immediately of any breach of security or unauthorized use of your Account.\nMercury will not be liable for any losses caused by any unauthorized use of your Account.\nWe may suspend access to your Account if we believe that your Account has been compromised.</li>\n<li>Prohibitions.\nYou may agree that you will not: (a) use the Account or the Services for any purpose that is unlawful or prohibited by this Agreement.\n(b) use the Account or the Services for any personal, family, household, or other use that is not related to Company’s business purpose.\n(c) use the Account or the Services for the benefit of an individual, organization, or country identified on the United States Office of Foreign Asset Control’s Specially designated Nationals List, (d) use the Account or the Services for any third parties unaffiliated with Company, (e) use the Account or the Services to collect any market research for a competing business, (f) impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity, (g) interfere with or attempt to interrupt the proper operation of the Services through the use of any virus, device, information collection or transmission mechanism, software or routine, or access or attempt to gain access to any Mercury IP, data, files, or passwords related to the Services through hacking, password or data mining, or any other means.\n(h) decompile, reverse engineer, or disassemble any software or other products or processes accessible through the Services.\n(i) circumvent, remove, alter, deactivate, degrade, or thwart any of the Content protections in the Services.\n(j) use any robot, spider, scraper, or other automated means to access the Services for any purpose without our express, written permission.\nprovided, however, we grant the operators of public search engines permission to use spiders to copy materials from the public portions of the Services for the sole purpose of, and solely to the extent necessary for, creating publicly-available searchable indices of the materials, but not caches or archives of such materials.\nand (k) take any action that imposes or may impose (in our sole discretion) an unreasonable or disproportionately large load on our technical infrastructure.</li>\n</ol>\n2.\nOur Proprietary Rights\nSubject to the terms and conditions of this Agreement, you are hereby granted a non-exclusive, limited, non-transferable, freely revocable license to use the Services as permitted by the features of the Services.\nMercury reserves all rights not expressly granted herein in the Services and the Mercury IP (as defined below).\nMercury may terminate this license at any time for any reason or no reason.\nThe Services and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to other Users (the \"Mercury IP\"), and all Intellectual Property Rights related thereto, are the exclusive property of Mercury and its licensors.\nExcept as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Mercury IP.\nUse of the Mercury IP for any purpose not expressly permitted by this Agreement is strictly prohibited.\nYou may choose to, or we may invite you to, submit comments or ideas about the Services, including without limitation about how to improve the Services or our products (\"Feedback\").\nBy submitting any Feedback, you agree that your disclosure is gratuitous, unsolicited and without restriction, and will not place Mercury under any fiduciary or other obligation, and that we are free to use your Feedback without any additional compensation to you, or to disclose your Feedback on a non-confidential basis or otherwise to anyone.\nYou further acknowledge that, by acceptance of your submission, Mercury does not waive any rights to use similar or related ideas previously known to Mercury, or developed by its employees, or obtained from sources other than you.\nFor the purposes of this Agreement, \"Intellectual Property Rights\" means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.\n3.\nSite Data and Privacy\nBy using the Services, you grant Mercury a non-exclusive, royalty-free, license during the Term to collect, use, disclose, combine, transmit, format, and display Company Information, personal information, and any other information submitted by Company through the Services (collectively, \"User Content\"), for the purposes provided in the Privacy Policy.\nAdditionally you grant Mercury the right to aggregate data we collect from your use of the Services (\"Site Data\") and use such Site Data for our business purposes.\nYou also acknowledge and agree that by using the Services, User Content and Site Data will be collected, used, transferred to and processed in the United States.\nMercury uses commercially reasonable physical, managerial, and technical safeguards to preserve the integrity and security of your Company Information and implement your privacy settings.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use User Content for improper purposes.\nYou acknowledge that you provide User Content at your own risk.\nYour use of the Deposit Account and Cards is subject to the privacy policies of our Banking Providers.\n4.\nThird-Party Links and Information\nThe Services may contain links to third-party materials that are not owned or controlled by Mercury.\nMercury does not endorse or assume any responsibility for any such third-party services, information, materials, products, or Services.\nIf you access a third-party website, application or service from the Services, you do so at your own risk, and you understand that this Agreement and Mercury’s Privacy Policy do not apply to your use of such third-party services.\nYou expressly relieve Mercury from any and all liability arising from your use of any third-party websites, applications, services, or content.\nAdditionally, your dealings with or participation in promotions of advertisers found on the Services, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers.\nYou agree that Mercury shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.\n5.\nRepresentations and Warranties.\nIndemnification\n<ol>\n<li>You hereby represent, warrant, and covenant that:\n<ol>\n<li>You own or have the necessary licenses, rights, consents, and permissions to all trademark, trade secret, copyright, or other proprietary, privacy, and publicity rights in and to your User Content and any other works that you incorporate into your User Content, and all the rights necessary to grant the licenses and permissions you grant hereunder.\nand</li>\n<li>Use of User Content in the manners contemplated in this Agreement shall not violate or misappropriate the intellectual property, privacy, publicity, contractual, or other rights of any third party.</li>\n</ol>\n</li>\n<li>You agree to defend, indemnify and hold harmless Mercury and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, our Banking Providers, and our third-party service providers, from and against any and all third-party claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising out of, related to, or resulting from : (a) your use of and access to the Services, including any data or content transmitted or received by you.\n(b) your violation of any term of this Agreement, including without limitation your breach of any of the representations and warranties above.\n(c) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights.\n(d) your violation of any applicable law, rule or regulation.\n(e) your intentional misconduct.\nor (f) any other party’s access and use of the Services with your unique username, password or other appropriate security code.</li>\n</ol>\n6.\nNo Warranty\nTHE SERVICES ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nUSE OF THE SERVICES IS AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICES ARE PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM MERCURY OR THROUGH THE SERVICES WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.\nWITHOUT LIMITING THE FOREGOING, MERCURY, ITS SUBSIDIARIES, ITS AFFILIATES, AND ITS LICENSORS DO NOT WARRANT THAT THE INFORMATION PROVIDED TO YOUR THROUGH THE SERVICES IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE SERVICES WILL MEET YOUR REQUIREMENTS.\nTHAT THE SERVICES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE SERVICES.\nMERCURY DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES OR ANY HYPERLINKED WEBSITE OR SERVICE, AND MERCURY WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\n7.\nLimitation of Liability\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL MERCURY, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, ARISING OUT OF OR RELATING TO THE USE OF, OR INABILITY TO USE, THE SERVICES.\nUNDER NO CIRCUMSTANCES WILL MERCURY BE RESPONSIBLE FOR ANY DAMAGE, LOSS OR INJURY RESULTING FROM HACKING, TAMPERING OR OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICES OR YOUR ACCOUNT OR THE INFORMATION CONTAINED THEREIN.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, MERCURY ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR SERVICES.\n(III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN.\n(IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICES.\n(V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR SERVICES BY ANY THIRD PARTY.\n(VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICES.\nAND/OR (VII) USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.\nIN NO EVENT SHALL MERCURY, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS, OR LICENSORS BE LIABLE TO YOU FOR ANY CLAIMS, PROCEEDINGS, LIABILITIES, OBLIGATIONS, DAMAGES, LOSSES OR COSTS IN AN AMOUNT EXCEEDING $100.00.\nTHIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF MERCURY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\n8.\nTerm and Termination\nThis Agreement is effective when you start using our Services and continues until terminated by either you or us, or in accordance with the Banking Provider Agreements or as otherwise set forth in this Agreement (the \"Term\").\nYou may terminate this Agreement by paying all amounts you owe and providing notice to us.\nexcept that you will still be responsible for any charges, fees, fines, and other losses caused by your action or inaction prior to terminating this Agreement.\nWe may terminate this Agreement, or suspend your Account, by providing you notice.\n9.\nChanges to this Agreement\nThis Agreement is effective as of the Last Modified date stated at the top.\nWe may change this Agreement from time to time.\nAny such changes will be posted on the Site.\nBy accessing the Services after we make any such changes to this Agreement, you are deemed to have accepted such changes.\nPlease refer back to this Agreement on a regular basis.\n10.\nGoverning Law, Arbitration, and Class Action/Jury Trial Waiver\n<ol>\n<li>Governing Law.\nYou agree that: (i) the Services shall be deemed solely based in California.\nand (ii) the Services shall be deemed a passive one that does not give rise to personal jurisdiction over us, either specific or general, in jurisdictions other than California.\nThis Agreement shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe parties acknowledge that this Agreement evidences a transaction involving interstate commerce.\nNotwithstanding the preceding sentences with respect to the substantive law, any arbitration conducted pursuant to the terms of this Agreement shall be governed by the Federal Arbitration Act (9 U.S.C.\n§§ 1-16).\nYou agree to submit to the personal jurisdiction of the federal and state courts located in San Francisco County, California for any actions for which we retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of our copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below, including any provisional relief required to prevent irreparable harm.\nSubject to Section 9B, you agree that the federal or state courts located in San Francisco County, California is the proper forum for any appeals of an arbitration award or for trial court proceedings in the event that the Arbitration provision below is found to be unenforceable.</li>\n<li>Arbitration.\nREAD THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM MERCURY.\nFor any claim, dispute, or controversy with Mercury (a \"Claim\"), you agree to first contact us at legal@mercury.com and attempt to resolve the dispute with us informally.\nIn the unlikely event that Mercury has not been able to resolve a dispute it has with you after sixty (60) days, such dispute will be finally and exclusively resolved by binding arbitration governed by the Federal Arbitration Act (\"FAA\").\nAny election to arbitrate, at any time, shall be final and binding on the other party.\nNEITHER PARTY SHALL HAVE THE RIGHT TO LITIGATE SUCH CLAIM IN COURT OR TO HAVE A JURY TRIAL, EXCEPT EITHER PARTY MAY BRING ITS CLAIM IN ITS LOCAL SMALL CLAIMS COURT, IF PERMITTED BY THAT SMALL CLAIMS COURT RULES AND IF WITHIN SUCH COURT’S JURISDICTION.\nARBITRATION IS DIFFERENT FROM COURT, AND DISCOVERY AND APPEAL RIGHTS MAY ALSO BE LIMITED IN ARBITRATION.\nAll disputes will be resolved before a neutral arbitrator selected jointly by the parties, whose decision will be final, except for a limited right of appeal under the FAA.\nThe arbitration shall be commenced and conducted by JAMS pursuant to its then current Comprehensive Arbitration Rules and Procedures and in accordance with the Expedited Procedures in those rules, or, where appropriate, pursuant to JAMS’ Streamlined Arbitration Rules and Procedures.\nAll applicable JAMS’ rules and procedures are available at the JAMS website www.jamsadr.com.\nEach party will be responsible for paying any JAMS filing, administrative, and arbitrator fees in accordance with JAMS rules.\nJudgment on the arbitrator’s award may be entered in any court having jurisdiction.\nThis clause shall not preclude parties from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.\nThe arbitration may be conducted in person, through the submission of documents, by phone, or online.\nIf conducted in person, the arbitration shall take place in the United States county where you reside.\nThe parties may litigate in court to compel arbitration, to stay a proceeding pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\nThe parties shall cooperate in good faith in the voluntary and informal exchange of all non-privileged documents and other information (including electronically stored information) relevant to the Claim immediately after commencement of the arbitration.\nNothing in this Section shall be deemed as preventing either party from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of our data security, Intellectual Property Rights or other proprietary rights.\nProceedings and information related to them will be maintained as confidential, including the nature and details of the Claim, evidence produced, testimony given, and the outcome of the Claim, unless such information was already in the public domain or was independently obtained.\nCompany and Mercury, and all witnesses, advisors, and arbitrators will only share such information as necessary to prepare for or conduct arbitration or other legal proceeding, or enforcement of the outcome, unless additional disclosure is required by law.</li>\n<li>Class Action Waiver.\nYou agree that any arbitration or proceeding shall be limited to the Claims between us and you individually.\nTo the full extent permitted by law, (i) no arbitration or proceeding shall be joined with any other.\n(ii) there is no right or authority for any Claim to be arbitrated or resolved on a class action-basis or to utilize class action procedures.\nand (iii) there is no right or authority for any Claim to be brought in a purported representative capacity on behalf of the general public or any other persons.\nYOU AGREE THAT YOU MAY BRING CLAIMS AGAINST US ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</li>\n</ol>\n11.\nDownloading the App\nWe make the App available through the Google Play Store or Apple App Store.\nThe following terms apply to the App when accessed through or downloaded from the Apple App Store where the App may now or in the future be made available.\nYou acknowledge and agree that:\n<ul>\n<li>These Terms of Use are between you and Mercury, and not with Apple, and Mercury (not Apple) is solely responsible for the App.\nApple has no obligation to furnish any maintenance and support services with respect to the App.</li>\n<li>In the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the App to you (if applicable) and, to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App.\nAny other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of Mercury.</li>\n<li>Apple is not responsible for addressing any claims you have or any claims of any third party relating to the App or your possession and use of the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</li>\n<li>In the event of any third party claim that the App or your possession and use of that App infringes that third party’s intellectual property rights, Mercury will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.</li>\n<li>Apple and its affiliates are third-party beneficiaries of this Agreement as related to your license to the Aps, and that, upon your acceptance of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as related to your license of the App against you as a third-party beneficiary thereof.</li>\n<li>You represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a terrorist-supporting country.\n(ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\n(iii) you are not an individual, or associated with an entity, designated under the UK’s Terrorist Asset-Freezing etc.\nAct 2010 (TAFA 2010).\nand (iv) you are not otherwise subject to or affected in any way by any national security or terrorism related rules whether applicable to you personally or to your location or other circumstances.</li>\n<li>You must also comply with all applicable third party terms of service when using the App.</li>\n</ul>\n12.\nGeneral\n<ol>\n<li>Assignment.\nThis Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Mercury without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.</li>\n<li>Notification Procedures and Changes to the Agreement.\nYou consent to us providing notices to you under this Agreement electronically and understand that this consent has the same legal effect as a physical signature.\nWe will provide notices to you electronically through your Account, and via text or SMS to the phone numbers provided to us by Administrators and Users.\nIf you sign up to receive certain Mercury notifications or information via text or SMS, you may incur additional charges from your wireless provider for these notices.\nYou agree that you are solely responsible for any such charges.\nNotices affecting the terms of this Agreement will be sent to Administrators and are considered received 24 hours after they are sent.\nYou understand that you may not use the Services unless you consent to receive notices from us electronically.\nYou may only withdraw consent to receive notices electronically by closing your Account.\nNotices may include alerts about the Services, your Account, and your Deposit Account and may provide Administrators and Users the ability to respond with information about Deposit Account transactions or your Account.\nAdministrators and Users may disable notification preferences to limit the use of certain Service features or to decrease financial risks to the Company.\nAdministrators and Users are required to maintain a regularly updated web browser, and computer and mobile device operating systems to receive notices correctly.\nAdministrators and Users will be responsible for all costs imposed by internet or mobile service providers for sending or receiving notices electronically.\nContact us immediately at help@mercury.com if you are having trouble receiving notices from us.</li>\n<li>Entire Agreement/Severability.\nThis Agreement, together with any amendments and any additional agreements you may enter into with Mercury in connection with the Services, shall constitute the entire agreement between you and Mercury concerning your Account and the Services.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.</li>\n<li>No Waiver.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Mercury’s failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.</li>\n<li>Legal Orders.\nWe may respond to and comply with any subpoenas, warrants, liens, or any other legal order we receive related to your use of the Services.\nWe are not responsible to you for any losses you incur due to our response to such legal order.\nWe may hold funds or provide information as required by the issuer of the legal order or take any other actions we believe are required of us under legal orders.\nWhere permitted, we will provide you reasonable notice that we have received such an order.</li>\n<li>Survival.\nSections 1C (Account Management), 2 (Our Proprietary Rights), 3 (Site Data and Privacy), 5 (Representations and Warranties.\nIndemnification), 6 (No Warranties), 7 (Limitation of Liability), 8 (Term and Termination), 10 (Governing Law, Arbitration, and Class Action/Jury Trial Waiver), and this Section 12 (General).\nand any other provisions of this Agreement giving rise to continued obligations of the parties will survive termination of this Agreement.</li>\n</ol>\nCopyright 2021 Mercury Technologies, Inc.\nAll rights reserved.", "created_at": "2023-03-17 22:54:58.164591", "updated_at": "2023-03-17 22:55:24.759229"}, {"id": 14714, "name": "Communications Agreement", "url": "https://mercury.com/legal/esign", "xpath": "//body", "text": "You need to enable JavaScript to use Mercury.LegalMercury Terms of UseMercury Privacy PolicyMercury Electronic Communications AgreementMercury Payment Services AddendumMercury Referral AgreementIO Charge Card AgreementSynapse DocumentsEvolve DocumentsChoice DocumentsLog InMercury Electronic Communications Agreement\nLast Modified: October 2018\nConsent to Electronic Communications\nIn this agreement, \"we,\" \"us,\" \"our,\" and \"Mercury\" mean Mercury Technologies, Inc.\n\"You\" and \"your\" refer to the business entity signing up for a Mercury account or using a Mercury product.\n\"Communications\" means disclosures, notices, agreements, fee schedules, privacy policies, statements, records, documents, and other information we provide to you, or that you sign and submit or agree to at our request.\nMercury is dedicated to providing the best online banking experience possible, including providing information to you electronically.\nBy accepting this agreement, you agree that you are willing and able to receive Communications in electronic form, and consent to receive Communications in electronic form.\nIf you do not give your consent to receive Communications in electronic and not paper form, you may not open a Mercury account.\nIf you withdraw your consent to electronic Communications at any point after providing consent hereunder, we reserve the right to terminate your Account.\nDelivery Methods\nWe will deliver Communications to you electronically, either through the Mercury website www.mercury.com (\"Website\").\nthe Mercury mobile app (\"App\").\ntext or SMS messages (\"Text Messages\").\nor through electronic mail (\"E-mail\").\nIf we do not deliver Communications to you through the above manners, we will tell you where you can go to receive such Communications.\nWe may be required by law to deliver certain Communications to you on paper even though you have consented to receive it electronically.\nHardware and Software Requirements\nTo receive and retain electronic Communications from Mercury, you will need the following:\n<ul>\n<li>A computer or mobile device with an operating system that supports everything below;</li>\n<li>An internet connection;</li>\n<li>A current version of a web browser that we support, including: Edge version 42 or higher, Firefox version 62 or higher, Safari version 12 or higher, or Chrome version 69 or higher;</li>\n<li>A hard drive or other method of storing data;</li>\n<li>A valid, active email address.\nand</li>\n<li>A current version of a program that displays PDF files.</li>\n</ul>\nWe may update these requirements periodically in order to maintain our ability to provide electronic Communications.\nif these requirements change in a substantial way, we will notify you of the changes.\nUpdating Contact Information\nIt is your responsibility to maintain accurate and current contact information so that we may send you electronic Communications.\nYou can update your email address and other contact information by logging into your online account at www.mercury.com, in the \"Settings\" section, or by e-mailing us at help@mercury.com.\nRequesting Paper Copies\nWe may choose to make paper copies of certain electronic Communications available upon request, but assume no obligation to do so.\nYou may obtain a paper copy of an electronic Communication by printing it or by requesting we mail a paper copy.\nYou may make requests for paper copies by e-mailing us at help@mercury.com.\nCommunications in Writing\nWe are required by law to give you certain information in writing.\nAll Communications delivered to you in either electronic or paper format will be taken as information delivered \"in writing.\"\nWithdrawing Consent\nYou have the right to withdraw your consent to this agreement at any time.\nWithdrawing consent will terminate your Mercury account, including access to our Website and Mobile App.\nA balance refund check may be issued you upon account termination in accordance with this Agreement.\nYou may withdraw consent by e-mailing us at help@mercury.com.", "created_at": "2023-03-17 22:55:30.835225", "updated_at": "2023-03-17 22:55:41.065987"}, {"id": 14715, "name": "Privacy Policy", "url": "https://mercury.com/legal/privacy", "xpath": "//body", "text": "You need to enable JavaScript to use Mercury.LegalMercury Terms of UseMercury Privacy PolicyMercury Electronic Communications AgreementMercury Payment Services AddendumMercury Referral AgreementIO Charge Card AgreementSynapse DocumentsEvolve DocumentsChoice DocumentsLog InMercury Privacy Policy\nLast Modified: August 17, 2022\nMercury Technologies, Inc.\nand its affiliates (collectively \"Mercury,\" \"we,\" \"our,\" or \"us\") are committed to protecting your privacy.\nThis Privacy Policy explains how your personal data (“Personal Data”) is collected, used and disclosed by Mercury.\nThis Privacy Policy applies to all our Services.\nBy accessing or using our Services, or by otherwise demonstrating your consent to this Privacy Policy, you signify that you have read, understood and agree to our collection, storage, use and disclosure of your Personal Data as described in this Privacy Policy and our Terms of Use.\nIf you are an Administrator, you represent and warrant that you are an authorized representative of Company with the authority to bind Company to this Privacy Policy, and that you agree to this Privacy Policy on Company’s and on each User’s behalf.\nTerms not defined in this Privacy Policy will have the meaning set forth in our Terms of Use.\n1.\nWhat Information Do We Collect and for What Purpose?\nIn Table 1 below, we provide the list of categories of Personal Data that Mercury collects and has collected within the last twelve months and some examples for a better understanding.\nWe have also identified the main sources and purposes for collection in Table 1.\nPlease note that additional information may be requested and collected throughout the life of the account relationship to meet regulatory and legal requirements or depending on whether you enable optional features or functionalities of the Services.\nWe may collect any communications between you and Mercury, including any photos, text, videos and any other information you upload or provide to us.\nWe may, but have no obligation to, monitor, record, and store any Personal Data you provide to us in order to protect your safety or the safety of other users, to assist with regulatory or law enforcement efforts, or to protect and defend our rights and property.\nOptional features may require we collect certain additional data as may be further notified to you in connection with such features.\nFor example, if your organization enables Mercury’s integration with Google Workspace, we will collect email addresses of members of your Google Workspace from Google in order to invite such users to set up a Mercury account.\nif they set up an account with us, we will store those email addresses to enable their Mercury account.\nBy using the Services or enabling optional features, you consent to the recording, storage and disclosure of such communications you send or receive for the purposes outlined herein or as otherwise notified to you.\nTable 1.\nCategories of Personal DataExamplesSources of Personal DataPurposes for Personal Data CollectionIdentifiersFirst and last name, address, date of birth, phone number, email addressAdministrator directly (e.g., forms you complete or services you obtain from us)• Keep track of the Personal Data associated with your Account <br> • Help you access and restore access to your Account <br> • Prevent others from accessing your Account <br> • Communicate directly with you, such as to send you email messages, push notifications and administrative information (e.g., account verification, change or updates to features of the Service, technical and security notices)Customer RecordsSocial security number, photo of passport or driver’s license or other valid government photo identificationAdministrator directly (e.g., forms you complete or services you obtain from us) and third parties.• Permit our financial partners to verify your identity <br> • Permit us and our financial partners to comply with applicable consumer protection laws and the USA PATRIOT Act <br> • Provide our Services to you and our customersInternet or other electronic network activity informationUnique identification number, the model, operating system and version, your browser type and version, the presence of any device, operating system, or browser add-ons, the page you visited before navigating to our Services, and your mobile device’s location services, and your stored contacts.Administrator or website browser indirectly (e.g., from activity on our Site or the App)• Analytics <br> • Advertising and marketing <br> • To keep our websites and app safe and secure <br> • Improve our ServicesProfessional or employment-related informationBusiness name, business bank account information, business telephone number, business email addressAdministrator directly (e.g., forms you complete or services you obtain from us)• Operate, maintain, and provide to you the features and functionality of the Service\n2.\nSharing of Your Information\nExcept as described in this Privacy Policy and unless otherwise expressly authorized by you in writing, Mercury will never share, sell, or communicate your Personal Data to or with anyone for any reason.\nWe only share and disclose your Personal Data with the third parties set forth in this section 2.\nWe have categorized each party so that you may easily understand the purpose of our data collection.\nWe may also share information with others in an aggregated or otherwise anonymized form that does not reasonably identify you directly as an individual.\nTable 2.\nCategories of third parties with whom Personal Data has been sharedWhy we share your Personal DataIs Personal Data shared for a business purpose?Service ProvidersWe may share your Personal Data with service providers including third party vendors, consultants, marketing companies, tax professionals and accountants, customer and support services, analytics services and web hosting companies who perform services for us or on our behalf and require access to such information to do that work.\n<br>\n<br> Specifically, we may share your financial statements and other Personal Data with the following: <br>\n<br> • Amazon Web Services <br> • Google <br> • Microsoft (GitHub) <br> • Plaid <br> • Slack <br> • VeryGoodSecurity <br> • CPA firms where the CPA firm has requested delivery to occur directly from Mercury for independence reasons.YesLaw EnforcementWe may share or transfer your Personal Data to third parties as required by law or subpoena or if we reasonably believe that such action is necessary to (a) comply with the law and the reasonable requests of law enforcement.\n(b) to enforce our Terms of Use or to protect the security or integrity of our Service.\nand/or (c) to exercise or protect the rights, property, or personal safety of Mercury, our visitors, or others.NoPayment ProcessorsWe may share your Personal Data with our payment processors as necessary to enable them to process payments, and for anti-fraud purposes.YesBusiness Partners and AffiliatesWe may share your Personal Data with our business partners as necessary to provide you with the Services and to operate the Mercury Referral Program.\n<br> Specifically, we may share your Personal Data with the following: <br>\n<br> • APEX Clearing Corporation <br> • Evolve Bank &amp.\nTrust <br> • Choice Financial Group <br> • The CurrencyCloud Ltd.YesOther Third PartiesWe may share your Personal Data with other third parties not mentioned above at your direction or with your explicit consent.\nWe may require you to verify your identity prior to sharing the Personal Data.Yes\n3.\nHow We Use Cookies and Other Tracking Technology to Collect Information.\nWe, and our third-party partners, automatically collect certain types of usage information when you visit our Services, read our emails, or otherwise engage with us.\nWe typically collect this information through a variety of tracking technologies, including cookies, Flash objects, web beacons, file information and similar technology (collectively, \"Tracking Technologies\").\n\"Cookies\" are small packets of data that a website stores on your computer’s or mobile device’s hard drive (or other storage medium) so that your computer will \"remember\" information about your use.\nWe use both first and third party session cookies and persistent cookies.\nSession cookies make it easier for you to navigate our Services and expire when you close the Services.\nPersistent cookies remain on your device for an extended period of time or until you delete them.\nPersistent cookies enable us to track and target the interests of our visitors to personalize the experience on our Services.\nThrough the Tracking Technologies we collect information about your device and its software, such as your IP address, browser type, Internet service provider, platform type, device type, operating system, date and time stamp, a unique ID that allows us to uniquely identify your browser, mobile device or your Account, and other such information.\nWe also collect information about the way you use our Services, for example, the site from which you came and the site to which you are going when you leave our website, the pages you visit, the links you click, how frequently you access the Services, whether you open emails or click the links contained in emails, whether you access the Services from multiple devices, and other actions you take on the Services.\nWhen you access our Services from a mobile device, we may collect unique identification numbers associated with your device or our mobile application (including, for example, a UDID, Unique ID for Advertisers (\"IDFA\"), Google AdID, or Windows Advertising ID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, and depending on your mobile device settings, your geographical location data, including GPS coordinates (e.g., latitude and/or longitude) or similar information regarding the location of your mobile device, or we may be able to approximate a device’s location by analyzing other information, like an IP address.\nWe may use one or more third–party analytics services to evaluate your use of the Services, as the case may be, by compiling reports on activity (based on their collection of IP addresses, Internet service provider, browser type, operating system and language, referring and exit pages and URLs, data and time, amount of time spent on particular pages, what sections of the Website you visit, number of links clicked, search terms and other similar usage data) and analyzing performance metrics.\nThese third parties use cookies and other technologies to help collect, analyze, and provide us reports or other data.\nBy accessing and using the Services, you consent to the processing of data about you by these analytics providers in the manner and for the purposes set out in this Privacy Policy.\nPlease be advised that if you opt out of this Privacy Policy, you may not be able to use the full functionality of the Services.\nWe use the third-party analytics providers listed below.\nthis list is subject to change:\n<ul>\n<li>For Google Analytics, please visit:&nbsp;https://www.google.com/analytics</li>\n<li>For Hubspot, please visit:&nbsp;https://legal.hubspot.com/privacy-policy</li>\n<li>For Segment, please visit:&nbsp;https://segment.com/legal/privacy/</li>\n<li>For Amplitude, please visit:&nbsp;https://amplitude.com/privacy</li>\n</ul>\nThe following link explains how Google uses data when you use its partners’ websites and applications: www.google.com/policies/privacy/partners/.\nYour use of the Services is evidence of your consent to Mercury storing and accessing cookies and other information on your computer or phone and Mercury’s use of Google Analytics in connection with such activities.\nPlease read the information at the link provided so you understand what you are consenting to.\nAlthough we do our best to honor the privacy preferences of our Users, we are unable to respond to Do Not Track signals set by your browser at this time.\nWe use or may use the data collected through Tracking Technologies to: (a) remember information so that you will not have to re-enter it during your visit or the next time you visit the site.\n(b) provide custom, personalized content and information, including targeted content and advertising.\n(c) identify you across multiple devices.\n(d) provide and monitor the effectiveness of our Service.\n(e) monitor aggregate metrics such as total number of visitors, traffic, usage, and demographic patterns on our Services.\n(f) diagnose or fix technology problems.\nand (g) otherwise to plan for and enhance our Services.\nIf you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nPlease note that doing so may negatively impact your experience using the Services, as some features and services on our Services may not work properly.\nDepending on your mobile device and operating system, you may not be able to delete or block all cookies.\nYou may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed certain functions with it.\nNote that deleting cookies does not delete Local Storage Objects (LSOs) such as Flash objects and HTML5.\nYou can learn more about Flash objects - including how to manage privacy and storage settings for Flash cookies – on Adobe’s website.\nIf you choose to delete Flash objects from our sites, then you may not be able to access and use all or part of the Services or benefit from the information and services offered.\nWe and our third-party partners may also use cookies and tracking technologies for advertising purposes.\nFor more information about use of Tracking Technologies by our third-party partners, please see \"Third Party Tracking and Online Advertising\" below.\n4.\nControl Over Your Personal Data\nProfile and Data Sharing Settings.&nbsp;You may update your profile information, such as your user name and profile photo, and may change some of your data sharing preferences on your Settings Page.\nAccess to your Mobile Device Information.&nbsp;You may control our access to your mobile device information through your \"Settings\" app on your device.\nFor instance, you can withdraw permission for the App to access your address book, location, photo stream and camera.\nHow to Control your Communications Preferences:&nbsp;You can stop receiving promotional email communications from us by clicking on the \"unsubscribe link\" provided in such communications.\nWe make every effort to promptly process all unsubscribe requests.\nYou may not opt out of service-related communications (e.g., account verification, transactional communications, changes/updates to features of the Service, technical and security notices).\nModifying or Deleting your Personal Data:&nbsp;If you have any questions about reviewing, modifying, or deleting your Personal Data, or if you want to remove your name or comments from our website or publicly displayed content, you can contact us directly at&nbsp;support@mercury.com.\nWe may not be able to modify or delete your Personal Data in all circumstances.\n5.\nSite Data\nIn an ongoing effort to better understand our users and the Services, we might analyze Site Data to operate, maintain, manage, and improve the Services.\nThis Site Data does not identify you personally.\nWe may share this aggregate data with our affiliates, agents, and business partners.\nWe may also disclose Site Data and aggregate user statistics to describe the Services to current and prospective business partners and to other third parties for other lawful purposes.\n6.\nThird Party Tracking and Online Advertising\nWe may share, or we may permit third party online advertising networks, social media companies and other third-party services, to collect, information about your use of our Services over time so that they may play or display ads that may be relevant to your interests on our Services as well as on other websites or apps, or on other devices you may use.\nTypically, though not always, the information we share is provided through cookies or similar tracking technologies, which recognize the device you are using and collect information, including hashed data, click stream information, browser type, time and date you visited the Services, and other information.\nThis information is used to display targeted ads on or through our Services or on other websites or apps, including on Facebook.\nWe or the online advertising networks use this information to make the advertisements you see online more relevant to your interests.\nAs noted above, depending on your browser or mobile device, you may be able set your browser to delete or notify you of cookies and other tracking technology by actively managing the settings on your browser or mobile device.\nYou may also be able to limit interest-based advertising through the settings on your mobile device by selecting \"limit ad tracking\" (iOS) or \"opt-out of interest based ads\" (Android).\nTo learn more about interest-based advertising and how you may be able to opt-out of some of this advertising, you may wish to visit the Network Advertising Initiative’s online resources, at&nbsp;http://www.networkadvertising.org/choices, and/or the Digital Advertising Alliance’s resources at&nbsp;www.aboutads.info/choices, and you may also adjust your ad preferences through your Facebook settings.\nYou may also be able to opt-out of some – but not all – interest-based ads served by mobile ad networks by visiting&nbsp;http://youradchoices.com/appchoices&nbsp;and downloading the mobile AppChoices app.\nIf you have any questions about opting out of the collection of cookies and other tracking/recording tools, you can contact us directly at&nbsp;support@mercury.com.\nFacebook Custom Audience Ads.&nbsp;We may work with Facebook to display interest-based ads to you or to your friends on Facebook through a tool offered by Facebook called the Custom Audience Tool.\nThis tool allows us to personalize our ads based on you or your friends’ experience on our Services in order to provide ads tailored for each specific recipient.\nWe do not share Personal Data about your activities on our Services with Facebook, but we share a hashed email address or phone number which permits Facebook to identify our advertising audience based on the information that Facebook collects from its users.\nIf you do not want to receive interest-based ads on Facebook, you can adjust your ad preferences through your Facebook settings.\nIf you do not want us to use your content to personalize advertising that we direct to your friends on Facebook, you may email us at&nbsp;support@mercury.com.\n7.\nHow We Store and Protect Your Information\nData Storage and Transfer: Personal Data collected through our Services may be stored and processed in the United States or any other country in which Mercury or its affiliates or service providers maintain facilities.\nIf you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S.\nlaw, please note that we may transfer Personal Data, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, and you acknowledge such transfer of information to the U.S.\nor any other country in which the Mercury or its parent, subsidiaries, affiliates, or service providers maintain facilities and the use and disclosure of information about you as described in this Privacy Policy.\nKeeping your Information Safe: We care about the security of your Personal Data and use commercially reasonable physical, administrative, and technological safeguards to preserve the integrity and security of all Personal Data collected through our Services.\nHowever, no security system is impenetrable, and we cannot guarantee the security of our systems or the systems of the third parties with which we may share your Personal Data, nor can we guarantee that the Personal Data you supply will not be intercepted while being transmitted over the Internet.\nIn particular, e-mail sent to us may not be secure, and you should therefore take special care in deciding what Personal Data you send to us via e-mail.\n8.\nChildren’s Privacy\nMercury does not knowingly collect, use, sell, or solicit any Personal Data from anyone under the age of 13 through our Services.\nIf you are under 13, please do not give us any Personal Data.\nIn the event that we learn that we have inadvertently collected Personal Data from a child under age 13, we will delete that information as quickly as possible.\nIf you believe that we might have any Personal Data from a child under 13, please contact us at&nbsp;support@mercury.com.\n9.\nLinks to Other Web Sites and Services\nThe Services may contain links to and from third-party websites of our business partners, advertisers, and social media sites and our users may post links to third-party websites.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\nWe strongly recommend that you read their privacy policies and terms and conditions of use to understand how they collect, use, and share Personal Data.\nWe are not responsible for the privacy practices or the content on the websites of third-party sites.\n10.\nCalifornia Privacy Rights\nIf you are a California resident, you have the following choices regarding our use and disclosure of your Personal Data subject to certain limitations under the California Consumer Privacy Act (“CCPA”):\n<ul>\n<li>Right to know.\nYou may request, up to twice in a 12-month period, the following information about the Personal Data we have collected, used, disclosed or sold about you during the past 12 months:\n<ul>\n<li>the categories and specific pieces of Personal Data we have collected about you;</li>\n<li>the categories of sources from which we collected the Personal Data;</li>\n<li>the business or commercial purpose for which we collected the Personal Data;</li>\n<li>the categories of third parties with whom we shared the Personal Data.\nand</li>\n<li>the categories of Personal Data about you that we disclosed for a business purpose and sold to third parties, and the categories of third parties to whom the information was disclosed or sold.</li>\n</ul>\n</li>\n<li>Right to delete.\nYou may request that we delete the Personal Data we have collected from you, subject to certain limitations under the CCPA.</li>\n<li>Right to opt-out from sale of Personal Data.\nYou have the right to opt-out of the sale of your Personal Data.\nWe do not sell your Personal Data.</li>\n<li>Non-discrimination.\nThe CCPA provides that you may not be discriminated against for exercising these rights.</li>\n</ul>\nTo submit a request to exercise any of the rights described above, you may email us at support@mercury.com or fill out this online form.\nWe will verify your identity before responding to your request by either verifying that the email address from which you send the request matches your email address that we have on file, or by requiring you to log into your Account.\nConsumer Request by an Authorized Agent\nIf any authorized agent submits a consumer request under the CCPA on your behalf, we require the authorized agent to submit the following information so that we can confirm their authority to act on your behalf:\n<ul>\n<li>Evidence of authorization to act on behalf of the California consumer: (1) California Secretary of State authorization, (2) notarized written permission from the California consumer, or (3) power of attorney.</li>\n<li>Evidence of identity of the California consumer: (1) first and last name, (2) email address, and (3) password.</li>\n</ul>\nPursuant to Section 1798.83 of the California Civil Code, residents of California have the right to obtain certain information about the types of Personal Data that companies with whom they have an established business relationship (and that are not otherwise exempt) have shared with third parties for direct marketing purposes during the preceding calendar year, including the names and addresses of those third parties, and examples of the types of services or products marketed by those third parties.\nIf you wish to submit a request pursuant to Section 1798.83, please contact Mercury via email at&nbsp;support@mercury.com.\n11.\nHow to Contact Us\nIf you have any questions about this Privacy Policy or the Services, please contact us at&nbsp;support@mercury.com.\n12.\nChanges to Our Privacy Policy\nWe may modify or update this Privacy Policy from time to time to reflect the changes in our business and practices, and so you should review this page periodically.\nWhen we change the policy in a material manner, we will let you know and update the ’last modified’ date at the top of this page.\nIf you object to any changes, you may close your Account.\nContinuing to use our Services after we publish changes to this Privacy Policy means that you are consenting to the changes.", "created_at": "2023-03-17 22:55:44.901512", "updated_at": "2023-03-17 22:56:27.320385"}, {"id": 14716, "name": "Services Addendum", "url": "https://mercury.com/legal/payment", "xpath": "//body", "text": "You need to enable JavaScript to use Mercury.LegalMercury Terms of UseMercury Privacy PolicyMercury Electronic Communications AgreementMercury Payment Services AddendumMercury Referral AgreementIO Charge Card AgreementSynapse DocumentsEvolve DocumentsChoice DocumentsLog InMercury Payment Services Addendum\nLast updated: November 2022\nThis Mercury Payment Services Addendum (\"Addendum\") sets out the terms that are applicable to the payment services, including funds transfer and foreign exchange services, we offer to you (the \"Payment Services\") and is between you, Mercury, and Mercury’s financial services partners (the \"Payment Service Providers\").\nThis Addendum is a supplement to, and is hereby incorporated by reference into the Deposit Account Agreement between you and the Banking Provider(s) listed in your Deposit Account Agreement, and the Mercury Terms of Use between you and Mercury.\nThe Payment Services are provided by the Payment Service Providers, and not by Mercury.\nTo use the Payment Services, you must accept the terms of this Addendum, any terms and conditions provided by the Payment Services Providers and linked herein, and any changes to this Addendum made from time to time by Mercury or the Payment Service Providers.\nYour use of the Payment Services is also subject to your continued compliance with the Mercury Terms of Use and the Banking Provider agreements.\nCapitalized terms used in this Addendum but not defined here have the meanings given in the Mercury Terms of Use.\n<ol>\n<li>Reliance on Instructions.\nYou hereby authorize us and the Payment Services Providers to act and rely upon any instructions received from you related to the Payment Services.\nIn using the Payment Services, you may be presented the option to pay additional fees for certain premium or designated processing of transactions, and upon agreeing to such fees, you hereby authorize us to debit your account accordingly.</li>\n<li>Foreign Exchange Transfers.\nTo transfer funds in another currency, you must: (a) provide us the date on which you would like your transfer to occur, and the dollar amount of the transfer.\nand (b) authorize us to debit your Deposit Account in the amount of the transfer.\nIf the debit is successful, you will receive a receipt specifying the amount of the transfer.\nWe will attempt to transmit the funds on the date you specify in your transfer instructions.\nFunds that cannot be delivered to their destination will be returned to your Deposit Account.\nAny such return may result in another currency exchange at the prevailing rates, and a reduction of the amount returned compared to the original amount sent.\nMercury may, at its discretion, attempt to reach you regarding any return prior to completing the return, to provide any available alternative return or resubmission options to you.\nWhen this occurs, Mercury may rely on and modify your original payment instructions based on these communications.</li>\n<li>Fees.\nThe Foreign Exchange Providers will not charge you any fees in connection with the Foreign Exchange Services.\nAll Foreign Exchange Services fees are determined by Mercury in our sole discretion and will be set forth in your Account.\nThe Foreign Exchange Providers may receive interest on amounts they hold on your behalf.\nYou hereby assign all rights, interests and claims in any such interest amounts to the Foreign Exchange Providers.</li>\n<li>Errors and Disputes.\nThe Payment Services are commercial in nature and we do not provide any consumer protections for unauthorized or erroneous transfers or transactions.\nOnce funds have been withdrawn from your Deposit Account or once a payment order has been completed, you are solely liable for any losses you may incur that result from the Payment Service Providers carrying out your instructions.\nIf you think a transfer or an order was made in error or was not authorized by you, please contact help@mercury.com.</li>\n<li>Compliance.\nYou may not use the Payment Services to make transfers for personal, family or household use or to use the Payment Services for speculative or investment purposes.\nDepending on the information you provide, and your other use of the Payment Services and the Services provided to you by Mercury, we may pause your use of the Payment Services to offset chargeback or other fraud losses owed to Mercury, or to comply with U.S.\nanti-money laundering laws and sanctions obligations.</li>\n<li>Privacy.\nThe Payment Service Providers will receive data when you use the Payment Services.\nThe Payment Service Providers will treat your data and protect your privacy in accordance with their respective privacy policies.</li>\n<li>Payment Service Providers.\nBy using the Payment Services, you agree to be bound by the terms and conditions of our Payment Services Providers, which will be presented to you in this Addendum, within the Mercury Services, or on https://www.mercury.com/legal.\nAmong other Payment Service Providers, Wise US Inc.\nmay provide you Payment Services pursuant to the terms and conditions set forth at https://wise.com/us/legal/send-money-api.</li>\n<li>Contact.\nPlease direct all questions or concerns about the Payment Services to help@mercury.com.</li>\n</ol>", "created_at": "2023-03-17 22:57:30.09836", "updated_at": "2023-03-17 22:57:39.980122"}, {"id": 14717, "name": "Referral Agreement", "url": "https://mercury.com/legal/referrals", "xpath": "//body", "text": "You need to enable JavaScript to use Mercury.LegalMercury Terms of UseMercury Privacy PolicyMercury Electronic Communications AgreementMercury Payment Services AddendumMercury Referral AgreementIO Charge Card AgreementSynapse DocumentsEvolve DocumentsChoice DocumentsLog InMercury Referral Agreement\nLast Modified: February 2023\nThis Mercury Referral Agreement (these “Referral Terms”) governs the Mercury Referral Program described on our Mercury Referrals Page and sets forth the conditions pursuant to which you may be eligible for, earn, redeem or forfeit financial rewards (“Bonuses”).\n“Company” or \"You\" means the legal entity or an authorized representative of the Company that has an Account in good standing with Mercury.\nYou may only participate in the Mercury Referral Program if you accept all of these Referral Terms.\nThese Referral Terms apply as soon as you open your Account at Mercury.\nCapitalized terms used in these Referral Terms but not defined here have the meanings given in the Mercury Terms of Use.\n1.\nEligibility.\n1.1.\nYou become eligible to receive Bonuses as soon as you open your Account.\nTo remain eligible to receive Bonuses, your Account must be open and not restricted at the time of fulfillment.\nIf you violate the Mercury Terms of Use, the Banking Partner Agreements, or the terms of any other agreement between you and Mercury and our Banking Partners.\nfail to maintain your Account in good standing.\nor if you violate these Referral Terms, we may terminate your eligibility to receive Bonuses.\n1.2.\nYou may become ineligible to receive Bonuses if: you engage in fraudulent activity with respect to your use of your Account, your Deposit Accounts or your Card, you attempt to misuse Bonuses, or if you violate the Mercury Terms of Use, the Banking Partner Agreements, or any other agreements with us or our Banking Partners.\nIf you become ineligible to participate in the Bonuses Program, we may reduce or cancel any prior or pending Bonuses you may have earned or for which you are eligible.\n1.3.\nYou are not eligible to receive Bonuses if: you refer another company owned or controlled by you, we have reason to believe you have completed duplicate applications for the purposes of obtaining additional Bonuses or a sum beyond the maximum amount described on the Mercury Referral Page (“Bonus Limits”), or we suspect that you are attempting to circumventing any rules of the Mercury Referral Program.\n1.4.\nMercury employees are not eligible to receive Bonuses under these Referral Terms.\n2.\nReferral Bonuses.\n2.1.\nYou may earn Bonuses up to the Bonus Limit for each third party you refer under these Referral Terms who (1) opens a new qualifying account with Mercury.\nand (2) meets the Deposit or Spend Criteria (each defined below).\nA full list of qualifying accounts can be found on the Mercury Referral Page and will be subject to change.\n2.2.\nYou agree and acknowledge that qualifying accounts and Bonus Limits are subject to change at any time and can be found on the Mercury Referral Page.\nYou must make all referrals using the Mercury Referrals Page by copying the link provided and sharing the link with the third party.\n2.3.\nYou may not redeem the Bonuses for cash, or for any other promotion, discount, or benefit.\nWe will net the value of your Bonus against transaction reversals, chargebacks, penalties and any other amounts you owe us.\nYou may not transfer Bonuses to any third party or any other Accounts, or combine Bonuses with any partner promotions, discounts, or third-party rewards programs.\n2.4.\nWe will make payouts into your Deposit Account up to 5 weeks after the deposit criteria or spend criteria (each defined below) has been satisfied for each referral you make, although delays may occur.\nWe reserve the right to payout the Bonus at an earlier date, at our discretion.\n2.5.\nDue to the confidential nature of the Account approval process, we will not disclose any information regarding applications for an Account or any detail on any transaction activity by Referred Parties (as defined below).\n2.6.\nYou may not refer existing Mercury customers, Mercury customers whose Accounts were closed within the last 90 days, or Mercury customers whose Accounts closed with a negative balance within the last three years.\nWhile information about a Referred Party’s account history may not be available to you, you agree that you waive any right to dispute the Bonus amounts we determine to be appropriate based on these and any other criteria listed in these Referral Terms.\n2.7.\nIn the event your total referrals exceed $600 per calendar year, you will be required to provide information needed to provide a 1099 tax document.\n3.\nBonus Eligibility Criteria.\n3.1.\nWhether you are entitled to a Bonus for referring a third party under these Referral Terms will depend on the transaction activity of the third party you refer (“Referred Party”), and whether that activity meets certain deposit or spend thresholds as described below.\nAny determination by us of satisfaction of the bonus eligibility criteria will be subject to verification and at our sole discretion.\n3.2.\nWe will measure a Referred Party’s transaction activity for a period of 90 days after we approve the Referred Party for an Account at Mercury (“Eligibility Period”).\nThe Referred Party must be approved for an Account and be in good standing during the Eligibility Period to be eligible to meet the deposit or spend criteria described below.\n3.3.\nThe Referred Party’s transaction activity may meet the deposit threshold if the Referred Party makes a deposit equal to or higher than the deposit limit displayed on the Mercury Referrals Page within the first 90 days of account approval.\nQualifying deposits can be made via one lump sum or a series of deposits during the first 90 days from the date of approval.\nWe will only consider settled and undisputed transactions for purposes of determining bonus eligibility.\n.\n3.4.\nThe Referred Party’s transaction activity may meet the spend threshold if: The Referred Party maintains a balance above the balance threshold listed on the Mercury Referrals Page for at least one full day starting at 12:00 AM to 11:59 PM EST during the Eligibility Period.\nor The Referred Party applies for and receives a Mercury Debit Card, and spends an amount equal to or above the limit listed on the Mercury Referrals Page during the Eligibility Period.\nWe will only consider settled and undisputed transactions.\n4.\nAuthorizations.\n4.1.\nBy issuing a referral to a third party under these Referral Terms, you agree and authorize Mercury to share your full name and your business’ name with the Referred Party for the purposes of facilitating the Mercury Referral Program.\n4.2.\nYou may revoke your authorization to share your information at any time.\nYou must revoke your authorization in writing to help@mercury.com, which we will honor in a commercially reasonable amount of time.\nIf you elect to revoke your authorization, you agree that you will forfeit any pending referral Bonus, and that we may purge records of your referrals from our systems to accommodate your request.\nPlease also refer to our Privacy Policy for more information on how we handle your personal information.\n5.\nModifications.\nTermination.\nRelease.\n5.1.\nThis offer is subject to change and may be changed or canceled by Mercury at any time without notice.\nWe may modify these Referral Terms at any time in our sole discretion by posting an updated version to our legal page or by providing notice to you.\nWe may update or change the eligibility criteria, Bonus Limits, Deposit Criteria, restrictions, and requirements at any time.\nWe may otherwise condition, restrict or limit the availability of Bonuses in our sole discretion.\nAny delay by us in enforcing our rights under these Referral Terms or the Mercury Terms of Use does not constitute forfeiture of such rights.\n5.2.\nWe may terminate the Mercury Referral Program at any time and at our sole discretion.\nThese Referral Terms will immediately terminate if we or you close your Account.\n5.3.\nYou release us from all liability that may result from your participation in the Mercury Referral Program, and from any other third-party claims whatsoever that result from, are related to, or are incurred by or against you in connection with the Mercury Referral Program or these Referral Terms.\n6.\nTaxes.\nThe value of any Bonuses you receive may result in miscellaneous income received from Mercury.\nWe may be required by applicable law to send you, and file with the IRS, a Form 1099-MISC or Form 1042-S, or other applicable form for the year in which you have been awarded Bonuses.\nYou are responsible for any tax liability related to participating in the offer.\nPlease consult your tax advisor if you have any questions about how this could affect your taxes.", "created_at": "2023-03-17 22:57:52.889544", "updated_at": "2023-03-17 22:58:02.494756"}, {"id": 14718, "name": "IO Charge Card Agreement", "url": "https://mercury.com/legal/io-charge-card-agreement", "xpath": "//body", "text": "You need to enable JavaScript to use Mercury.LegalMercury Terms of UseMercury Privacy PolicyMercury Electronic Communications AgreementMercury Payment Services AddendumMercury Referral AgreementIO Charge Card AgreementSynapse DocumentsEvolve DocumentsChoice DocumentsLog InIO Charge Card Agreement\nLast Updated February 8, 2023\nThis IO Charge Card Agreement sets forth the requirements for your participation in the IO Charge Card by Mercury Technologies, Inc program (the “Program”) and the terms that govern your use of the IO Charge Card (“Card”).\nThe Cards are issued by Patriot Bank, N.A.\n(“Issuer”), the financial institution responsible for extending credit to you pursuant to this agreement.\nThe terms “You” and “your” mean the Company and the Users authorized by you to use Cards.\nThe terms “we,” “us,” and “our” mean Issuer and Issuer’s successors, affiliates, assignees, and service providers.\nIssuer has entered into an agreement with Mercury Technologies, Inc.\n(“Mercury”) in which Mercury agrees to provide certain technology services to Issuer related to the Cards and Card accounts (“Card Accounts”).\nMercury is responsible for facilitating communication between you and us, but Mercury is not your agent and Mercury has no obligations to you except those set forth in this agreement.\nThis agreement is supplemented by the Mercury Terms of Use, the Mercury Privacy Policy, the Issuer Privacy Policy and all other applicable agreements between you, Issuer, and Mercury.\nYou also agree to receive all notices and other communications from us electronically.\nWe reserve the right to make unilateral modifications to this agreement and we will provide notice of these changes by posting an updated version to Mercury’s legal page.\nCapitalized terms that are not defined in this agreement have the definitions provided in the Mercury Terms of Use.\nBY OPENING A CARD ACCOUNT, YOU AGREE TO EXCLUSIVELY USE THE SERVICES AND TECHNOLOGY OFFERED BY MERCURY TO INSTRUCT US WITH RESPECT TO YOUR CARD ACCOUNT.\nPLEASE READ THIS AGREEMENT CAREFULLY TO ENSURE THAT YOU UNDERSTAND EACH PROVISION.\nSECTION 3 OF THIS AGREEMENT CONTAINS A MANDATORY INDIVIDUAL ARBITRATION AND CLASS ACTION/JURY TRIAL WAIVER PROVISION THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.\n1.\nCards and Card Accounts.\nA.\nEligibility.\nYou must have an Account with Mercury in good standing prior to opening a Card Account and requesting Cards.\nTo help the government fight the funding of terrorism and money laundering activities, US Federal law requires that we obtain, verify, and record information identifying companies and their beneficial owners.\nMercury will provide Company Information to us and other third-party service providers to determine your eligibility for a Card Account.\nWe rely on the accuracy of the Company Information you provide us when opening and maintaining your Card Account.\nWe may deny your application, suspend Cards or your Card Account or close your Card Account if your Company Information is out of date, incomplete, or inaccurate.\nYou are responsible for notifying us of any changes to your Company Information.\nYou should notify us as soon as possible if you change your beneficial ownership information.\nWe will periodically review your Card Account and we may ask you for additional Company Information to establish the amounts you can spend using the Card (“Spending Limit”), and for other purposes related to your Card Account.\nWe may also request a credit report on your Company and its principals.\nYou will promptly provide us all information we request, and you authorize us to request such credit reports in the event we choose to request them.\nWe may exchange information with business credit reporting agencies or other financial service providers we or Mercury may use when evaluating your eligibility for a Card Account.\nB.\nCard Requests and Activation.\nAdministrators may request virtual or physical Cards for Users by logging in to your Account.\nWe may refuse to issue any requested Card in our sole discretion.\nCards are non-transferable, and we have the right to cancel, revoke, or suspend any Card at any time without notice.\nTo activate a Card, log in to your Account and follow the Card activation instructions, or follow the instructions you received with your Card.\nPlease sign the signature panel on the back of the Card as soon as you receive it (if applicable).\nYou may request a replacement Card by logging in to your Account.\nEvery Card we issue to you under your Card Account remains our property, and you agree to destroy any Card and to discontinue its use upon our request.\nAdditional limitations on the number of Cards we will issue to you in connection with your Card Account are set forth in your Account.\n2.\nUsing Cards.\nA.\nCard Account Security.\nLiability for Unauthorized Use.\nYou are solely responsible for: (i) securing Cards, Card Account passwords, Card Account numbers, CVV, PIN and all other Card security features (“Card Data”).\n(ii) all charges, fees, penalties and related losses resulting from a User’s failure to exercise reasonable care in protecting Cards from loss or theft, or failure to promptly report loss or theft.\n(iii) any actions or failure to act on the part of Administrators or Users, (iv) payments initiated by any person given access to Cards even if they are not the person associated with or named on the Card.\nand (v) all other activity that occurs on your Card Account.\nYou must notify us immediately by emailing us at help@mercury.com if your Card is lost or stolen or you believe someone is using your Card without your permission.\nB.\nProhibited Use.\nRestrictions.\nOnly Users authorized by you or an Administrator may use Cards issued to you, and Users may only use Cards on behalf of your business for legitimate business purposes.\nYou agree that all payments, charges, cash advances and any other transactions (“Transactions”) you make using your Card will be treated as business Transactions made solely for business purposes.\nYou may not: (a) use Cards for unlawful, personal or consumer purposes, for any purpose prohibited by the Mercury Terms of Use, or in any manner prohibited by the rules of the payment network identified on the front of the Card (“Payment Network”).\n(b) give your Card or Card Data to others or allow them to use your Card for charges, identification or any other purpose.\n(c) return goods or services obtained using your Card for a cash refund.\n(d) use your Card to obtain cash from a merchant for a charge recorded as a purchase.\n(e) use your Card for Transactions that do not represent bona fide sales of goods or services (such as making purchases from businesses owned by you).\n(f) use your Card if your Company is bankrupt or insolvent, or if you honestly do not expect to be able to pay for the Transactions at your next payment date.\n(g) use of your Card in or for the benefit of a country, organization, entity, or person on sanctions lists identified by OFAC or who is embargoed or blocked by any government.\nWe, Mercury, the Payment Network or an Administrator may impose geographic or high-risk merchant location restrictions, restrictions to comply with applicable laws or to reduce our liability.\nand other restrictions to prevent fraud and other losses.\nWe may also block categories of Transactions at the request of your Administrator.\nFor security reasons, we may, with or without prior notice to you, limit the type, amount, or number of Transactions you can make on your Card.\nWe or your Administrator may increase, reduce, cancel, or suspend any of these restrictions or add new ones at any time.\nWe will not be liable to you if: (i) we refuse to authorize a Transaction because you have exceeded your Spending Limit.\n(ii) a merchant refuses your Card.\n(iii) an ATM does not have enough cash.\n(iv) a merchant’s Card reader does not operate properly, and you knew about the problem when you initiated the Transaction.\n(v) we have blocked access to your Card after you reported your Card lost or stolen.\n(vi) we have placed a hold or your Card due to a legal or administrative process or other encumbrance restricting their use.\n(vii) we believe the requested Transaction is unauthorized.\n(viii) circumstances beyond our control (such as fire, flood or computer or communication failure) prevent the completion of the Transaction.\nor (ix) any other exception stated in this agreement.\nWe are not responsible for the quality, safety, legality, or any other aspect of any goods or services you purchase with your Card.\nIf you use Card Data without presenting the Card in person (such as for a mail order, telephone, or internet purchase), the legal effect will be the same as if you used the Card itself.\nIf you request and we issue you 10 or more Cards in connection with your Card Account, then you agree to waive the limitations on your liability for unauthorized use of the Cards under the Truth in Lending Act.<br>\nIf you add your Card to a digital wallet, you are solely responsible for maintaining the security of your digital wallet credentials.\nBy sharing your Card Data with any other person, you are expressly authorizing them to access your Card Data and your Account, and initiate Transactions on your Card using the digital wallet service.\nWe are not the provider of the digital wallet, and we are not responsible for providing the digital wallet service to you.\nWe are only responsible for supplying information securely to the digital wallet provider to enable usage of the Card in such digital wallet.\nWe are not responsible for any failure of the digital wallet or the inability to use the digital wallet for any Transaction.\nWe are not responsible for the performance or non-performance of the digital wallet provider or any other third parties regarding any agreement you enter into with the digital wallet provider or their third-party service providers.\nWE ARE NOT RESPONSIBLE FOR THE QUALITY, PERFORMANCE, OR ACCURACY OF THE DIGITAL WALLET SERVICE.\nYOUR USE OF THE DIGITAL WALLET SERVICE IS AT YOUR OWN RISK.\nC.\nFees.\nWe do not charge any fees for initial issuance of Cards or your Card Account.\nWe may charge you periodic fees, annual membership fees, Card replacement fees, service fees, cash advance fees, chargeback or fees, late payment fees, and other fees that we will disclose to you in your Account (“Fees”).\nIf you make a purchase in a currency other than United States dollars (“USD”), the amount of the Transaction will be converted into USD, and you may have a foreign exchange fee for the conversion.\nThe exchange rate between the Transaction currency and the billing currency used for processing international transactions is a rate selected by the Payment Network from the range of rates available in wholesale currency markets for the applicable central processing date, which may vary from the rate the Payment Network itself receives, or the government-mandated rate in effect for the applicable central processing date.\nThere are no additional fees for foreign Transactions.\nD.\nReceipts.\nAccount Statements.\nDisputed Transactions.\nThe Payment Network requires merchants to provide a record of your authorization for each Transaction using your Card, including copies of any contracts signed by you or invoices issued to you by the merchant (collectively, “Receipts”).\nYou should obtain a Receipt at the time you make a Transaction using your Card to verify your Transactions.\nYou can view a record of all Transactions and fees (“Account Statement”) by accessing your Account, but you should be aware that the records in your Account Statement are not the equivalent of a Receipt.\nWe will not send you a periodic Account Statement by mail, but you can download it from your Account at any time.\nYou should review your Account Statement regularly and compare it with your Receipts as evidence for reporting Transactions that are erroneous or unauthorized.\nIf you and a merchant have a dispute regarding a Transaction identified on your Account Statement (a “Disputed Transaction”), such as delivery of incorrect goods or services or being charged the wrong amount, you should first attempt to resolve the dispute with the merchant.\nIf the dispute is not resolved to your satisfaction or if you believe the Transaction is unauthorized, you may initiate a chargeback through your Account.\nYou must report any Disputed Transaction no more than 60 days after the Disputed Transaction is posted to your Account Statement.\nThe Payment Network does not accept, and we will not process any Disputed Transactions reported more than 60 days after the Disputed Transaction or error posted to your Card Account.\nNotices for Disputed Transactions must specify the Company, User, details about the Transaction, Receipts, and an explanation of your belief that the Disputed Transaction was made in error or was unauthorized.\nThe information you submit will be reviewed in a commercially reasonable manner.\nYour Card Account is commercial in nature and, thus, the Electronic Funds Transfer Act and Regulation E do not apply to Disputed Transactions.\nBy accepting this agreement, you assign and transfer to us or our agents any rights and claims, excluding tort claims, that you may have against a merchant for any Disputed Transaction fully or partially credited to your Card Account.\nE.\nSpending Limits.\nWe or Mercury may impose Spending Limits on individual Transactions, and on daily, weekly or monthly Transaction amounts on your Card with or without notice to you.\nYour Spending Limits are subject to periodic review and may change based on your Card Account history, Transaction activity, information from your Deposit Accounts, Company’s business type, and other factors.\nFor security reasons, we, Mercury or your Administrator may also limit the amount or number of such Transactions you may make.\nWe may not disclose your Spending Limits but may explain whether specific Transactions or monthly volumes may exceed any Spending Limits upon request.\nSpending Limits are dynamic and may be modified at any time with or without notice to you, including temporarily increases or decreases or reducing Spending Limits to $0.\nWe may attempt notify you before or soon after a potential Spending Limit decrease for your Cards, but we may not always be able to do so.\nF.\nAuthorization Holds.\nWhen you use your Card to purchase goods or services from certain merchants, such as a hotel or a car rental agency, the merchant may request authorization from us in advance.\nIn the event of such a request, we may place a hold on your Card Account for up to 7 days for the amount of the request, which may reduce your Spending Limit during the hold period.\nIn some cases, a merchant may request pre-authorization for a Transaction, which may be subject to a hold on your Spending Limit for up to 30 days.\nMerchants may decide to increment the pre-authorized amount if the amount is insufficient for the final purchase, or, they may request to extend the same authorization amount if the final purchase date will be in the future.\nThese events may result in a hold on your Spending Limit for up to another 30 days from the adjustment date.\nWe will not be responsible for any Transactions not completed because of a hold.\nIf the preauthorization request varies from the amount of the actual Transaction, we will reduce your Spending Limit by the amount of the preauthorization request.\nG.\nPayments.\nYou are responsible for payment in full of all Transactions and Fees identified on your Account Statement at the end of each billing cycle (“Billing Cycle”).\nDepending on the information we receive from you when you apply for a Card Account, your Billing Cycle may be weekly, monthly, semi-monthly, or another billing period at our sole discretion.\nWe will specify your Billing Cycle and the Account Statement due date (“Payment Date”) in your Account.\nAt the end of each Billing Cycle, Mercury will automatically debit the Deposit Account you indicated in your Account in the amount of the Account Statement balance.\nYou may associate more than one Deposit Account to pay your Account Statement balance.\nIf available as an option, you may also provide us an external bank account through your Account (a “Linked Account”, and together with the Deposit Accounts, the “Funding Accounts”) to pay all or a portion of your Account Statement balance.\nIf there are insufficient funds in your preferred Deposit Account to pay the full amount due on your Account Statement, you authorize us to automatically debit the unpaid remaining balance from first, your secondary Deposit Account (if any) and second, your Linked Account.\nIf the Billing Cycle ends on a day that falls on a weekend or a U.S.\nfederal holiday, we may debit your Funding Accounts the last business day prior to the end of the Billing Cycle.\nIf the automatic debit from your Funding Accounts fails for any reason, we will attempt to debit your Funding Account again.\nYou may also make payments at any time by logging in to your Account.\nYou may not make payments via check or wire transfer.\nH.\nAuthorization to Debit Funding Accounts.\nACH Authorization.\nTHIS SECTION PROVIDES AUTHORIZATION TO AUTOMATICALLY DEBIT YOUR DEPOSIT ACCOUNTS AND LINKED ACCOUNTS, INCLUDING LINKED ACCOUNTS NO LONGER CONNECTED TO YOUR CARD ACCOUNT, FOR ALL AMOUNTS YOU OWE UNDER THIS AGREEMENT.\nPLEASE READ IT THOROUGHLY.\nYou authorize us or Mercury and our or their respective successors and assigns to collect amounts owed under this agreement by debiting funds from your Funding Accounts (including Funding Accounts no longer connected to your Account).\nIf we, Mercury or our respective assigns use the Automated Clearinghouse (ACH) network to debit your Funding Account, the debits will be governed by the rules established by the National Automated Clearinghouse Association (NACHA) for business-related ACH debits.\nYou also authorize us to debit your Deposit Accounts or Linked Accounts for verification purposes (through microdeposits or similar means).\nWe may initiate debits you have authorized in our name or in the names of our successors or assigns.\nYou also authorize us to debit your Funding Accounts immediately for the amount of your Account Statement balance and any other amounts you owe us before the due date or at any other time during the Billing Cycle and without additional notice if: (a) the total aggregate balance of your Funding Accounts connected to your Card Account is less than the balance minimums required by our underwriting criteria.\n(b) you do not satisfy one or more of our other underwriting or credit requirements.\n(c) you or the amounts you owe us pose or may pose an unacceptable risk to us, Mercury, our service providers, or our or their respective successors or assigns.\n(d) you are unlikely to be able to pay your Account Statement balance at the end of the Billing Cycle because you (i) do or we believe you may cease to exist, (ii) take any action to dissolve or wind up your affairs, or (iii) engage in voluntary or involuntary bankruptcy filings, or such case is filed by or against you, or a receiver or trustee for the benefit of creditors is appointed for you.\n(e) you have breached the terms of this agreement.\n(f) you are in default of any other agreement with us, Mercury or any of our or Mercury’s service providers.\nor (g) you or we close your Account.\nIn the event there is an error in processing an electronic debit, you authorize us to correct the error by initiating an electronic credit or debit to the relevant Funding Account in the amount of such error on or after the date such error occurs.\nTo withdraw your debit authorization from a Funding Account under this Section H, you must provide us 30 days’ notice.\nIf you withdraw the debit authorization from all Funding Accounts, you must pay all Transactions, Fees, and other amounts not yet reflected on your Account Statement balance immediately, and you authorize us to debit your Funding Accounts for such amounts before the withdrawal of authorization takes effect.\nWithdrawal of a debit authorization does not terminate the Mercury Terms of Use, or your obligation to pay all amounts owed under this agreement.\nI.\nFailure to Pay.\nCollections.\nSet-Off.\nSecurity Interest.\nAny failure to pay the full amount you owe us when required is a breach of the Mercury Terms of Use and this agreement.\nIf you fail to pay the full Account Statement balance amount on time from your Deposit Accounts, we may attempt to collect the unpaid balance from your Linked Account, whether or not your Linked Account is currently connected to your Card Account.\nWe may collect partial payments for unpaid amounts from any Funding Account, but any partial payment is not a waiver of our rights and will not satisfy your obligation to pay us in full.\nIf we cannot collect the amounts via Automated Clearinghouse (ACH) network or another method, you agree to immediately pay all amounts you owe as directed by us.\nYou are responsible for legal fees, collections fees and all related costs or expenses that we or Mercury incur in the process of collecting overdue payments, and you are responsible for paying interest on such amounts at up to the maximum rate permitted under law, to the extent we decide to charge such interest.\nFor the purposes of collections of amounts owed, Mercury is a third-party beneficiary authorized to pursue collections of all amounts you may owe under this agreement.\nWe may set off, debit, or collect any amounts you owe from amounts in any Deposit Account that you hold jointly with a third party or open in the future with one of Mercury’s Deposit Account Banking Providers, even if you have closed your Deposit Account or we have closed your Card Account.\nWe may exercise this right against you or any of your respective successors or assigns, or any assignees for the benefit of your creditors, trustees, or receivers of Company assets.\nThis right will exist even if we do not exercise it prior to the making, filing, or issuance of an arbitration demand, court order, or other action.\nJ.\nSecurity Interest.\nSubject to any limitations imposed by applicable federal or state law and in addition to other remedies available to us, to secure the amounts you owe us you hereby grant us a security interest in all amounts and property of yours now or hereafter in possession of or on deposit in your Funding Accounts, whether held in general or special account or deposit or for safekeeping or otherwise.\nWe may exercise every such security interest and right of setoff without demand without notice to you.\nNo security interest or right of setoff will be deemed to have been waived by any act or conduct on our part, or any failure to enforce such security interest or to exercise such right of setoff, or by any delay in doing so.\nEvery security interest and right of setoff will continue in full force and effect until we specifically waive or release such security interest or right of setoff by an instrument in writing executed by us.\nK.\nClosing or Suspending Your Account.\nWe may refuse to authorize any Transaction or may close or suspend your Card Account or any Card at any time if we believe, in our sole discretion, that you or your Card Account present an unacceptable level of financial, reputational or regulatory risk.\nWe may condition the reactivation of your Card Account or Cards upon payment of amounts owed.\nWe may require you to provide financial and other information we deem necessary, including any information we need to comply with legal or regulatory requirements and our internal policies and procedures.\nIf we do, you agree to provide the information to us.\nYou may close your Card Account by contacting us or emailing us at help@mercury.com.\nYou must pay all amounts owed under this agreement prior to closing your Card Account.\n3.\nAdditional Terms.\nA.\nNotices and Communications.\nYou consent to accept all legal other notices from us electronically and you understand this has the same legal effect as a physical signature.\nWe may send notices to your Card Account, your Account or to the Company, Administrator, or User email addresses or phone numbers maintained in your Account.\nNotices are considered received 24 hours after delivery to you.\nTo properly receive electronic notices, you must keep all software on your devices up-to-date.\nYou are responsible for costs you incur from internet or mobile service providers for sending or receiving these notices.\nYou understand that acceptance of electronic notices is required under this agreement and that you may only withdraw this consent by closing your Card Account.\nB.\nLimitation of Liability.\nWe are not liable to you for consequential, indirect, special, punitive, putative, or exemplary damages, lost profits, or lost revenues.\nwhether or not we were advised of the possibility of such damage, and regardless of whether such damages were foreseeable.\nOur maximum liability to you under this agreement is limited to $100.00, not including any amounts we owe you under Section 2D.\nThis limitation applies regardless of the legal theory on which your claim is based.\nC.\nIndemnification.\nYou agree to defend, indemnify and hold harmless us, Mercury and our service providers, and their respective subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, and our third-party service providers, from and against any and all claims brought against us by any third party for damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising out of, related to, or resulting from: (a) your use of and access to the Card and your Card Account, (b) your violation of any term of this agreement.\n(c) your violation of any applicable law, rule or regulation.\n(d) your intentional misconduct.\nor (e) any other party’s access and use of the Card authorized by you.\nD.\nGoverning Law.\nYou Card Account is held in, and this agreement is entered into and is governed by the internal laws, and not by the laws regarding conflicts of laws, of the State of Connecticut.\nEach Party hereby submits to the jurisdiction of the courts of such state, and waives any objection to venue with respect to actions brought in such courts.\nHowever, when federal law applies, federal law will be used instead of laws of Connecticut.\nIf any part of the agreement is unenforceable, this will not make any other part unenforceable.\nE.\nSeverability.\nIn the event that any part of this agreement is deemed by a court, regulatory authority, or other public or private tribunal of competent jurisdiction to be invalid or unenforceable, such provision will be deemed to have been omitted from this agreement.\nThe remainder of this agreement will remain in full force and effect, and will be modified to any extent necessary to give such force and effect to the remaining provisions, but only to such extent.\nF.\nSurvival.\nAll representations and warranties herein, and all provisions that would allow a party to enforce its rights hereunder, will survive any termination or expiration of this agreement.\nG.\nAssignment.\nYour rights and obligations under this agreement are personal and you may not assign them either voluntarily or by operation of law, without our prior written consent.\nH.\nNo Waiver.\nNo waiver of any term of this Agreement will be deemed a further or continuing waiver of such term or any other term, and Mercury’s failure to assert any right or provision under this Agreement will not constitute a waiver of such right or provision.\nH.\nEntire Agreement.\nAmendments.\nThis agreement constitutes the entire agreement between you and us Parties and supersedes all prior agreements, understandings, and arrangements, oral or written, between you and us with respect to the subject matter of the agreement.\nWe can amend any of the terms of this agreement at any time by providing notice at least 7 days prior to the effective date of the amendment.\nexcept that we may only make amendments to Fees 30 days prior to the effective date of the amendment.\nIf you use your Card after the effective date of the amendment, you will be considered to have agreed to the new terms even if you have sent notice to us objecting to the amendment.\nAt our option, we may also make any such amendment if you elect to use your Card Account after the effective date of the amendment.\nWe may apply any amendments to all outstanding amounts you owe us and to any future Transactions on the Card Account.\nI.\nJurisdiction.\nWaiver of Jury Trial.\nClass Action Waiver.\nYou waive any objection to jurisdiction or venue on grounds that you are not a resident of the county or state where our offices are located.\nYou authorize us to bring any action to enforce your obligations under this agreement in any state court having jurisdiction or in the United States District Court for any District where our offices are located.\nYOU AGREE THAT WE MAY SELECT THE COURT IN OUR SOLE DISCRETION.\nYOU AND WE HEREBY KNOWINGLY AND VOLUNTARILY WAIVE, TO THE FULLEST EXTENT PERMITTED BY LAW, ANY RIGHT TO TRIAL BY JURY OF ANY DISPUTE, WHETHER IN CONTRACT, TORT, OR OTHERWISE, ARISING OUT OF, IN CONNECTION WITH, RELATED TO, OR INCIDENTAL TO THIS AGREEMENT OR THE CARD ACCOUNT.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, (I) NO ARBITRATION OR PROCEEDING WILL BE JOINED WITH ANY OTHER.\n(II) THERE IS NO RIGHT OR AUTHORITY FOR ANY CLAIM TO BE ARBITRATED OR RESOLVED ON A CLASS ACTION-BASIS OR TO UTILIZE CLASS ACTION PROCEDURES.\nAND (III) THERE IS NO RIGHT OR AUTHORITY FOR ANY CLAIM TO BE BROUGHT IN A PURPORTED REPRESENTATIVE CAPACITY ON BEHALF OF THE GENERAL PUBLIC OR ANY OTHER PERSONS.\nYOU AGREE THAT YOU MAY BRING CLAIMS AGAINST US ONLY IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nJ.\nArbitration.\nREAD THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM US AND MERCURY.\n<ol>\n<li>This Arbitration provision sets forth the circumstances and procedures under which Claims (as defined below) will be arbitrated instead of litigated in court upon the election of any party.\nIf you do not want to arbitrate all Claims as provided in this agreement, then you have the right to reject such arbitration provisions by delivering a written notice to at legal@mercury.com, Attention: Legal Department within 30 days after the date you have entered into this agreement.\nYour rejection of any arbitration provisions does not affect any independent arbitration agreements with third parties, and you remain subject to any arbitration, class action or jury trial waiver or dispute resolution processes set out in those separate agreements.\nFor any Claim, you agree to first email legal@mercury.com and attempt to resolve the dispute with us informally.\nIn the unlikely event that we have not been able to resolve a dispute it has with you after 60 days, such dispute will be finally and exclusively resolved by binding arbitration governed by the Federal Arbitration Act.\n9 U.S.C.\nSections 1-16, as it may be amended (the “FAA”).\nAny election to arbitrate, at any time, will be final and binding on the other party.</li>\n<li>Definitions.\nThe term “Claim” means any claim, dispute or controversy between you and us, or between you and us and any of our agents or retailers, arising from or relating to the Card or this agreement as well as any related or prior agreement that you may have had with us or the relationships resulting from this agreement, including the validity, enforceability or scope of this Arbitration Provision or the agreement.\n“Claim” includes claims of every kind and nature, including but not limited to initial claims, counterclaims, cross-claims and third-party claims and claims based upon contract, tort, fraud and other intentional torts, statutes, regulations, common law and equity.\nThe term “Claim” is to be given the broadest possible meaning that will be enforced and includes, by way of example and without limitation, any claim, dispute or controversy that arises from or relates to (i) your Card.\n(ii) the amount of available credit on your Card.\n(iii) advertisements, promotions or oral or written statements related to your Card, goods or services purchased with your Card.\n(iv) the benefits and services related to with your Card.\nand (v) your application for any Card.\nWe will not elect to use arbitration under the Arbitration Provision for any Claim that you properly file and pursue in a small claims court of your state or municipality so long as the Claim is individual and pending only in that court.\nany appeals from that court will be pursued only in arbitration.\nAs used in this Arbitration Provision, the terms “we” and “us” will for all purposes mean us, Mercury, and any wholly or majority owned subsidiaries, affiliates, licensees, predecessors, successors, and assigns of us or Mercury.\nand all our and Mercury’s agents, employees, directors and representatives.\nIn addition, “we” or “us” will include any third party using or providing any product, service or benefit in connection with your Card (including, but not limited to merchants who accept the Card, third parties who use or provide services, debt collectors and all of their agents, employees, directors and representatives) if, and only if, such third party is named as a co-party with us (or files a Claim with or against us) in connection with a Claim asserted by you.\nAs solely used in this Arbitration Provision, the terms “you” or “yours” means all persons or entities approved by us to have or to use a Card, including but not limited to all persons or entities contractually obligated under any of your agreements with us or Mercury.</li>\n<li>Initiation of Arbitration Proceeding/Selection of Administrator.\nAny Claim will be resolved, upon the election by you or us, by arbitration pursuant to this Arbitration Provision and the code of procedures of the national arbitration organization to which the Claim is referred in effect at the time the Claim is filed.\nClaims will be referred to either Judicial Arbitration and Mediation Services (“JAMS”) or the American Arbitration Association (“AAA”), as selected by the party electing to use arbitration.\nIf a selection by us of one of these organizations is unacceptable to you, you will have the right within 30 days after you receive notice of our election to select the other organization listed to serve as arbitrator.\nFor a copy of the procedures, to file a Claim or for other information about these organizations, contact them as follows: (i) JAMS at 1920 Main Street, Suite 300, Los Angeles, CA 92614.\nwebsite at www.jamsadr.com.\nand (ii) AAA at 335 Madison Avenue, New York, NY 10017.\nwebsite at www.adr.org.</li>\n<li>Significance of Arbitration.\nIF ARBITRATION IS CHOSEN BY ANY PARTY WITH RESPECT TO A CLAIM, NEITHER YOU NOR WE WILL HAVE THE RIGHT TO LITIGATE THAT CLAIM IN COURT OR HAVE A JURY TRIAL ON THAT CLAIM, OR TO ENGAGE IN DISCOVERY EXCEPT AS PROVIDED FOR IN THE CODE OF PROCEDURES OF JAMS OR AAA, AS APPLICABLE (THE “CODE”).\nFURTHER, YOU WILL NOT HAVE THE RIGHT TO PARTICIPATE IN A REPRESENTATIVE CAPACITY OR AS A MEMBER OF ANY CLASS OF CLAIMANTS PERTAINING TO ANY CLAIM SUBJECT TO ARBITRATION.\nTHE ARBITRATOR WILL NOT CONDUCT A CLASS ARBITRATION OR A JOINT ARBITRATION EXCEPT AS SET FORTH BELOW.\nTHE ARBITRATOR’S DECISION WILL BE FINAL AND BINDING.\nNOTE THAT OTHER RIGHTS THAT YOU WOULD HAVE IF YOU WENT TO COURT ALSO MAY NOT BE AVAILABLE IN ARBITRATION.</li>\n<li>Restrictions on Arbitration.\nIf either party elects to resolve a Claim by arbitration, that Claim will be arbitrated on an individual basis.\nThere will be no right or authority for any Claims to be arbitrated on a class action basis or on bases involving Claims brought in a purported representative capacity on behalf of the general public, other Card Account holders, Users, or other persons similarly situated.\nThe arbitrator’s authority to resolve Claims is limited to Claims between you and us alone, and the arbitrator’s authority to make awards is limited to you and us alone.\nFurthermore, Claims brought by you against us or by us against you may not be joined or consolidated in arbitration with Claims brought by or against someone other than you, unless otherwise agreed to in writing by all parties.</li>\n<li>Arbitration Procedures.\nThis Arbitration Provision is made pursuant to a transaction involving interstate commerce and will be governed by the FAA.\nThe arbitration will be governed by the applicable Code, except that (to the extent enforceable under the FAA) this arbitration Provision will control if it is inconsistent with the applicable Code.\nThe arbitrator will apply applicable substantive law consistent with the FAA and applicable statutes of limitations and will honor claims of privilege recognized at law and, at the timely request of either party, will provide a brief written explanation of the basis for the decision.\nIn conducting the arbitration proceeding, the arbitrator will not apply the Federal or any state rules of civil procedure or rules of evidence.\nEither party may submit a request to the arbitrator to expand the scope of discovery allowable under the applicable Code.\nThe party submitting such a request must provide a copy to the other party, who may submit objections to the arbitrator with a copy of the objections provided to the request party, within 15 days after receiving the requesting party’s notice.\nThe granting or denial of such request will be in the sole discretion of the arbitrator who will notify the parties of his/her decision within 20 days of the objecting party’s submission.\nThe arbitrator will take reasonable steps to preserve the privacy of individuals, and of business matters.\nJudgment upon the award rendered by the arbitrator may be entered in any court having jurisdiction.\nThe arbitrator’s decision will be final and binding, except for any right of appeal provided by the FAA.\nHowever, any party can appeal that award to a three-arbitrator panel administered by the same arbitration organization, which will consider anew any aspect of the initial award objected to by the appealing party.\nThe appealing party will have 30 days from the date of entry of the written arbitration award to notify the arbitration organization that it is exercising the right of appeal.\nThe appeal will be filed with the arbitration organization in the form of a dated writing.\nThe arbitration organization will then notify the other party that the award has been appealed.\nThe arbitration organization will appoint a three-arbitrator panel which will conduct arbitration pursuant to its Code and issue its decision within one 120 days of the date of the appellant’s written notice.\nThe decision of the panel will be by majority vote and will be final and binding.</li>\n<li>Continuation.\nThis Arbitration Provision will survive termination of your Card as well as voluntary payment of any debt you owe us in full, any legal proceeding by us to collect a debt owed by you, and any bankruptcy by you or us.\nIf any portion of this Arbitration Provision is deemed invalid or unenforceable under any principle or provision of law or equity, consistent with the FAA, it will not invalidate the remaining portions of this Arbitration Provision, the agreement or any prior agreement you may have had with us, each of which will be enforceable regardless of such invalidity.</li>\n</ol>", "created_at": "2023-03-17 22:58:59.687714", "updated_at": "2023-03-17 22:59:07.715053"}], "points": [], "urls": ["mercury.com"]}}