{"error": 448, "message": "OK", "parameters": {"id": 7577, "name": "Webcatalog", "created_at": "2023-03-15 20:44:14.567696", "updated_at": "2023-03-29 19:26:47.345537", "wikipedia": null, "keywords": null, "related": null, "slug": "webcatalog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7577.png", "url": "webcatalog.io", "documents": [{"id": 14591, "name": "Privacy Policy", "url": "https://webcatalog.io/privacy/", "xpath": "//body", "text": "WebCatalogWebCatalogAbout the CompanyCareersContactOpen menuPrivacy Policy<p>\n<em>Last updated on <strong>March 2, 2023</strong>.</em>\n</p>\n<p>Your privacy is critically important to us, and we have a few fundamental principles we abide by:</p>\n<ul>\n<li>We don't ask you for personal information unless we truly need it.</li>\n<li>We don't share your personal information with anyone except to comply with the law, operate our products, or protect our rights.</li>\n</ul>\n<p>Our services are compliant with the General Data Protection Regulation (GDPR) EU Regulation.</p>\n<p>This Privacy Policy shall apply to the applications by <strong>WebCatalog Ltd</strong> and that are accessible from mobile devices and personal computers (the \"<strong>App</strong>\"), and the use of the websites controlled by WebCatalog Ltd in general (the \"<strong>Website</strong>\".\nApp, and Website together the \"<strong>Services</strong>\").</p>\n1.\nGeneral\n<p>Regarding the Services: WebCatalog Ltd (\"<strong>WebCatalog</strong>\", \"<strong>we</strong>\", \"<strong>us</strong>\" or \"<strong>our</strong>\") is the Data Controller within the meaning of the General Data Protection Regulation (\"<strong>GDPR</strong>\").</p>\n<p>This privacy policy shall inform you on how we collect, process and use (\"<strong>Use</strong>\") personal data in connection with the Services.</p>\n2.\nData We Collect, Process and Use\n2.1.\nInformation You Provide to Us\n<p>We collect information you provide to us directly when you use the Services.\nThis includes:</p>\n2.1.1.\nCheckout Information\n<p>If you purchase the App directly through us and our payment processor (Paddle), we and Paddle may store your personal information, namely email addresses, names and addresses for licensing management and troubleshooting purposes whenever you communicate with our support team.</p>\n<p>If you purchase the App through other stores, including but not limited to App Store, Microsoft Store, Snap Store, your personal information is not shared with us and is subjected to the privacy policies of these stores.</p>\n2.1.2.\nAccount Information\n<p>If you create a WebCatalog account, you need to provide your email addresses.\nYou may also provide other information, such as a bio, gender, age, location, or profile picture.\nThis information is optional and may be removed at any time.\nWe also store your user account preferences and settings.\nWe may ask for such information prior to you creating an account to help improve your experience.</p>\n2.1.3.\nContent You Submit\n<p>We collect the content you submit to the Services.\nThis includes your reviews, app submissions and other communications with moderators and with us.\nYour content may include text, links, images, gifs, audio, and videos.</p>\n2.1.4.\nActions You Take\n<p>We collect information about the actions you take when using the Services.\nThis includes your interactions with content, like installing or reviewing.\nIt also includes your interactions with other users, such as following and blocking.</p>\n2.1.5 Other Information\n<p>You may choose to provide other information directly to us.\nFor example, we may collect information when you fill out a form, apply for a job, request customer support, or otherwise communicate with us.</p>\n2.2.\nInformation We Collect Automatically\n<p>When you access or use our Services, we may also automatically collect information about you.\nThis includes:</p>\n2.2.1.\nLog and Usage Data\n<p>We may log information when you access and use the Services.\nThis may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), device settings, pages visited, links clicked, the requested URL, and search terms.</p>\n2.2.2.\nInformation Collected from Cookies and Similar Technologies\n<p>We may receive information from cookies, which are pieces of data your browser stores and sends back to us when making requests, and similar technologies.\nWe use this information to deliver and maintain our services and our site, improve your experience, understand user activity, personalize content and advertisements, measure the effectiveness of advertising, and improve the quality of our Services.\nFor example, we store and retrieve information about your preferred language and other settings.</p>\n<p>See our Section 3 below for more information about how WebCatalog uses cookies and about how you can disable cookies.</p>\n3.\nCookies Policy\n<p>\n<strong>3.1</strong> WebCatalog's websites use cookies to personalize your experience on our sites.\nCookies tell us which parts of our websites people have visited, help us measure the performance of ads, and give us insights into user behavior so we can improve our communications and products.</p>\n<p>You can disable cookies anytime in your web browser.\nHere is how it works in Google Chrome and Safari browsers:</p>\n<ul>\n<li>Chrome:\n<ul>\n<li>Go to the Settings in the Chrome menu (Chrome toolbar).</li>\n<li>Scroll down the page and click Advanced.</li>\n<li>In the \"Privacy\" section, click the Content settings.</li>\n<li>Click \"Cookies\" and change anything desired.</li>\n</ul>\n</li>\n<li>Safari:\n<ul>\n<li>Go to Preferences.</li>\n<li>Click the Privacy tab.</li>\n<li>Choose to Block all cookies.</li>\n</ul>\n</li>\n</ul>\n<p>For other browsers, please check the documentation your provider provides.</p>\n<p>WebCatalog's cookies don't collect information that personally identify you.\nAlso, other sites or companies won't be able to track you through our cookies.</p>\n<p>When you disable cookies, our website can no longer provide you with the best user experience and you miss the opportunity to get more personalized information, such as displaying information in your language or displaying prices in your currency.</p>\n<p>\n<strong>COOKIES: USE OF (FURTHER ANALYZING) TOOLS</strong>\n</p>\n<p>Cookies are stored on your computer when using the Website.\nCookies are small text files that are stored on your hard disk of the computer with which you visit a website and which are allocated to your browser and through which certain information is submitted to the cookies user that sets the cookie (in this case us).\nCookies serve to make the website offering more user-friendly and effective overall.</p>\n<p>The Website uses cookies to the following extent:</p>\n<ul>\n<li>Transient / Session cookies</li>\n<li>Persistent / Setting cookies</li>\n<li>Analysis cookies</li>\n</ul>\n<p>Transient cookies are automatically deleted when you close your browser.\nThis includes in particular the session cookies.\nThese store a so-called session ID, which identify user session in the browser.\nSession cookies are deleted when you log out or close your browser.</p>\n<p>Persistent cookies help the Website remember your information and settings when you visit them in the future.\nThey are automatically deleted after a specified period, which may differ depending on the cookie.</p>\n<p>We also use cookies on our website which enable an analysis of the user's surfing behavior.</p>\n<p>\n<strong>3.2</strong> The Website uses Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nGoogle Analytics uses \"cookies\", which are text files placed on your computer, to help analyze how you use the Website.\nThe information generated by the cookie about your use of the Website will normally be transmitted to and stored by Google on servers in the United States.</p>\n<p>Because IP-anonymization is activated on the Website, your IP address will be truncated within the area of member states of the European Union or within other contracting states to the Agreement on the European Economic Area.\nOnly in exceptional cases the whole IP address will be first transferred to a Google server in the USA and truncated there.\nGoogle will use this information on behalf of WebCatalog for the purpose of evaluating your use of the Website, compiling reports on Website activity and providing other services for WebCatalog relating to website activity and internet usage.</p>\n<p>The IP address that your browser transfers within the scope of Google Analytics will not be associated with any other data held by Google.</p>\n<p>You may refuse the use of cookies by selecting the appropriate settings in your browser, however please note that if you do so you may not be able to use all functions of the Website.\nYou can also opt-out from the storage by Google of the data that is created by the cookie and is related to the use of the Website (including your IP address) and the processing of such data by Google by downloading and installing the Google Analytics opt-out Browser add-on available under https://tools.google.com/dlpage/gaoptout?hl=en.</p>\n<p>As an alternative to the browser add-on or within browsers on mobile devices, you can click this link in order to opt-out from being tracked by Google Analytics within this Website in the future (this opt-out option applies only for the browser in which you set it and with regard to the Website).\nIn this case an opt-out cookie is put on your device.\nIn case you delete your cookies, you will have to use the aforementioned link again.</p>\n<p>For further information on Google Analytics please refer to: [1], [2] and [3].</p>\n<p>\n<strong>3.3</strong> If you decide to deactivate (some of) the cookies and tools described above, please note that certain features and functionalities of the Services might not work or might not be accessible to you.</p>\n<p>\n<strong>3.4</strong> The legal basis for the processing of the data described in this section 3 (to the extent such data is to be considered Personal Data) is Art.\n6 (1) sentence 1 lit.\nf GDPR (legitimate interests.\nthe legitimate interests to Use such data is that we use and analyze the respective data to improve our Services, such as by gaining a better understanding of your interests and requirements regarding our Services and to help personalize your user experience).</p>\n4.\nThird Party Service Providers\n<p>We employ third party companies and individuals to facilitate our Services, to provide our Services on our behalf, to assist us in analyzing how our Services is used.\nThese third-parties have already confirmed their commitment to GDPR compliance and have access to your personal information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.\nThe legal basis for the data processing described in this section 4 is Art.\n6 (1) sentence 1 lit.\nb GDPR (performance of contract and pre-contractual measures) and Art.\n28 GDPR (order processing).</p>\n5.\nDuration of Storage of Personal Data\n<p>Unless no shorter storage period is indicated in this privacy policy, we, in general, store Personal Data as long (i) as required for the provision of the Services to you, and/or (ii) as it is necessary with regard to the contractual relationship with you, thereafter only if and to the extent that we are obliged to do so by mandatory statutory retention obligations.\nIf we no longer require the respective Personal Data for the purposes described above, such Personal Data will only be stored during the respective legal retention period and not processed for other purposes.</p>\n6.\nYour Rights\n<p>You have the right to request information from us at any time about your Personal Data stored by us.\nIf the legal requirements are met, you also have rights vis-à-vis us to request from us access to and rectification or erasure or restriction of processing concerning your Personal Data or to object the processing of your Personal Data as well as the right to receive your Personal Data provided to us in a structured, established and machine-readable format from us (you can transfer this data to other parties or have it transferred.\ndata portability).</p>\n<p>If you have given your consent to the use of personal data, you can revoke such consent at any time (for the future).</p>\n<p>If you believe that the processing of your Personal Data by us is in breach of the applicable data protection laws, you can issue a complaint with the competent supervisory authority for data protection.</p>\n7.\nKeeping Your Personal Data Secure\n<p>We have taken extensive technical and operational precautions to protect the Personal Data retained by us against unauthorized access and misuse.\nOur security procedures are revised regularly and adapted to reflect technological progress.</p>\n8.\nCalifornia Residents Notice\n<p>In relation to paragraph (5), s.1798.130 of California Consumer Privacy Act of 2018 (CCPA):</p>\n<ul>\n<li>following subparagraph (A) the list of consumer rights can be found in section 6 above;</li>\n<li>following subparagraph (B) personal information categories that We collect or have collected about consumers in the preceding 12 months can be found in section 2 and 3 above;</li>\n<li>subparagraph (C) does not apply to our practices as We neither sell nor have in the past 12 months sold your personal information as described in subdivision (t) of s.1798.140 CCPA.</li>\n</ul>\n9.\nChanges to This Policy\n<p>We change this Privacy Policy from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe always indicate the date when the last changes were published.\nIf changes are significant, we’ll provide a more prominent notice (including, if possible, email notification of Privacy Policy changes).</p>\n10.\nContact Us\n<p>If you have any questions feel free to contact us via contact@webcatalog.io.</p>\n<p>WebCatalog Ltd<br>\n20-22 Wenlock Road, London, England, N1 7GU<br>\nUnited Kingdom</p>About the CompanyCareersContactPrivacyTerms<p>© 2020 - 2023 WebCatalog Ltd.\nAll rights reserved.</p>\n<p>WebCatalog Ltd is registered in England – Registration No.\n12796106.</p>\n<p>Registered Office: 20-22 Wenlock Road, London, England, N1 7GU, United Kingdom.</p>\n<p>We use cookies to provide and improve our websites.\nBy using our sites, you consent to cookies.\nLearn more</p>OKAccept &amp.\nClose<p>\n</p>", "created_at": "2023-03-15 20:44:14.600678", "updated_at": "2023-03-15 20:44:39.286128"}, {"id": 14592, "name": "Terms of Service", "url": "https://about.webcatalog.io/terms-of-service/", "xpath": "//body", "text": "WebCatalogWebCatalogAbout the CompanyCareersContactOpen menuTerms of Service<p>\n<em>Last updated on <strong>September 7, 2022</strong>.</em>\n</p>\nAgreement To Terms\n<p>These Terms of Service constitute a legally binding agreement made between you, whether personally or on behalf of an entity (“you”) and WebCatalog Ltd.\n(WebCatalog, \"Company\", “we”, “us”, or “our”), concerning your access to and use of the the WebCatalog services such as the mobile, desktop, and web app as well as any other media form, media channel, website, or mobile application related, linked, or otherwise connected thereto (collectively, the “App”).\nYou agree that by accessing the App, you have read, understood, and agree to be bound by all of these Terms of Service.\nIF YOU DO NOT AGREE WITH ALL OF THESE TERMS OF SERVICE, THEN YOU ARE EXPRESSLY PROHIBITED FROM USING THE APP AND YOU MUST DISCONTINUE USE IMMEDIATELY.</p>\n<p>Supplemental terms and conditions or documents that may be posted on the App from time to time are hereby expressly incorporated herein by reference.\nWe reserve the right, in our sole discretion, to make changes or modifications to these Terms of Service at any time and for any reason.\nWe will alert you about any changes by updating the “Last updated” date of these Terms of Service, and you waive any right to receive specific notice of each such change.\nIt is your responsibility to periodically review these Terms of Service to stay informed of updates.\nYou will be subject to, and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms of Service by your continued use of the App after the date such revised Terms of Service are posted.</p>\n<p>The information provided in the App is not intended for distribution to or use by any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or regulation or which would subject us to any registration requirement within such jurisdiction or country.\nAccordingly, those persons who choose to access the App from other locations do so on their own initiative and are solely responsible for compliance with local laws, if and to the extent local laws are applicable.</p>\nIntellectual Property Rights\n<p>Unless otherwise indicated, the App is our proprietary property and all source code, databases, functionality, software, website designs, audio, video, text, photographs, and graphics on the App (collectively, the “Content”) and the trademarks, service marks, and logos contained therein (the “Marks”) are owned or controlled by us or licensed to us, and are protected by copyright and trademark laws and various other intellectual property rights and unfair competition laws of the United States, international copyright laws, and international conventions.\nThe Content and the Marks are provided on the App “AS IS” for your information and personal use only.\nExcept as expressly provided in these Terms of Service, no part of the App and no Content or Marks may be copied, reproduced, aggregated, republished, uploaded, posted, publicly displayed, encoded, translated, transmitted, distributed, sold, licensed, or otherwise exploited for any commercial purpose whatsoever, without our express prior written permission.</p>\n<p>Provided that you are eligible to use the App, you are granted a limited license to access and use the App which you have properly gained access solely for your personal use.\nWe reserve all rights not expressly granted to you in and to the App, the Content, and the Marks.</p>\nUser Representations\n<p>By using the App, you represent and warrant that: (1) you have the legal capacity and you agree to comply with these Terms of Service.\n(2) you will not access the App through automated or non-human means, whether through a bot, script or otherwise.\n(3) you will not use the App for any illegal or unauthorized purpose.\nand (4) your use of the App will not violate any applicable law or regulation.</p>\n<p>If you provide any information that is untrue, inaccurate, not current, or incomplete, we have the right to suspend or terminate your account and refuse any and all current or future use of the App (or any portion thereof).</p>\nFees and Payment\n<p>Although we have a free version of the App, you may be required to pay a fee to access some of our services.\nYou agree to provide current, complete, and accurate purchase and account information for all purchases made via the App.\nYou further agree to promptly update account and payment information, including email address, payment method, and payment card expiration date, so that we can complete your transactions and contact you as needed.\nWe bill you through an online billing account for purchases made via the App.\nSales tax may be added to the price of purchases as deemed required by us.\nWe may change prices at any time.\nAll payments shall be in US Dollars.</p>\n<p>You agree to pay all charges or fees at the prices then in effect for your purchases, and you authorize us to charge your chosen payment provider for any such amounts upon making your purchase.</p>\n<p>We reserve the right to correct any errors or mistakes in pricing, even if we have already requested or received payment.\nWe also reserve the right to refuse any order placed through the App.</p>\nSubscription Cancellation\n<p>You can cancel your subscription at any time.\nYour cancellation will take effect at the end of the current paid term.\nWe do not offer refunds or partial refunds.</p>\n<p>If you are unsatisfied with our services, please email us at contact@webcatalog.io.</p>\nUser Generated Contributions\n<p>We may provide you with the opportunity to create, submit, post, display, transmit, perform, publish, distribute, or broadcast content and materials to us or on the App, including but not limited to text, writings, video, audio, photographs, graphics, comments, or other material (collectively, \"Contributions\").\nContributions may be viewable by other users of the App.\nAs such, any Contributions you transmit may be treated in accordance with the App Privacy Policy.\nWhen you create or make available any Contributions, you thereby represent and warrant that:</p>\n<ul>\n<li>The creation, distribution, transmission, public display, or performance, and the accessing, downloading, or copying of your Contributions do not and will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark, trade secret, or moral rights of any third party.</li>\n<li>You are the creator and owner of or have the necessary licenses, rights, consents, releases, and permissions to use and to authorize us, the App, and other users of the App to use your Contributions in any manner contemplated by the App and these Terms of Service.</li>\n<li>Your Contributions are not false, inaccurate, or misleading.</li>\n<li>Your Contributions are not unsolicited or unauthorized advertising, promotional materials, pyramid schemes, chain letters, spam, mass mailings, or other forms of solicitation.</li>\n<li>Your Contributions are not obscene, lewd, lascivious, filthy, violent, harassing, libelous, pornographic, slanderous, or otherwise objectionable (as determined by us).</li>\n<li>Your Contributions do not ridicule, mock, disparage, intimidate, or abuse anyone.</li>\n<li>Your Contributions are not used to harass or threaten (in the legal sense of those terms) any other person and to promote violence against a specific person or class of people.</li>\n<li>Your Contributions do not violate any applicable law, regulation, or rule.</li>\n<li>Your Contributions do not violate the privacy or publicity rights of any third party.</li>\n<li>Your Contributions do not contain any material that solicits personal information from anyone under the age of 18 or exploits people under the age of 18 in a sexual or violent manner.</li>\n<li>Your Contributions do not include any offensive comments that are connected to race, national origin, gender, sexual preference, or physical handicap.</li>\n<li>Your Contributions do not otherwise violate, or link to material that violates, any provision of these Terms of Service, or any applicable law or regulation.</li>\n</ul>\n<p>Any use of the App in violation of the foregoing violates these Terms of Service and may result in, among other things, termination or suspension of your rights to use the App.</p>\n<p>Your account may be deleted upon request only to contact@webcatalog.io.\nThis will delete your account and any personal contact information associated with it.\nAs Contributions are shared throughout the App, they will continue to exist and be accessible by other users via their own accounts, even after we have deleted your account.\nIn order to permanently delete your Contributions so that they are no longer accessible to other users, you must manually delete each individual Contribution.\nA Contribution will be deleted from the accounts of other users and from the App only after you permanently delete that individual Contribution.\nFollow the instructions here to permanently delete one of your Contributions.</p>\nContribution License\n<p>You agree that we may access, store, process, and use any information and personal data that you provide following the terms of the Privacy Policy and your choices (including settings).</p>\n<p>By submitting suggestions or other feedback regarding the App, you agree that we can use and share such feedback for any purpose without compensation to you.</p>\n<p>We do not assert any ownership over your Contributions.\nYou retain full ownership of all of your Contributions and any intellectual property rights or other proprietary rights associated with your Contributions.</p>\n<p>You agree that your Contributions will comply with the Digital Millennium Copyright Act (“DMCA”) and will act promptly to remove any infringing material from the Service if you or WebCatalog receives a notice qualifying under the DMCA.\nIf you own a copyright or have authority to act on behalf of a copyright owner and want to report a claim, you may contact us at contact@webcatalog.io.</p>\n<p>We are not liable for any statements or representations in your Contributions provided by you in any area on the App.\nWebCatalog does not control or endorse user Contributions found in the App.\nYou are solely responsible for your Contributions to the App and you expressly agree to exonerate us from any and all responsibility and to refrain from any legal action against us regarding your or other’s Contributions.</p>\nWebCatalog Responsibly\n<p>We care deeply about your physical safety.\nUsing the App in some circumstances might cause a dangerous situation or distract you from obeying traffic or safety laws.\nFor yourself and others, we ask you to please exercise caution and WebCatalog responsibly.</p>\nSubmissions\n<p>You acknowledge and agree that any questions, comments, suggestions, ideas, feedback, or other information regarding the App (\"Submissions\") provided by you to us are non-confidential and shall become our sole property.\nWe shall own exclusive rights, including all intellectual property rights, and shall be entitled to the unrestricted use and dissemination of these Submissions for any lawful purpose, commercial or otherwise, without acknowledgment or compensation to you.\nYou hereby waive all moral rights to any such Submissions, and you hereby warrant that any such Submissions are original with you or that you have the right to submit such Submissions.\nYou agree there shall be no recourse against us for any alleged or actual infringement or misappropriation of any proprietary right in your Submissions.</p>\nApp Management\n<p>We reserve the right, but not the obligation, to: (1) monitor the App for violations of these Terms of Service.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Service, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the App or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the App in a manner designed to protect our rights and property and to facilitate the proper functioning of the App.</p>\nTerm and Termination\n<p>These Terms of Service shall remain in full force and effect while you use the App.\nWITHOUT LIMITING ANY OTHER PROVISION OF THESE TERMS OF USE, WE RESERVE THE RIGHT TO, IN OUR SOLE DISCRETION AND WITHOUT NOTICE OR LIABILITY, DENY ACCESS TO AND USE OF THE APP, TO ANY PERSON FOR ANY REASON OR FOR NO REASON, INCLUDING WITHOUT LIMITATION FOR BREACH OF ANY REPRESENTATION, WARRANTY, OR COVENANT CONTAINED IN THESE TERMS OF USE OR OF ANY APPLICABLE LAW OR REGULATION.\nWE MAY TERMINATE YOUR USE OR PARTICIPATION IN THE APP OR DELETE ANY CONTENT OR INFORMATION THAT YOU POSTED AT ANY TIME, WITHOUT WARNING, IN OUR SOLE DISCRETION.</p>\n<p>If we terminate or suspend your account for any reason, you are prohibited from registering and creating a new account under your name, a fake or borrowed name, or the name of any third party, even if you may be acting on behalf of the third party.\nIn addition to terminating or suspending your account, we reserve the right to take appropriate legal action, including without limitation pursuing civil, criminal, and injunctive redress.</p>\nModifications and Interruptions\n<p>We reserve the right to change, modify, or remove the features and functionality of the App at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our App.\nWe also reserve the right to modify or discontinue all or part of the App without notice at any time.</p>\n<p>We will do our best to create a reliable and performant user experience, however, we cannot guarantee the App will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the App, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the App at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the App during any downtime or discontinuance of the App.\nNothing in these Terms of Service will be construed to obligate us to maintain and support the App or to supply any corrections, updates, or releases in connection therewith.</p>\nGoverning Law\n<p>These Terms shall be governed by and defined following the laws of the the United Kingdom of Great Britain and Northern Ireland.\nWebCatalog and yourself irrevocably consent that the courts of the United Kingdom of Great Britain and Northern Ireland shall have exclusive jurisdiction to resolve any dispute which may arise in connection with these terms.</p>\nDispute Resolution\nInformal Negotiations\n<p>To expedite resolution and control the cost of any dispute, controversy, or claim related to these Terms of Service (each a \"Dispute\" and collectively, the “Disputes”) brought by either you or us (individually, a “Party” and collectively, the “Parties”), the Parties agree to first attempt to negotiate any Dispute (except those Disputes expressly provided below) informally for at least 90 days before initiating arbitration.\nSuch informal negotiations commence upon written notice from one Party to the other Party.</p>\nBinding Arbitration\n<p>Any dispute arising out of or in connection with this contract, including any question regarding its existence, validity, or termination, shall be referred to and finally resolved by the American Arbitration Association (“AAA”) in accordance with the AAA rules, except as modified by this “Dispute Resolution” section.\n(The AAA Rules are available at www.adr.org/arb_med or by calling the AAA at 1-800-778-7879.) The Federal Arbitration Act will govern the interpretation and enforcement of this Section.</p>\nRestrictions\n<p>The Parties agree that any arbitration shall be limited to the Dispute between the Parties individually.\nTo the full extent permitted by law, (a) no arbitration shall be joined with any other proceeding.\n(b) there is no right or authority for any Dispute to be arbitrated on a class-action basis or to utilize class action procedures.\nand (c) there is no right or authority for any Dispute to be brought in a purported representative capacity on behalf of the general public or any other persons.</p>\nExceptions to Informal Negotiations and Arbitration\n<p>The Parties agree that the following Disputes are not subject to the above provisions concerning informal negotiations and binding arbitration: (a) any Disputes seeking to enforce or protect, or concerning the validity of, any of the intellectual property rights of a Party.\n(b) any Dispute related to, or arising from, allegations of theft, piracy, invasion of privacy, or unauthorized use.\nand (c) any claim for injunctive relief.\nIf this provision is found to be illegal or unenforceable, then neither Party will elect to arbitrate any Dispute falling within that portion of this provision found to be illegal or unenforceable and such Dispute shall be decided by a court of competent jurisdiction within the courts listed for jurisdiction above, and the Parties agree to submit to the personal jurisdiction of that court.</p>\nCorrections\n<p>There may be information on the App that contains typographical errors, inaccuracies, or omissions, including descriptions, pricing, availability, and various other information.\nWe reserve the right to correct any errors, inaccuracies, or omissions and to change or update the information on the App at any time, without prior notice.</p>\nDisclaimer\n<p>THE APP IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE APP AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE APP AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE APP’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE APP AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE APP, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE APP, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE APP BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE APP.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE APP, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\nLimitations of Liability\n<p>IN NO EVENT WILL WE OR OUR DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE APP, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, OUR LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE LESSER OF THE AMOUNT PAID, IF ANY, BY YOU TO US OR $100.00.\nCERTAIN US STATE LAWS AND INTERNATIONAL LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>\nIndemnification\n<p>You agree to defend, indemnify, and hold us harmless, including our subsidiaries, affiliates, and all of our respective officers, agents, partners, and employees, from and against any loss, damage, liability, claim, or demand, including reasonable attorneys’ fees and expenses, made by any third party due to or arising out of: (1) use of the App.\n(2) breach of these Terms of Service.\n(3) any breach of your representations and warranties set forth in these Terms of Service.\n(4) your violation of the rights of a third party, including but not limited to intellectual property rights.\nor (5) any overt harmful act toward any other user of the App with whom you connected via the App.\nNotwithstanding the foregoing, we reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate, at your expense, with our defense of such claims.\nWe will use reasonable efforts to notify you of any such claim, action, or proceeding which is subject to this indemnification upon becoming aware of it.</p>\nUser Data\n<p>We will maintain certain data that you transmit to the App for the purpose of managing the performance of the App, as well as data relating to your use of the App.\nAlthough we perform regular routine backups of data, you are solely responsible for all data that you transmit or that relates to any activity you have undertaken using the App.\nYou agree that we shall have no liability to you for any loss or corruption of any such data, and you hereby waive any right of action against us arising from any such loss or corruption of such data.</p>\nElectronic Communications, Transactions, and Signatures\n<p>Using the App, sending us emails, and completing online forms constitute electronic communications.\nYou consent to receive electronic communications, and you agree that all agreements, notices, disclosures, and other communications we provide to you electronically, via email and on the App, satisfy any legal requirement that such communication be in writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE APP.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.</p>\nMiscellaneous\n<p>These Terms of Service and any policies or operating rules posted by us on the App or in respect to the App constitute the entire agreement and understanding between you and us.\nOur failure to exercise or enforce any right or provision of these Terms of Service shall not operate as a waiver of such right or provision.\nThese Terms of Service operate to the fullest extent permissible by law.\nWe may assign any or all of our rights and obligations to others at any time.\nWe shall not be responsible or liable for any loss, damage, delay, or failure to act caused by any cause beyond our reasonable control.\nIf any provision or part of a provision of these Terms of Service is determined to be unlawful, void, or unenforceable, that provision or part of the provision is deemed severable from these Terms of Service and does not affect the validity and enforceability of any remaining provisions.\nThere is no joint venture, partnership, employment or agency relationship created between you and us as a result of these Terms of Service or use of the App.\nYou agree that these Terms of Service will not be construed against us by virtue of having drafted them.\nYou hereby waive any and all defenses you may have based on the electronic form of these Terms of Service and the lack of signing by the parties hereto to execute these Terms of Service.</p>\nContact Us\n<p>In order to resolve a complaint regarding the App or to receive further information regarding use of the App, please contact us at contact@webcatalog.io.</p>About the CompanyCareersContactPrivacyTerms<p>© 2020 - 2023 WebCatalog Ltd.\nAll rights reserved.</p>\n<p>WebCatalog Ltd is registered in England – Registration No.\n12796106.</p>\n<p>Registered Office: 20-22 Wenlock Road, London, England, N1 7GU, United Kingdom.</p>\n<p>We use cookies to provide and improve our websites.\nBy using our sites, you consent to cookies.\nLearn more</p>OKAccept &amp.\nClose<p>\n</p>", "created_at": "2023-03-15 20:44:39.923547", "updated_at": "2023-03-15 20:44:47.690045"}], "points": [], "urls": ["webcatalog.io"]}}