{"error": 448, "message": "OK", "parameters": {"id": 7814, "name": "Tuxler Privacy Technologies", "created_at": "2023-03-29 22:32:09.121403", "updated_at": "2023-04-22 11:50:34.32593", "wikipedia": null, "keywords": null, "related": null, "slug": "tuxler-privacy-technologies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7814.png", "url": "tuxlervpn.com", "documents": [{"id": 15081, "name": "Privacy Policy", "url": "https://www.tuxlervpn.com/privacy-policy/", "xpath": "/html/body/section[2]", "text": " Privacy Policy <p>We have prepared this Privacy Notice to explain how, why, and when we collect data from you on our website.</p>\n<p>Please note that this Privacy Notice only applies to data that we collect when you visit the Tuxler website at&nbsp;https://tuxlervpn.com.</p>\n<p>About Tuxler’s Services</p>\n<p>Tuxler provides targeted advertising services for our advertiser clients (“Advertisers”).\nWhen you visit a website operated by an Advertiser or a third party site where we could serve an ad to you, we may collect some or all of the data described in the Tuxler Service Privacy Notice.\nOur platform uses that data as well as other data described below to help Advertisers provide ads to you that are more relevant to you.</p>\n<p>For example, if you visit an Advertiser’s website and shop for running shoes, our Platform may later serve you with targeted ads for the Advertiser’s brand of running shoes as you browse the internet.</p>\n<p>What data we collect and how we use it</p>\n<p>We may collect the following categories of information on our website and use them for the purposes explained below.</p>\n<ul>\n<li>\n<strong>Website activity:&nbsp;</strong>Data about your browsing activity on our website</li>\n<li>\n<strong>Device and browser information:&nbsp;</strong>Technical information about the device or browser you use to access our website.\nFor example, your device’s IP address, and (in the case of mobile devices) your device type and mobile device’s unique identifier such as the Apple IDFA or Android Advertising ID.</li>\n<li>\n<strong>Contact Information:&nbsp;</strong>If you choose to provide your name, email address or phone number</li>\n<li>\n<strong>Account Information:</strong>&nbsp;If you open a account, we will collect your username and a password and other information to necessary to open and access your account</li>\n<li>\n<strong>Customer Service Information:&nbsp;</strong>Information you may provide to customer service including survey responses</li>\n<li>\n<strong>Financial Information:&nbsp;</strong>Credit card number or other payment account information.\nThis information is collected directly by our payments processor and not stored at Tuxler.</li>\n<li>\n<strong>Third party information:&nbsp;</strong>We may collect additional information about you from third party sources where we have the rights to do so.</li>\n</ul>\n<p>We use this data to:</p>\n<ul>\n<li>provide Tuxler services and customer support</li>\n<li>collect fees and troubleshoot problems</li>\n<li>prevent potential fraud and enforce our Terms of Service</li>\n<li>customize, measure, and improve our website and services</li>\n<li>deliver targeted marketing to you</li>\n<li>contact you by email or phone about your account or our services including to market our services to you</li>\n</ul>\n<p>Data Sharing</p>\n<p>We may disclose personally identifying information (PII) about you:</p>\n<ul>\n<li>\n<strong>With our service providers:&nbsp;</strong>Companies we contract with who help with parts of our business operations.\nWe require that our service providers only use your PII in connection with the services they perform for us.</li>\n<li>\n<strong>With your service providers:&nbsp;</strong>Companies under contract with, or acting on your behalf, who handle data (such as a customer lists) on your behalf.</li>\n<li>\n<strong>With our subsidiaries and related companies</strong>\n</li>\n<li>\n<strong>In connection with legal proceedings:</strong>&nbsp;When we are under a legal obligation to do so, for example to comply with a binding order of a court, or where disclosure is necessary to exercise, establish or defend the legal rights of Tuxler, our Advertisers or any other third party.</li>\n<li>\n<strong>In connection with a sale of our business:&nbsp;</strong>If a third party acquires some or all of our business or assets, we may disclose your PII in connection with the sale.</li>\n</ul>\n<p>We also share technical data that we collect about your browsing habits and your device (such as data relating to our cookies, tracking pixels and similar technologies) with other advertising companies in the digital advertising ecosystem.\nThis enables them and us to better target ads to you.</p>\n<p>Finally, we may disclose aggregated, anonymized information to our Advertisers and other third parties.</p>\n<p>Cookies and related technologies</p>\n<p>The Tuxler website uses cookies, tracking pixels and related technologies.\nCookies are small data files that are served by our platform and stored on your device.\nOur site uses cookies dropped by us or third parties for a variety of purposes including to operate and personalize the website.\nAlso, cookies may also be used to track how you use the site to target ads to you on other websites.</p>\n<p>To get more information about the individual cookies dropped by our website, please see the Adjust Ad Preferences link on the footer of our website.</p>\n<p>Data retention</p>\n<p>PII is held no longer than necessary for our business purposes or to meet legal requirements.</p>\n<p>General Data Protection Regulation</p>\n<p>Effective : May 25th, 2018<br>Our nex privacy Policy has been updated in order to fully comply to GDPR.</p>\n<p>We are proud to announce that our company complies with the EU regulation regarding data protection.\nWe have always been concerned about data protection in our company.\nPlease read our privacy Policy in order to to understand how we collect data and what we do with it.&nbsp;<br>If there is a conflict between our privacy Policy and GDPR, you should consider that GDPR will prevail over our terms.\nWe want to make sure that you feel protected as one of our customers.</p>\n<p>To view/remove data we collected go to:&nbsp;https://www.tuxlervpn.com/view-collected-data/<br>If you want to make another GPRD related request please use form at:&nbsp;https://www.tuxlervpn.com/gprd-request/</p>\n<p>Security</p>\n<p>We apply technical, administrative and organizational security measures to protect the data we collect against accidental or unlawful destruction and loss, alteration, unauthorized disclosure or access, in particular where the processing involves the transmission of data over a network, and against other unlawful forms of processing.</p>\n<p>Changes to this Privacy Notice</p>\n<p>Changes to this Privacy Notice will be posted on this page.\nIf we make a material change to our privacy practices, we will provide notice on the site or by other means as appropriate.</p>\n<p>Contact us about questions or concerns</p>\n<p>If you have any questions about this Privacy Notice, our privacy practices, or with Tuxler generally, you can contact&nbsp;<strong>support@tuxler.com.</strong>\n</p> ", "created_at": "2023-03-29 22:32:09.155276", "updated_at": "2023-03-29 22:32:55.379045"}, {"id": 15083, "name": "end-user license agreement", "url": "https://www.tuxlervpn.com/end-user-license-agreement/", "xpath": "/html/body/section[2]", "text": " The end-user license agreement of Tuxler Privacy Technologies inc.\n<p>\n<strong>General Terms</strong>\n</p>\n<p>Please read these terms of use and associated privacy policy carefully before using the Tuxler Privacy Technologies, Inc.\nConnection sharing program (“The Program”).\nBy using tuxler you are agreeing to be bound by these terms of use and associated privacy policy.\nIf you do not agree to these terms of use or the privacy policy, do not use the program.\nYou shall not use the program if you don’t agree on sharing your connection location through your internal protocol address with other tuxler users.</p>\n<p>\n<strong>User Agreement General Terms</strong>\n</p>\n<p>This end user agreement which is entered between you (“Individual”) and Tuxler Privacy Technologies, Inc.\n(“Tuxler” or “Us” or “Our Corporation” or “We”) together with our privacy policy terms are set forth the legally binding agreement (“Agreement”).\nThe agreement governs your personal access and any usage of our developed software (“Software”) named tuxler (“Tuxler”) , of our private network (“Network”), of our limited and extended features, of any content and any applications offered by us, and herein and hereafter known as our services (“Services”).\nPlease pay close attention to our present agreement before any use of our services, network, applications and features if you wish to use the services provided by us.\nIf you don’t agree to be bound by those terms and/or do not consent to our privacy policy, you shall not use our services.\nYou use of tuxler is both personal and law abiding.\nYou use of our services is limited by the user license to which you agree by downloading our software.\nYou also agree to comply with the laws of the United States of America and not use our software for any unauthorised purpose or illegal matters.</p>\n<p>\n<strong>General Use Of Service</strong>\n</p>\n<p>Tuxler provides you with an exceptional service in order to help you access the web anonymously, and increase your online privacy, and help you access various blocked websites in your country.\nThe services provided by tuxler are free of charge in our standard version.\nThe features in the standard version are limited, and some functionality may not be available.\nIn order to access the full potential of Tuxler Privacy Network, you have to purchase the Premium version.\nYou may note access the service if you are an individual aged under 13 years old, or if you are not the owner or approved administrator of the computer device on which you run Tuxler software or any otherwise device used to run the software.</p>\n<p>Tuxler reserves the right, at our personal discretion and convenience, to modify, add, delete or change any terms and conditions of the hereby end user agreement or any portion of the agreement or include any limitations or available features for an individual or all the users.\nIf any changes are made that impact all the users of Tuxler, we may post a notice change on our blog, or website.\nIf any change is individual due to an improper use of Tuxler software, we will notify individually the change of use according to the herein agreement.</p>\n<p>If you do not wish to comply and be individually bound by the agreement or the amended agreement, you may not use the software, or you shall terminate the use of the software.\nIn both case, you may not use or access, or continue to use or access are network and services provided by us under those terms.</p>\n<p>\n<strong>Payment, Renewals and Refund Policy</strong>\n</p>\n<p>You can use the free version at your personal convenience provided that you respect the end user agreement entered between you and Tuxler.\nIf you decide to purchase the Premium version you will be charged with our current monthly fee.\nOur Premium version will be automatically renewed each month until we get a notification clearly mentioning you wish to terminate the license.\nWe may use third party services to collect fees from the Premium version or any services you wish to use provided by us.\nBefore using any third-party payment platform, we strongly recommend you read their terms of use before you check in for third-party payment services and that you agree to the third party terms.\nWe are not responsible for third party terms, for their content policy, for their data retention policy, for their refund policy, or any other practices for such third party services.</p>\n<p>\n<strong>All Tuxler sales are final and non-refundable.</strong>\n</p>\n<p>Our licenses are non-refundable.\nTuxler Privacy Technologies, Inc.\nstrictly adheres to a non-refund policy because we offer users a fully featured Free Tuxler version for as long as they like before upgrading to a paid version.\nThus we do not issue refunds of Premium versions for any reason.\nPlease be sure to try our Free version before you purchase a paid one.</p>\n<p>\n<strong>Compliance With Law</strong>\n</p>\n<p>Our software, services and our privacy network are intended to be exclusively used only in compliance with applicable laws of your country.\nWithout derogating from the bylaws herein, you also agree to comply with all applicable laws, statutes, and regulations of your country, and of the United States of America, and of the state of Delaware.</p>\n<p>\n<strong>Notifications</strong>\n</p>\n<p>We may be required by law to inform and therefore notify you with certain modifications our events related to the upgrade of our software, services and our privacy network.\nIn that event, you will have to update your email address and contact information.\nIf you do not provide us with your current information status, we cannot be held liable if we fail to notify you.</p>\n<p>\n<strong>Assignments</strong>\n</p>\n<p>You may not assign or sublicense or delegate your individual rights under the herein agreement bylaws.\nBy using our software, you agree that your rights may be assigned in part or in whole at our sole discretion including assignments under merger, acquisition, reorganisation, or sale of our assets, in parts or in total.</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>The agreement between us and you as an individual is governed by the laws and statutes of the state of Delaware, United States of America.</p>\n<p>\n<strong>Claims</strong>\n</p>\n<p>Your failure not to report a claim within a year after occurrence closes the action of a claim.</p>\n<p>\n<strong>Waiver</strong>\n</p>\n<p>The failure by us to exercise our rights or to enforce the herein agreement shall not constitute a waiver of such provision.</p>\n<p>\n<strong>Open Source Project Use</strong>\n</p>\n<p>Tuxler used several open source binaries while developing this program under lgplv2.1.\nWe respect the terms of any following programs, as for their use, modification or restrictions.\nAny tuxler user shall be aware of the following terms, and abide to the following rules.\nIf they don’t and tuxler notices it, we give ourselves the right to terminate your license if use is conflicted with the following open source libraries:</p>\n<p> Http://www.Mono-project.Com/mono:osx<br>Http://cairographics.Org/<br>Http://www.Freedesktop.Org/wiki/software/fontconfig<br>Http://www.Freetype.Org/<br>Http://sourceforge.Net/projects/giflib/<br>Http://www.Gnu.Org/software/libiconv/<br>Http://gnuwin32.Sourceforge.Net/packages/libintl.Htm<br>Http://libjpeg.Sourceforge.Net/<br>Http://www.Libpng.Org/pub/png/libpng.Html<br>Http://www.Libtiff.Org/ </p>\n<p>\n<strong>Limitations of Use</strong>\n</p>\n<p>\n<strong>Limited License</strong>\n</p>\n<p>By downloading our software and accessing Tuxler Privacy Network, you are granted a non-exclusive, non-sub-licensable, revocable, non-transferable, limited license to access and use the services and to install a copy of the software on your personal device.\nThis content is personal, and if you wish to use our services for any commercial use, you must enter into an agreement with us prior to any commercial use otherwise, it should be considered as a breach of this agreement.</p>\n<p>The Tuxler software is not sold to you but only licensed accordingly to the herein agreement.\nPursuant to the terms of the herein agreement, you may not:</p>\n<p>(a) modify, copy, port, adapt, distribute, translate nor distribute the services or the software or any part, or pieces of them without our express consent.</p>\n<p>(b) rent, sell, lend, assign, export, sublicense nor transfer the services or software provided by tuxler.</p>\n<p>(c) hack, disassemble, decrypt, emulate, modify, copy, reverse engineer, decompile, create derivate works based on the software and services, or otherwise try to discover our source code, protocol, or process used by tuxler to provide services and software.</p>\n<p>(d) use data-mining, robots, or any other data-extracting/gathering tools.</p>\n<p>(e) delete, alter, conceal any trademarks, patents or any kind of notices in connection or linked to our software, services and network.</p>\n<p>(f) impair, interfere, or any misconducting with the use of our services and software or with any other connected network linked to our services and software.</p>\n<p>(g) use the services or our software in order to infringe third party’s rights, including violation of intellectual property rights, invade user’s privacy rights in any way, or to track, store, transmit or record personal information about any other user of the services or the tuxler software.</p>\n<p>(h) violate any laws including limiting intellectual property or communication regulations, trademark laws, and statutes.</p>\n<p>Such forbidden use shall immediately and automatically terminate your license to use tuxler, our services, and our privacy network.</p>\n<p>\n<strong>Prohibited Conduct</strong>\n</p>\n<p>Our services and software may not be used in any ways that could disable, burden, impair or damage our servers and interfere with any other party’s use of the tuxler privacy network.\nIt is prohibited to attempt to gain unauthorised access to any aspect of our services and software or to any information for which you are not granted access or to our privacy network for which you have not been granted a password or any other process.\nAs a consequence of such misconduct, we may take any action, legal, technical, operational, or legally available to prevent or cease any violation or breach of the herein agreement and to enforce the herein agreement.</p>\n<p>\n<strong>Registration Data Security</strong>\n</p>\n<p>To active some services of our privacy network, you need to create an account, sign up and provide: username, password and your email address.\nTherefore, you agree with the following terms:</p>\n<p>(a) provide us with true and accurate information for your registration and use of the services and of our privacy network.</p>\n<p>(b) maintain and promptly update the registration data and any other information you provide to us for the purpose of keeping your account up to date and complete.</p>\n<p>(c) your account is of personal and individual use, and you may not let anyone else use our software.</p>\n<p>(d) you are the unique accountable for any breach of those terms if your account has been used by anyone else then mentioned in your personal account.</p>\n<p>(e) in case of breach of security in your personal account, you must notify us immediately.</p>\n<p>(f) we will not be liable for any loss that you may face as a result of someone else using your personal account, either with or without your knowledge.</p>\n<p>\n<strong>Proprietary Rights</strong>\n</p>\n<p>All of our software, sites, features, privacy network, including any versions, revisions, modifications, enhancement, corrections, upgrades, accompanying materials, services and any copies you are permitted to make under this agreement are owned by us or our licensors and are protected under intellectual property laws, including copyright laws and treaties.</p>\n<p>The Tuxler logo and trademarks are the proprietary trademark of Tuxler Privacy Technologies and no right, license, or interest in any trademark is granted hereunder.</p>\n<p>By downloading our software you agree that all rights, titles, interests in and to the software, site and features and associated intellectual property rights, copyrights, trade secrets, design or trademarks evidenced by or embodied in or attached or connected or related to our software, site, features are and shall remain solely owned by us or our licensors.\nNothing in this agreement constitutes a waiver of our intellectual property rights under any law.\nWe respect the intellectual property of others, and of our competitors, and we ask you to do the same for us, and to comply with intellectual property laws and other provisions in connection with any content agreement to which you may be a party through the services.</p>\n<p>\n<strong>User Rules of Conduct</strong>\n</p>\n<p>By downloading our software, and by submitting user content to an interactive section, you agree to the following restrictions:</p>\n<p>(a) you may not post, transmit, not upload any user content that:</p>\n<p>I.\nViolates any law or engage in an activity of any kind that would constitute a criminal offence or give rise to a civil liability.</p>\n<p>Ii.\nViolates, infringe, and intentionally suggest to infringe upon the rights of others, including any intellectual property rights or make statements which may harass, stalk, defame or threaten others.</p>\n<p>Iii.\nViolates any laws, suggest to violate any laws and other statutes, regulations, international conventions regarding:</p>\n<p>I.\nRacism</p>\n<p>Ii.\nAbusiveness</p>\n<p>Iii.\nVulgarity</p>\n<p>Iv.\nProfanity</p>\n<p>V.\nBlatant expressions</p>\n<p>Vi.\nPornography</p>\n<p>Vii.\nPedophilia</p>\n<p>Viii.\nIncest</p>\n<p>Ix.\nBestiality</p>\n<p>X.\nAny obscene content</p>\n<p>Iv.\nViolates any laws, suggest violating any laws and other statutes, regulations, international conventions that would advocate or provide instructions on illegal activities or encourage illegal activities.<br>V.\nViolates any laws, suggest to violate any laws and other statutes, regulations, international conventions regarding:</p>\n<p>I.\nSoliciting terrorism<br>Ii.\nTerrorist activities<br>Iii.\nEncouraging terrorist activities<br>Vi.\nViolates any laws, suggest to violate any laws and other statutes, regulations, international conventions containing advertising, promotional materials or any solicitation with respect to products or services, or containing other software or materials containing a virus or any disruptive component.</p>\n<p>(b) you may not misrepresent, endorse, affiliate, and impersonate any person or entity through our software.</p>\n<p>(c) you may not interfere with any other end user’s right, including the right to privacy, copyrights or any other right.</p>\n<p>(d) you may not interfere with or disrupt the site, the software, the services, the features, the tuxler privacy network, nor you shall interfere or disrupt other services, networks or connect to other sites and users or disobey any requirements, procedure, policies, regulations, networks connected to the site.</p>\n<p>(e) you may not reproduce, duplicate, copy, sell, resell, exploit for any commercial purpose, any part of the site, services.</p>\n<p>(f) you may not reproduce, copy, sell, resell, exploit, reproduce for any commercial purpose any portion of the site or service or user content, or site domain, or access to the site and the tuxler privacy network in an unauthorised way.</p>\n<p>Tuxler privacy technologies shall have the rights under the herein agreement to monitor user content posted or uploaded to the site to determine compliance with these terms.\nWe also keep the right to monitor, edit, screen, remove any of the user content posted and uploaded to the site, and we reserve discretion to screen, refuse, post or remove without notice any user content at any time and for any reason.\nAll end users are liable for any damages resulting from infringement of copyrights, trademarks, trade secrets, rights of publicity or other proprietary rights and any misconduct actions submitted by end users or third parties.</p>\n<p>\n<strong>Infringement Notice And Counter Notice</strong>\n</p>\n<p>If by any event you notice that your work has been copied in a way that you believe constitutes a copyright infringement, you may submit to us a notification providing us with all the legal and copyright elements at your disposal.</p>\n<p>\n<strong>Software Updates And Upgrades</strong>\n</p>\n<p>Our software is automatically updated or upgraded at our sole discretion, and without action from your part.\nThe updates and/or upgrades may contain error corrections, bugs, compatibility problems or new features and/or functionalities.\nWe reserve the right to change, modify or alter the software or the services, or any portion of them, and/or to completely cease providing the services at our discretion.</p>\n<p>\n<strong>Termination Policy</strong>\n</p>\n<p>Limitations of Tuxler Privacy Technologies, Inc.\nLiability</p>\n<p>In no event whatsoever we will or any party who has been involved in the development, programming, marketing, promotion, distribution of our software, of our services, of our privacy network be liable to you or any other party, and for no reason whether direct, indirect, incidental, reliance, exemplary.</p>\n<p>Tuxler Privacy Technologies will not be liable to you regarding your use of the software, our services, and our privacy network, neither will we be liable in any circumstances regarding any claims and damages.</p>\n<p>\n<strong>Terms &amp.\nTermination Of End User License</strong>\n</p>\n<p>The herein agreement is fully effective upon your installation of our software.\nThe relationship entered between you and we is terminated when:</p>\n<p>(a) you decide to fully uninstall the software.</p>\n<p>(b) you decide to terminate your access to our software, our services, and to our privacy network.</p>\n<p>(c) your premium license expires and you decide to discontinue using our software, our services, our privacy network.</p>\n<p>We have the unrestricted right to terminate your license at any time and without prior notice to you.\nWe also have the unrestricted right to restrict, deactivate, suspend or terminate your access to the services including deleting your accounts and all related data and files stored in your personal and individual account.</p>\n<p>We have the unrestricted right to:</p>\n<p>(a) move, remove, refuse any content and material available through our software, services and privacy network.</p>\n<p>(b) establish any other general practices and limits concerning the individual use of our software, services and privacy network.</p>\n<p>(c) restrict your personal use of our software, services and privacy network for any reason that can occur in your personal use of our software.</p>\n<p>We can terminate your license for any of the herein reasons and at our sole discretion, including also:</p>\n<p>(a) breach and violation of this agreement.</p>\n<p>(b) requested by you.</p>\n<p>(c) requested by law enforcement or by any governmental agency.</p>\n<p>(d) modification of software, services, of our privacy network.</p>\n<p>(e) unexpected technical issues or security issues related to the software, services or privacy network provided by us.</p>\n<p>Privacy Policy</p>\n<p>We have prepared this Privacy Notice to explain how, why, and when we collect data from you on our website.</p>\n<p>/Please note that this Privacy Notice only applies to data that we collect when you visit the Tuxler website at&nbsp;http://tuxlervpn.com.</p>\n<p>About Tuxler’s Services</p>\n<p>Tuxler provides targeted advertising services for our advertiser clients (“Advertisers”).\nWhen you visit a website operated by an Advertiser or a third party site where we could serve an ad to you, we may collect some or all of the data described in the Tuxler Service Privacy Notice.\nOur platform uses that data as well as other data described below to help Advertisers provide ads to you that are more relevant to you.</p>\n<p>For example, if you visit an Advertiser’s website and shop for running shoes, our Platform may later serve you with targeted ads for the Advertiser’s brand of running shoes as you browse the internet.</p>\n<p>What data we collect and how we use it</p>\n<p>We may collect the following categories of information on our website and use them for the purposes explained below.</p>\n<ul>\n<li>\n<strong>Website activity:&nbsp;</strong>Data about your browsing activity on our website</li>\n<li>\n<strong>Device and browser information:&nbsp;</strong>Technical information about the device or browser you use to access our website.\nFor example, your device’s IP address, and (in the case of mobile devices) your device type and mobile device’s unique identifier such as the Apple IDFA or Android Advertising ID.</li>\n<li>\n<strong>Contact Information:&nbsp;</strong>If you choose to provide your name, email address or phone number</li>\n<li>\n<strong>Account Information:</strong>&nbsp;If you open a account, we will collect your username and a password and other information to necessary to open and access your account</li>\n<li>\n<strong>Customer Service Information:&nbsp;</strong>Information you may provide to customer service including survey responses</li>\n<li>\n<strong>Financial Information:&nbsp;</strong>Credit card number or other payment account information.\nThis information is collected directly by our payments processor and not stored at Tuxler.</li>\n<li>\n<strong>Third party information:&nbsp;</strong>We may collect additional information about you from third party sources where we have the rights to do so.</li>\n</ul>\n<p>We use this data to:</p>\n<ul>\n<li>provide Tuxler services and customer support</li>\n<li>collect fees and troubleshoot problems</li>\n<li>prevent potential fraud and enforce our Terms of Service</li>\n<li>customize, measure, and improve our website and services</li>\n<li>deliver targeted marketing to you</li>\n<li>contact you by email or phone about your account or our services including to market our services to you</li>\n</ul>\n<p>Data Sharing</p>\n<p>We may disclose personally identifying information (PII) about you:</p>\n<ul>\n<li>\n<strong>With our service providers:&nbsp;</strong>Companies we contract with who help with parts of our business operations.\nWe require that our service providers only use your PII in connection with the services they perform for us.</li>\n<li>\n<strong>With your service providers:&nbsp;</strong>Companies under contract with, or acting on your behalf, who handle data (such as a customer lists) on your behalf.</li>\n<li>\n<strong>With our subsidiaries and related companies</strong>\n</li>\n<li>\n<strong>In connection with legal proceedings:</strong>&nbsp;When we are under a legal obligation to do so, for example to comply with a binding order of a court, or where disclosure is necessary to exercise, establish or defend the legal rights of Tuxler, our Advertisers or any other third party.</li>\n<li>\n<strong>In connection with a sale of our business:&nbsp;</strong>If a third party acquires some or all of our business or assets, we may disclose your PII in connection with the sale.</li>\n</ul>\n<p>We also share technical data that we collect about your browsing habits and your device (such as data relating to our cookies, tracking pixels and similar technologies) with other advertising companies in the digital advertising ecosystem.\nThis enables them and us to better target ads to you.</p>\n<p>Finally, we may disclose aggregated, anonymized information to our Advertisers and other third parties.</p>\n<p>Cookies and related technologies</p>\n<p>The Tuxler website uses cookies, tracking pixels and related technologies.\nCookies are small data files that are served by our platform and stored on your device.\nOur site uses cookies dropped by us or third parties for a variety of purposes including to operate and personalize the website.\nAlso, cookies may also be used to track how you use the site to target ads to you on other websites.</p>\n<p>To get more information about the individual cookies dropped by our website, please see the Adjust Ad Preferences link on the footer of our website.</p>\n<p>Data retention</p>\n<p>PII is held no longer than necessary for our business purposes or to meet legal requirements.</p>\n<p>Security</p>\n<p>We apply technical, administrative and organizational security measures to protect the data we collect against accidental or unlawful destruction and loss, alteration, unauthorized disclosure or access, in particular where the processing involves the transmission of data over a network, and against other unlawful forms of processing.</p>\n<p>Changes to this Privacy Notice</p>\n<p>Changes to this Privacy Notice will be posted on this page.\nIf we make a material change to our privacy practices, we will provide notice on the site or by other means as appropriate.</p>\n<p>Export Control Laws And RegulationsTuxlerVPN service is registered in the United States in the state of Delaware and therefore is subject to all United States export control laws and regulations.\nTuxlerVPN makes no representation that our service is available for use in locations outside the United States.By using our service, you agree that:</p>\n<ol>\n<li>You are not listed on the Table of Denial Orders provided by the United States Commerce Department or lists of specially designated nationals provided by the United States Treasury Department.\nYou are also not denied the ability of participate in business involving the export of products and services that are owned by companies registered in the United States.</li>\n<li>You are not located in a country that is subject to embargo by the United States.\nAt this moment countries that are subject to embargo are: Cuba, Iran, North Korea, Sudan, Syria, Burma/Myanmar,&nbsp.\nUkraine region of Crimea.</li>\n<li>You will not, without prior authorization from the Bureau of Export Administration, re-export any technical data related to our service to any destination.\nYou will also not export the direct product of the technical data, directly or indirectly to a country listed in Country Group D:1 or E:2 in Supplement No.\n1 to Part 740 of the Export Administration Regulations.\nCountries currently listed on those lists are: Albania, Armenia, Azerbaijan, Belarus, Bulgaria, Cambodia, Cuba, Estonia, Georgia, Kazakhstan, Kyrgyzstan, Laos, Latvia, Libya, Lithuania, Macau, Moldova, Mongolia, North Korea, People’s Republic of China, Romania, Russia, Tajikistan, Turkmenistan, Ukraine, Uzbekistan, Vietnam.</li>\n</ol>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>For any information: support@tuxlervpn.com</p>\n<p>Copyright 2017 Tuxler Privacy Technologies, Inc.\nAll rights reserved</p>\n<p>Use of the service constitutes acceptance of the herein terms of Tuxler privacy network and privacy notice.</p> ", "created_at": "2023-03-29 22:32:09.218053", "updated_at": "2023-03-29 22:33:11.189732"}, {"id": 15082, "name": "Refund Policy", "url": "https://www.tuxlervpn.com/refund-policy/", "xpath": "/html/body/section[2]", "text": " Refund Policy <p>\n<strong>All tuxlerVPN sales are final and non-refundable.</strong>\n</p>\n<p>Our licenses are non-refundable.\nTuxler Privacy Technologies, Inc.\nstrictly adheres to a non-refund policy because we offer users a fully featured Free tuxlerVPN version for as long as they like before upgrading to a paid version.\nThus we do not issue refunds of Premium versions for any reason.\nPlease be sure to try our Free version before you purchase a paid one.</p> ", "created_at": "2023-03-29 22:32:09.18693", "updated_at": "2023-03-29 22:33:24.203965"}], "points": [], "urls": ["tuxlervpn.com"]}}