{"error": 448, "message": "OK", "parameters": {"id": 2195, "name": "Wolt", "created_at": "2020-03-20 20:13:09.148813", "updated_at": "2023-07-10 22:01:18.083725", "wikipedia": "https://en.wikipedia.org/wiki/Wolt", "keywords": null, "related": null, "slug": "wolt", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2195.png", "url": "wolt.com", "documents": [{"id": 13103, "name": "Privacy Policy", "url": "https://explore.wolt.com/en/fin/privacy", "xpath": "//*[@id=\"__next\"]/div[2]/div/main", "text": "Wolt Privacy Statement<p>At Wolt we take data protection seriously.\nPrivacy and information security are at the heart of Wolt.\nThis Privacy Policy Statement describes the key principles and practices we abide by in order to ensure your privacy is respected while using our services.</p>\n<p>Wolt Enterprises Oy, local country-specific Wolt companies and DoorDash Inc.\nbelonging to the same group of companies (“Wolt”, “we”) process personal data of users of Wolt’s food and retail ordering services ordered through Wolt application (“Wolt App”) and users of other Wolt delivery products and services and the visitors of the website&nbsp;wolt.com&nbsp;(“Website”).\n</p>\n<p>In this Privacy Statement, the word “Wolt Services” refers jointly to the Website and the Wolt App and other services provided by Wolt to users.\nIn this Privacy Statement, the word “User” or “you” refers jointly to our and our group companies’ customers, users of Wolt delivery services, representatives and other authorized users of our customer organizations, potential customers and the users of the Wolt Services.\nOur Privacy Statement explains, for example, the types of personal data we process, how we process the personal data and how you may exercise your rights as a data subject (for example, right to object, right of access).</p>\n<p>Some of our services might be subject to a separate privacy policy.\nIf a separate privacy policy applies to a particular service, we will post it in connection with the service in question.</p>\n<p>This Privacy Statement may be updated from time to time in order to reflect the changes in data processing practices or otherwise.\nYou can find the current version on the Website.\nWe will not make substantial changes to this Privacy Statement or reduce the rights of the Users under this Privacy Statement without providing a notice thereof.</p>\n<b>1.\nDATA CONTROLLERS</b>\n<p>This Privacy Statement applies to processing of personal data carried out by Wolt.\nWolt is part of DoorDash, Inc., a technology company with an official address at 303 2nd St, Suite 800, San Francisco, CA 94107, USA.\nWe form one team and sometimes we can decide together on processing of personal data.</p>\n<p>In relation to the processing of personal data of Users in the below countries, Wolt Enterprises Oy and the local Wolt group company are acting as joint data controllers.\nThis means that Wolt Enterprises Oy and the local Wolt group company together determine the purposes for and means by which personal data is processed.\nThe country-specific joint controllers are listed below:</p>\n<p>\n<b>Wolt Enterprises Deutschland GmbH</b>, Stralauer Allee 6, 10245 Berlin, Germany, if the User is located in Germany,</p>\n<p>\n<b>Wolt Česko s.r.o.</b>, Bubenská 1477/1, Holešovice, PSČ 170 00 Praha 7, Czech Republic, if the User is located in the Czech Republic,</p>\n<p>\n<b>Wolt Polska sp.\nz o.o.</b>, ul.\nZłota 59, 00-120 Warsaw, Poland, if the User is located in Poland,</p>\n<p>\n<b>Wolt Enterprises Israel Ltd.</b>, HaMelacha St.\n8, 6721508 Tel Aviv, Israel, if the User is located in Israel,</p>\n<p>\n<b>Wolt Technologies Greece Provision of Food Services S.A.</b>, 80 Mihalakopoulou Street, P.O.\n, 11528 Athens, Greece, if the User is located in Greece,</p>\n<p>\n<b>Wolt d.o.o.\nBeograd-Stari Grad</b>,<b>\n</b>Bulevar vojvode Bojovića 8, 11000 Belgrade, Serbia, if the User is located in Serbia,</p>\n<p>\n<b>Wolt Azerbaijan LLC</b>,<b>\n</b>Yasamal district, Hyatt Tower 2, 4th floor, 8 Izmir Street, AZ1065 Baku, Azerbaijan, if the User is located in Azerbaijan,</p>\n<p>\n<b>Wolt Technologies Kazakhstan LLP</b>, Adi Sharipov street 92, 5th floor, 050012, Almaty, Kazakhstan, if the User is located in Kazakhstan</p>\n<p>\n<b>Wolt Slovensko s.\nr.\no.</b>, Nivy Tower, Mlynske Nivy 188890/5, 811 09 Bratislava, Slovak Republic, if the User is located in Slovakia,</p>\n<p>\n<b>Wolt Malta Limited</b>, 171, Old Bakery Street, Valletta, VLT 1455, Malta, if the User is located in Malta,</p>\n<p>\n<b>Wolt Norway AS</b>, Kongens gate 4, 0153 Oslo, Norway, if the User is located in Norway,</p>\n<p>\n<b>Wolt Latvija SIA</b>, Elizabete iela 45/47, Riga, Latvia, if the User is located in Latvia,</p>\n<p>\n<b>UAB Wolt LT</b>, A.\nGoštauto g.\n12A, LT-01108 Vilnius, Lithuania, if the User is located in Lithuania,</p>\n<p>\n<b>Wolt Japan K.K.,&nbsp;</b>4-chōme-3-14 Ebisu, Shibuya City, Tokyo 150-0013, Japan, if the User is located in Japan,</p>\n<p>\n<b>Wolt Georgia LLC</b>, Chugureti District, D.\nAgmashenebeli ave., N 61, 0179 Tbilisi, Georgia, if the User is located in Georgia,</p>\n<p>\n<b>Wolt Eesti OÜ,&nbsp;</b>Aia 10 a, 10111, Tallinn, Estonia, if User is located in Estonia,</p>\n<p>\n<b>Wolt Zagreb d.o.o., Kuzminečka</b> ul.\n10A, 3rd floor, 10000 Zagreb, Croatia, if the User is located in Croatia,</p>\n<p>\n<b>Wolt Danmark ApS</b>, Borgergade 10, 2 sal., 1300 Copenhagen K, Denmark, if User is located in Denmark,</p>\n<p>\n<b>Wolt Sverige AB</b>, Hälsingegatan 47, 11331, Stockholm, Sweden, if the user is located in Sweden,</p>\n<p>\n<b>Wolt Cyprus Limited</b>, Digeni Akrita 26, 1055, Nicosia, Cyprus if the User is located in Cyprus,</p>\n<p>\n<b>Wolt, tehnologije d.o.o.\nLjubljana</b>, Parmova ulica 53, 1000, Ljubljana, Slovenia, if the User is located in Slovenia, and </p>\n<p>\n<b>Wolt Magyarország Kft</b>, Salétrom utca 4.\nföldszint, 1085 Budapest, Hungary, if the user is located in Hungary.\n</p>\n<p>Wolt Enterprises Oy has been appointed responsible for handling all data subject requests and questions relating to the personal data processing of the Wolt group on behalf of the local joint controllers.</p>\n<p>Wolt also provides delivery as a service to other companies (for example, Wolt Drive API and eCommerce integrations).\nIn such a case Wolt is the data processor for the parts of the processing activities related to receiving, managing and completing the delivery as well as communicating and confirming the delivery to the company in question.</p>\n<b>2.\nWOLT’S CONTACT DETAILS</b>\n<p>Wolt Enterprises Oy </p>\n<p>Business ID: 2646674-9</p>\n<p>Correspondence address: Arkadiankatu 6, 00100 Helsinki, Finland</p>\n<p>E-mail address: support@wolt.com</p>\n<p>Data Protection Officer: Wolt has appointed a data protection officer who you can reach through the above contact details or by sending e-mail to privacy@wolt.com.\n</p>\n<b>3.\nPERSONAL DATA PROCESSED AND SOURCES OF DATA</b>\n<p>We process personal data only to the extent necessary and appropriate for the specific processing purpose.\nThe personal data collected and processed by us can be divided into two general data categories: User Data and Usage Data.</p>\n<p>\n<b>User Data</b>\n</p>\n<p>User Data is personal data collected directly from you or from our customer organization on behalf of which you are using the Wolt Services (“Customer Organization”), as the case may be.\nWe may collect User Data from our Users and Customer Organizations in a variety of ways, including, after conclusion of a service agreement with the Customer Organization or when Users register to the Wolt Services, subscribe to a newsletter or fill out a form.\nFurther, please note that we also collect details of any transactions and payments you carry out through the Wolt Services.</p>\n<p>\n<i>User Data that is necessary in order to use the Wolt Services</i>\n</p>\n<p>The following personal data collected and processed by us is necessary in order for a proper performance of the contract between you and us as well as for our legitimate interest whilst fulfilling our contractual obligations towards our Customer Organizations and for the compliance with our legal obligations.</p>\n<p>After conclusion of the service agreement between us and the Customer Organization, the Customer Organization provides us with your full name and email address.&nbsp;&nbsp;</p>\n<p>When you register to the Wolt Services and create a user account, you need to provide us with the following information:</p>\n<ul>\n<li>\n<p>full name</p>\n</li>\n<li>\n<p>telephone number</p>\n</li>\n<li>\n<p>email address&nbsp;</p>\n</li>\n<li>\n<p>information relating to your payment instrument(s) such as the number of your payment instrument(s) and the expiration date of your payment instrument(s) (required for the purposes of ordering food and other products via the Wolt Services, however not stored by Wolt, since Wolt uses a third party payment service provider for processing of payments)</p>\n</li>\n</ul>\n<p>\n<i>User Data you give us voluntarily and while using Wolt Services</i>\n</p>\n<p>Your user or customer experience may be enhanced by providing us with the following information:&nbsp;</p>\n<p>Additional Account Information:</p>\n<ul>\n<li>\n<p>a picture,</p>\n</li>\n<li>\n<p>delivery address,</p>\n</li>\n<li>\n<p>location data (if you consent to the processing of your location data),</p>\n</li>\n<li>\n<p>partner-specific bonus card or participation in other loyalty programme if applicable in your country,</p>\n</li>\n<li>\n<p>when ordering age-restricted goods: age, and</p>\n</li>\n<li>\n<p>other information you provide either when creating a user account or later when modifying your account profile.</p>\n</li>\n</ul>\n<p>\n<i>Other Information.\nWe may also process other information provided by you voluntarily such as:</i>\n</p>\n<ul>\n<li>\n<p>information related to your orders from Wolt or through Wolt Services (for example, items purchased, special instructions, date and time of order, total amount of order and other order history),</p>\n</li>\n<li>\n<p>information you provide when submitting ratings, comments or responding to surveys,</p>\n</li>\n<li>\n<p>favorite restaurants or merchants and other preferences,</p>\n</li>\n<li>\n<p>marketing opt-ins and opt-outs, and</p>\n</li>\n<li>\n<p>information you provide by phone or in email or chat correspondence with us, including call recordings of your calls with our customer service.&nbsp;</p>\n</li>\n</ul>\n<p>In addition to User Data collected from you and the Customer Organization, we process certain personal data third party service providers provide about you.\nFor example, for corporate customers, we may process company contact person information to enable communication and marketing with the company as well as managing the customer relationship.\nSuch data is primarily obtained from public sources such as local trade registers, companies providing this type of information services, or the companies themselves.</p>\n<p>If your order contains products or services which may imply a health condition or other sensitive (special category) personal data, Wolt needs to process this data in order to provide the Wolt Services to you.\nIn addition to the contents of the order, this may also include, for example, medical prescription data in the case of prescription medicine.\nWolt adheres to any additional safeguards that may apply to processing such personal data under applicable laws and regulations.\nIf required under applicable laws, Wolt will ask for separate consent for processing such personal data and you may withdraw such consent anytime through your profile settings or by contacting Wolt support at support@wolt.com.</p>\n<p>If you connect or login to your account with Facebook, Facebook shares with us personal information about you such as your profile picture, a sample of your Facebook friends and your Facebook ID.&nbsp;While Wolt maintains its page on Facebook both Wolt and Facebook are joint controllers for your personal data.\nMore information on processing of personal data on Facebook is available at Meta Privacy Policy.</p>\n<p>\n<b>Usage Data</b>\n</p>\n<p>Usage Data arises from User interactions with the Wolt Services.\nAlthough we do not normally use Usage Data to identify you as an individual, you can in certain circumstances be identified from it, either alone or when combined or linked with User Data.\nIn such situations, Usage Data can also be considered personal data under applicable laws and we will treat such data as personal data.</p>\n<p>We may automatically collect the following Usage Data when you visit or interact with the Wolt Services:</p>\n<p>Information that describes your device or browser and Wolt’s application, their versions, features, capabilities, and settings</p>\n<p>Information about your operator, Internet service provider and network connection type, including your IP address</p>\n<p>Identifiers provided by your device or third parties for application vendors or advertisers, or identifiers we create ourselves</p>\n<p>Country, locale, time zone and geo-IP level location information</p>\n<p>Where you followed a link to Wolt Services, and links you followed from Wolt Services</p>\n<p>Details of your interactions with, and usage of, Wolt Services.\nThis includes, for example, usage patterns, which features you use, advertisement, participating into a specific campaign and offer impressions and interactions, and information on orders</p>\n<p>Data for tracking and reporting transactions initiated by our advertising partners, including timestamps, and identifiers mentioned above</p>\n<p>For details on how to control advertising and analytics identifiers on your device, see below under the section “Cookies and other technologies”.</p>\n<p>\n<b>Cookies and other technologies</b>\n</p>\n<p>We use various technologies to collect and store Usage Data and other information when the Users visit the Wolt Services, including cookies, storing website data, and using web and application telemetry.</p>\n<p>Cookies and other website data saved on your device allow us to identify visitors of the Wolt Services and facilitate the use of the Wolt Services and to create aggregate information of our visitors.\nThis helps us to improve the Wolt Services and better serve our Users.\nThe cookies and other website data will not harm your device or files.\nWe use cookies and other website data to tailor the Wolt Services and the information we provide in accordance with the individual interests of our Users.&nbsp;</p>\n<p>You can manage the cookie preferences you have submitted earlier by clicking here.</p>\n<p>The Users may choose to set their web browser to refuse cookies.\nFor example, the following links provide information on how to adjust the cookie and other web data settings on some popular browsers:&nbsp;</p>\n<ul>\n<li>\n<p>Apple Safari</p>\n</li>\n<li>\n<p>Google Chrome</p>\n</li>\n<li>\n<p>Microsoft Edge</p>\n</li>\n<li>\n<p>Mozilla Firefox</p>\n</li>\n</ul>\n<p>Please note that some parts of the Wolt Services may not function properly if use of cookies is refused.</p>\n<p>The Wolt Services use pseudonymized identifiers to track and predict your app and service usage and preferences.\nWolt also uses session-only 3rd-party tracking technologies to verify and report transactions initiated by our advertising partners.\n</p>\n<p>You can manage your cookie preferences through the cookie banner on our websites.</p>\n<p>You can also manage your communication and other privacy settings via Wolt App.</p>\n<p>Wolt visitor identifiers can be disabled on iOS and Android mobile devices by changing your settings (for iOS: Settings&nbsp;→ Wolt&nbsp;→ Wolt settings&nbsp;→ Limit Tracking, and for Android: Wolt application&nbsp;→ Profile tab&nbsp;→ Settings icon in the top-right corner).</p>\n<p>Generally, advertising identifiers can be disabled on iOS mobile devices by turning on the Limit Ad Tracking tab (Settings&nbsp;→ Privacy&nbsp;→ Advertising&nbsp;→ Limit Ad Tracking).\nFor an overview and more information on the advertising identifier, please see&nbsp;Apple Advertising and Privacy site.</p>\n<p>Wolt uses different third party analytics and telemetry providers, marketing or affiliate partners, and other services integrated into our client software listed below:</p>\n<ul>\n<li>\n<p>Adform (Adform privacy policy)</p>\n</li>\n<li>\n<p>AppsFlyer (Privacy at AppsFlyer)</p>\n</li>\n<li>\n<p>Bugsnag (SmartBear privacy policy)</p>\n</li>\n<li>\n<p>Google Analytics, AdWords, Floodlight, Geocoding API and Tag Manager (How Google uses information from sites that use Google Services.\nGoogle Terms of Service)</p>\n</li>\n<li>\n<p>Google Firebase (Privacy and Security in Firebase)</p>\n</li>\n<li>\n<p>hCaptcha (hCaptcha privacy policy)</p>\n</li>\n<li>\n<p>Intercom (Intercom privacy policy)</p>\n</li>\n<li>\n<p>Interspace (ACCESSTRADE privacy policy)</p>\n</li>\n<li>\n<p>Iterable (Iterable privacy policy)</p>\n</li>\n<li>\n<p>LinkedIn Marketing Solutions (LinkedIn privacy policy)</p>\n</li>\n<li>\n<p>Meta (Facebook) (Meta Privacy Center)</p>\n</li>\n<li>\n<p>Ravelin (Ravelin privacy policy)</p>\n</li>\n<li>\n<p>Reddit Ads (Reddit privacy policy)</p>\n</li>\n<li>\n<p>Riskified (Riskified privacy policy)</p>\n</li>\n<li>\n<p>Taboola (Taboola privacy policy)</p>\n</li>\n<li>\n<p>TradeDoubler (TradeDoubler privacy policy)</p>\n</li>\n<li>\n<p>Twitter Ads (Twitter privacy center)</p>\n</li>\n<li>\n<p>Upwave (Upwave privacy policy)</p>\n</li>\n<li>\n<p>Yahoo (Yahoo privacy policy)</p>\n</li>\n</ul>\n<p>Please note that not all of the above vendors are necessarily being used at any given time, or on all market areas.</p>\n<b>4.\nTHE PURPOSES AND GROUNDS FOR THE PROCESSING </b>\n<p>We process personal data only to the extent necessary and appropriate for the specific processing purposes.\nPlease note that one or more of the following purposes and legal grounds may apply simultaneously.</p>\n<p>Firstly, Wolt processes your personal data to perform our contractual obligations towards you or the Customer Organization, for example, to the extent necessary to: </p>\n<ul>\n<li>\n<p>offer the Wolt Services to you under the contract between you and Wolt or between Customer Organization and Wolt or between Wolt Drive customer and Wolt;</p>\n</li>\n<li>\n<p>perform the contract between you and Wolt and for purposes of managing and delivering your Order as well as communicating with you about changes to terms and conditions, privacy policies, or other important changes related to the contract;</p>\n</li>\n<li>\n<p>handle your payments or any refunds (where applicable) and to provide our partners (the restaurants, retailers and our courier partners hereinafter collectively also as “Partner”)) with the information necessary for the preparation or delivery of your order.\nand</p>\n</li>\n<li>\n<p>to answer your questions or solve your support cases&nbsp;if you contact us.</p>\n</li>\n</ul>\n<p>Secondly, we may process your personal data if there is an appropriate and justifiable interest (that is, a legitimate interest) to run, maintain and develop our business or to create and maintain customer relationships.\nWhen choosing to use your data on the basis of our legitimate interests, we weigh our own interests against your right to privacy and, for example, provide you with easy to use opt-out from our marketing communications and use pseudonymized or non-personally identifiable data when possible.\nYou have the right to object processing of your data on the basis of legitimate interest.\nHowever, Wolt can refuse such an objection in accordance with applicable legislation, for example, if the processing is necessary for preparing, exercising or defending legal claims.</p>\n<p>We process your personal data to the extent necessary and based on legitimate interest, for example, to:</p>\n<ul>\n<li>\n<p>claims handling, debt collection and legal processes.\nWe may also process data for the prevention of fraud, misuse of our services and for information, system and network security and safety.</p>\n</li>\n<li>\n<p>contact you regarding the Wolt Services and to inform you of changes relating to them or asking your review or feedback on Wolt Services.\n</p>\n</li>\n<li>\n<p>market the Wolt Services to you or show you targeted or personalized advertisements through Wolt Services or send you otherwise targeted marketing of services or products that may be of your interest.\nIn order to form such a target group we may process information listed above in the section on Usage Data.\nPlease note that if required by applicable law processing of personal data for marketing purposes will be based on your consent (see also section “Direct Marketing” below).</p>\n</li>\n<li>\n<p>improve the quality of the Wolt Services and develop our business, for example, by analyzing any trends in the use of the Wolt Services by processing data related to your use of Wolt Services.\n</p>\n</li>\n<li>\n<p>ensure that our services are in line with your needs, personal data can be used for things like customer satisfaction surveys.\nWhen possible, we will do this using only aggregated, non-personally identifiable data.</p>\n</li>\n<li>\n<p>process your data within the Wolt group of companies in accordance with this Privacy Statement.</p>\n</li>\n</ul>\n<p>While processing your personal data for the purposes of providing Wolt Services to you as well as other purposes stated above we may use automated means in processing that may also include automated decision-making.</p>\n<p>Further, we may process your personal data to administer and fulfill our legal obligations.\nThis includes data processed for complying with our bookkeeping obligations and providing information to relevant authorities such as tax authorities or law enforcement authorities in accordance with mandatory legal provisions.</p>\n<p>In some parts of the Wolt Services, you may be requested to grant your consent for the processing of personal data.\nFor example, within Wolt App you may manage your marketing and other permissions.\nIf processing of your personal data is based on your consent, you may withdraw it at any time by contacting us or amending the respective consent setting for example within the Wolt App.</p>\n<p>\n<i>For Users located in Israel: </i>By entering, connecting to, accessing or using the Wolt Services, you agree and consent to the terms and conditions set forth in this Privacy Statement, including to the collection, processing, transfer and use of your personal data which is collected as part of the Wolt Services and such consent will be regarded as the legal basis for the processing of your personal data in accordance with the Privacy Statement.\nIf you disagree with any term provided herein, you may not access or use the Wolt Services.\nYou also acknowledge and confirm that you are not required to provide us with your personal data and that such information is voluntarily provided to us.&nbsp;</p>\n<b>5.\nTRANSFER TO COUNTRIES OUTSIDE EUROPE</b>\n<p>Wolt stores your personal data primarily within the European Economic Area.\nHowever, we have service providers, operations and group companies in several geographical locations.\nAs such, we and our service providers may transfer your personal data to, or process it in, jurisdictions outside the European Economic Area or the User’s domicile.&nbsp;</p>\n<p>We will take steps to ensure that the Users’ personal data receives an adequate level of protection in the jurisdictions in which they are processed.\nWe provide appropriate and adequate protection for the transfers of personal data to countries outside of the European Economic Area through a series of agreements with our service providers based on the&nbsp;Standard Contractual Clauses&nbsp;or through other appropriate safeguards.</p>\n<p>More information regarding the transfers of personal data may be obtained by contacting us on any of the addresses indicated above.&nbsp;</p>\n<b>6.\nDATA RECIPIENTS</b>\n<p>We only share your personal data within the organization of Wolt if and as far as reasonably necessary for the purposes of this Privacy Statement.</p>\n<p>\n<i>For users in Japan</i>: We process your personal data mentioned in section 3 for the purposes of use mentioned in section 4 within the organization of Wolt (that is, Wolt Enterprises Oy and its subsidiaries and affiliates) if and as far as reasonably necessary for the purposes of this Privacy Statement.\nWolt Enterprises Oy (Arkadiankatu 6, 00100 Helsinki, Finland, CEO Mikko Kuusi) is the entity responsible for the management of jointly used Personal Information.\nAnd the User has the right to request disclosure of the purposes for which Wolt processes the User's personal data and of records regarding the provision of personal data to third parties.\nUnder the Japanese Personal Data Protection Law, when personal data is provided to or received from a third party, the User has the right to request disclosure of the purposes for which Wolt processes the User's personal data and of records regarding the provision of personal data to third parties.</p>\n<p>We do not share your personal data with third parties outside of Wolt’s organization unless one of the following circumstances applies:</p>\n<p>\n<i>For the purposes set out in this Privacy Statement and to authorized service providers</i>\n</p>\n<p>To the extent that third parties (such as the restaurants, merchants or retailers which provide your order, our courier partners who deliver your order and Customer Organization which may pay your order) need access to personal data in order for us to perform the Wolt Services or for other legitimate reasons, we provide such third parties with your data.\nAs an example, we may share your phone number with the Partner you ordered from if it's necessary, for example, for asking you whether you accept a replacement product in the order or to inform you that an item is missing from your order or for any special request clarifications.</p>\n<p>Furthermore, we may provide your personal data to our group companies or to authorized service providers who perform services for us (including data storage, accounting, analytics, sales and marketing and payment fraud prevention) to process it for us and to payment service providers to process your payments to us.\n</p>\n<p>When data is processed by third parties on behalf of Wolt, Wolt has taken the appropriate contractual and organizational measures to ensure that your data are processed exclusively for the purposes specified in this Privacy Statement and in accordance with all applicable laws and regulations and subject to our instructions and appropriate obligations of confidentiality and security measures.</p>\n<p>Please bear in mind that if you provide personal data directly to a third party, such as through a link in the Wolt Services, the processing is typically based on their policies and standards.</p>\n<p>\n<i>With Partners for the performance of Wolt Services</i>\n</p>\n<p>To the extent that third parties, such as the Partners which prepare, sell and/or deliver your order, our courier partners who deliver your order and Customer Organization which may pay your order, need access to personal data in order for us to perform the Wolt Services, we provide such third parties with your data.</p>\n<p>We provide the Partner and where applicable, its parent company or franchisor, with personal data necessary to fulfill your order.\nDepending on the Partner’s role this may include your name, delivery address and data relating to your purchase, including venue details, order number, time of order and delivery, delivery method, ordered products, comments and feedback that you've given about the order.\nSuch data is shared for enabling the Partner to provide the order including, where applicable, picking up the products in the store, ensuring the quality of the Partner's service and product selection available at Wolt as well as complying with Partner's legal obligations.\nWhere Partner processes such details for purposes of fulfilling its own rights and obligations, such as its legal obligations towards you, Partner is independent controller of the Personal Data and responsible for the lawfulness of its processing operations.</p>\n<p>You may be able to add the details of your Partner-specific bonus card or loyalty program on the Wolt Service for purposes of linking any orders placed at the Partner to the relevant loyalty program, in accordance with the terms defined by Partner.\nWolt will share such details to the Partner and Partner is independent controller of such details and thereby responsible for ensuring lawfulness of the processing.</p>\n<p>We may also share your phone number and name with the Partner you ordered from if it's necessary, for example, for asking you whether you accept a replacement product in the order or to inform you that an item is missing from your order or for any special request clarifications or other necessary purposes related to completing the order.\nFor deliveries that are performed by our merchant partners themselves we may also share your delivery address and phone number with those Partners.\n</p>\n<p>\n<i>For legal reasons and legal processes</i>\n</p>\n<p>We may share your personal data with third parties outside Wolt if we have a good-faith belief that access to and use of the personal data is reasonably necessary to: (i) meet any applicable law, regulation, and/or court order.\n(ii) detect, prevent, or otherwise address fraud, crime, security or technical issues.\nand/or (iii) protect the interests, properties or safety of Wolt, the Users or the public as far as in accordance with the law.\nWhen possible, we will inform you about such processing.</p>\n<p>\n<i>For other legitimate reasons</i>\n</p>\n<p>If Wolt is involved in a merger, acquisition or asset sale, we may transfer your personal data to the third party involved.\nHowever, we will continue to ensure the confidentiality of all personal data.\nWe will give notice to all the Users concerned when the personal data are transferred or become subject to a different privacy statement.&nbsp;</p>\n<p>\n<i>With your explicit consent</i>\n</p>\n<p>We may share your personal data with third parties outside Wolt when we have your explicit consent to do so.\nYou have the right to withdraw this consent at all times free of charge, for example, by contacting us.</p>\n<b>7.\nSTORAGE PERIOD</b>\n<p>Wolt does not store your personal data longer than is legally permitted and necessary for the purposes of providing the Wolt Services or the relevant parts thereof.\nThe storage period depends on the nature of the information and on the purposes of processing.\nThe maximum period may therefore vary per use.</p>\n<p>After a User has deleted their user account personal data may be stored only as long as such processing is required by law or is reasonably necessary for our legal obligations or legitimate interests such as claims handling, bookkeeping, internal reporting and reconciliation purposes.\n</p>\n<p>We assess regularly the storage period for personal data to ensure the data is stored only for the necessary time period.</p>\n<b>8.\nYOUR RIGHTS</b>\n<p>\n<i>Right of access</i>\n</p>\n<p>You have the right to access and be informed about your personal data processed by us.\nWe give you the possibility to view certain data through your user account with the Wolt Services or request a copy of your personal data by contacting us.</p>\n<p>\n<i>Right to withdraw consent</i>\n</p>\n<p>In case the processing is based on a consent granted by the User, the User may withdraw the consent at any time free of charge.\nWithdrawing a consent may lead to fewer possibilities to use the Wolt Services.\nThe withdrawal of consent does not affect the lawfulness of processing based on consent before its withdrawal.</p>\n<p>\n<i>Right to rectify</i>\n</p>\n<p>You have the right to have incorrect or incomplete personal data we have stored about you corrected or completed by contacting us.\nYou can correct or update some of your personal data through your user account in the Wolt Services.&nbsp;</p>\n<p>\n<i>Right to erasure</i>\n</p>\n<p>You may also ask us to delete your personal data from our systems.\nWe will comply with such a request unless we have a legitimate ground to not delete the data.&nbsp;</p>\n<p>\n<i>Right to object</i>\n</p>\n<p>You may have the right to object to certain use of your personal data if such data are processed for other purposes than necessary for the performance of the Wolt Services or for compliance with a legal obligation.\nIf you object to the further processing of your personal data, this may lead to fewer possibilities to use the Wolt Services.</p>\n<p>\n<i>Right to restriction of processing</i>\n</p>\n<p>You may request us to restrict processing of personal data for example when your data erasure, rectification or objection requests are pending and/or when we do not have legitimate grounds to process your data.\nThis may however lead to fewer possibilities to use the Wolt Services.</p>\n<p>\n<i>Right to data portability</i>\n</p>\n<p>You have the right to receive the personal data you have provided to us yourself in a structured and commonly used format and to independently transmit those data to a third party.</p>\n<p>\n<i>How to use your rights</i>\n</p>\n<p>The abovementioned rights may be used by contacting Wolt support or sending a letter or an e-mail to us on the addresses set out above, including the following information: the full name, address, e-mail address and a phone number.\nIf you have Wolt account we recommend you contacting us through Wolt support as that allows us to identify you more easily.\nWe may request the provision of additional information necessary to confirm the identity of the User.\nWe may reject or charge requests that are unreasonably repetitive, excessive or manifestly unfounded.&nbsp;</p>\n<b>9.\nDIRECT MARKETING</b>\n<p>The User has the right to prohibit us from using the User’s personal data for direct marketing purposes, market research and profiling made for direct marketing purposes by contacting us on the addresses indicated above or by using the functionalities of the Wolt Services or the unsubscribe possibility offered in connection with any direct marketing messages.</p>\n<b>10.\nLODGING A COMPLAINT</b>\n<p>In case the User considers our processing of personal data to be inconsistent with the applicable data protection laws, the User may lodge a complaint with the local supervisory authority for data protection in Finland, the Data Protection Ombudsman (tietosuoja.fi).\nAlternatively, the User may lodge a complaint with the other local and competent supervisory authority for data protection.&nbsp;</p>\n<b>11.\nINFORMATION SECURITY</b>\n<p>We use administrative, organizational, technical, and physical safeguards to protect the personal data we collect and process.\nMeasures include for example, where appropriate, encryption, pseudonymization, firewalls, secure facilities and access right systems.\nOur security controls are designed to maintain an appropriate level of data confidentiality, integrity, availability, resilience and ability to restore the data.\nWe regularly test the Wolt Services, systems, and other assets for security vulnerabilities.\nFurthermore, access to personal data by employees of Wolt is restricted and access is subject to what is necessary for purposes of the employee’s work assignments.\n</p>", "created_at": "2022-12-08 19:40:50.011711", "updated_at": "2023-03-24 14:58:59.998522"}, {"id": 2386, "name": "User Terms of Service and Purchase", "url": "https://explore.wolt.com/en/fin/terms", "xpath": "/html/body/div/div[2]/div/main/section[2]/div", "text": null, "created_at": "2020-03-20 20:14:32.560308", "updated_at": "2023-04-03 11:40:12.325483"}], "points": [{"id": 28843, "title": "Alternative accounts are not allowed", "source": "https://explore.wolt.com/en/fin/terms", "status": "5.2. [...] A User may have only one personal user account.", "created_at": "2022-10-03 14:11:41.894365", "updated_at": "2023-01-09 15:34:28.061702", "quoteText": null, "case_id": 324, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30801, "title": "Your personal data may be used for marketing purposes", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-11 09:00:00.969256", "updated_at": "2023-07-11 06:28:43.622219", "quoteText": null, "case_id": 336, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30726, "title": "There is a date of the last update of the User Terms of Service", "source": "https://explore.wolt.com/en/fin/terms", "status": "'Updated 8.12.2022'", "created_at": "2023-04-09 08:46:11.250051", "updated_at": "2023-04-24 14:43:18.503452", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30776, "title": "Your biometric data is collected", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 06:54:02.049823", "updated_at": "2023-07-11 06:25:37.535193", "quoteText": null, "case_id": 397, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30772, "title": "Third-party cookies are used for statistics", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 06:34:51.828921", "updated_at": "2023-07-11 06:25:37.615133", "quoteText": null, "case_id": 325, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30773, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 06:39:46.245766", "updated_at": "2023-07-11 06:25:37.697087", "quoteText": null, "case_id": 375, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 28842, "title": "You must create an account to use this service", "source": "https://explore.wolt.com/en/fin/terms", "status": "'5.2. In order to use the Wolt Service, the User must create a user account by following the registration instructions in the Wolt Service. [...]'", "created_at": "2022-10-03 14:04:53.483108", "updated_at": "2023-02-11 00:45:50.971987", "quoteText": null, "case_id": 230, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28840, "title": "This service does not guarantee that the products obtained through it meet your expectations or requirements", "source": "https://explore.wolt.com/en/fin/terms", "status": "3. Description of the Wolt Service: '3.5. The Partner selected by the User will prepare and/or collect and pack the products set out on the Order. Wolt is not responsible or liable towards the User for the proper execution of the Purchase Agreement by the Partner. While Wolt is not ultimately liable for the delivery services provided by Courier Partners, Wolt may facilitate any compensation to Users for faulty delivery services.'", "created_at": "2022-10-03 13:32:22.762928", "updated_at": "2023-04-09 18:12:52.891167", "quoteText": null, "case_id": 290, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28841, "title": "Apple's Services and Content Usage Rules (App Store/Media Services ToS) are also applied on the iOS app", "source": "https://explore.wolt.com/en/fin/terms", "status": "5. User Accounts: '5.1. [...] The license granted to the User for the iOS Wolt App downloaded from Apple’s App Store is further limited to a license to use the Wolt App on any Apple-branded products that the User owns or controls and as permitted by the Usage Rules set forth in the App Store Terms of Service and these Terms of Service.'", "created_at": "2022-10-03 13:54:34.236085", "updated_at": "2023-04-09 10:39:03.195144", "quoteText": null, "case_id": 144, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28844, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://explore.wolt.com/en/fin/terms", "status": "'5.3. Where it is suspected that any unauthorized person has become aware of a User’s user account credentials or has access to the user account of the User, the User shall immediately inform Wolt thereof. [...]'", "created_at": "2022-10-03 14:14:58.747384", "updated_at": "2022-12-08 18:59:26.038262", "quoteText": null, "case_id": 484, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28845, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://explore.wolt.com/en/fin/terms", "status": "'5.2. [...] The User shall ensure that any user account credentials and equivalent information required to access the user account of the User or the Customer Organization are kept confidential and used in a secure manner not accessible by third parties. [...]'", "created_at": "2022-10-03 14:17:05.795498", "updated_at": "2022-12-08 19:44:42.327534", "quoteText": null, "case_id": 148, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28839, "title": "Third parties are involved in operating delivery services", "source": "https://explore.wolt.com/en/fin/terms", "status": "1. Definitions: '\"Courier Partner\" means an independent contractor who has signed a partner agreement with Wolt and that is a natural or legal person, or their substitute, performing delivery services through Wolt Service.' - when delivery is applicable: \r\n3. Description of the Wolt Service: '3.3. [...] When the Order is accepted by the Partner and Wolt has provided the User with an order confirmation on behalf of the Partner, the User or the Customer Organization and the Partner enter into the Purchase Agreement for the purchase of the Partner's products and, if applicable, delivery or other services. [...]'", "created_at": "2022-10-03 13:14:09.791613", "updated_at": "2023-04-09 10:38:36.463576", "quoteText": null, "case_id": 207, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 28838, "title": "The payment service is arranged through a third party service provider outside the home country", "source": "https://explore.wolt.com/en/fin/terms", "status": "2. Identity of Wolt\r\n\r\n\"Wolt Enterprises Oy, [...] if the User is located in Finland,\"\r\n\r\n\"*Please note that while the Wolt Service is legally provided to you by your local Wolt entity in these countries, the payment service is arranged by Wolt Enterprises Oy through a third party payment service provider. This also means that Wolt Enterprises Oy will assist you with possible refunds, complaints and other claims related to your transactions in the Wolt Service. You may thus contact Wolt Enterprises Oy directly at the contact details provided above in case of any dispute or claim related to the Wolt Service with Wolt and the Partners.\"", "created_at": "2022-10-03 12:46:52.845874", "updated_at": "2023-02-21 18:27:56.419612", "quoteText": null, "case_id": 207, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30727, "title": "This service is only available to users that are 18 years of age or older", "source": "https://explore.wolt.com/en/fin/terms", "status": "13.1. Additional Provisions for use of the Wolt Service: 'The Wolt Service is only available to persons of the age of 18 years or older. You may not register as a User if you do not fulfill this requirement.'", "created_at": "2023-04-09 08:56:55.318918", "updated_at": "2023-04-09 10:38:24.323105", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30790, "title": "You can request access, correction and/or deletion of your data", "source": "https://explore.wolt.com/en/fin/privacy", "status": "below", "created_at": "2023-04-10 09:33:45.350632", "updated_at": "2023-07-11 06:28:42.930227", "quoteText": null, "case_id": 195, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30725, "title": "Your content can be licensed to third parties", "source": "https://explore.wolt.com/en/fin/terms", "status": "12.4. Intellectual Property Rights: 'User grants to Wolt a [...] sublicensable [...] right to use, modify, reproduce, distribute, display and publish any content provided by User in connection with the Wolt Service. [...]'", "created_at": "2023-04-09 08:32:50.54913", "updated_at": "2023-04-16 15:47:10.569229", "quoteText": null, "case_id": 134, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30728, "title": "Your account can be suspended for several reasons", "source": "https://explore.wolt.com/en/fin/terms", "status": "13.7. Additional Provisions for use of the Wolt Service:\r\n'Wolt is, at its sole discretion, entitled to remove or suspend a User from the Wolt Service with immediate effect and/or refuse or cancel any Orders from a User if: (i) the User abuses the Wolt Service or causes any harm or detriment to the use of the Wolt Service or the Partners or Wolt or Wolt’s employees, (ii) Wolt has reasonable belief of fraudulent acts by the User when using the Wolt Service, (iii) the User places a false Order (for example by not paying or by not being present on the delivery or collection location in order to receive the Order) or otherwise fails to comply with his obligations arising from these Terms of Service; (iv) there is reasonable doubt about the correctness or authenticity of the Order; or (v) the User engages in threatening, harassing, racist, sexist or any other behaviour that Wolt deems inappropriate towards Partners or Wolt's employees or Courier Partners. [...]'", "created_at": "2023-04-09 11:35:51.863784", "updated_at": "2023-04-09 18:12:30.424127", "quoteText": null, "case_id": 205, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30730, "title": "You have the right to leave this service at any time", "source": "https://explore.wolt.com/en/fin/terms", "status": "14.2. Term and termination: 'The User can discontinue the use of the Wolt Service at any time. [...]'", "created_at": "2023-04-09 12:02:33.704524", "updated_at": "2023-04-09 18:13:12.206869", "quoteText": null, "case_id": 170, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30734, "title": "No guarantee is given regarding quality", "source": "https://explore.wolt.com/en/fin/terms", "status": "15.3. Defects and complaints: 'The Partner is solely liable for any defects in the contents and preparation or packaging of the Order or other shortcomings in the performance of the Purchase Agreement. Wolt is not responsible for the information provided by the Partner on the Wolt Service and does not give any warranty on the availability, quality or suitability of the products.'", "created_at": "2023-04-09 13:10:57.844964", "updated_at": "2023-04-09 18:02:05.315121", "quoteText": null, "case_id": 160, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30736, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://explore.wolt.com/en/fin/terms", "status": "13.6. Additional Provisions for use of the Wolt Service: 'The User will not: [...] (viii) create a Wolt account using a fake identity or an identity of another person; [...]'", "created_at": "2023-04-09 14:02:27.334818", "updated_at": "2023-04-09 18:00:55.456835", "quoteText": null, "case_id": 214, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30729, "title": " The service is only available in countries approved by the U.S. government", "source": "https://explore.wolt.com/en/fin/terms", "status": "13.10. Additional Provisions for use of the Wolt Service: 'The User represents and warrants that (i) they are not located in a country that is subject to a U.S. Government embargo, or that has been designated by the U.S. Government as a “terrorist supporting” country; [...]'", "created_at": "2023-04-09 11:56:36.575225", "updated_at": "2023-04-09 18:01:20.39889", "quoteText": null, "case_id": 490, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30737, "title": "This service is a subsidiary of DoorDash Inc.", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-09 14:37:00.279452", "updated_at": "2023-07-11 06:28:39.145672", "quoteText": null, "case_id": 493, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30733, "title": "The court of law governing the terms depends on where the user is located", "source": "https://explore.wolt.com/en/fin/terms", "status": "16.1. Applicable Law and Dispute Resolution: 'These Terms of Service shall be governed by and construed in accordance with the laws of the country where the User is located.'\r\n\r\n16.3.: 'Disputes arising from these Terms of Service shall be resolved by the competent courts of the country where the User is located. A consumer may, however, always institute proceedings in the competent court of its domicile. [...]'", "created_at": "2023-04-09 12:27:58.215753", "updated_at": "2023-04-09 18:11:53.061401", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30732, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://explore.wolt.com/en/fin/terms", "status": "15.1. Defects and complaints: '[...]. While we do our best in providing you our platform and services (including new and/or temporary services such as no-contact deliveries, deliveries with novel technology or deliveries of new product categories) error-free, Wolt does not promise or guarantee you anything regarding the reliability, functionality, timeliness, quality or suitability of the Wolt Service, its features or any service offered by Wolt. [...]'", "created_at": "2023-04-09 12:13:06.198731", "updated_at": "2023-04-09 18:12:02.739907", "quoteText": null, "case_id": 287, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30731, "title": "They may stop providing the service at any time", "source": "https://explore.wolt.com/en/fin/terms", "status": "14.2. Term and termination: '[...]. Wolt can discontinue providing the Wolt Service permanently or temporarily at any time.'", "created_at": "2023-04-09 12:06:38.47348", "updated_at": "2023-04-09 18:12:09.128773", "quoteText": null, "case_id": 203, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30735, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://explore.wolt.com/en/fin/terms", "status": "12.4. Intellectual Property Rights: 'User grants to Wolt a worldwide, royalty-free, sublicensable, and transferable right to use, modify, reproduce, distribute, display and publish any content provided by User in connection with the Wolt Service. Such content may include photographs, data, information, feedback, suggestions, text, and other materials that are uploaded, posted or otherwise transmitted relating to the Wolt Service.'", "created_at": "2023-04-09 13:42:51.558325", "updated_at": "2023-04-09 18:13:05.247998", "quoteText": null, "case_id": 390, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30738, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-09 15:01:28.549316", "updated_at": "2023-07-11 06:28:39.047791", "quoteText": null, "case_id": 399, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30775, "title": " You are being tracked via social media cookies/trackers", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 06:48:24.751367", "updated_at": "2023-07-11 06:28:40.795035", "quoteText": null, "case_id": 307, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30774, "title": "Third-party cookies are used for advertising", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 06:45:08.754927", "updated_at": "2023-07-11 06:28:40.950139", "quoteText": null, "case_id": 128, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30770, "title": "Information is provided about how your personal data is used", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 06:12:07.100877", "updated_at": "2023-07-11 06:28:41.105081", "quoteText": null, "case_id": 227, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30781, "title": "Information is provided about what kind of information they collect", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 08:33:10.042024", "updated_at": "2023-07-11 06:28:41.189259", "quoteText": null, "case_id": 228, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30783, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 08:42:43.440267", "updated_at": "2023-07-11 06:28:41.281019", "quoteText": null, "case_id": 188, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30782, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 08:40:05.754221", "updated_at": "2023-07-11 06:28:41.359836", "quoteText": null, "case_id": 166, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30780, "title": "Your data may be processed and stored anywhere in the world", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 08:22:24.12611", "updated_at": "2023-07-11 06:28:41.436911", "quoteText": null, "case_id": 187, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30777, "title": "Your personal information is used for many different purposes", "source": "https://explore.wolt.com/en/fin/privacy", "status": "see below", "created_at": "2023-04-10 07:02:38.248161", "updated_at": "2023-07-11 06:28:41.51693", "quoteText": null, "case_id": 185, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30771, "title": "Many different types of personal data are collected", "source": "https://explore.wolt.com/en/fin/privacy", "status": "See also \"Usage Data\". Many different types of data are listed which is collected.", "created_at": "2023-04-10 06:25:12.47698", "updated_at": "2023-07-11 06:28:41.68503", "quoteText": null, "case_id": 376, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30769, "title": "Information is provided about how they collect personal data", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 06:11:49.303413", "updated_at": "2023-07-11 06:28:41.764466", "quoteText": null, "case_id": 297, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30779, "title": "Your personal data is aggregated into statistics", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 08:06:17.858246", "updated_at": "2023-07-11 06:28:40.870263", "quoteText": null, "case_id": 190, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30784, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 08:48:18.231063", "updated_at": "2023-07-11 06:28:42.245011", "quoteText": null, "case_id": 210, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30788, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 09:23:05.960469", "updated_at": "2023-07-11 06:28:42.321045", "quoteText": null, "case_id": 303, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30785, "title": "The service promises to inform you regarding government inquiries that may involve your personal data", "source": "https://explore.wolt.com/en/fin/privacy", "status": "", "created_at": "2023-04-10 08:57:00.644571", "updated_at": "2023-07-11 06:28:42.3967", "quoteText": null, "case_id": 165, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30787, "title": "Promises will be kept after a merger or acquisition", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 09:14:22.939752", "updated_at": "2023-07-11 06:28:42.857165", "quoteText": null, "case_id": 321, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30792, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 10:45:39.612843", "updated_at": "2023-07-11 06:28:43.004301", "quoteText": null, "case_id": 300, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30778, "title": "Information is gathered about you through third parties", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 07:59:43.543324", "updated_at": "2023-07-11 06:28:42.475255", "quoteText": null, "case_id": 382, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30789, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 09:27:19.861206", "updated_at": "2023-07-11 06:28:42.630743", "quoteText": null, "case_id": 333, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30791, "title": "You can retrieve an archive of your data", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 09:39:04.218726", "updated_at": "2023-07-11 06:28:42.706998", "quoteText": null, "case_id": 140, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30786, "title": "Your personal data may be transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-10 09:12:52.255263", "updated_at": "2023-07-11 06:28:42.781438", "quoteText": null, "case_id": 243, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30796, "title": "You are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://explore.wolt.com/en/fin/terms", "status": "3.5. Description of the Wolt Service: 'While Wolt is not ultimately liable for the delivery services provided by Courier Partners, Wolt may facilitate any compensation to Users for faulty delivery services.'\r\n\r\n15.2. Defects and complaints: 'In case of a defect or a non-conformity in the products of your Order, you are entitled to reimbursement in accordance with applicable laws.'", "created_at": "2023-04-11 07:28:14.811224", "updated_at": "2023-04-12 21:32:53.586439", "quoteText": null, "case_id": 161, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30802, "title": "Your personal data is used for advertising", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-11 09:03:47.815371", "updated_at": "2023-07-11 06:28:43.546206", "quoteText": null, "case_id": 216, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30800, "title": "You can limit how your information is used by third-parties and the service", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-11 08:24:50.178046", "updated_at": "2023-07-11 06:28:43.699843", "quoteText": null, "case_id": 338, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30799, "title": "You can opt out of promotional communications", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Push messages and emails can be opted out on the account settings in the app (and on the site if I recall correctly).", "created_at": "2023-04-11 08:19:00.967147", "updated_at": "2023-07-11 06:28:43.773707", "quoteText": null, "case_id": 223, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30797, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://explore.wolt.com/en/fin/terms", "status": "13.6. Additional Provisions for use of the Wolt Service: 'The User will not: [...] (vii) use bots or other automated methods to use the Wolt Service;'", "created_at": "2023-04-11 07:37:59.100735", "updated_at": "2023-04-12 21:33:56.39559", "quoteText": null, "case_id": 150, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30795, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://explore.wolt.com/en/fin/terms", "status": "17.2. Amendments: 'Wolt shall inform the User of any changes that are material by nature on the Wolt Service or by email to the email address submitted to the Wolt Service by the User.'", "created_at": "2023-04-11 07:11:30.560572", "updated_at": "2023-04-12 21:34:15.699599", "quoteText": null, "case_id": 329, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30794, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://explore.wolt.com/en/fin/terms", "status": "13.4. Additional Provisions for use of the Wolt Service: 'By using the Wolt Service, the User may encounter content or information that might be inaccurate, incomplete, delayed, misleading, illegal, offensive or otherwise harmful. Wolt generally does not review content provided by the Partners. Wolt is not responsible for third parties' (including the Partners') content or information or for any damages arising as a result of the use of or reliance on it.'", "created_at": "2023-04-11 06:55:17.277485", "updated_at": "2023-04-12 21:36:13.3988", "quoteText": null, "case_id": 288, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30803, "title": "A free help desk is provided", "source": "https://explore.wolt.com/en/fin/help", "status": "Support email address and a live chat is provided", "created_at": "2023-04-11 09:09:04.17189", "updated_at": "2023-04-12 21:36:21.244069", "quoteText": null, "case_id": 232, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 30798, "title": "This service tracks which web page referred you to it", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-11 08:07:07.677985", "updated_at": "2023-07-11 06:28:43.176495", "quoteText": null, "case_id": 387, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30815, "title": "Your private content may be accessed by people working for the service", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Your personal data may also be accessed by employees of Wolt, see section 11.", "created_at": "2023-04-12 15:36:22.797065", "updated_at": "2023-07-11 06:28:44.328346", "quoteText": null, "case_id": 189, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30877, "title": "The service will only respond to government requests that are reasonable", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-13 05:40:21.16018", "updated_at": "2023-07-11 06:28:49.655253", "quoteText": null, "case_id": 393, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 30814, "title": "Information is provided about security practices", "source": "https://explore.wolt.com/en/fin/privacy", "status": "Generated through the annotate view", "created_at": "2023-04-12 15:33:37.793734", "updated_at": "2023-07-11 06:28:49.73613", "quoteText": null, "case_id": 226, "document_id": 13103, "quoteStart": null, "quoteEnd": null}, {"id": 31054, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://explore.wolt.com/en/fin/terms", "status": "12.4. Intellectual Property Rights: 'User grants to Wolt a worldwide, royalty-free, sublicensable, and transferable right to use, modify, reproduce, distribute, display and publish any content provided by User in connection with the Wolt Service. Such content may include photographs, data, information, feedback, suggestions, text, and other materials that are uploaded, posted or otherwise transmitted relating to the Wolt Service.'", "created_at": "2023-04-16 14:59:19.068415", "updated_at": "2023-04-16 15:46:57.628099", "quoteText": null, "case_id": 135, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31055, "title": "You must provide your identifiable information", "source": "https://explore.wolt.com/en/fin/terms", "status": "13.6. Additional Provisions for use of the Wolt Service: 'The User will not: [...] (viii) create a Wolt account using a fake identity or an identity of another person;'", "created_at": "2023-04-16 15:17:47.893583", "updated_at": "2023-04-16 15:46:36.2729", "quoteText": null, "case_id": 409, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31098, "title": "This service can use your content for all their existing and future services", "source": "https://explore.wolt.com/en/fin/terms", "status": "12.4. Intellectual Property Rights: 'User grants to Wolt a worldwide, royalty-free, sublicensable, and transferable right to use, modify, reproduce, distribute, display and publish any content provided by User in connection with the Wolt Service.'", "created_at": "2023-04-17 14:03:00.086726", "updated_at": "2023-04-20 19:00:44.556025", "quoteText": null, "case_id": 180, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 31505, "title": "You are not allowed to use pseudonyms, as trust and transparency between users regarding their identities is relevant to the service.", "source": "https://explore.wolt.com/en/fin/terms", "status": "ToS: 13.6. Additional Provisions for use of the Wolt Service: 'The User will not: (viii) create a Wolt account using a fake identity or an identity of another person;'\r\n\r\nThe user has to provide his/her/their full name and telephone number.\r\nPP: 'When you register to the Wolt Services and create a user account, you need to provide us with the following information: full name telephone number'\r\n", "created_at": "2023-04-24 13:15:28.373089", "updated_at": "2023-04-30 14:15:14.106595", "quoteText": null, "case_id": 213, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["wolt.com"]}}