{"error": 448, "message": "OK", "parameters": {"id": 2068, "name": "Surfshark", "created_at": "2020-01-02 13:12:32.790001", "updated_at": "2023-07-10 22:00:25.587818", "wikipedia": "https://en.wikipedia.org/wiki/Surfshark", "keywords": null, "related": null, "slug": "surfshark", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2068.png", "url": "surfshark.com", "documents": [{"id": 2247, "name": "Privacy Policy", "url": "https://surfshark.com/privacy-policy", "xpath": "//body", "text": "Surfshark OneProductsSurfshark productsSurfshark VPN<p>Privacy from online tracking &amp.\ndata collecting with a secure connection.</p>What is VPN?VPN featuresVPN serversSurfshark Antivirus<p>Lightweight yet powerful security to protect your devices from harm.</p>Surfshark Search<p>Ad-free and completely private web searches to avoid tracking.</p>Surfshark Alert<p>Detection of data breaches that involve your personal information.</p>Other productsIncogni<p>Personal information removal from data brokers and big data companies.</p>PricingDownloadResourcesSurfshark ResourcesAbout usMedia CenterCareerBlogCybersecurityVPNInternet censorshipEntertainmentNewsResearchDigital Quality of Life Index 2022Data breach world mapInternet shutdowns trackerGovernment surveillance reportData vulnerability thermometerHelp CenterVPNSurfshark OneMy AccountSearchEnglishLog inGet Surfshark<ul>Surfshark OneProductsSurfshark productsSurfshark VPN<p>Privacy from online tracking &amp.\ndata collecting with a secure connection.</p>What is VPN?VPN featuresVPN serversSurfshark Antivirus<p>Lightweight yet powerful security to protect your devices from harm.</p>Surfshark Search<p>Ad-free and completely private web searches to avoid tracking.</p>Surfshark Alert<p>Detection of data breaches that involve your personal information.</p>Other productsIncogni<p>Personal information removal from data brokers and big data companies.</p>PricingDownloadResourcesSurfshark ResourcesAbout usMedia CenterCareerBlogCybersecurityVPNInternet censorshipEntertainmentNewsResearchDigital Quality of Life Index 2022Data breach world mapInternet shutdowns trackerGovernment surveillance reportData vulnerability thermometerHelp CenterVPNSurfshark OneMy Account</ul>Log inGet SurfsharkSurfshark Privacy Policy<p>Since our Privacy Policy is a few hundred words over 3k, we thought you might appreciate a short &amp.\neasy breakdown.\nThese highlighted bits will do precisely that! Note: the framed explanations aren’t legally binding and are meant to help you understand the legal language.</p>\n<p>This Privacy Policy explains how Surfshark B.V., address: Kabelweg 57, 1014BA Amsterdam, the Netherlands processes your personal data when you use our Services or interact with our Website.\nThe Privacy Policy will remain in effect until a new policy supersedes it.\nWe may choose to update this policy at our discretion, so you should check this page periodically as the terms may change from time to time.\nThe most recent version of the policy will be reflected by the “last updated” date noted at the bottom of the page.\nYour continued use of the Website and our Services will constitute your acknowledgment of the policy in its current version and your understanding of the terms of the policy.</p>1.\nWhat information is collected and why?<p>We’re established in the Netherlands and we keep our Services logs-free.\nWe don’t collect any information that could lead us to know what you’re up to online.</p>\n<p>Surfshark respects your privacy, therefore we are committed to not process any information related to the online activity of our users.\nSurfshark is based in the jurisdiction, which does not require information storage or reporting.\nWe do not collect any information about what you do online (your visited IP addresses, browsing history, session information, used bandwidth, connection time stamps, network traffic or any other similar information).</p>\n<p>Our servers do store information about your connection to a particular VPN server (user ID and connection time stamps), BUT this information is automatically deleted within 15 minutes after termination of your session.\nAnd be assured that no information is stored about the websites you visit.</p>\n<ul>\n<li>When you visit our Website or navigate within our app (collectively referred to as ‘Website’), we collect and use some information to improve the performance of our Website.\nThe information we collect on our Website may include anonymous “traffic information” provided by the host or similar provider of such information (e.g.\nGoogle Analytics) that does not personally identify you.\nThis information is statistical and includes information about which pages on Surfshark’s Website visitors visit and how long visitors stay on a particular page.\nIt also provides information about what browser, network, or device is used to visit our Website.\nTo learn more about Google Analytics and how to opt out, please visit <b>https://chrome.google.com/webstore/detail/google-analytics-opt-out/fllaojicojecljbmefodhfapmkghcbnh?hl=en</b>.\nAlso, when you visit our Website, we may retain your IP address and a unique identifier of your device.\nThis helps us identify problems with our server, to administer our Website, or to display the content according to your preferences.\nThe legal basis for such processing is our legitimate interest to analyse and improve the performance of our Website and user experience.\nThat does not mean that we track your online activity while you use our Services.</li>\n</ul>When you use our Services, we collect and use the information for the following purposes:<ul>\n<li>To provide our Services.</li>\n</ul>\n<p>We process limited information related to the use of our Services (registration information: e-mail, account registration date, information about subscription, encrypted password, when you use our Smart DNS feature – your IP address, when you use our Search tool – aggregated number of performed searches).</p>\n<p>For provision of our antivirus service (currently available for Windows and Android users) we also collect information about your devices on which you use the antivirus service.\nThis information is needed to ensure the compliance with a limitation for the number of devices that one client may use for the antivirus service as provided in our Terms of Service.\nIf you choose to use the Webcam Protection feature, we will not have access to your webcam, microphone, apps or files on your device.\nWe will retain statistical information about the usage of this feature, including the number of times you received a request to access your camera or microphone, which preference you selected, whether this feature is turned on or off, how many apps you have included in the exclusion list.</p>\n<p>If you use our Alert service, you may enter email addresses which you would like to monitor for breaches.\nIn such case we will retain this information.\nYou may also enter your personal identity number (or social security number) and/or credit card number to monitor for related security breaches.\nWhen you choose to monitor your email address, you authorize us to look up additional information (usernames, passwords, full names, country, physical address or IP addresses) related to that email in known data breaches, which, if found, is provided to you in the platform.\nWe do not look up for such additional information when you choose to monitor your credit card or social security numbers.\nAs regards this data, we retain it in encrypted form and even we cannot use or review it.</p>\n<p>Legal basis for the processing of information is performance of a contract to which you are a party.\nPlease note that this information is necessary to enter into a contract and if you do not provide this information (or if we cannot retain this information), we will not be able to provide you with our Services.</p>\n<ul>\n<li>Analysing and improving the performance of our Services and user experience (when you use our Services).</li>\n</ul>\n<p>To maintain a perfect quality of our Services and provide you with efficient support, we collect diagnostics information and monitor crash reports on our apps and extensions.\nThe information we collect contains aggregated performance information, the frequency of use of our Services, unsuccessful connection attempts and other similar information.\nPlease note that diagnostics information does not contain uniquely identifiable information.\nHowever, if you face some problems when using our apps, to solve these problems we may require your device information.\nWe will access this information only if you provide a separate consent for that.</p>\n<p>When you permit us through a pop-up within our app, we collect your location data, i.e.\nonly your WiFi name (Service Set Identifier), which is stored on your device for the purpose of enabling “Auto-connect” feature, which extends to “Trusted WiFi” networks.\nThis feature allows our app to automatically connect to a server without your worry about it.\nHowever, please rest assured that we do not share this information to any third party.\nIn fact we do not store this information on our end and it is stored only on your device.</p>\n<p>In case we would process your personal information, legal basis for such processing is our legitimate interest to analyse and improve the performance of our Website/Services and user experience.</p>\n<ul>\n<li>Offering our Services.</li>\n</ul>\n<p>We may contact you via email for this purpose, but we also encourage you to contact us via our online contact form to get the best VPN offer for you.\nFor us to be able to address your requests effectively, we may ask you to provide some information about you.\nWe will also use the provided information to contact you regarding any future offers that may be of interest to you.</p>\n<p>If you do not wish to receive emails from us, you can opt-out from receiving emails or unsubscribe at <b>support@surfshark.com</b> or click “unsubscribe” at the bottom of any correspondence.\nIf you have multiple email addresses, you will need to opt-out for each address in order to be removed from our active database.</p>\n<p>Legal basis for the processing of personal information is your consent, your relationship with Surfshark or our legitimate interest to conduct marketing activities.</p>\n<ul>\n<li>Communicating with users and customer support.</li>\n</ul>\n<p>We use user email address to: i) send important updates and announcements related to the use of our Services.\nii) respond to user requests or inquiries.\nIn addition to user email, we process your inquiry and other information that is provided by you during the conversation.</p>\n<p>When a user contacts us through a live chat on our website, we are able to see the user’s IP address.\nThis information is needed to determine if the user is connected to our servers so that we can assist in solving related issues.</p>\n<p>Legal basis for the processing of personal information is performance of contract with you (in case of important communication related to our Services) or your consent (in case you submit an inquiry with our customer support).</p>\n<ul>\n<li>To interact with you via social media.</li>\n</ul>\n<p>Where you interact with us via social media, we will process social media profile information, inquiry information, post information and other information you provide us with.</p>\n<p>Legal basis for the processing of personal information is your consent.</p>\n<ul>\n<li>Advertising.</li>\n</ul>\n<p>We may receive certain information about you (cookie id, mobile device id, when you use our Trust DNS app – advertising IDs, in app events, such as in-app purchase or amount and type of ads watched, information about what browser, network, or device is used to access and use Trust DNS) from certain advertisers and advertising partners for advertising purposes.\nOur advertising partners help us deliver more relevant ads and promotional messages to you, which may include interest-based advertising and account-based advertising.</p>\n<p>Legal basis for the processing of personal information is our legitimate interest to deliver relevant ads and promotional messages to you.</p>\n<ul>\n<li>Accounting, payment, legal requirements and legal processes.</li>\n</ul>\n<p>We are subject to accounting, tax and other statutory requirements.\nWe may have to protect our legitimate interests and legal rights.\nIn these cases we may be required to collect and store a limited amount of certain information: email address, subscription information, payment related information, legal documents.</p>\n<p>As for payment related information, our payment processing partners collect usual data necessary for payment processing and/or refund requests (transaction date, payer’s IP address, credit card number, credit card owner’s full name, in some jurisdictions also personal identity code, passport or identity card number and/or residence address).\nWe process only very small part of this payment related information (part of the credit card number, payer’s IP address, payment amount, currency, date of payment and card expiry date) for solving payment related issues (such as fraud prevention cases).\nWe also collect information about your residence country (and your state) as this information is needed to calculate applicable VAT/sales tax.\nIf you elect so, we may retain your data which is used to generate and issue invoice for the rendered Services.\nIf you choose the open banking payment method to pay for our Services, we will collect your name and surname, as well as your bank details.</p>\n<p>Legal basis for the processing of personal information is a legal obligation to which we are subject (in case we need to collect your information statutorily) and our legitimate interest to defend our rights and interests (in case of other legal processes related to you, if any).</p>2.\nHow long do we store your personal information?<p>Information Retention</p>\n<p>Please keep in mind, that one of our most important principles is No-logs Policy (see more in our Terms of Service), therefore we collect only the minimum amount of information about you, which is required to provide you with our Services.</p>\n<p>We apply different retention periods depending on the purpose for which your personal information is processed as detailed in Clause 1 of this Policy:</p>\n<ul>\n<li>Personal information which is needed to provide our Services is processed for as long as you use Surfshark and no more than 2 years after you stop.</li>\n<li>Personal information which is needed to provide our Smart DNS services (i.e.\nyour IP address) is processed for as long as you use our Services.\n</li>\n<li>Personal information which is needed to provide our Trust DNS service is processed for as long as you use Trust DNS service.</li>\n<li>Personal information which is needed for analysing and improving the performance of our Website/Services and user experience is processed until the deletion of your account.</li>\n<li>Personal information which is needed to offer you our Services is processed as long as you use them or have given us a consent and 2 years thereafter.</li>\n<li>Personal information which is needed to communicate with users and provide customer support is processed for no longer than 2 years following the last communication with the exception of the device information (collected with your consent to solve your problems with the app), which we store for no longer than 7 days.\n</li>\n<li>Personal information which is needed to interact with you via social media is processed for as long as you are registered on a specific social media network.</li>\n<li>Personal information which is needed for internet advertising purposes is processed for 30 days unless provided otherwise in the section „Cookie and web beacons”.</li>\n</ul>\n<p>When you use Surfshark Alert, we do not store monitored data (or any related additional information) on our platform, unless you choose to save it there for consistent monitoring.\n</p>\n<p>If you request, we will delete your personal information specified in Clause 1, unless, we are legally required to maintain certain personal information, including situations such as the following: </p>\n<ul>\n<li>If there is an unresolved issue relating to your account, such as an outstanding credit on your account or an unresolved claim or dispute, we will retain the necessary personal information about you until the issue is resolved.\n</li>\n<li>Where we are required to retain the personal information about you for our legal, tax, audit, and accounting obligations, we will retain only the necessary personal information for the period required by applicable law.\nand/or, </li>\n<li>Where necessary for our legitimate business interests such as fraud prevention or to maintain the security of our users.</li>\n</ul>3.\nHow does our Website interact with third party services and content?<p>Information Transfers</p>\n<p>Your information from Clause 1 may travel around the world a bit, but we always take extra care to keep it safe and sound.</p>\n<p>Your information as specified in Clause 1 may be stored and processed in any country where we have facilities or in which we engage service providers.\nPlease note that we use standard contractual clauses approved by the European Commission (you can access it <b>here</b>) to transfer your personal information from the EEA to other countries or we transfer personal information to countries that the European Commission has recognised as ensuring an adequate level of information protection (you can access the list of countries <b>here</b>).</p>\n<p>Information recipients</p>\n<p>It takes a village to keep our Services up and running.\nWe need third-party tools and services for things like marketing, payments, live chat, and so forth.\nSince these don’t belong to us, we urge you to read their terms &amp.\npolicies on their sites.</p>\n<p>Surfshark shares personal information with information recipients only in cases where necessary for the purposes described in Clause 1 and allowed in accordance with applicable laws.\nWe do not sell or trade your information with anyone.</p>\n<p>We only disclose personal information to law enforcement authorities or courts of competent jurisdiction when we are asked and legally obliged to do so (our <b>Warrant Canary</b> page will display if we’re ever asked to do so).</p>Information recipient or category of information recipientPurpose of personal information transferCountry of the recipientMarketing service providers, such as Iterable, Taboola and Appsflyerwe use them to manage our contacts and automate our marketingUnited States, Sweden, Ireland, United KingdomThird-party payment providers, such as Stripe, Checkout.\nCoingate and similar they help us to process payments together with our own authorized payment processing companiesUnited States, Ireland, BVIStorage and infrastructure service providers, such as BigQuery (by Google), Stitch (by Talend)they help us to deliver targeted advertising to the Website visitors United StatesLive chat and support service providers, such as Zendesk we use them to provide live chat technology and provide support to our users United StatesSecurity service providers, such as Cloudflare we work with them to provide improved security and performance United StatesAttorneys, notaries, bailiffs we transfer personal information in cases when we seek to defend our rights and legal interestsUnited States, United Kingdom, the Netherlands4.\nWhat choices do you have over how your information is used?We respect GDPR and other privacy laws, and you can ask us to delete stuff or implement any other of your rights by emailing us at <b>support@surfshark.com</b>.<p>You may be aware that the General Data Protection Regulation or “GDPR” and other privacy laws give certain rights to individuals in relation to their personal information.\nAccordingly, we have implemented additional transparency to help users take advantage of those rights.\nAs available and except as limited under applicable law, individuals have the rights described below:</p>\n<ul>\n<li>You can <b> access your personal information or receive a copy</b> of it by contacting us.</li>\n<li>You can object to processing of your personal information, ask us to restrict processing of your personal information or <b> request portability</b> of your personal information where it is technically possible.</li>\n<li>You can demand the correction of inaccurate personal information and, subject to the nature of the collection and use, the completion of incomplete personal information (<b>right to rectification</b>).</li>\n<li>Right to <b> deletion of your personal information</b> specified in Clause 1, unless, we are legally required or we have a legal basis to maintain certain personal information.</li>\n<li>If we have collected and processed your personal information with your consent, then you can <b> withdraw your consent</b> at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</li>\n<li>You have the <b>right to complain to a data protection authority.</b>\n</li>\n</ul>\n<p>If you wish to implement any of the above-mentioned rights, please contact us at <b>support@surfshark.com</b>.</p>5.\nDo we engage in automated individual decision-making, including profiling?<p>No.</p>\n<p>Automated decision-making is the process of making a decision by automated means without any human involvement.\nProfiling analyses aspects of individual’s personality, behaviour, interests and habits to make predictions or decisions about them.\nWe assure you, that we do not make decisions based solely on automated processing, including profiling, which would produce legal effects concerning you.</p>6.\nWhat age do I have to be to use the Services?<p>18 or older.</p>\n<p>Surfshark is not intended for users under the age of 18.\nSuch users are expressly prohibited from submitting any of their information to us, and from using portions of the Website or our Services for which registration is required.\nIf any information is submitted by such users, it will not be collected or retained.</p>7.\nCookies and web beacons<p>Most of the sites on the internet use cookies, as they’re pretty convenient.\nIf you want to, you can reject those, but some things may not work completely or as well as they should.\nWe also use web beacons, but if you reject cookies, they won’t work either.</p>\n<p>A cookie is a small string of data that transfers to your computer for identification purposes.\nCookies can be used to follow your activity on the Website and that data helps websites to understand your preferences and improve your website experience.\nYou can turn off all cookies in the event you prefer not to receive them.\nYou can also have your computer warn you whenever cookies are being used.\nThere are also software products available that can manage cookies for you.\nPlease be aware, however, that when you choose to reject cookies, this choice may limit the functionality of the Website and you may lose access to some of its features.</p>\n<p>A web beacon is an invisible pixel-sized graphic image on a web page, web-based document or e-mail message.\nIt helps us do things like view the URL of the page on which the beacon appears and the time the Website, document or email in question is viewed.\nThey can be used to confirm the receipt of, and response to, our emails, including those that you forward to friends and family.\nand they help deliver a more personalized online experience.</p>\n<p>Some links may take you outside of our Website and are beyond our control.\nPlease note that these other sites may send their own cookies to users, collect data, or solicit personal information.\nWe urge you to review the equivalent data protection, privacy, and cookie policies available on their websites.\nWe do not accept any responsibility or liability for the data protection of privacy practices of third parties in relation to such websites and your use of third party websites is entirely at your own responsibility.</p>\n<p>We use cookies on our Website as described in the table below.\nPlease note that from time to time we may test additional analytical cookies on our Website.\nThe table below is updated with the relevant analytical cookies once there is a final decision to use them permanently.</p>Cookie nameCookie expiryProvenancePurposeCookie Categorysurfshark-locale29 daysSurfsharkIt stores user selected website languageNecessary (functional)surfshark-currency29 daysSurfsharkIt stores user selected currencysurfshark-couponsessionSurfsharkIt stores the coupon which will be used during the purchasesurfshark-experiments1 yearSurfsharkIt stores data for our user experience testingsurfshark-exp1 yearSurfsharkIt stores data for our user experience testingsurfshark-skip-upgrade1 monthSurfsharkUsed to store post sale upgrade feature statesurfshark-alert-couponsessionSurfsharkUsed to store coupon which will be used during purchase Alert service_sstk2 hoursSurfsharkUsed for authentication purposes_ssexp2 hoursSurfsharkUsed for authentication purposes_ssrtk2 hoursSurfsharkUsed for authentication purposessf-la30 daysSurfsharkLanding page tracking cookie which indicates the source of the last visitsf-fi30 daysSurfsharkLanding page tracking cookie which indicates the source of the last visitsf-rf30 daysSurfsharkReferral tracking cookie__zlcmidpersistentThird party (Zendesk)To store unique user ID (for chat purposes)surfshark-cookies-consent6 monthsSurfsharkUsed to store user cookie consent_cq_duid3 monthsThird party (Cheq)Used to detect domain sessions per device_cq_suidSessionThird party (Cheq)Used to detect browser sessions per domain and device_cq_tuidSessionThird party (Cheq)Used to detect tab sessions per device_cq_checkDeleted immediately after insertionThird party (Cheq)Used to detect if the device supports cookiescg_uuid365 daysThird party (Cheq)Hosted by cheqzone.com.\nUsed to detect when the same device is used in a separate browser session, to ensure that once a session is identified as fraudulent or malicious, it can be consistently blocked from access to the relevant customer’s website_gat1 minuteThird party (Google)It is used to distinguish usersAnalyticcollectsessionThird party (Google)It is used to send data to Google Analytics about the visitor’s device and on-site behaviour_gid1 dayThird party (Google)It is used to distinguish users_ga2 yearsThird party (Google)It is used to distinguish userspll_language1 yearsSurfsharkPolylang uses this cookie to remember the language selected by the user when he comes back to visit again the website_gat_surfsharkTracker1 minuteThird party (Google Tag Manager)Is used to throttle the request ratesf-re30 daysSurfsharkIt tracks user retention_gat_UA-116900630-11 minuteThird party (Google Tag Manager)Is used to throttle the request ratesurfshark-aff-stack1 monthSurfsharkIt helps to track which users come from which affiliatesAffiliatesf-af30 daysSurfsharkAffiliate network tracking cookie_uetvid16 daysThird party (Bing)It stores and tracks visits across websitesMarketing_uetvid_exppersistentThird party (Bing)It stores and tracks visits across websitespagead/landingsessionThird party (Google)Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement – This also allows the website to limit the number of times that the user is shown the same advertisement.IDE1 yearThird party (Google DoubleClick)These cookies set by a third party (DoubleClick) and are used for serving targeted advertisements that are relevant to you across the web.\nTargeted advertisements may be displayed to you based on your previous visits to this website.\nFor example, advertisements about a topic you have expressed an interest in while browsing our site may be displayed to you across the web.\nIn addition, these cookies measure the conversion rate of ads presented to the user.pagead/1p-conversion/#sessionThird party (Google)Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.test_cookie1 dayThird party (Google DoubleClick)These cookies set by a third party (DoubleClick) and are used for serving targeted advertisements that are relevant to you across the web.\nTargeted advertisements may be displayed to you based on your previous visits to this website.\nFor example, advertisements about a topic you have expressed an interest in while browsing our site may be displayed to you across the web.\nIn addition, these cookies measure the conversion rate of ads presented to the user.MUID1 yearThird party (Microsoft)It stores and tracks visits across websites_ttp13 monthsThird party (TikTok)Serves targeted advertising and measures the performance of advertising campaigns.personalization_id2 yearsThird party (Twitter)This cookie is set by Twitter to measure the performance of advertising campaigns through Twitter, across different browsers and devices used by a visitor.muc_ads2 yearsThird party (Twitter)This is a cookie that is set by Twitter.\nIt is used for optimizing ad relevance by collecting visitor navigation data._pin_unauth365 daysThird party (Pinterest)This cookie is used by Pinterest to track usage of their services.8.\nHow do we secure your information?<p>We really care about your security &amp.\nprivacy and do a lot to protect it.\nHowever, anyone who tells you that 100% anything-proof security is possible either doesn’t know much about it or is trying to mislead you.\nPlease keep that in mind.</p>\n<p>We have implemented various security measures, including SSL/TLS encryption for data transfers, hashed passwords, firewalls, and regular audits.\nWe take all steps reasonably necessary to ensure that your information is treated securely.</p>\n<p>While we implement security measures on our Website and through our Services, you should be aware that 100% security is not always possible.\nWhenever you give out your information online there is a risk that a third party may intercept and use that information.\nWhile we strive to protect your information and privacy, we cannot guarantee the security of any information you disclose online.\nBy using the Services, you expressly acknowledge and agree that we cannot guarantee the security of any information provided to or received by us through the Services and that any general information, other information or information received from you through the Website or our Services is provided at your own responsibility.</p>9.\nDoes our Website respond to do-not-track signals?<p>Currently, it doesn’t.\nYou can tweak your specific browser settings to achieve very similar things.</p>\n<p>At this time Surfshark does not recognize automated browser signals regarding tracking mechanisms, which may include ‘do-not-track’ instructions.\nHowever, you can change your privacy preferences regarding the use of cookies and similar technologies through your browser.\nYou may set your browser to accept all cookies, block certain cookies, require your consent before a cookie is placed in your browser, or block all cookies.\nPlease note that blocking all cookies will affect your online experience and may prevent you from enjoying the full features offered by our Website.</p>10.\nWhat if I access the Website or your Services from my mobile phone, tablet or laptop?<p>The same things stand that we talked about in section “What information is collected and why?” at the very top of this Privacy Policy.\nBasically, we don’t collect much, and you can opt out of most of it.</p>\n<p>If you are a visitor of our Website, but not a user of our Services, we collect and use information about you in the same way and for the same purposes as specified above in Clause 1 notwithstanding the device or application you use.\nIf you are a user of our Services and access our Website using one or more of our applications notwithstanding the device, application, or browser extensions, we collect and use information in the same way and for the same purposes as specified above in Clause 1.</p>11.\nWho should you contact with questions or concerns?<p>Our 24/7 Customer Success Team will help you out as soon as they can.</p>\n<p>If you have any questions or comments relating to Surfshark Services, send an email to <b>support@surfshark.com</b> or chat with us on the Website.</p>12.\nWhen was this policy last updated?<p>Keep in mind that we can update this Policy in the future &amp.\ncheck it regularly.</p>\n<p>December 2, 2022.</p>Table Of Contents1.\nWhat information is collected and why?2.\nHow long do we store your personal information?3.\nHow does our Website interact with third party services and content?4.\nWhat choices do you have over how your information is used?5.\nDo we engage in automated individual decision-making, including profiling?6.\nWhat age do I have to be to use the Services?7.\nCookies and web beacons8.\nHow do we secure your information?9.\nDoes our Website respond to do-not-track signals?10.\nWhat if I access the Website or your Services from my mobile phone, tablet or laptop?11.\nWho should you contact with questions or concerns?12.\nWhen was this policy last updated?Surfshark VPNSurfshark VPN<ul>\n<li>Surfshark VPN</li>\n<li>Features</li>\n<li>What is a VPN</li>\n<li>VPN free trial</li>\n<li>VPN download</li>\n</ul>Other productsOther products<ul>\n<li>Surfshark Alert</li>\n<li>Surfshark Antivirus</li>\n<li>Surfshark Search</li>\n<li>Incogni</li>\n</ul>SurfsharkSurfshark<ul>\n<li>Benefits</li>\n<li>Blog</li>\n<li>Pricing</li>\n<li>Reviews</li>\n<li>Log in</li>\n</ul>ProgramsPrograms<ul>\n<li>Affiliate</li>\n<li>Student discount</li>\n<li>YouTube creators</li>\n<li>Refer a friend</li>\n</ul>InformationInformation<ul>\n<li>Career</li>\n<li>Media center</li>\n<li>Warrant canary</li>\n<li>Privacy policy</li>\n<li>Terms &amp.\nconditions</li>\n</ul>ToolsTools<ul>\n<li>DNS leak test</li>\n<li>What is my IP</li>\n<li>WebRTC leak test</li>\n</ul>SupportSupport<ul>\n<li>Help center</li>\n<li>VPN tutorials</li>\n<li>Contact us</li>\n</ul>Follow usFollow us<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Instagram</li>\n<li>Youtube</li>\n<li>Reddit</li>\n<li>TikTok</li>\n<li>Pinterest</li>\n</ul>macOSWindowsLinuxiOSAndroidChromeFirefoxEdge<p>2022 Copyright Surfshark.\nAll rights reserved.</p>\n<p>Surfshark B.V., KvK number: 81967985, address: Kabelweg 57, 1014BA Amsterdam, the Netherlands, VAT number NL862287339B01</p>This website uses cookies.\nTo learn more, visit our Privacy Policy.Accept<p>\n</p>", "created_at": "2020-01-02 13:13:21.115633", "updated_at": "2022-12-09 10:21:08.893687"}, {"id": 2248, "name": "Terms Of Service", "url": "https://surfshark.com/terms-of-service", "xpath": "//*[@id=\"__next\"]/main/section/div/div/div[1]", "text": "Surfshark Terms Of Service<p>Since nobody enjoys reading these things, we’re including short blurbs of text to help you understand what each section is about.\nYou should still read the whole thing since this is only a comment and the Terms are the binding document you’re agreeing to if you have a Surfshark account.\nBut we’re not judging.</p>\n<p>Thank you for visiting Surfshark! Please read the following information carefully.\nPLEASE PAY CLOSE ATTENTION TO THE PROVISIONS COVERING AUTOMATIC RENEWAL OF SERVICES AND CHANGE OF THESE TERMS OF SERVICE.\nThese Terms of Service govern your access to and use of all Surfshark Services.\nThis is a binding agreement.\nIF YOU DO NOT AGREE TO ALL OF THE TERMS OF SERVICE, DO NOT ACCESS OR USE THE WEBSITE OR OUR SERVICES.\nBY ACCESSING OR USING THE WEBSITE AND OUR SERVICES, YOU AGREE TO BE BOUND BY THE TERMS OF SERVICE.\nReferences to ‘you’ in these Terms of Service indicate a person who created Surfshark account and/or whose payment method is charged.</p>\n<p>We may change these Terms of Service from time to time.\nWe will post a notice on the Surfshark Site any time these Terms of Service have been amended or updated.\nIt is your responsibility to review these Terms of Service periodically, and if at any time you find these Terms of Service unacceptable, you must immediately leave the Surfshark Site and cease all use of our Services.</p>\n<p>When you agree to use our Services, which includes, but is not limited to: the use of our servers, routers, IP addresses, protocols, add-ons, software, applications, extensions, and other equipment, as well as any updates thereof, you agree to accept these Terms.</p>1.\nWhat services does Surfshark provide?<p>A VPN, plus a bunch of other services that all have to do with privacy and security.</p>\n<p>Surfshark provides virtual private network (VPN) services, also other privacy and cyber security related services (“Services”).\nServices include, but are not limited to VPN and other software, extensions, applications, information and content made available to you by Surfshark.\nA VPN is a secure way to protect your online activities by encrypting your data connection.\nThus, third parties are unable to monitor your network traffic, such as websites, downloaded files, or other used internet services.\nWith Surfshark you can connect to different VPN servers worldwide to ensure the privacy of your location.</p>\n<p>We don’t collect logs or any other information that’d let us identify you.\nThe only things we do collect are strictly necessary to provide you with our services.\nIf you are using the Dedicated IP service, your online activities could be traced back to your account information as this IP is tied to your email address.\nHowever, you may choose using an anonymous Dedicated IP option which will result in a removal of all the information we have in our database about your Dedicated IP address.\nYou can find more details about that in the Privacy Policy.</p>\n<p>\n<b>No-logs Policy</b> is one of the most important features of our Services.\nIt means your activities are not in any way logged, retained, or transferred to third parties when you connect to our Services.\nWe do not collect any information about what you do online (your visited IP addresses, browsing history, session information, used bandwidth, connection time stamps, network traffic or any other similar data).\nWe can ensure such policy as we are based in the jurisdiction, which does not require data storage or reporting, and processes related to provision of our Services are automated.\nMoreover, only very limited user data collected from or provided by you is processed in order to provide Services to you.\nTo prevent service abuse, our servers store your user ID and/or IP address, and connection time stamps, but this information is automatically deleted within 15 minutes after termination of your session.</p>\n<p>Please note that if you use a dedicated IP address (a unique internet protocol address assigned exclusively to you), it will encrypt your internet traffic and hide your real IP address and virtual location.\nHowever, since it’s tied to your email address, certain online activities can be traced back to your account information as far as you don’t select an anonymous Dedicated IP option after the Dedicated IP installation process.\nAnonymous Dedicated IP option removes any information we have in our database about your Dedicated IP address.\nTherefore, after you choose this, you will have to manually set up new devices and retain your own information as we will not have any links about who and how uses your Dedicated IP address.</p>\n<p>More information on what information is collected about you and how it is used can be found in our Privacy Policy at<b> https://surfshark.com/privacy</b>\n</p>\n<p>No shady stuff, please.</p>\n<p>We do not approve any unlawful, illicit, criminal or fraudulent activities committed by using Surfshark Services.\nAs we are not logging any information about your activities, you are using the Surfshark Services at your own responsibility.\nSurfshark will not be liable in any way or form for illegal actions done by you arising through or from the use of our Services.</p>2.\nDo I have to create an account?<p>Yup.\nAnd you’re responsible for it.</p>\n<p>In order to use some of the Surfshark Services, you will be asked to set up an account.\nYou are solely responsible for all usage or activity on your account including, but not limited to, use of the account by any person who uses your account, with or without authorization, or who has access to any computer on which your account resides or is accessible.</p>3.\nWhat happens if I share or lose my account information?<p>Please take care of your information.\nIf you tell us about losing it right away, we may be able to help you out.</p>\n<p>If you open an account to use or access the Services, you must complete the registration process by providing the complete and accurate information requested on the registration form.\nYou may be asked to provide an e-mail address and password.\n<b>You are entirely responsible for maintaining the confidentiality of your password</b>.\nYou may not sell, or trade that Account to any other person.</p>\n<p>You agree to notify us immediately of any unauthorized use of your account, e-mail address, or password.\nWe are not liable for any loss that you or any third party incur as a result of someone else using your password, either with or without your knowledge.\nWe reserve the right to terminate your account at any time.</p>4.\nWhat is Surfshark payment, automatic renewal and refund policy?<p>To keep you secured, Surfshark Services renew automatically.\nYou can cancel automatic renewal at any time.</p>\n<p>You can subscribe to Surfshark Services on a service period basis.\nAfter signing up for Surfshark Services you may choose a payment method.\nOnly some of our Services are free of charge.</p>\n<p>Paid Surfshark Services renew automatically at the end of each service period and your chosen payment method is charged again, unless you decide to cancel your automatic payments before the automatic renewal.\nBy entering your payment details you agree with the automatic renewal.\nWe will inform you in advance by email about the automatic renewal of your subscription (if it is longer than one month).</p>\n<p>We will send the first receipt for your purchased Services to your email.\nAll later receipts will be sent to your Surfshark account (to see those receipts please log in to your account, click on “My account”, select “Subscriptions” and then see the receipts in the “Invoices &amp.\nreceipts” section).</p>\n<p>Surfshark may change the price for the subscriptions, including recurring subscription fees, or other subscription terms from time to time and will communicate any price or other changes to you in advance.\nSubject to applicable law, you accept the new price and terms by continuing to use the Services after the changes take effect.\nPlease see currently applicable recurring subscription fees <b> here</b>.</p>\n<p>We can refund you on the basis of our 30-day money-back guarantee.\nExcept if you signed up via iTunes/App Store/Amazon, with a prepaid card/gift card or decided to use an anonymous Dedicated IP option.\nThese are out of our hands.</p>\n<p>Your satisfaction with our Services is our main goal.\nIf you choose not to use our paid Services anymore, we guarantee you a right to claim a refund within 30 days following your purchase of our Services.\nHowever, we would like to solve your issue before you decide to cancel the subscription, therefore you are always welcome to reach out to us at <b>support@surfshark.com</b>.\nYou can get a refund for the cancellation of our Services twice.\nIf you already have been granted a refund once, you can get the second refund if the period between both cancellations for which you claim refund is not less than 6 months.\nIf you purchase our Services again after the second refund, you will not be granted a refund for any further cancellation.\nMonthly subscriptions may be refunded on the basis of the 30-day money-back guarantee only after the initial purchase.\nOnce a monthly subscription is renewed, it cannot be refunded on the basis of the 30-day money-back guarantee.\nSurfshark reserves the right to verify the validity of your account information, and to withhold or delay any refunds until such verification is complete.</p>\n<p>As a rule, you have no right to claim a refund after the period of 30 days from the purchase has passed.\nNevertheless, in the exceptional cases, we will consider refund beyond such 30-days period, at our sole discretion, if you can demonstrate that the Services which you purchased were not available or usable and that you made reasonable attempts to contact us regarding this issue.\nIn such a case, we may provide you with a pro-rata refund of Services’ fees paid during the subscription period when the Services were not available or usable.</p>\n<p>If you purchase our subscription through iTunes/App Store/Amazon – we are not able to grant you a refund, as subscriptions purchased via the iTunes/App Store/Amazon are subject to iTunes/App Store/Amazon refund policies.\nIn such a case, you would have to contact a specific store for a refund.\nSurfshark cannot refund any purchases made from our resellers.\nIn this case, refunds are handled according to the terms and conditions of the reseller from which the product was purchased.</p>\n<p>Payments made using prepaid cards or gift cards are not refunded.\nFor payments made in cryptocurrency, the equivalent amount in US Dollars is refunded in the same cryptocurrency (based on the rate of exchange at the moment of refund).</p>\n<p>You have a right to delete your account at any time, however, deleted accounts will not be refunded for the unused part of the ongoing service period.</p>\n<p>If you decide to use an anonymous Dedicated IP option which can be selected after the installation of your Dedicated IP, this will cause a removal of all the information we have in our database about your Dedicated IP address.\nTaking that into account, we will no longer be able to grant you a refund, as we will not have any possibility to establish any links between you and a particular Dedicated IP.</p>\n<p>We reserve the right not to issue refund in the event of a breach of these Terms.</p>\n<p>Any fees charged by Surfshark are exclusive of taxes.\nNevertheless, we may calculate and add taxes or duties, including, but not limited to VAT, GST and other taxes or fees under laws applicable to you at the time of purchase.</p>\n<p>All payments are being processed by our own payment processing companies (Surfshark Limited, registered at Suite 1, 3rd Floor 11-12 St.\nJames’s Square, London, United Kingdom, SW1Y 4LB and Surfshark Inc., registered at 16192 Coastal Highway, Lewes, Delaware 19958, County of Sussex) with help of third-party providers (see our Privacy Policy).</p>5.\nWhat age do I have to be to use this Website or your Services?<p>18 or older.</p>\n<p>Surfshark is not intended for users under the age of 18.\nSuch users are expressly prohibited from submitting any of their information to us, and from using portions of the Website and our Services for which registration is required.\nIf any information is submitted by such users, it will not be collected or retained.</p>6.\nHow do I comply with intellectual property laws?<p>All the stuff that’s on our site (or our apps) belongs to Surfshark.\nLet’s keep it that way.</p>\n<p>To access and use our Services, you may be required to download and install our Software on a device.\nBelow see the terms and conditions applicable to the use of such Software.\nPursuant to these Terms, “Software” means any mobile and desktop software applications and any other software (including any releases, updates, enhancements, or revisions) and any documentation that accompanies or is made available in connection with such software provided by us to you for your use of the Services.\nWhen accessing the Website or using our Services, you agree to obey the law and to respect the intellectual property rights of others.\nYour use of the Website or our Services is at all times governed by and subject to laws regarding copyright ownership and use of intellectual property.</p>\n<p>Subject to these Terms we grant you a limited, revocable, non-exclusive, personal, non-transferable, non-sublicensable, non-assignable, fixed-term license (the “License”) to download, install and use a copy of the Software on a compatible device that you own or control.\nNo other right or license, express or implied, of any kind is granted to you hereunder with respect to the Services and/or Software.\nYou shall not also build a product using similar ideas, features, functions, or graphics of the Service/Websites or copy any ideas, features, functions, or graphics of the Services/Websites.</p>\n<p>For the sake of clarity, in respect to the Software that is downloaded from Apple, Inc.\n(“Apple”) App Store, the License is limited to the use of such Software on any Apple-branded devices that you own or control and as permitted by the Usage Rules set forth in the Apple Media Services Terms and Conditions, except that such Software may be accessed and used by other accounts associated with you via family sharing or volume purchasing features.</p>\n<p>The Software, used pursuant to these Terms is licensed, not sold, and you receive no title to or ownership of any copy, or of the Software itself, or even more so of the Services and Websites.\nYou receive no rights to the Software other than those specifically granted in Section 6 of these Terms.\nWe and/or our licensors retain all right, title and interest in and to the Services, Software, Websites, and any portion thereof.\nAll rights are reserved unless otherwise explicitly expressed.\nYou are forbidden from registration, adoption, or any other use of trademarks, trade names, symbols, or signs that are either identical or confusingly similar to any trademarks owned by Surfshark and/or its affiliated companies.</p>\n<p>You hereby grant Surfshark and/or its affiliated companies a perpetual, irrevocable, worldwide license to use Feedback (as defined below) you communicate to us without reimbursement or compensation, without any obligation to report on such use, and without any other restriction.\nYou waive (or agree not to enforce) any and all rights that may now or in future exist (including moral and equivalent rights) in Feedback.\n(“Feedback” refers to any recommendation, idea, proposal, suggestion, feedback, review, or other input related to our Services, Software, Websites).</p>7.\nWhat activities are prohibited?<p>Don’t do anything that can get you in trouble when you use Surfshark.\nPlease.</p>\n<p>By using our Services, you shall not:</p>\n<ul>\n<li>Use our Services for any illegal use, such as transmitting any illegal material that would constitute a criminal offense as per the local, state, national or international law or regulation;</li>\n<li>Use our Services for web crawling, scraping, harvesting or other similar activities which might negatively affect rendering of our Services to other users;</li>\n<li>Transmit any content that is unlawful, harmful, threatening, abusive, harassing, torturous, or that can be deemed objectionable in a court of law;</li>\n<li>Harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\nto submit false or misleading information;</li>\n<li>Present the Service so that it appears to be made available by any third party, access the Service in bulk, scrape, redistribute, resell or make the Services available to any third party in any way;</li>\n<li>Transfer or use the Services except as expressly authorized under these Terms of Service or by Surfshark, copy, disassemble, reverse engineer or decompile, modify or alter any part of the Services.\nYou may not use any part of the Service in any manner that competes with Surfshark, as solely determined by Surfshark;</li>\n<li>Send spam or otherwise duplicative or unsolicited messages in violation of applicable laws;</li>\n<li>Send or store material containing software viruses, worms, Trojan horses or other harmful computer code, files, scripts, agents or programs;</li>\n<li>Interfere with or disrupt the integrity or performance of the Service;</li>\n<li>Attempt to gain unauthorized access to the Service or its related systems or networks;</li>\n<li>Misrepresent or to act on behalf of others;</li>\n<li>Alter the attribution of origin in electronic mail messages or posting;</li>\n<li>Use the Service for anything other than lawful purposes;</li>\n<li>Use Surfshark to mask your identity for illegal or malicious purposes;</li>\n<li>Distribute copyright-protected material through our servers;</li>\n<li>Take any action that results in an unreasonable load on Surfshark’s infrastructure;</li>\n<li>Use any 3rd party software to interfere with or attempt to interfere with the Services;</li>\n<li>Download or transmit any material that is libelous, defamatory, discriminatory or otherwise malicious or harmful to any person or entity.\nor use our Services to serve pop-ups ads.</li>\n<li>Exploit or attempt to exploit our refund policy;</li>\n<li>Otherwise infringe or circumvent these Terms;</li>\n<li>You shall at all times abide by all applicable local, state, national and foreign laws, treaties and regulations in connection with your use of the Services, including those related to data privacy, international communications and the transmission of technical or personal data.</li>\n</ul>\n<p>If Surfshark is contacted with a complaint regarding or arising from your use of the Services or independently detects a breach of these Terms, Surfshark may deem your usage in violation of these Terms and terminate your account or limit and/or suspend the provision of the Services without notice.</p>\n<p>Our Services (products) may be subject to the U.S.\nand European Union export and re-export control laws and regulations or similar laws applicable in other jurisdictions, including the Export Administration Regulations (“EAR“) maintained by the U.S.\nDepartment of Commerce.\nYou also warrant that you are (a) not located in any country to which the European Union, the United Kingdom, the U.S.\nor other relevant jurisdiction has embargoed goods or has otherwise applied any economic sanctions, which would forbid or limit the use, import, export, sale of, or payment for the Services.\nand (b) not a denied party as specified in any applicable export or re-export laws or regulations or similar laws applicable in relevant jurisdictions or otherwise listed on any list of prohibited or restricted parties as administered by the Office of Foreign Control of the U.S.\nDepartment of the Treasury (“OFAC“), the U.S.\nDepartment of State, the United Nations Security Council, the European Union, His Majesty's Treasury of the United Kingdom, or other relevant sanctions authority (“Sanctions Authorities”).\nYou agree to comply with all applicable export and re-export control laws and regulations, including without limitation the EAR and trade and economic sanctions maintained by OFAC as it may be applicable to you.\nSpecifically, you agree not to - directly or indirectly - use, sell, export, re-export, transfer, divert, release, or otherwise dispose of any Services, including products, software, or technology (notwithstanding products derived from or based on such technology) received under these Terms of Service to any destination, entity, or person or for any end-use prohibited by the applicable export control laws, trade and economic sanctions maintained by Sanctions Authorities or any applicable laws or regulations without obtaining any required prior authorization from the competent government authorities as required by those laws and regulations.</p>8.\nWhat is Surfshark’s Fair Usage Policy?<p>Feel free to connect all of your devices, but don’t resell Surfshark or exploit our service.\nNot cool.</p>\n<p>Surfshark is committed to provide the best possible experience of using the Services to all our users.\nThis includes making sure that every user of our Services gets the full experience from their chosen plan.\nTo deliver on this commitment, we have implemented an automated infrastructure maintenance system which continuously manages our network capacity.</p>\n<p>Although one of the core premises of Surfshark is an unlimited number of simultaneous connections (except for Antivirus service), there might be some users who exploit it, and this might have an adverse effect on the quality of our Services as well as usage experience for the rest of our users.\nSuch users can include, but are not limited to, unauthorized resellers, organizers of illicit activities which involve usage of a very large number of devices, and other.</p>\n<p>Our Fair Usage Policy manages inappropriate use of our Services and guarantees that the Services can be used fairly by everyone.\nUnder the Fair Usage Policy, we reserve the right to enable limits of an immoderate number of simultaneously connected devices in our network maintenance system in order to make sure that none of our users are affected by potentially deteriorated quality of the Services.</p>\n<p>Surfshark Antivirus service allows a maximum of five simultaneous connections per account.</p>9.\nDoes Surfshark link to any third party sites?<p>Yes.\nSo, click all the links leading out of Surfshark responsibly.</p>\n<p>Surfshark may link to or be linked from other websites that are not maintained by, or related to, Surfshark.\nSurfshark does not endorse, and is not responsible for, the content of any of those third-party websites.\nYou acknowledge that Surfshark has not reviewed and does not endorse the content of all sites linked to from this Website and is not responsible for the content or actions of any other sites linked to from this Website.\nWe do not promise that the contents of any linked sites are accurate, compliant with local, state or federal law, including any intellectual property laws.\nYour use of any linked site is at your own responsibility and you assume all responsibilities and consequences resulting from such reliance.</p>10.\nDisclaimers and Limitations on Liability.<p>We try to make sure everything’s always error-free, but to err is human.\nYou agree not to hold any grudges about that.</p>\n<p>SURFSHARK PROVIDES ITS WEBSITE AND SERVICES TO YOU ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nSurfshark cannot guarantee that the Services or its content is error free and makes no representations about the technical accuracy or functionality of the Services or that the content is accurate, error free or up to date.\nActual service coverage, speeds, locations and quality may vary.\nYour hereby expressly agree and acknowledge that Antivirus complies with the current industry standard of software technology and that it is impossible under any currently available technology for any application to identify and eliminate one hundred percent of all malware.\nSurfshark makes no representations – your use of the Services is your sole responsibility.\nOur Services may be updated, modified, suspended or interrupted at any time without any notice or liability.</p>\n<p>We may, from time to time, include computer software supplied by third parties together with our Services.\nSuch third parties’ computer software is provided with permission of the relevant copyright holders and/or licensors, and on their provided terms.</p>\n<p>SURFSHARK AND ITS AFFILIATES, SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTIES FOR ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES ALLEGEDLY SUSTAINED ARISING OUT OF YOUR USE OF THE SERVICES, ANY THIRD PARTY COMPUTER SOFTWARE PROVIDED TOGETHER WITH THE SERVICES, THE SALE OR PURCHASE OF ANY GOODS OR MERCHANDISE, YOUR ACCESS TO OR INABILITY TO ACCESS THE WEBSITE OR OUR SERVICES, INCLUDING FOR VIRUSES ALLEGED TO HAVE BEEN OBTAINED FROM THE SERVICES, YOUR USE OF OR RELIANCE ON THE WEBSITE OR OUR SERVICES, INFORMATION OR MATERIALS AVAILABLE ON THE WEBSITE, REGARDLESS OF THE TYPE OF CLAIM OR THE NATURE OF THE CAUSE OF ACTION, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.OUR TOTAL AGGREGATE LIABILITY IN ANY CASE SHALL NOT EXCEED YOUR TOTAL AMOUNT PAID FOR THE SERVICES.</p>\n<p>ANTIVIRUS IS NOT INTENDED FOR USERS REQUIRING CONTINUOUS, ERROR-FREE OR FAILSAFE OPERATION (INCLUDING, WITHOUT LIMITATION, IN APPLICATIONS INVOLVING NUCLEAR POWER PLANTS, MILITARY APPLICATIONS, AIRCRAFT NAVIGATIONAL AND COMMUNICATIONS SYSTEMS, OR IN MEDICAL OR OTHER APPLICATIONS ESSENTIAL TO MAINTAINING HUMAN LIVES).\nSURFSHARK HEREBY DISCLAIMS THAT ANTIVIRUS IS FIT FOR USE IN SPECIAL-RISK AREAS.</p>\n<p>You hereby agree to release service provider, its affiliates and third-party service providers, and each of their respective directors, officers, employees, and agents from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed (“claims”), arising out of or in any way connected with your use of this Website or our Services.</p>\n<p>We provide application updates for all OS versions for at least two (2) years after the initial OS version release.\nTherefore, we would suggest updating your OS to get the best experience when using our Services.</p>11.\nIndemnity.<p>If something goes wrong (it won’t), you agree not to hold Surfshark liable.</p>\n<p>You agree to indemnify, defend, and hold harmless Surfshark, its affiliates, officers, directors, employees, consultants, agents, and representatives from any and all third party claims, losses, liability, damages, and/or costs (including reasonable attorney fees and costs) arising from your access to or use of the Website or our Services, your violation of these Terms of Service, or your infringement, or infringement by any other user of your account, of any intellectual property or other right of any person or entity.</p>12.\nWhat governing law applies?<p>Our contract with you is governed by the laws of the British Virgin Islands, no matter which of the two existing Surfshark companies you have contracted.\nThe same as it was before we moved to the Netherlands.</p>\n<p>If you have contracted Surfshark before October 1, 2021, your contract is concluded with Surfshark Ltd., a company established in the British Virgin Islands.\nIf you have contracted Surfshark on October 1, 2021 or after, your contract is concluded with Surfshark B.V., a company established in the Netherlands.</p>\n<p>Surfshark has two legal entities that handle the contractual agreements with our customers – Surfshark Ltd., a company established in the British Virgin Islands, and Surfshark B.V., a company established in the Netherlands.\nNo matter which Surfshark company you have contracted (Surfshark Ltd., if it was before October 1, 2021, or Surfshark B.V., if it was after the aforementioned data), these Terms of Service (contract between You and Surfshark) shall be construed in accordance with and governed by the laws of the British Virgin Islands, without reference to their rules regarding conflicts of law.\nThis means that contracts with all our customers are governed by the same laws, i.e.\nlaws of the British Virgin Islands.</p>\n<p>However, please note that these Terms of Service will not limit any consumer protection rights that you may be entitled to under the mandatory laws of your country of residence.\nYou hereby agree that the judicial proceeding to resolve claims relating to the Terms of Service will be brought in the courts of British Virgin Islands, unless the laws of your country of residence have mandatory provisions that apply to the dispute that cannot be overridden by the contractual choice of law.</p>13.\nOnline dispute resolution.<p>If you have any issues with Surfshark Services, let’s chat.\nBut, you have other options too.</p>\n<p>If you have any issues or questions regarding Surfshark Services, you are always welcome to reach out to us simply at <b>support@surfshark.com</b>.\nAlso, if you are an EU resident, you are entitled to address any dispute with Surfshark through an internet platform for online dispute resolution established by the European Commission which may be found at<b> http://ec.europa.eu/consumers/odr/</b>.\nOur email for the purposes of this platform is the same – <b>support@surfshark.com</b>.</p>14.\nWhom should I contact with questions or concerns?<p>We’re always happy to chat with you via a live chat on our website or email!</p>\n<p>If you have any questions or comments relating to Surfshark Services or this Terms of Service send an email to <b>support@surfshark.com</b> or contact us via a live chat.</p>15.\nOther terms<p>The English version of Terms of Service prevails.</p>\n<p>While translations of these Terms of Service may be provided in other languages, they may not be fully up-to-date or comprehensive.\nThus, in case of any conflict between the English version and the translated versions of these Terms of Service, the English version shall take precedence.</p>16.\nWhen was the Terms of Service last updated?<p>It’s essential to keep up with the updates if there are any.</p>\n<p>May 10, 2023.</p>", "created_at": "2020-01-02 13:15:01.457946", "updated_at": "2023-05-19 14:13:16.401607"}], "points": [{"id": 11746, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:32:38.681797", "updated_at": "2023-07-11 06:34:21.033522", "quoteText": null, "case_id": 286, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 11749, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:37:25.884151", "updated_at": "2023-07-11 06:34:21.277753", "quoteText": null, "case_id": 287, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 11747, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:34:18.586272", "updated_at": "2023-07-11 06:34:27.621896", "quoteText": null, "case_id": 121, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 11750, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:38:00.148737", "updated_at": "2023-07-11 06:34:28.625198", "quoteText": null, "case_id": 288, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 8756, "title": "There is a date of the last update of the terms", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:15:48.436159", "updated_at": "2023-07-11 06:34:30.834097", "quoteText": null, "case_id": 331, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 11391, "title": "You can opt out of targeted advertising", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-21 21:11:25.067329", "updated_at": "2023-07-11 10:04:47.224734", "quoteText": null, "case_id": 219, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8757, "title": "The court of law governing the terms is in location British Virgin Islands. ", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:17:29.78558", "updated_at": "2023-07-11 10:05:22.818607", "quoteText": null, "case_id": 163, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8761, "title": "This service does not sell your personal data", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:27:44.834622", "updated_at": "2023-07-11 10:05:23.985135", "quoteText": null, "case_id": 193, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8758, "title": "Users agree to comply with the law of the service's country", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:18:26.288039", "updated_at": "2021-02-06 03:50:46.416171", "quoteText": null, "case_id": 237, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8760, "title": "Blocking cookies may limit your ability to use the service", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:26:05.496566", "updated_at": "2023-07-11 10:05:26.115865", "quoteText": null, "case_id": 375, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8829, "title": "You can opt out of promotional communications", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-04 20:05:01.342507", "updated_at": "2023-07-11 10:05:30.611197", "quoteText": null, "case_id": 223, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8828, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-04 20:03:47.575996", "updated_at": "2023-07-11 10:05:30.711302", "quoteText": null, "case_id": 241, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16749, "title": "Tracking via advertising identifiers", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:19:44.732535", "updated_at": "2023-07-11 10:08:30.395366", "quoteText": null, "case_id": 128, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16754, "title": "The terms for this service are translated into different languages", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:28:31.905388", "updated_at": "2023-07-11 10:08:37.683508", "quoteText": null, "case_id": 198, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 15212, "title": "You must create an account to use this service", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:51:05.212214", "updated_at": "2023-07-11 10:09:43.750344", "quoteText": null, "case_id": 230, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15211, "title": "The service provides details about what kinds of personal information they collect", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:48:44.184447", "updated_at": "2023-07-11 10:09:43.842923", "quoteText": null, "case_id": 228, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8764, "title": "This service is only available to users of a certain age", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:32:15.070031", "updated_at": "2023-07-11 10:10:05.335363", "quoteText": null, "case_id": 152, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16750, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:25:48.174101", "updated_at": "2021-02-23 11:34:10.468528", "quoteText": null, "case_id": 403, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 16758, "title": "The user is informed about security practices", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:33:06.775549", "updated_at": "2023-07-11 10:10:37.321923", "quoteText": null, "case_id": 226, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16759, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:34:27.413648", "updated_at": "2023-07-11 10:10:39.307543", "quoteText": null, "case_id": 403, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15216, "title": "This service uses third-party cookies for statistics", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:53:17.119415", "updated_at": "2023-07-11 10:12:05.94397", "quoteText": null, "case_id": 325, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15217, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:54:16.915427", "updated_at": "2023-07-11 10:12:06.125062", "quoteText": null, "case_id": 399, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15215, "title": "Your personal data is aggregated into statistics", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:52:50.791196", "updated_at": "2023-07-11 10:12:06.22823", "quoteText": null, "case_id": 190, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15214, "title": "Third parties are involved in operating the service", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:52:14.431013", "updated_at": "2023-07-11 10:12:06.320168", "quoteText": null, "case_id": 207, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15210, "title": "The terms for this service are easy to read", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:15:20.223611", "updated_at": "2023-07-11 10:12:06.406061", "quoteText": null, "case_id": 199, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8759, "title": "IP addresses of website visitors are not tracked", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:22:50.964057", "updated_at": "2021-04-07 23:41:09.120204", "quoteText": null, "case_id": 192, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16751, "title": "This service has a no refund policy with some exceptions", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:26:35.558508", "updated_at": "2023-07-11 10:13:34.229985", "quoteText": null, "case_id": 398, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 16752, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:26:59.918558", "updated_at": "2023-07-11 10:13:34.317819", "quoteText": null, "case_id": 384, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 16753, "title": "This service offers an anonymous payment method", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:28:06.893619", "updated_at": "2023-07-11 10:13:34.750047", "quoteText": null, "case_id": 405, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16760, "title": "Tracking pixels are used in service-to-user communication", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:37:01.319444", "updated_at": "2023-07-11 10:13:35.013482", "quoteText": null, "case_id": 217, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16761, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://surfshark.com/privacy-policy", "status": "Surfshark may share personal information with advertising partners to deliver targeted advertising.", "created_at": "2021-02-23 11:38:02.137067", "updated_at": "2023-07-11 10:13:35.10171", "quoteText": null, "case_id": 220, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16762, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:47:24.221227", "updated_at": "2023-07-11 10:13:35.18581", "quoteText": null, "case_id": 333, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15306, "title": "The court of law governing the terms is in location X", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-30 19:53:57.747922", "updated_at": "2021-04-08 07:58:44.633192", "quoteText": null, "case_id": 163, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16748, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:18:10.868721", "updated_at": "2021-05-19 14:55:35.535273", "quoteText": null, "case_id": 233, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 33493, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:22:23.14177", "updated_at": "2023-07-11 06:32:07.378533", "quoteText": null, "case_id": 201, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 33490, "title": "The service claims to be GDPR compliant for European users", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:17:34.358221", "updated_at": "2023-07-11 06:32:07.462856", "quoteText": null, "case_id": 481, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 33491, "title": "You can request access, correction and/or deletion of your data", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:20:05.606163", "updated_at": "2023-07-11 06:32:07.543878", "quoteText": null, "case_id": 195, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 33492, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:22:02.958038", "updated_at": "2023-08-17 14:20:16.541816", "quoteText": null, "case_id": 484, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 33496, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:30:14.55792", "updated_at": "2023-07-11 06:32:07.297406", "quoteText": null, "case_id": 149, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 11390, "title": "The service does not share user information with third parties", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-21 21:09:16.935797", "updated_at": "2023-05-19 19:13:55.754798", "quoteText": null, "case_id": 311, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 33488, "title": "Information is gathered about you through third parties", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:12:46.505385", "updated_at": "2023-07-11 06:32:07.894494", "quoteText": null, "case_id": 382, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 26451, "title": "IP addresses of website visitors are not tracked", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-12-17 08:52:47.605892", "updated_at": "2023-09-11 22:00:24.597865", "quoteText": null, "case_id": 192, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 33494, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:25:30.788347", "updated_at": "2023-07-11 06:32:08.389184", "quoteText": null, "case_id": 182, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 33489, "title": "Many third parties are involved in operating the service (Google, Stripe, Cloudflare, Zendesk)", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:14:52.341914", "updated_at": "2023-07-11 06:32:09.899794", "quoteText": null, "case_id": 208, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8762, "title": "You can delete your content from this service", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:29:06.701084", "updated_at": "2023-07-11 10:08:31.303865", "quoteText": null, "case_id": 175, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 33487, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:10:46.540801", "updated_at": "2023-08-17 14:20:53.011932", "quoteText": null, "case_id": 488, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 11748, "title": "Your data may be processed and stored anywhere in the world", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:36:37.498384", "updated_at": "2023-07-11 06:34:22.391788", "quoteText": null, "case_id": 187, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 11745, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-28 19:32:21.07851", "updated_at": "2023-07-11 06:34:26.292412", "quoteText": null, "case_id": 323, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 8763, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-01-02 13:30:04.879475", "updated_at": "2023-07-11 10:08:31.399655", "quoteText": null, "case_id": 233, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 15213, "title": "This service may use your personal information for marketing purposes", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-01-29 20:51:35.277625", "updated_at": "2023-07-11 10:12:06.026746", "quoteText": null, "case_id": 336, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16755, "title": "Only necessary user logs are kept by the service to ensure quality", "source": "https://surfshark.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:30:00.816861", "updated_at": "2023-07-11 10:12:40.219678", "quoteText": null, "case_id": 176, "document_id": 2247, "quoteStart": null, "quoteEnd": null}, {"id": 16757, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:31:30.256229", "updated_at": "2023-07-11 10:13:34.144586", "quoteText": null, "case_id": 146, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 16756, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-02-23 11:31:00.966975", "updated_at": "2023-07-11 10:13:34.921345", "quoteText": null, "case_id": 293, "document_id": 2248, "quoteStart": null, "quoteEnd": null}, {"id": 33495, "title": " The service is only available in some countries approved by its government", "source": "https://surfshark.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-05-19 19:26:35.046721", "updated_at": "2023-08-17 14:20:43.281882", "quoteText": null, "case_id": 490, "document_id": 2248, "quoteStart": null, "quoteEnd": null}], "urls": ["surfshark.com"]}}