{"error": 448, "message": "OK", "parameters": {"id": 8114, "name": "Blender", "created_at": "2023-04-25 13:39:10.881309", "updated_at": "2023-09-19 22:02:29.1414", "wikipedia": "https://en.wikipedia.org/wiki/Blender_(software)", "keywords": null, "related": null, "slug": "blender", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/8114.png", "url": "blender.org", "documents": [{"id": 15743, "name": "Privacy Policy", "url": "https://www.blender.org/privacy-policy/", "xpath": "//*[@id=\"post-28265\"]/div", "text": " The Human Text<br>\nA promise!\n<p>Blender Foundation is committed to protect your privacy on blender.org.\nNo third party will track you here.&nbsp;You will not find third-party advertisements on any blender.org website.</p>\nBlender software\n<p>The Bender software is free to be downloaded and used without registration.\nYou can choose to download it from blender.org or from several third party websites.\nNo internet access is required to use the Blender software.\nSchools, institutions or companies are allowed to distribute the Blender binaries internally to staff or students.</p>\nRegistration, Blender ID\n<p>On blender.org we offer a number of registration options, for services such as bug reporting, using git, submitting conference talks or to purchase articles in the store.\nAll of these blender.org subdomains now use the “Blender ID”, which is an authentication service running on blender.org/id.\nBlender has partnered with a three affiliate websites to also use the Blender ID, specifically: blenderartists.org, blender.community and blender.chat.\nFor each external website, you will have to authorize sharing your registration individually.\nYou can manage or revoke this by logging on on blender.org/id.</p>\n<p>All of data we gather for these services are only used for proper handling of the services.</p>\nCookies\n<p>Blender.org uses&nbsp;“cookies”, small text files placed on your computer, to manage registration and login, and to collect&nbsp;<strong>anonymous</strong> standard internet log information and visitor behaviour information.</p>\n<p>We&nbsp;emphasize that blender.org only makes use&nbsp;of&nbsp;benign <strong>first party cookies</strong>.\n</p>\n<p>The use of a first party cookie means that the website the visitor is actually viewing is the website that sets the cookie – not another website or advertiser.\nIn other words, the setting of the cookie is completely controlled by us.&nbsp;We do not allow others to track you or to set cookies on your system when you visit blender.org.\nWe do not allow others to put advertisement on our websites.</p>\nAnalytics\n<p>We use&nbsp;Google Analytics to help us analyse how visitors use this site.\nThe anonymous information generated by Google Analytics cookies about your use of this website is transmitted to Google.\nThis information is processed to compile statistical reports on website activity for <em>this site only</em>.\nWe&nbsp;use these reports to improve the blender.org website structure and offering.</p>\n<p>We occasionally&nbsp;share general usage and download statistics for visitors of blender.org with the public.</p>\nSocial media\n<p>Please note:&nbsp;embedded content from other providers may track your interaction with our&nbsp;content.\nFor example, if you click in an embedded video from YouTube, Google will track your interaction.\nSimilarly a click on a social “share” button will result in a third party tracking that activity.</p>\nThe Legal Text\n<p>This website collects some Personal Data from its Users.</p>\nData Controller and Owner\n<p>Blender Institute B.V.\n– Buikslotermeerplein 161 – 1025 ET Amsterdam – the Netherlands, institute@blender.org</p>\n<p>Blender Institute has been authorised by Stichting Blender Foundation to conduct these services.\nBlender Institute is committed to comply to the goals of the public benefit free/open source project and community at blender.org.</p>\n<p>This Privacy Policy outlines how this is being achieved.</p>\nWebsites\n<p>This privacy policy is valid for all websites using the&nbsp;blender.org domain, such as&nbsp;www.blender.org, store.blender.org, developer.blender.org, wiki.blender.org.</p>\nPurpose of Service\n<p>The Blender website provide&nbsp;services to support development and usage of the Blender free/open source 3D software project.\nOn blender.org you will find the following services that gather user information:</p>\n<ol>\n<li>The&nbsp;“Blender ID”, as managed on blender.org/id/.\nSeveral services&nbsp;within the blender.org domain use it to enable a single login for users of the websites.</li>\n<li>Developer registration at developer.blender.org, for reporting bugs or to get write-access to one of the git or svn repositories.</li>\n<li>Blender Cloud Membership – via monthly subscription – to access and share data from Open Projects at blender.org, post feedback or reviews.</li>\n<li>Blender Store registration, to purchase books, DVDs or other Blender support products.</li>\n</ol>\n<p>Information provided by Users, such as email address and billing information, will only be used for the purpose of the service itself and to monitor traffic and usage.</p>\nTypes of Data collected\n<p>Among the types of Personal Data that this Website collects, by itself or through third parties, there are: Cookie and Usage Data, via Google Analytics.\nThe Personal Data may be freely provided by the User, or collected automatically when using this Website.\nAny use of Cookies – or of other tracking tools – by this Website or by the owners of third party services used by this Website serves to identify Users and remember their preferences, for the sole purpose of providing the service required by the User.\nThe User assumes responsibility for the Personal Data of third parties published or shared through this Website and declares to have the right to communicate or broadcast them, thus relieving the Data Controller of all responsibility.</p>\nMode and place of processing the Data\nMethod of processing\n<p>The Data Controller processes the Data of Users in proper manner and shall take appropriate security measures to prevent unauthorized access, disclosure, modification or unauthorized destruction of the Data.\nThe Data processing is carried out using computers and/or IT enabled tools, following organizational procedures and modes strictly related to the purposes indicated.</p>\n<p>In addition to the Data Controller, in some cases, the Data may be accessible to certain types of persons in charge, involved with the operation of the site (administration, sales, marketing, legal, system administration) or external parties (limited to third party technical service providers&nbsp;or&nbsp;hosting providers) appointed, if necessary, as Data Processors by the Owner.\nThe list of these parties may be requested from the Data Controller at any time.</p>\nConservation Time\n<p>The Data is kept for the time necessary to provide the service requested by the User, or stated by the purposes outlined in this document, and the User can always request the Data Controller for their suspension or removal.</p>\nPlace&nbsp;of services\n<p>The Data is processed and kept in the heavily secured XS4all Colocation DataCenter in Amsterdam, the Netherlands.</p>\n<p>As only exception, the Blender Studio makes use of hosting services from DigitalOcean in New York</p>\nThe use of the collected Data\n<p>The Data concerning the User is collected to allow the Website to provide its services, as well as for the following purposes: Traffic and Usage Analytics.\nThe Personal Data used for each purpose is outlined in the specific sections of this document.</p>\n<p>Personal Data is collected for the following purposes and using the following services:</p>\n<ul>\n<li>Google Analytics</li>\n</ul>\nAdditional information about Data collection and processing\nLegal Action\n<p>The User’s Personal Data may be used for legal purposes by the Data Controller, in Court or in the stages leading to possible legal action arising from improper use of this Website or the related services.</p>\nAdditional Information about User’s Personal Data\n<p>In addition to the information in this privacy policy, this Website may provide the User with contextual information concerning particular services or the collection and processing of Personal Data.</p>\nSystem Logs and Maintenance\n<p>For operation and maintenance purposes, this Website and any third party services may collect files that record interaction with this Website (System Logs) or use for this purpose other Personal Data (such as IP Address).</p>\nInformation not contained in this policy\n<p>More details concerning the collection or processing of Personal Data may be requested from the Data Controller at any time at its contact information.</p>\nThe rights of Users\n<p>Users have the right, at any time, to know whether their Personal Data has been stored and can consult the Data Controller to learn about their contents and origin, to verify their accuracy or to ask for them to be supplemented, cancelled, updated or corrected, or for their transformation into anonymous format or to block any data held in violation of the law, as well as to oppose their treatment for any and all legitimate reasons.\nRequests should be sent to the Data Controller at the contact information set out above.\nThis Website does not support “do not track” requests.\nTo understand if any of the third party services it uses honor the “do not track” requests, please read their privacy policies.</p>\nChanges to this privacy policy\n<p>The Data Controller reserves the right to make changes to this privacy policy at any time by giving notice to its Users on this page.\nIt is strongly recommended to check this page often, referring to the date of the last modification listed at the bottom.\nIf a User objects to any of the changes to the Policy, the User must cease using this Website and can request the Data Controller to erase the Personal Data.\nUnless stated otherwise, the then-current privacy policy applies to all Personal Data the Data Controller has about Users.</p>\nDefinitions and legal references\n<p>Latest update: May 22, 2018</p> ", "created_at": "2023-04-25 13:39:49.106427", "updated_at": "2023-04-25 13:39:59.843327"}], "points": [{"id": 31605, "title": "The terms for this service are easy to read", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:41:23.452035", "updated_at": "2023-07-11 06:29:46.906917", "quoteText": null, "case_id": 199, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31606, "title": "Features of the website are made available under a free software license", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:42:05.529307", "updated_at": "2023-07-11 06:29:46.988039", "quoteText": null, "case_id": 171, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31613, "title": "No need to register", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:46:39.658594", "updated_at": "2023-07-11 06:29:47.143908", "quoteText": null, "case_id": 320, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31607, "title": "Third-party cookies are used for statistics", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:42:42.373417", "updated_at": "2023-07-11 06:29:47.224036", "quoteText": null, "case_id": 325, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31611, "title": "There is a date of the last update of the agreements", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:45:52.120651", "updated_at": "2023-07-11 06:29:47.307795", "quoteText": null, "case_id": 331, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31615, "title": " You are being tracked via social media cookies/pixels", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:48:00.269693", "updated_at": "2023-07-11 06:29:46.738819", "quoteText": null, "case_id": 307, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31608, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:43:33.303917", "updated_at": "2023-07-11 06:29:46.826141", "quoteText": null, "case_id": 188, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31610, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:44:51.193881", "updated_at": "2023-07-11 06:29:47.064369", "quoteText": null, "case_id": 195, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31616, "title": "Information is provided about what kind of information they collect", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:48:14.45356", "updated_at": "2023-07-11 06:29:47.55223", "quoteText": null, "case_id": 228, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31617, "title": "Information is provided about how your personal data is used", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:48:49.577398", "updated_at": "2023-07-11 06:29:47.635954", "quoteText": null, "case_id": 227, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31612, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:46:04.533577", "updated_at": "2023-07-11 06:29:47.391102", "quoteText": null, "case_id": 233, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31609, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:44:00.039702", "updated_at": "2023-07-11 06:29:47.470968", "quoteText": null, "case_id": 488, "document_id": 15743, "quoteStart": null, "quoteEnd": null}, {"id": 31618, "title": "The service is open-source", "source": "https://www.blender.org/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2023-04-25 13:49:41.7191", "updated_at": "2023-07-11 06:29:47.717956", "quoteText": null, "case_id": 485, "document_id": 15743, "quoteStart": null, "quoteEnd": null}], "urls": ["blender.org"]}}