{"error": 448, "message": "OK", "parameters": {"id": 7089, "name": "Sony LIV", "created_at": "2022-12-03 04:15:02.022788", "updated_at": "2022-12-03 23:01:06.251427", "wikipedia": "https://en.wikipedia.org/wiki/Sony_LIV", "keywords": null, "related": null, "slug": "sony-liv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7089.png", "url": "sonyliv.com", "documents": [{"id": 13012, "name": "TERMS OF USE ", "url": "https://www.sonyliv.com/terms-of-use", "xpath": "//*[@id=\"termsbody\"]", "text": " <strong>TERMS OF USE</strong>\n<p>\n<strong>© 2022 Sony Pictures Networks India Private Limited.\nAll rights reserved.</strong>\n</p>\n<br>\n<p>MyCollegeRomancePoster -Terms and Conditions </p>\n<p>&nbsp;</p>\n<p>Masterchief India -Terms and Conditions </p>\n<p> Indian Idol 13 - Terms and Conditions </p>\n<br>\n<p> Indian Idol 13 Voting - Terms and Conditions </p>\n<br>\n<p>\n</p>\n<br>\n<p> KBC 14 PLAY ALONG 2022 Terms and conditions </p>\n<br>\n<p> KBC 14 PLAY ALONG 2022 Terms and conditions Hindi </p>\n<br>\n<p> KBC 14 PLAY ALONG 2022 FAQ </p>\n<br>\n<p> KBC 14 PLAY ALONG 2022 FAQ Hindi </p>\n<br>\n<p>\n</p>\n<p> KBC JUNIOR FAQ </p>\n<br>\n<p>\n</p>\n<p> KBC JUNIOR Terms and Conditions </p>\n<br>\n<p>\n</p>\n<p> KBC JUNIOR Terms and Conditions Hindi </p>\n<br>\n<p>\n</p>\n<p> KBC JUNIOR FAQ's Hindi </p>\n<br>\n<p>\n<br>\n</p>\n<p>\n</p>\n<p> Shark Tank Season 2 - Terms and Conditions </p>\n<br>\n<p> Shark Tank Season 2 - FAQs </p>\n<br>\n<br> SonyLIV Offers <br>\n<p>Myntra Offer:</p>\n<p> Flat 10% up to Rs.999/- off on min spend of Rs.\n999/- on select styles on Myntra on purchasing SonyLIV Annual subscription.<br> For the catalogue: Click Here<br>\n<br>\n<b>Terms and Conditions:</b>\n<br> 1.\nGet Flat 10% up to Rs.999/- off on min spend of Rs 999- on the Myntra app or website on purchasing SonyLIV annual subscription<br> 2.\nThe Offer is valid from <b>31st May 2021 to 31st Dec 2021</b>.\nFor the catalogue : Click here<br>\n<br>\n<b>Process for availing this Offer:</b>\n<br> 1.\nOn viewing the Offer as promoted by Mytra, any customer wanting to avail the Offer is required to visit the SonyLIV app<br> 2.\nCustomer should then subscribe to the SonyLIV annual package and maky payments towards the same <br> 3.\nWhile subscribing to SonyLIV annual subscription the customer is required to enter the code \"MYNTRA\", which will enable the customer to receive a Myntra digital coupon code (\"<b>Code</b>\")<br> 4.\nThe customer can then redeem the Code on minimum spend of Rs.\n999/- on selected style on Myntra<br>\n<br>\n<b>Other Terms</b>\n<br> 1.\nThe Code can be used once per customer and multiple codes cannot be clubbed in a single order<br> 2.\nThis Offer is not valid at any of the alliance partner retail outlets/stores<br> 3.\nThe balance amount, after the discount is availed, will have to be paid by the customer at the time of purchase on Myntra<br> 4.\nIn no case, whatsoever, can the Code amount be refunded, encashed or partly encashed<br> 5.\nMyntra's Return and Exchange Policy offers you the option to return or exchange items purchased on Myntra's application within 30 days of the receipt.\nIn case of return of the purchased item, please refer to the \"Return Policy\" on the website/ app or call Myntra Customer care<br> 6.\nAll orders would be subject to availability at the time of purchase and will be governed by the standard terms and conditions listed on the Myntra App<br> 7.\nAll disputes arising out of or in connection to this Offer are subject to exclusive jurisdiction of the courts in Bangalore only<br> 8.\nDisclaimers: Sony Pictures Networks India Pvt.\nLtd.\n(\"<b>SPNI</b>\") is not responsible for any dispute and/or claims by any customer in relation to this Offer<br> 9.\nMyntra and/or SPNI is not responsible for any typographical error leading to the code being invalid<br> 10.\nPlease contact Myntra's customer care - 08061561999 for any queries in relation to this Offer<br>\n</p>\n<br>\n<br>\n<p>AJIO Offer:</p>\n<p> Offer: User can avail the offer of Flat Rs.1000 on minimum purchase of Rs.3000.<br> For the catalogue: Click Here<br> Offer will be applicable on specified product on this link<br>\n<br>\n<b>Terms and Conditions:</b>\n<br> 1.\nOffer will be applicable on specified product on this link: Click Here<br> 2.\nUser can avail the offer upto Rs.1000 on minimum purchase of Rs.3000.<br> 3.\nOffer can redeemed on or before 30th June 2021.\n<br> 4.\nOffer is applicable once per user.<br> 5.\nOffer cannot be combined with any other promotion offered by Sony Liv or AJIO.<br>\n<br> In case of any issues, users may contact SONY Liv at [livsupport@sonyliv.com].\nIn case of any issues or questions relating to Sony Liv Promotion Offer, Users may contact AJIO at [https://www.ajio.com/selfcare].\n</p>\n<br>\n<br>\n<strong>TERMS AND CONDITIONS – REFERRAL PROGRAM</strong>\n<br>\n<p> These Terms and Conditions apply to SonyLiv's Referral Program (\"Referral Program\") as being made available by Sony Pictures Networks India Private Limited (\"Sony\").\nBy participating in this Referral Program, it is construed that you have read and understood the Terms and Conditions set forth below and agreed to abide by the same.\n</p>\n<br> 1.\nELIGIBILITY <p> 1.1.\nAndroid and Web users with existing subscriptions purchased directly through the platform (\"Referrer(s)\") may be eligible to participate and avail the benefit of this Referral Program as shall be intimated by SonyLIV.\nUsers with subscriptions purchased from third parties through iOS, BSNL, Jio STB, Tata Sky Binge or as part of a bundle pack are not eligible to participate or avail the benefit of this Referral Program.\n</p>\n<br> 2.\nHOW THE REFERRAL PROGRAM WORKS <p> 2.1.\nThis Referral Program enables Referrers to share a unique referral link/ Referral coupon code as may be made available to the Referrer by SonyLIV (\"Referral Link(s)/Referral coupon code(s)\") to friends, family or any other personal connections through various means of communication, including Email, Text messages, WhatsApp and other Social media platforms.\n<br>\n<br> 2.2.\nAny person who purchases a SonyLiv subscription through this Referral link/ Referral coupon code is termed as \"Referee(s)\", and upon successful purchase of the subscription, both Referrer and Referee receive a complimentary extension to their subscription and the duration of such complimentary extension shall be dependent of the subscription purchased by the Referee(s) and shall be intimated to the Referee and Referrer by SonyLIV at the time of purchase of the subscription and making available of the Referral Link(s)/ Referral coupon code(s) respectively (\"Benefit\").\n<br>\n<br> 2.3 Referre(s) should purchase the subscription via Referral through web application or Android mobile App only.<br>\n<br> 2.4 Sony reserves the right to withdraw or discontinue and/or terminate the Referral Program at any stage without prior notice and without any liability whatsoever to the Referrer's and Referee's.<br>\n<br> 2.5 By participating in the Referral Program, each Referrer and Referee agrees to follow these Terms and Conditions and is deemed bound by any decisions made by Sony in its sole discretion, including any interpretations of the Terms and Conditions.<br>\n<br> 2.6 Sony has the right to amend (add, delete or modify) the Terms and Condition governing the Referral Program, prospectively or retrospectively, at its discretion and without prior notice.<br>\n<br> 2.7 Referrer's and Referee's participation in the Referral Program by sharing the Referral Link(s)/ Referral coupon code(s) and availing the Referral Link(s)/ Referral coupon code(s) respectively shall be deemed as an acceptance of the above stated Terms and Conditions.<br>\n<br> 2.8 To clarify and as an example, SonyLiv Premium users will receive the Benefit on their Premium subscription, upon a Valid Referral.\n</p>\n<br> 3.\nVALID REFERRAL <p> 3.1.\nIn order to qualify as a Valid Referral and avail Benefit, the Referee must not be an existing or subscriber of SonyLiv (\"Platform\") and must purchase a fresh subscription through the Referral Link/ Referral coupon code.<br>\n<br> 3.2.\nFor the purposes of these Terms and Conditions, a Subscription will only be deemed to have been effectuated by when the Referral Link/ Referral coupon code shared by the Referrer is utilized by the Referee to purchase a SonyLiv subscription.\nThe Referral Link/ Referral coupon code will only be considered to have been utilized if SonyLiv's internal system log recognizes the Referral Link/ Referral coupon code and the consequent purchase arising therefrom as valid.<br>\n<br> 3.3.\nAny decision with regards to whether a Referral Link/ Referral coupon code has been utilized or not shall be made solely at Sony's discretion and shall be final and binding.\n</p>\n<br> 4.\nSHARING REFERRAL LINKS / REFERRAL COUPON CODES <p> 4.1.\nReferral Links/ Referral coupon codes can only be shared for personal and non-commercial purposes to personal connections such as friends, family, colleagues under these Terms and Conditions.\n<br>\n<br> 4.2.\nReferral Links/ Referral coupon codes cannot be advertised, marketed, or shared in any manner for commercial purposes (such as on voucher websites, reddit, wikipedia, blogs, mass emailing etc.) <br>\n<br> 4.3.\nThe Referral Links/ Referral coupon codes are to be shared in a way in which there is reasonable basis for believing that all the recipients are personal connections.\n<br>\n<br> 4.4 The Referral Links/ Referral coupon codes have self-validity and they will be expired in certain period of time as mentioned in the communications to the users.\n</p>\n<br> 5.\nMULTIPLE REFERRALS <p> 5.1.\nThere is no maximum limit on the number of times the Referrer may share a Referral Link/ Referral coupon code.\nIn case multiple Referral Links/ Referral coupon codes sent by the same Referrer are redeemed, the Referrer can avail repeated extensions to his existing subscription up to a maximum of 3 months.\nTo clarify, even if more than 3 Referral Links/ Referral coupon codes sent by a single Referrer are successfully redeemed by various Referees, the Referrer's complimentary extensions will not extend beyond 3 months.\n<br>\n<br> 5.2.\nThe Referee can use only one (1) Referral link/ Referral coupon code to purchase his subscription and avail the Benefits of the Referral Program.\nIf a Referee receives Referral Links/ Referral coupon codes from multiple Referrers, only the Referrer whose Referral Link/ Referral coupon code is used by the Referee will receive the Benefit along with the Referee.\n</p>\n<br> 6.\nRESTRICTIONS <p> 6.1.\nThe Benefits under this Referral Program is applicable only on purchase of a fresh subscriptions through the Referral Link/ Referral coupon code and cannot be utilized to upgrade a pre-existing subscription.<br>\n<br> 6.2.\nReferees cannot use both Referral Link or Discount Code to purchase their subscription.\nIn case a Referee attempts to purchase a subscription using the referral code and applies a discount coupon, the Referee will only get the benefit of the discount coupon and not this Referral Program.<br>\n<br> 6.3.\nIn case a Referral Link/ Referral coupon code shared by a Referrer is redeemed after expiration of the Referrer's own subscription, the benefits under this Referral Program cannot be availed by the Referrer.\nThis will have no impact, however, on the Benefits applicable to the Referee under this Referral Program and the Referee will be eligible for the Benefit on their newly purchased subscription.\n<br>\n<br> 6.4.\nIn case a Referrer upgrades his subscription from one SonyLIV pack to another, the Benefit availed for existing pack will not be carried forward to the new subscription pack purchased by the Referrer.<br>\n<br> 6.5.\nReferrers cannot use their own Referral Link/ Referral coupon code to purchase a subscription.\nReferrers can only avail the benefit of the Referral Program upon a valid referral under these terms to another Referee.\n<br>\n<br> 6.6.\nThe Referral Program is valid for user in India and for purchase of subscription on the SonyLIV platform in India.\n</p>\n<br> 7.\nRELATIONSHIP <p> 7.1.\nNeither these Terms and Conditions, the relationship created pursuant to these Terms and Conditions, nor any course of dealing between you and Sony is intended to create, or shall create, an employment relationship, a joint venture, partnership or any similar relationship.\nYou agree that you are not entitled to any of the rights or benefits afforded to Sony employees.<br>\n<br> 7.2.\nYou are not bound in any way to participate in this Referral Program.\nAny participation is voluntary.\n</p>\n<br> 8.\nINDEMNITY <p> 8.1.\nYou shall indemnify, defend and hold harmless Sony Picture Network Ltd and its employees, directors, officers, and agents from and against any claim, loss, actions, damages, penalties, liability, expenses, cost (including reasonable attorneys' fees and court fees) arising out of (i) any breach of warranty, representation, obligation, or undertaking made by the you under these Terms and Conditions.\n(ii) the misconduct or negligent acts or omissions by you.\nor (iii) any breach of applicable law by you.\n</p>\n<br> 9.\nLIMITATION OF LIABILITY <p> 9.1.\nSony shall not be liable to for any indirect, punitive, special, incidental or consequential damages arising out of or in connection with the Referral Program.\n<br>\n<br> 9.2 Sony is not responsible for any errors or omissions in the terms and conditions contained herein.\nAll information provided in the Referral Program is provided \"As is\" without warranty of any kind.\nSony makes no representations and disclaims all express, implied, and statutory warranties of any kind to the Referrer, Referee and/or any third party including, without limitation, warranties as to accuracy, timelines, completeness, merchantability or fitness for any particular purpose.\n</p>\n<br> 10.\nGOVERNING LAW AND JURISDICTION <p> 10.1.\nThese Terms and Conditions shall be governed by the laws of India, without giving effect to any choice of law or conflict of law rules.\nThese Terms and Conditions would be modified / discontinued based on the prevailing law /regulation at any point of time and Sony shall be under no liability or obligation or continue implementation of the Referral Program till such time the terms are modified as per the prevailing/ amended law at that point of time.\nIn the event, that the Referral Program cannot be continued without total compliance of the prevailing law at any point of time, this Referral Program shall be deemed to be terminated forthwith from the date when the amended law restricting / prohibiting the Referral Program comes into force.\n<br>\n<br> 10.2.\nTo the extent permitted by applicable law, the Referrer agrees that any and all disputes, claims, and causes of action arising out of or relating to these Terms and Conditions shall be resolved individually, without resort to any form of class action, and exclusively by the Courts of Mumbai.\n</p>\n<br> 11.\nSEVERABILITY <p> 11.1.\nIf any provision of these Terms and Conditions is held to be unenforceable or invalid, the said provision shall be modified to the extent necessary or struck, and, in any event, the remaining provisions will continue to be valid and enforceable.\n</p>\n<br> 12.\nNO WAIVER <p> 12.1.\nOur failure to enforce any provision of these Terms and Conditions shall not constitute a waiver of that or any other provision </p>\n<br> 13.\nRIGHT TO DISQUALIFY <p> 13.1.\nSony reserves the right to disqualify You from the benefits of the Referral Program, if any fraudulent activity is identified as being carried out by You for the purpose of availing the benefits under the Referral Program or otherwise by use of the service.\n</p>\n<br> 14.\nTAXATION <p> 14.1.\nAny taxes, duties, levies or liabilities or charges payable to the Government or any other authority or body, if any, shall be borne directly by You and Sony will not be liable in any manner whatsoever for any such taxes, duties, levies or other statutory dues.\n</p>\n<br>\n<br>\n<p> PLEASE READ.\nYOUR USE OF THIS SITE IS SUBJECT TO THESE TERMS OF USE AND OUR&nbsp;PRIVACY POLICY.\nBY USING THE SITE, YOU CONSENT TO THE COLLECTION AND USE OF YOUR DATA IN ACCORDANCE WITH OUR&nbsp;PRIVACY POLICY </p>\n<p> These Terms of Use (\"Terms\") apply to the websites, web pages, interactive features, applications, widgets, blogs, social networks, social network \"tabs,\" alternative reality worlds or features, or other online or wireless offerings that post a link to these Terms, whether accessed via computer, mobile device or other technology, manner or means (each, a \"Site,\" and collectively, the \"Sites\").\nThe Sites are offered by Sony Pictures Networks India Private Limited (\"SPN\") or other companies associated with&nbsp;SPN&nbsp;(collectively, \"SPN,\" or \"we\", \"us\", \"our\").\nThese Terms govern your rights and responsibilities in connection with the particular Site you are using (referred to sometimes as \"the\" Site).\nThe term Site includes the content on that Site, all of our services provided on or through that Site (the \"Site Services\"), and any software that we make available on or through that Site (the \"Software\"), unless otherwise specified.\nYou \"use\" the Site anytime you access (via computer, mobile device or other technology), view, link to or from, or otherwise interact or communicate with or connect to, the Site (or any parts thereof) or interact or communicate with other users through the Site (including, without limitation, on message boards, chat rooms and/or other communities established on the Site).\nYour use of the Site (or any part thereof) signifies your agreement to be bound by these Terms and the SPN Privacy Policy&nbsp;(the \"Privacy Policy\"), which is hereby incorporated by this reference into these Terms.\nThese Terms constitute a legally binding agreement between You and SPN regarding your use of the Site and the services that allows for the distribution and reception of video, audio, and other content through such Site.\nDo not use the Site if you do not agree with any of the terms contained herein.\nBy accessing the Site Service and/or by clicking \"I agree\", You agree to be bound by these Terms.\nYou hereby represent and warrant to SPN that you are at least eighteen (18) years of age and/or otherwise capable of entering into and performing legal agreements, and that you agree to be bound by the following terms and conditions.\nWhile individuals under the age of 18 may utilize the Site Service, they may do so only with the involvement of a parent or legal guardian, under such person´s account and otherwise subject to these Terms.\nIn certain jurisdictions, the age of majority may be older than 18, in which case you must satisfy that age in order to become a member / utilize the Site Service.&nbsp;Given the nature of the Internet, even though the Site is ordinarily (but not always) targeted to Indian (\"India\") residents, it may be accessed in other parts of the world.\nIf you are not a Indian resident and yet use the Site, you acknowledge, understand and agree that you are doing so on your own initiative and at your own risk and that it is your responsibility (and not ours) to make sure that your use of the Site complies with all applicable local laws in the jurisdiction from where you access or use the Site.\n</p>\n<p> IF YOU ARE NOT A Indian RESIDENT, BY SUBMITTING YOUR PERSONALLY IDENTIFIABLE INFORMATION ON THE SITE, YOU EXPRESSLY CONSENT TO THE TRANSFER OF SUCH DATA TO INDIA, AND TO THE PROCESSING OF SUCH DATA ON SPN'S (OR ITS DESIGNATED VENDORS') SERVERS, WHERE YOUR DATA WILL BE GOVERNED BY INDIAN LAWS THAT MAY PROVIDE A LOWER (OR DIFFERENT) LEVEL OF DATA PROTECTION THAN YOUR COUNTRY.\n</p>\n<p> SPN reserves the right at its sole discretion, to change, modifies and/or adds to these Terms or to the&nbsp;Privacy Policy, in whole or in part, at any time.\nChanges to these Terms or the&nbsp;Privacy Policy&nbsp;will be effective when posted.\nYou agree to review these Terms and the&nbsp;Privacy Policy&nbsp;periodically to become aware of any changes.\nYour use of the Site or any part thereof after any changes to these Terms or the&nbsp;Privacy Policy&nbsp;are posted will be considered acceptance of those changes and will constitute your agreement to be bound thereby.\nIf you object to any such changes, your sole recourse will be to stop using the Site.\nYour use of certain Site features, functionality, programs or Services (including, without limitation, contests, sweepstakes, promotions, wireless marketing opportunities, photo or video or other User Submissions (as defined below) uploading/posting opportunities, RSS feeds, etc.) offered on or through the Site may be subject to additional or special terms and conditions (\"Special Rules\"), and before you use any such features, functionality, programs or Services you may be required to indicate your acceptance of such additional Special Rules.\nAll Special Rules are incorporated into these Terms as if fully set forth herein.\n</p>\n<strong>OWNERSHIP.\nRESTRICTIONS ON USE</strong>\n<p> The content of the Site and all copyrights, patents, trademarks, service marks, trade names and all other intellectual property rights therein are owned by SPN and/or its licensors and are protected by applicable Indian and international copyright and other intellectual property laws.\nYou acknowledge, understand and agree that you shall not have, nor be entitled to claim, any rights in and to the Site content and/or any portion thereof, except: (i) with respect to your own User Submissions (excluding any materials - e.g., key art, title treatment, clips, stills, music tracks, etc.\n- used in your User Submissions that may have been licensed to you by SPN for use in your User Submissions, for example in connection with a contest or other program or feature offered on the Site (such content referred to as the \"SPN Licensed Assets\")).\nand/or (ii) to the extent of your limited rights to use the Site for certain personal (non-commercial) purposes, as set forth below in the section titled&nbsp;&nbsp;LICENSES GRANTED TO YOU, subject to the conditions set forth in the&nbsp;YOUR RESPONSIBILITIES&nbsp;section below and the other terms and conditions of these Terms.\nExcept in connection with your own User Submissions (and then only to the extent you control them), or unless expressly authorized by SPN pursuant to these Terms or otherwise, you agree not to copy, reproduce, duplicate, stream, capture, access through technology or means other than those provided on the Site, perform, transfer, sell, resell, download, upload, archive, license to others, edit, modify, manipulate, create derivative works from or based upon (including, without limitation, mash-ups, montages, wallpapers, ringtones, greeting cards, T-shirts or other merchandise), publish, republish, post, transmit, publicly display, frame, link from or to, distribute, share, embed, translate, decompile, reverse engineer, translate, incorporate into any hardware or software application, use for commercial purposes, or otherwise use or exploit the Site or any component part thereof.\nAny of the unauthorized uses referred to above would constitute an infringement of the copyrights and other proprietary rights of SPN and/or its licensors (including, without limitation, other Site users who have submitted their own User Submissions) and a violation of these Terms and may subject you to civil and/or criminal liability under applicable laws.\n</p>\n<strong>LICENSES GRANTED TO YOU</strong>\n<p> Subject to these Terms (including, without limitation, the&nbsp;&nbsp;section set forth below), we hereby grant you, if and only to the extent the necessary functionality is provided to you on or through the Site, the following limited, revocable, non-exclusive, non-transferable, non-assignable, worldwide, royalty-free rights and licenses (each a \"License\"): </p>\n<ul>\n<li> a.\nThe License to access, view and otherwise use the Site (including, without limitation any Site Services provided on or through the Site) for your personal (non-commercial), lawful use only, as intended through the customary and authorized functionality of the Site.\n</li>\n<li> b.\nThe License to stream Site content using any of the widgets and/or other digital streaming Internet video players, if any, provided on the Site (any such widget or other digital streaming Internet video player referred to as a \"Site Widget\") for your personal, lawful use only.\n</li>\n<li> c.\nThe License to cut and paste certain code expressly made available to you through the Site (whether such functionality is designated as \"sharing\" functionality or not) in order to embed, re-publish, maintain, and/or display the specific Site content to which such code relates on your own personal, customized social networking Web page(s), Web blog(s), or microblog(s) (collectively, your \"Personal Social Media\"), and/or, if the Site provides \"widget grabbing and embedding\" functionality, to \"grab\" a Site Widget and embed, re-publish, maintain, and/or display such Site Widget on your Personal Social Media.\n</li>\n<li> d.\nThe License to cut and paste certain code expressly made available to you through the Site, and/or if the Site provides \"widget grabbing and embedding\" functionality, to \"grab\" a Site Widget, to forward, as applicable, such code and/or Site Widget to your friends, so that they can view the Site content contained therein, and/or if, they so desire, so that they themselves may embed the forwarded piece of code or Site Widget on their own Personal Social Media or re-forward it to their own friends.\n</li>\n<li> e.\nif the Site includes a \"Send to Friend\" or similar tool that allows you to initiate and send to one of your friends an email communication that includes Site content, and the tool is operational, the License to use the tool to request that the Site's servers convey your message to your friend.\n</li>\n<li> f.\nif the Site includes a \"Download\" link next to a piece of Site content (including, without limitation, an image, an icon, a wallpaper, a music track, a video, a trailer, an RSS feed), the License to download a single copy of such content to a single computer, mobile or other permitted device for your personal, non-commercial use only.\n</li>\n<li> g.\nthe Site also includes a \"watch later\" tool that enables you to select a particular content which get saved into your watch list and the same can be viewed later.\n</li>\n<li> h.\nif the Site enables you to download Software, the License to install and use one copy of the Software on your personal computer system, mobile or other permitted device in machine-executable object code form only and make one additional copy for back-up purposes.\nprovided, however, that you understand and agree that (i) by allowing you to download the Software, SPN does not transfer title to the Software to you (i.e., you own the medium on which the Software is recorded, but the Software's owner (which may be SPN and/or its third party Software licensor) will retain full and complete title to such Software.\n(ii) you shall not copy, modify, adapt, translate into any language, distribute, or create derivative works based on the Software without the prior written consent of SPN.\n(iii) you shall not assign, rent, lease, or lend the Software to any person or entity and any attempt by you to sublicense, transfer, or assign the Software will be void and of no effect.\n(iv) you shall not decompile, disassemble, reverse engineer, or attempt to reconstruct, identify, or discover any source code, underlying ideas, underlying user interface techniques, or algorithms of the Software by any means whatsoever, except to the extent the foregoing restriction is prohibited by applicable law.\nand (v) because the laws and regulations of the India restrict the export and re-export of commodities and technical data of India origin, including the Software, you will not export or re-export the Software in any form in violation of the laws of India or any foreign jurisdiction.\n</li>\n</ul>\n<p> The License to obtain a registered personal account (and/or related username and password) on the Site and interact with other Site users as part of Site-based chat rooms, message boards, social media networks, online multiplayer games and/or other activities or similar Services offered on the Site.\nand </p>\n<p> The License to use any other functionality expressly provided by SPN on or through the Site for use by users, subject to these Terms (including, without limitation, functionality to create and/or Submit User Submissions).\n</p>\n<strong>YOUR RESPONSIBILITIES</strong>\n<p> Your rights under any one or more of the Licenses set forth above are conditioned upon your compliance with each of the following: </p>\n<ul>\n<li> a.\nyou will not create or Submit (as defined below) a User Submission that is unlawful, pornographic, obscene, defamatory, libelous, threatening, discriminatory, harassing, bullying, vulgar, indecent, profane, hateful, racially, culturally or ethnically offensive, or that encourages criminal conduct, or that gives rise, or potentially gives rise, to civil or criminal liability, or that violates any applicable laws, rules, regulations or (\"Applicable Laws\"), or that infringes or violates other parties' intellectual property, publicity, or privacy rights or links to infringing or unauthorized content.\n</li>\n<li> b.\nyou will not embed, re-publish, maintain and/or display any Site content (including, without limitation, any of your own User Submissions) on any Personal Social Media or other web site or other Internet location that ordinarily contains or hosts content that is unlawful, pornographic, obscene, defamatory, libelous, threatening, discriminatory, harassing, bullying, vulgar, indecent, profane, hateful, racially, culturally or ethnically offensive, or that encourages criminal conduct, or that gives rise, or potentially gives rise, to civil or criminal liability, or that violates any Applicable Laws, or that infringes or violates other parties' intellectual property rights or links to infringing or unauthorized content.\n</li>\n<li> c.\nyou will not send spam, chain letters, pyramid schemes or any other unsolicited or unauthorized advertising or promotional materials, or harass, bully, stalk, harm, or otherwise cause mental or physical distress or injury to anyone, or defame or disparage someone, or engage in any other unlawful or objectionable conduct while using the Site.\n</li>\n<li> d.\nyou will provide accurate, current and complete information about you or anyone else, and you will not provide false information about you or anyone else (including, without limitation, when you are being asked on the Site to provide accurate information about your age), and you will not impersonate or appear to impersonate anyone else or otherwise misrepresent your affiliation with any person or entity.\n</li>\n<li> e.\nyou will not use any one or more of the LICENSES GRANTED TO YOU (and any associated functionality) to collect, obtain, compile, gather, transmit, reproduce, delete, revise, view, display, forward, any material or information, whether personally identifiable or not, posted by or concerning any other user of the Site, unless you have obtained prior permission from such user to do so.\n</li>\n<li> f.\nyou will not interfere with or disrupt, or attempt to interfere with or disrupt, the operation of the Site (or any parts thereof).\n</li>\n<li> g.\nyou will abide by all copyright notices, information, and restrictions contained in or associated with any of the Site content.\n</li>\n<li> h.\nyou will not remove, alter, interfere with or circumvent any copyright, trademark, watermark, or other proprietary notices marked/displayed on Site content, Software or Site Services.\n</li>\n<li> i.\nyou will not remove, alter, interfere with or circumvent any digital rights management mechanism, device or other content protection or access control measure (including, without limitation geofiltering and/or encryption) associated with Site content.\n</li>\n<li> j.\nyou will not use any of the rights granted to you or any of the Site content or Site Services in a manner that suggests an association with any of SPN's products, services or brands, unless otherwise specifically permitted by SPN.\n</li>\n<li> k.\nyou will not use bots, spiders, offline readers or other automated systems to access or use the Site in a manner that sends more request messages to the Site's servers in a given period of time than a human can reasonably produce in the same period by using a conventional Web browser, unless you are a lawfully operating a public search engine, in which case (subject to SPN's full discretion to revoke this exception at any time), you may use spiders to index materials from the Site for the sole purpose of creating publicly available searchable indices (but not caches or archives) of such materials.\n</li>\n<li> l.\nyou will not knowingly transmit any material that contains adware, malware, spyware, software viruses, timebombs, cancelbots, worms, trojan horses, or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment.\n</li>\n<li> m.\nyou will not do anything that is likely to adversely affect or reflect negatively upon or harm the goodwill or reputation of SPN or any of its affiliates, or the Site, or any of the content running or being promoted on the Site (including, without limitation, any movie, television program or other initiative).\n</li>\n<li> n.\nyou will not do anything on the Site that would prevent other users' access to or use of the Site or any part thereof.\n</li>\n<li> o.\nyou will be responsible for maintaining the confidentially of any username or password associated with access to the Site (including, without limitation, in those instances in which the Site uses the account creation mechanism and management of a third party's social network, website or device), and you are solely responsible for all activities that occur under your username and/or password.\nand </li>\n<li> p.\nyou will use the Site and the Licenses at all times in compliance with these Terms and all Applicable Laws.\n</li>\n</ul>\n<strong>USER SUBMISSIONS.\nGRANT OF LICENSE TO SPN.\nYOUR WARRANTIES AND REPRESENTATIONS</strong>\n<p> The Site may enable you to send, post, upload, transmit through webcam or similar functionality or otherwise submit to the Site (including, without limitation, by allowing you to provide the URL of where a particular piece of your content resides), or otherwise display or exchange (including, without limitation, with other Site users) on or by means of the Site to other destinations, such as social networking pages (including, without limitation, to your Personal Social Media) (collectively, \"Submit\"), your videos, textual comments, photographs, images, or other creative works and/or other personal media content and your ideas, opinions, feedback, and other information, (collectively, your \"User Submissions\"), and such User Submissions will generally be available to all users of the Site or to others using the destinations (such as for example social networking pages) where you have submitted your User Submissions.\nBy Submitting your User Submissions on or by means of the Site you expressly acknowledge and agree that you and only you will be responsible for the content of your User Submissions and for any consequences that may arise therefrom.\nExcept as may otherwise be provided in any Special Rules, it is not SPN's regular, established practice to monitor, control, or have knowledge of the User Submissions Submitted using the Site, but SPN may do so in its sole discretion.\nWhen you Submit (or attempt to Submit) your User Submissions on or by means of the Site, you automatically grant to SPN and its affiliates, an irrevocable, perpetual, worldwide, unconditional, unrestricted, fully-paid, royalty-free, transferable, fully sub-licenseable to multiple tiers of sub-licensees, non-exclusive right and license (the \"SPN License\") to display, publicly perform, distribute (including, without limitation, through third-party Web sites, blogs, microblogs and other social networking media and Internet and mobile resources and applications), store, transcode, host, cache, maintain, broadcast, webcast, mobilecast, transmit, distribute, tag, track, reproduce, edit, modify, format, re-format, link to and from, translate, delete, create derivative works, combine with other content, categorize, and/or otherwise use, reuse and/or otherwise exploit your User Submissions (or any portions or derivative works thereof) and any names, likenesses, voices, images, digital recordings, performances, and other ideas, concepts, feedback and other materials included in your User Submissions, in any manner, medium or content delivery technology now known or hereinafter devised, for any purpose, as determined solely in SPN's (or its authorized designees/licensees') sole discretion, without the requirement for any compensation to you or anyone else, or the need to require additional consent from you or anyone else, or the need to provide prior notification or any credit to you or anyone else.\nThe SPN License shall survive in perpetuity in accordance with its terms regardless of whether you stop using the Site or SPN terminates your access to the Site.\nNOTHING CONTAINED HEREIN SHALL BE DEEMED TO TRANSFER TO SPN OR TO ANY OF ITS AFFILIATES ANY OWNERSHIP RIGHTS IN AND TO YOUR USER SUBMISSIONS, PROVIDED, HOWEVER, THAT SPN AND/OR ITS AFFILIATES AND/OR ITS LICENSORS WILL RETAIN SOLE AND EXCLUSIVE OWNERSHIP OF ANY OF THE SPN LICENSED ASSETS (IF ANY) INCLUDED IN YOUR USER SUBMISSIONS.\nEVEN THOUGH BY SUBMITTING YOUR USER SUBMISSIONS YOU ARE GRANTING TO SPN THE BROAD RIGHTS AND LICENSES SET FORTH ABOVE, YOU ACKNOWLEDGE AND UNDERSTAND THAT NOTHING CONTAINED HEREIN SHALL OBLIGATE SPN AND/OR ANY OF ITS AFFILIATES OR AUTHORIZED DESIGNEES TO HOST, DISTRIBUTE, DISPLAY OR OTHERWISE EXPLOIT ANY OF YOUR USER SUBMISSIONS OR EXERCISE ANY OTHER RIGHTS UNDER THE SPN LICENSE.\nYou acknowledge and agree that: (a) you have no expectation of confidentiality of any nature with respect to any of your User Submissions, and (b) SPN and/or any of its affiliates may already have projects under consideration that are similar to your User Submissions or may independently develop projects that are similar to your User Submissions, or other User Submissions transmitted by other users of the Site may be similar or the same as your User Submissions.\nBecause of the viral nature of social media, you should not submit any content or information to SPN that you do not want to be viewed and \"shared\" or otherwise distributed by others.\nIn connection with all of the User Submissions you Submit to the Site, and any other activities that you conduct on or by means of the Site, you represent, warrant and covenant that: (i) the User Submissions are original to you (in other words, that you own all rights in and to your User Submissions) or, alternatively, that you have acquired all necessary rights in your User Submissions to enable you to grant to SPN the SPN License.\n(ii) you have paid or satisfied and will pay or satisfy in full all license fees, clearance fees, royalties, and any other financial or third party obligations of any kind, if any, arising from any use or exploitation of your User Submissions, and SPN will not be responsible for such obligations.\n(iii) your User Submissions do not infringe the intellectual property rights, privacy rights, publicity rights, or any other legal or moral rights of any third party.\n(iv) neither your User Submissions, nor any of the other activities that you undertake on the Site, are or will at any time be: defamatory or disparaging of any individual or entity, unlawful, pornographic, obscene, threatening, vulgar, indecent, profane, hateful, sexually explicit or sexually suggestive, intended to bully or harass or stalk, or resulting in bullying, harassing, or stalking, racially or ethnically or culturally offensive, or otherwise objectionable or encouraging of criminal conduct, or giving rise, or potentially giving rise, to civil or criminal liability, or linking to infringing or unauthorized content, or transmitting unsolicited advertising materials, or intended to result in, or resulting in, any mental or physical distress or injury to any person, violative of any Applicable Laws or these Terms, or violative of any person's publicity or privacy rights.\nand (v) your User Submissions are not intended by you to benefit any commercial enterprise associated with you or any third party.\nYou agree to keep all records necessary to establish that your User Submissions do not violate any of the foregoing representations and warranties and to make such records available to SPN upon SPN's request.SPN is not responsible for any loss, theft or damage of any kind to any User Submissions.\nYou acknowledge that SPN does not as a matter of its ordinary practice pre-screen any User Submissions submitted by you or other users of the Site but that SPN (and/or any of its authorized designees) has the right to and may pre-screen or review after initial submission any of the User Submissions for a variety of reasons, including, without limitation, for compliance with these Terms or Applicable Laws, or if otherwise desired or necessary, as determined by SPN in its sole discretion.\nSPN shall have the right in its sole discretion to refuse, remove, edit, or disable any of your User Submissions (and/or any other Site users' User Submissions) that violate these Terms or are otherwise objectionable, as determined by SPN in its sole discretion, as well as terminate your and/or any Site user's continued access to and/or other use of the Site (including, without limitation, access to and/or use of any of the Site Services, features or functionality available on or through the Site).\nSPN does not control or endorse any User Submissions, and any User Submissions submitted to the Site do not reflect the opinions, views or policies of SPN or any of its affiliates.\nSPN disclaims any and all liability in connection with any and all User Submissions, and you agree to waive any legal or equitable rights or remedies you may have against SPN or any of its affiliates with respect to such User Submissions.\n</p>\n<p> If you remove or delete any of your User Submissions from the Site, that User Submission will be removed from the Site within a reasonable period of time.\nNonetheless, a User Submission that you remove may still be available to third parties who previously acquired the link to that User Submission and SPN may maintain copies for archival purposes.\nSPN reserves the right to display advertisements in connection with your User Submissions and to use your User Submissions to advertise and promote your User Submissions or the Site (in whole or in part) or any of SPE's products or services.\nYou acknowledge and agree that you have no right or interest in any of the revenue generated from such advertisements.\nThese provisions shall remain in full force and effect in perpetuity notwithstanding any termination of your use of the Site.\n</p>\n<p> Users hereby acknowledge that certain content on the App is for use solely by responsible adults over the age of 18 or the age of consent in the jurisdiction from which it is being accessed, which would be evident from the CBFC certificate displayed.\nSuch content may include graphic visual depictions and descriptions of activities that may NOT be accessed by anyone who has not attained the age of majority.\nShould users choose to access such adult content, users shall be making the following representations: </p>\n<ul>\n<li> a.\nthat the user has attained the age of majority, or at least 18 years of age, and has the legal right to access and / or possess content meant for adults.\n</li>\n<li> b.\nthat the user has voluntarily chosen to access such content, because he / she wants to view the same and does not find the said content to be offensive or objectionable.\n</li>\n<li> c.\nthat by viewing any part / portion of content certified \"A\" by the CBFC available on the application, the user agrees that the user shall not hold the owners of the application or its employees responsible for any said materials.\n</li>\n<li> d.\nthat the user will exit this site immediately should he / she be in anyway offended by the adult nature of the content.\n</li>\n<li> e.\nthat the user understands and agrees to abide by the standards and laws of India or the jurisdiction from which it is being accessed.\n</li>\n</ul>\n<strong>DISCLAIMER OF WARRANTIES</strong>\n<p> YOU EXPRESSLY AGREE THAT YOUR USE OF THE SITE IS AT YOUR SOLE RISK.\nTHE SITE (AND ANY PORTION OF THE SITE) IS PROVIDED \"AS IS\" \"WITH ALL FAULTS\" AND \"AS AVAILABLE.\" TO THE FULLEST EXTENT PERMITTED BY LAW, SPN AND ITS AFFILIATES EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED (INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE AND NON-INFRINGEMENT).\nNeither SPN nor any of its affiliates make any warranties or representations about the accuracy or completeness of content available on or through the Site or the content of any Web sites, Personal Social Media or other Internet or mobile resources linked to the Site and assume no liability or responsibility for any: (i) errors, mistakes, or inaccuracies of content.\n(ii) personal injury or property damage, of any nature whatsoever, resulting from your access to or use of the Site (or any parts thereof).\n(iii) any unauthorized access to or use of SPE's secure servers and/or any and all personal information stored therein.\n(iv) any interruption or cessation of transmission to or from the Site.\n(v) any bugs, viruses, Trojan horses, or the like which may be transmitted to or through the Site (or any parts thereof) by any third party.\nand/or (vi) for any loss or damage of any kind incurred as a result of the use of any User Submissions and/or other Site content posted, shared, forwarded, emailed, transmitted, or otherwise made available on or by means of the Site and/or otherwise through your or any other Site users' exercise of any rights under any of the Licenses granted by SPN herein.\nSPN reserves the right, in its sole and exclusive discretion, to change, modify, add, remove or disable access to any portion of the Site (including, without limitation any of the Site Services).\n</p>\n<strong>LIMITATION OF LIABILITY</strong>\n<p> YOU UNDERSTAND THAT TO THE EXTENT PERMITTED UNDER APPLICABLE LAWS, IN NO EVENT WILL SPN OR ANY OF ITS AFFILIATES OR ANY OF THEIR RESPECTIVE OFFICERS, EMPLOYEES, DIRECTORS, SHAREHOLDERS, AGENTS, OR LICENSORS BE LIABLE TO YOU OR ANYONE ELSE UNDER ANY THEORY OF LIABILITY (WHETHER IN CONTRACT, TORT, STATUTORY, OR OTHERWISE) FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF REVENUES, PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF SUCH PARTIES WERE ADVISED OF, KNEW OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM YOUR USE (OR THE USE OF ANYONE USING AN ACCOUNT REGISTERED TO YOU) OF THE SITE OR ANY PARTS THEREOF.\n</p>\n<strong>EXCLUSIONS AND LIMITATIONS</strong>\n<p> Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for incidental or consequential damages.\nAccordingly, some of the above limitations and disclaimers may not apply to you.\nTo the extent SPN may not, as a matter of applicable law, disclaim any implied warranty or limit its liabilities, the scope and duration of such warranty and the extent of SPE's liability shall be the minimum permitted under such applicable law.\n</p>\n<strong>INDEMNIFICATION</strong>\n<p> You agree to indemnify and hold harmless SPN and its affiliates and its and their respective officers, directors, employees, representatives, licensees, authorized designees, successors and assigns from any and all claims, liabilities, damages, losses, costs, expenses, fees (including reasonable outside attorneys' fees and costs) that such parties may incur as a result of or arising from (i) any of your User Submissions.\n(ii) your exercise of any of your rights granted under the Licenses without your compliance with your responsibilities set forth in these Terms.\n(iii) the breach of any of your warranties, representations, covenants, responsibilities or other obligations set forth in these Terms.\n(iv) your violation of any person's intellectual property, privacy, publicity or other right.\n(v) the violation of any Applicable Laws and/or these Terms by you and/or anyone using your registered account to access and/or otherwise use the Site (in whole or in part).\nor (vi) your willful misconduct or the willful misconduct of anyone accessing the Site through your registered account, in connection with your (and/or such other person's) use of the Site (in whole or in part).\nSPN reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate with SPN in asserting any available defenses.\nThis provision shall remain in full force and effect notwithstanding any termination of your use of the Site.\n</p>\n<strong>COPYRIGHT INFRINGEMENT NOTIFICATION.\nDESIGNATED COPYRIGHT AGENT</strong>\n<p> SPN respects the intellectual property rights of others.\nUpon proper notice, SPN will remove User Submissions (and any other Site content) that violate copyright law.\nAs per the provisions of Information Technology Act, 2000 and any amendments made thereto along with the rules framed there under and the provisions of the Copyright Act, 1957 along with all the amendments made thereto and rules framed there under, SPN shall remove upon receiving written notification of claimed copyright infringement on the Site and for processing such claims in accordance with such law.\nIf you believe a work has been copied in a way that constitutes copyright infringement, please send a notification of claimed infringement (an \"Infringement Notification\") that contains all the following information: (i) identification of the copyrighted work claimed to have been infringed.\n(ii) identification of the claimed infringing material and information reasonably sufficient to permit SPN to locate the material on the Site.\n(iii) information reasonably sufficient to permit SPN to contact you, such as an address, telephone number, and, if available, an e-mail address.\n(iv) a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n(v) a statement by you, made under penalty of perjury, that the above information in your notification is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\nand (vi) your physical signature.\n</p>\n<p>\n<strong>Legal Department</strong>\n</p>\n<p> Sony Pictures Networks India Private Limited </p>\n<p>Interface Building No.7,</p>\n<p>Off Malad Link Road, </p>\n<p>Malad (W),</p>\n<p>Mumbai- 400064</p>\n<p> By submitting an Infringement Notification, you acknowledge and agree that SPN may forward your Infringement Notification and any related communications to any users who posted the material identified in such notice.\n</p>\n<strong>BINDING ARBITRATION</strong>\n<p> This Agreement shall be governed by and interpreted and construed in accordance with the laws of India, except with respect to choice of law principles.&nbsp.\nAll disputes arising in connection with this Agreement shall be finally settled under the Arbitration &amp.\nConciliation Act of 1996 by one or more arbitrators appointed in accordance with such Act.&nbsp.\nThe venue of the arbitration shall be Mumbai, India and the language of the arbitration shall be English.&nbsp.\nThe parties hereto undertake to keep the arbitration proceedings and all information, pleadings, documents, evidence and all matters relating thereto confidential.&nbsp.\nNeither party shall be entitled to commence or maintain any action in a court of law upon any matter in dispute until such matter has been submitted and decided by arbitration as herein provided and then only for the enforcement of the arbitrator's award.\nprovided, however, that the parties hereto shall be permitted to seek temporary or preliminary equitable relief in a court prior to the initiation or resolution of any arbitration proceeding hereunder.\nThis provision shall remain in full force and effect notwithstanding any termination of your use of the Site.\n</p>\n<strong>SEVERABILITY.\nWAIVER</strong>\n<p> If any provision of these Terms shall be held unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.\nThe failure of SPN to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the use of the Site or these Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThis provision shall remain in full force and effect notwithstanding any termination of your use of the Site.\n</p>\n<strong>TERMINATION</strong>\n<p> You understand and agree that SPN may, in its sole discretion and at any time, terminate or temporarily suspend your rights under any of the Licenses and otherwise your access to the Site, and discard, remove, and/or disable or deactivate any or all of your User Submissions that you Submitted to or by means of the Site and/or any other information and data that you (and/or anyone else) may have provided to or by means of the Site, for any reason.\nSPN may also, in its sole discretion and at any time, discontinue the Site or any parts thereof or limit or restrict any user access thereto, for any reason, with or without notice.\nYOU UNDERSTAND AND AGREE THAT SPN MAY TAKE ANY ONE OR MORE OF THESE ACTIONS WITHOUT ANY NOTICE TO YOU, PRIOR OR OTHERWISE, AND YOU UNDERSTAND AND AGREE THAT NEITHER SPN NOR ANY OF ITS AFFILIATES SHALL HAVE ANY LIABILITY TO YOU OR TO ANY OTHER PERSON FOR ANY TERMINATION OF YOUR (OR ANYONE ELSE'S) ACCESS TO THE SITE OR PARTS THEREOF AND/OR THE REMOVAL, DISCARDING, DISABLING OR DEACTIVATION OF ANY OF YOUR USER SUBMISSIONS (OR THE USER SUBMISSIONS OF ANYONE ELSE) OR THE REMOVAL, DISCARDING, DISABLING OR DEACTIVATION OF ANY OTHER INFORMATION OR DATA THAT YOU (OR ANYONE ELSE) MAY HAVE PROVIDED ON OR BY MEANS OF THE SITE.\nYou may discontinue your access to, use or participation on or by means of the Site at any time.\n</p>\n<strong>INJUNCTIVE RELIEF</strong>\n<p> Notwithstanding anything to the contrary herein, you hereby irrevocably waive any right or remedy to seek and/or obtain injunctive or other equitable relief or any order with respect to, and/or to enjoin or restrain or otherwise impair in any manner, the production, distribution, exhibition or other exploitation of any SPN or any SPN affiliate-related motion picture, production or project, or the use, publication or dissemination of any advertising or promotion in connection with such motion picture, production or project.\nThis provision shall remain in full force and effect notwithstanding any termination of your use of the Site.\n</p>\n<strong>CHANGES IN SITE OWNERSHIP</strong>\n<p> You will be deemed to have consented to the disclosure to, and use by, a subsequent owner or operator of the Site, of any information about you contained in the applicable SPN database, to the extent SPN assigns its rights and obligations regarding such information in connection with a merger, acquisition, or sale of all or some of SPE's assets, or in connection with a merger, acquisition or sale of all or some assets related to a particular Site, to a subsequent owner or operator.\nIn the event of such a merger, acquisition, or sale, your continued use of the Site signifies your agreement to be bound by the terms of use and privacy statement of the Site's subsequent owner or operator.\nThis provision shall remain in full force and effect notwithstanding any termination of your use of the Site.\n</p>\n<strong>SPECIAL RULES FOR LIV SERVICE</strong>\n<p> LIV SERVICE, REGISTRATION AND ACCESS TO USE&nbsp;The LIV Service is an online portal service providing its members with various contents by way of streaming over the Internet to the LIV Service ready devices which will include mobile and similar other handheld devices and by way mobile applications.\n</p>\n<ul>\n<li> 1.\nRegistration To register for the LIV Service you shall be required to do the following: Open an account by completing the registration process (i.e.\nby providing us with current, complete and accurate information as prompted by the applicable registration form).\nYou also will choose a password and a user name.<br>You are entirely responsible for maintaining the confidentiality of your password and account.\nIn particular, as a parent or legal guardian, you acknowledge and assume sole responsibility to ensure that content which is meant for mature audiences (i.e, above the age of majority) is not accessed by children.\nHence, you may not share your log in credentials with your children.<br>You expressly agree to absolve SPN and/or the LIV Service of any responsibility / liability in this regard.<br>Facebook Connect: You may also register for the LIV Service by using your Facebook username and password.\nIf, however, you are under 18 years of age, you may log in to LIV Service using Facebook Connect and utilize the LIV Service only under the supervision of your parent or legal guardian.\nUsing Facebook Connect allows SPN to personalize and enhance your experience while using the LIV Service, based on your personal information, profile, likes, and other relevant information.\nWhen you use this feature, you expressly consent to information about your activity on the LIV Service (i.e.\nwhat you have watched, what you have liked, ratings given by you, etc.) being continuously released and automatically posted on your Facebook account (which has been used to log in) and made available to your friends on Facebook.\nYou may control the information being shared through Facebook Connect by changing your account / privacy settings.<br>By registering, you agree to the Terms stated herein and in addition to any other specific terms which shall be posted at an appropriate location of the Site.\nEach registration is for a single individual user only.<br>\n</li>\n<li> 2.\nSubscription To facilitate your viewership and access, the Services have been packaged by SPN through different models.\nContent or Services may be accessible free of charge which may include advertisements or commercials or via subscription or a pay-per-view model with or without advertisements / commercials or with a combination of the foregoing on the Site or via an application accessible on your mobile phones, tablets and / or other IP based connected devices.<br>On account of the nature of the Internet, this Site and the Services may be accessed in various geographical locations.\nand You hereby agree and acknowledge that You are accessing this Site and availing of the Services, at your own risk, choice and initiative and You agree and undertake to ensure that your use of the Site and the Services complies with all applicable laws including the local laws in your jurisdiction.\nPlease note that the availability of, and your ability to access, the Content or some part of Services, is subject to SPN's sole discretion and may be dependent upon your geographical location and not all Content or Services will be available to all viewers.\nFurther, such Services and Content may vary on various parameters such as specifications, device, Internet availability and speed, bandwidth, etc.\nand You agree and acknowledge that SPN may monitor or use certain technologies and monitoring of activities including logging of Your IP address to ascertain and verify your geographical location.<br>\n</li>\n</ul>\n<p> To be able to view certain premium content (\"Premium Content\"), you will be required to subscribe to any one subscription plan (\"Plan\") of the LIV Service viz., daily plan, weekly plan or monthly plan to be able to access the services which shall be entitled to full fee flexibility, solely at the discretion of SPN.\n</p>\n<p> To be able to view certain premium content (\"Premium Content\"), you will be required to subscribe to any one subscription plan (\"Plan\") of the LIV Service viz., daily plan, weekly plan or monthly plan to be able to access the services which shall be entitled to full fee flexibility, solely at the discretion of SPN.\n</p>\n<p> Non registered users can make subscriptions to access the Premium Content through the guest checkout method available (\"Guest Checkout\").\nThe User will be able to purchase as well as redeem through the process mobile verification.\nUser will be asked for his mobile number which will be verified through a one-time password (OTP).\nOnce verified the user will be able to purchase a subscription pack or watch such Premium Content upon a one-time transaction for a validity period of three (03) days.\nUser can redeem this purchase on any other device supported by SonyLIV.\n</p>\n<p>Access to use:&nbsp;</p>\n<p> To access the LIV Service, you will be asked to enter your individual user name and password, as chosen by you during your registration.\n</p>\n<ul>\n<li> a.\nAny other person sharing your account and Password.\n</li>\n<li> b.\nAny part of the Site being cached in proxy servers and accessed by individuals who have not registered with SPN as users of the Site.\nor </li>\n<li> c.\nAlternatively, in the event a user does not want to share register himself, he may use the Guest Checkout option to access LIV Service.\n</li>\n<li> d.\nUser will be permitted to login into a maximum of two (2) separate sessions concurrently which could be on the same devices or another.\nIn the event user tries to log into the third (3rd) session, user will be automatically logged out from the oldest session.\nIt must be noted that on web platforms, the session will be cleared after every 24hrs.\n</li>\n</ul>\n<p> Access through a single account and Password being made available to multiple users on a network.\n</p>\n<p> If SPN reasonably believes that an account and password is being used / misused in any manner, SPN reserves the right to cancel access rights immediately without notice, and block access to all users from that IP address.\nFurthermore, you shall be entirely responsible for any and all activities that occur under your account.\nYou agree to notify SPN immediately of any unauthorized use of your account or any other breach of security.\nSPN will not be liable for any loss that you may incur as a result of someone else using your password or account, however, you could be held liable for losses incurred by SPN or another party due to someone else using your account or password.\n</p>\n<p> To be able to view any Premium Content, you will be asked to enter your user name and password after which you shall have to subscribe to any of the Plans as mentioned above and follow the payment procedure as prescribed here below.\n</p>\n<p> Availability: The availability of contents to view through LIV Service will change from time to time at the sole discretion of SPN.\nThe quality of the display of the streaming video may vary from computer to computer, and device to device, and may be affected by a variety of factors, such as your location, the bandwidth available through and/or speed of your Internet connection.\nYou are responsible for all Internet access charges.\nPlease check with your Internet provider for information on possible Internet data usage charges.\n</p>\n<p> Geographic Limitation:&nbsp;You may watch a video through the LIV Service only in geographic locations where SPN offers the LIV Service.\nThe content that may be available to view will vary by geographic location.\nSPN may use technologies to verify your geographic location.\n</p>\n<p> LIV Service streaming software:&nbsp;The LIV Service streaming software is developed and designed to enable only streaming of content from the LIV Service through the LIV Service ready devices.\nThis software may vary by device and medium, and functionalities may also differ between devices.\nThis software is licensed to you pursuant to these Terms and solely for the purpose of using the LIV Service and for no other purpose whatsoever.\nSPN does not warrant the performance of the software, including its continuing compatibility with the LIV Service.\nAny unauthorized use of the software is strictly prohibited and LIV Service reserves the right to not provide the software (including updates) to you at any time and to discontinue the ability to access the LIV Service through such software at any time, without prior or any notice.\nWhen you use a LIV ready device, you expressly represent that you have the express authority to use such device and be liable for any transaction conducted through such device on the Site.\nThe LIV streaming software permits only streaming of the content available on the LIV services and restricts the download and storage of such content.\n</p>\n<strong>BILLING</strong>\n<p> We use third party payment gateways to process payments made to SPN.\nThe third party payment gateway service provider will require certain financial information including your credit card / debit card or other banking information.\nOther than providing a confirmation upon receipt of payment against a membership account, SPN disclaims any and all liabilities in relation to your payment processing by such third party payment gateway service provider and the collection and processing of any information provided to party payment gateway service provider.\nWhile using such payment gateways to make payments to SPN, you will be required to accept the terms of use and privacy policies of such payment gateway service providers.\nWe request you to please make yourself familiar with the terms of use and privacy policies of your respective payment gateway service provider before using such service.\nYou agree and acknowledge that SPN shall not be liable and in no way be held responsible for any losses whatsoever, whether direct, indirect, incidental or consequential, including without limitation any losses due to delay in processing of payment instruction or any credit card fraud.\nYou can file / lodge any complaint related to payment transfer directly with the concerned third party payment gateway provider for redressal.\n</p>\n<p> You may be required by the payment gateways to sign direct debit mandates to allow the amount owed by you to be debited directly from your bank account in accordance with the relevant regulations.\nYou agree to keep such mandate in place until termination of your Subscription Plan and / or until all monies due to SPN have been paid in full (whichever is later in time).\nFailure to do the same shall bring forth the levy of a penalty.\n</p>\n<p> Where Transaction Charges are based upon a currency other than Indian rupees, the exchange rate for the purposes of calculating the Service Fees will be based upon the exchange rates published by the payment gateway on the date when such Fees are calculated by the billing system.\nSPN disclaims any and all liabilities in relation to the exchange rate and your payment processing by such third party payment gateway service provider.\n</p>\n<p> Payment for subscribing for you choice of Plan </p>\n<p> By signing up for the LIV Service, you are expressly agreeing that SPN is authorized to charge you subscription fee as per your selected plan, any other fees for additional services you may purchase, and any applicable taxes in connection with your use of the LIV Service through any such payment method including but not limited to credit/debit card, net banking or other payment method accepted by SPN (\"Payment Method\") that you provided during registration.\nAndroid users can make subscriptions through such Payment Methods.\nIOS users, however, will have to make subscriptions through separate payment gateways (through in app purchases) and not by way of the Payment Method as described herein.\nIf you want to use a different Payment Method than the one you signed up for during registration, or if there is a change in your credit card validity or expiration date, you may edit your Payment Method information by clicking on your account.\nIf your Payment Method expires and you do not edit your Payment Method information or cancel your account, you authorize us to continue billing, and you will remain responsible for any uncollected amounts.\nAs used in these Terms, \"billing\" shall indicate either a charge or debit, as applicable, against your Payment Method.\n</p>\n<p> The subscription fee will be billed at the beginning of your subscription membership and on each subsequent renewal automatically (as per the subscription plan chosen by You) unless and until You cancel your subscription or the subscription is otherwise suspended or discontinued pursuant to these Terms.\" SPN will be automatically billing as per your Payment Method for each subscription period.\nTo see the commencement date for your next renewal period, go to the billing information section on your account page.\nSPN shall request to bill your Payment Method for each subscription period on the calendar day corresponding to the commencement of your subscription.\nHowever, if you change your Payment Method or subscription plan, this could result in changing the calendar day upon which you are billed.\nIf SPN changes the subscription fee or other charges for the LIV Service from time to time, SPN will give you an advance notice of these changes by email.\nHowever, SPN will not be able to notify you of changes in any applicable taxes.\nAll fees and charges are non-refundable and there are no refunds or credits for partially used periods and/or unwatched content.\nAny changes in the subscription plan opted for by you shall be effective only after the expiry of the then current subscription period for which you have been billed.\nSimilarly, the services as per revised plan opted by you shall be effective only after the expiry of the then current subscription period.\nIn case you require a change in the subscription plan and/or services prior to the expiry of the then current subscription period, then SPN shall not be under any obligation to refund or give credit for any portion of the subscription fee paid by you for the unexpired period.\n</p>\n<p> It is hereby agreed and acknowledged by the User that he shall have to pay a subscription fee to access and view even the Non- Premium Content in certain territories as decided by SPN at its sole discretion.\n</p>\n<p> In order to sustain the LIV Service, it is important that you honor the payment obligations to which you have agreed.\nAccordingly, SPN reserves the right to pursue any amounts you fail to pay in connection with the LIV Service.\nYou will remain liable to SPN for all such amounts and all costs incurred by SPN in connection with the collection of these amounts, including, without limitation, collection agency fees, reasonable attorneys´ fees, and arbitration or court costs.\nYou also understand and acknowledge that SPN only facilitates the third party payment gateway for processing of payment.\nThis facility is managed by the third party payment gateway provider and you are required to follow all the terms and conditions of such third party payment gateway provider.\nYou are responsible for the accuracy and authenticity of the information provided by you, including the bank account number/credit card details and the like.\n</p>\n<p> You agree and acknowledge that SPN shall not be liable and in no way be held responsible for any losses whatsoever, whether direct, indirect, incidental or consequential, including without limitation any losses due to delay in processing of payment instruction or any credit card fraud.\nYou can file any complaint related to payment transfer at Site and the same forwarded to the concerned third party payment gateway provider for redressal.\nYou may be offered a free trial period, deals, discounts and such other offers at the start of your membership of LIV Service, solely at the discretion of SPN.\nThe duration and the terms of such free trial period, deals, discounts and such other offers shall be at the discretion of SPN and shall be specified during sign up.\nFree trials may not be combined with any other offer(s).\nFree trials will not be given in cases of renewal of membership or activation of another account from a physical address and/or email address and/or device which is linked to an already existing account, etc.\nBilling will automatically commence at the end the free trial period, without prior notice, as per the subscription plan chosen by you, unless you cancel your membership prior to the expiry of the free trial period.\nIt is hence recommended that you keep track of your account, including the date when the free trial period ends.\nYou may cancel your membership at anytime.\nhowever, there are no refunds or credits for partially used periods.\nIt must be noted that subscription for LIV Services shall not provide as an entry into any contests or events of SPN.\n</p>\n<p>&nbsp;</p>\n<strong>SUBSCRIPTION MEMBERSHIP PLANS</strong>\n<ul>\n<ul>\n<li>\n<strong>MEMBERSHIP PLANS<br>\n</strong>\n</li>\n<ul>\n<li> 1.1 We offer our users access to audio-visual entertainment in the form of LIVE TV channels, full length feature films, non-feature film videos, promotional videos, music videos and various other content (\"Content\") through a number of membership plans, including special promotional plans or memberships with different limitations.\nSome of these promotional memberships may be offered by third parties in conjunction with the provision of their own products and services.\nSPN is not responsible for the products and services provided by such third parties.\nSPN also reserves the right to modify, terminate or otherwise amend its offered membership plans.\n</li>\n</ul>\n<ul>\n<li> 1.2 Third Party Payment Gateways:<br>The SonyLIV Site may contain links to other independent third-party payment gateways (\"Linked Sites\").\nThese Linked Sites are provided solely as a convenience to our visitors.\nSuch Linked Sites are not under SPN's control, and SPN is not responsible for and does not endorse such Linked Sites, including any information or materials contained on such Linked Sites.\nSPN remains an intermediary, as defined under the Information Technology Act, 2000 with regard to such transactions.\nSPN advises its users to make their own independent judgement regarding their interaction with these Linked Sites.\n<br>The third party payment gateway service provider would require certain financial information including your credit card/debit card or other banking information.\nOther than providing a confirmation upon receipt of payment against a membership account, SPN disclaims any and all liabilities in relation to your payment processing by such third party payment gateway service provider and the collection and processing of any information by such payment gateway service provider.\nWhile using such payment gateways to make payments to SPN, you will be required to accept the terms of use and privacy policies of such payment gateway service provider.\nWe request you to please make yourself familiar with the terms of use and privacy policies of your respective payment gateway service provider before using such service.\n<br>\n</li>\n</ul>\n<ul>\n<li> 1.3 Auto-Renewal:<br>Your SonyLIV membership will continue until terminated.\nUnless you cancel your membership before your cyclical renewal date which may be annually, semi-annually, bi-monthly, monthly, weekly, daily you authorize us to charge your subsequent membership fee to your Payment Method (see \"Cancellation\" below).\nTo use the SonyLIV service you must have Internet access and a SonyLIV ready device, and you must provide our financial partners with a current, valid, accepted method of payment, which you may update from time to time (\"Payment Method\").\nYou can find specific details regarding your membership with SonyLIV by visiting our website and clicking on the \"My Purchases\" link available on SonyLIV.\n<br>\n</li>\n</ul>\n<li>\n<br>\n<strong>FREE TRIALS<br>\n</strong>Your SonyLIV membership may start with a free trial.\nThe free trial period of your membership lasts for one month, or as otherwise specified during sign-up and is intended to allow new members and certain former members to try the service.\nYou will be notified during subscription whether you are eligible for a free trial.\n<br>We will bill your Payment Method for your membership fee at the end of the free trial period unless you cancel your membership prior to the end of the free trial period.\nTo view the membership plans and end date of your free trial period, visit My Purchases\" page on SonyLIV.\nYou may receive an intimation from us that your paid membership has begun.\n<br>\n<strong>BILLING<br>\n</strong>\n</li>\n<ul>\n<li>\n<strong>Billing Cycle:</strong> The membership fee for our service will be billed on a cyclical basis to your Payment Method on the calendar day corresponding to the commencement of your paid membership as per the subscribed plan.\nIn some cases, the timing of your billing may change, for example if your Payment Method has not successfully settled or if your paying membership began on a day not contained in a given month.\nVisit \"My Purchases\" on SonyLIV to see your next payment date.<br>\n<strong>Payment Methods:</strong> The payment method has to be selected at the time of subscription and you cannot change your payment method during the pendency of your subscription package.\nShould you want to change your payment method, You can do so post the expiry of your subscription pack.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not change your Payment Method or cancel your account, we may suspend your access to the service until we have obtained a valid Payment Method.\nYou authorize us to continue billing using the selected Payment Method, and you remain responsible for any uncollected amounts.\nThis may result in a change to your payment billing dates.\nFor certain Payment Methods, the issuer of your Payment Method may charge you a transaction fee or other charges.\nWe request you to check with your Payment Method service provider for details.<br>\n<strong>Cancellation:</strong> You can cancel your SonyLIV membership at any time, and you will continue to have access to the SonyLIV service through the end of your billing period.\nWe do not provide refunds or credits for any partial membership periods or unwatched Content.\nTo cancel, go to the \"My Purchases\" section and follow the instructions for cancellation.\nIf you cancel your membership, your account will automatically close at the end of your current billing period.\nTo see when your account will close, visit \"My Purchases\" section .\nIf you signed up for SonyLIV using your account with a third party as a Payment Method and wish to cancel your SonyLIV membership at any time, including during your free trial, you may need to do so through such third party, for example by visiting your account with the applicable third party and turning off auto-renew, or unsubscribing from, the SonyLIV service through that third party.\nYou may also find billing information about your SonyLIV membership by visiting your account with the applicable third party.<br>\n<strong>Account Information and Security:</strong> When creating your account, you must provide accurate and complete information.\nYou are also responsible for maintaining the confidentiality of your account and password and for restricting access to SonyLIV.\nIf you disclose your password to anyone or share your account and/or devices with other people, you take full responsibility for their actions and may be required to compensate SPN for any losses arising out of them.\nYou shall not use another user's membership account without permission.\nYou must notify us immediately via an email to of any breach of security or unauthorized use of your account and you should also report this instance to all your card issuers, as well as your local law enforcement agency.\nIn order to provide you with ease of access to your account and to help administer the SonyLIV service, SonyLIV implements technology that enables us to recognize you as the account holder and provide you with direct access to your account without requiring you to retype any password or other user identification when you revisit the SonyLIV service.\nYou are responsible for updating and maintaining the truth and accuracy of the information you provide to us relating to your account.<br>\n<strong>Membership Cancellation:</strong> You may cancel your SonyLIV membership at anytime.\nWe do not provide refunds or credits for any partial- membership periods or unwatched Content.\n<br>\n<strong>Advertisements:</strong> Some of the services, facilities or features of the SonyLIV Services are supported by advertising revenue and the SonyLIV Services may display advertisements and promotions.\nThese advertisements may be targeted to the content of information stored on the website, queries made through the SonyLIV Services or other information.\nThe manner, mode and extent of advertising by SonyLIV through the SonyLIV Services are subject to change without specific notice to you.\nSonyLIV takes no responsibility for advertisements or any third party material, nor does it take any responsibility for the products or services provided by advertisers.\nAny dealings you have with advertisers found while using the SonyLIV Services are between you and the advertiser, and you agree that SonyLIV shall not liable for any loss or claim that you may have against an advertiser.<br>\n<strong>Promotional Offers:</strong> SonyLIV may from time to time, offer certain additional features or discounted access as promotional offers, free of cost or at discounted rates to its users.\nSuch promotional offers are offered by SPN on an \"as is\" basis without any warranty or obligation regarding such promotional offer, unless expressly provided otherwise.\nNo promotional offer shall be deemed to imply any obligation on SonyLIV to continue to offering such or similar promotional offers.\nAny promotional offer made available by SonyLIV may not be combined with any other offers.<br>\n<strong>User Reviews:</strong> We permit you to post reviews of content available through the SonyLIV service.\nWe do not regularly select or review the content posted on the SonyLIV website.\nhowever, we reserve the right to reject, remove or edit such content at anytime without notice.\nYou may not post reviews or otherwise disseminate on or through the SonyLIV Services, any content that is unlawful, harassing, libelous, tortious, abusive, offensive, threatening, or obscene, or materials which infringe or violate any third party's copyright, trademark, trade secret, privacy or other proprietary or property right, or that could constitute a criminal offence, give rise to civil liability or otherwise violate any applicable law or regulation.\nor, that are otherwise objectionable, including without limitation, content that evidences bigotry, racism, sexism, or hatred, or that promotes illegal activities or physical harm against anyone.\nYou understand and agree that we may, but are not obligated to, review the content and may delete or remove it (without notice) in our sole and absolute discretion, for any reason or no reason.<br>\n<strong>Social Media Access:</strong> For members in certain countries, you can connect your account to various social media platforms and share links of content.\nThis feature requires you to accept and comply with the terms of service and privacy policy of the social media posts.\nIf you choose to connect, you'll be able to take advantage of various social features we will be creating as part of the SonyLIV service, as well as its available features.\nIn addition, SonyLIV may personalize and otherwise seek to enhance your experience based on your information from your social media account.\nBy connecting your SonyLIV account to your social media account, you acknowledge and agree that you are consenting to the continuous release of information about you to others, including to such platforms (in accordance with your privacy settings on such platforms and your account settings on SonyLIV).\nIf you do not want information about you, including information such as your viewing activity, to be shared in this manner, we advise you to not use the social media connect feature.\nSonyLIV disclaims all warranties in relation to and all liabilities arising from any use of your personal information by any of the social media platforms or any other third party.<br>\n<strong>Streaming Software/Software Plug-ins:</strong> Any software, including any files, images generated by the software, code, and data accompanying the software, used or accessible through this website may be used by you solely for accessing and using this website for purposes expressly stated herein.\nSPN retains full and complete title to all intellectual property rights and other proprietary rights subsisting in or used in relation to such software.\nYou agree not to copy, distribute, sell, modify, decompile, reverse engineer, disassemble or create derivative works from any such software.<br>\n</li>\n</ul>\n<li>\n<br>\n<strong>DISCLAIMERS<br>\n</strong>SPN DOES NOT PROMISE THAT THE SITE OR ANY CONTENT, SERVICE OR FEATURE OF THE SITE WILL BE ERROR-FREE OR UNINTERRUPTED, OR THAT ANY DEFECTS WILL BE CORRECTED, OR THAT YOUR USE OF THE SITE WILL PROVIDE SPECIFIC RESULTS.\nTHE SITE AND ITS CONTENT ARE DELIVERED ON AN \"AS-IS\" AND \"AS-AVAILABLE\" BASIS.\nALL INFORMATION PROVIDED ON THE SITE IS SUBJECT TO CHANGE WITHOUT NOTICE.\nSPN CANNOT ENSURE THAT ANY FILES OR OTHER DATA YOU DOWNLOAD FROM THE SITE WILL BE FREE OF VIRUSES OR CONTAMINATION OR DESTRUCTIVE FEATURES.\nSPN DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF ACCURACY, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nSPN DISCLAIMS ANY AND ALL LIABILITY FOR THE ACTS, OMISSIONS AND CONDUCT OF ANY THIRD PARTIES IN CONNECTION WITH OR RELATED TO YOUR USE OF THE SITE AND/OR ANY SPN SERVICES.\nYOU ASSUME TOTAL RESPONSIBILITY FOR YOUR USE OF THE SITE AND ANY LINKED SITES.\nYOUR SOLE REMEDY AGAINST SPN FOR DISSATISFACTION WITH THE SITE OR ANY CONTENT IS TO STOP USING THE SITE OR ANY SUCH CONTENT.\nTHIS LIMITATION OF RELIEF IS A PART OF THE BARGAIN BETWEEN THE PARTIES.<br>The above disclaimer applies to any damages, liability or injuries caused by any failure of performance, error, omission, interruption, deletion, defect, delay in operation or transmission, computer virus, communication line failure, theft or destruction of or unauthorized access to, alteration of, or use, whether for breach of contract, tort, negligence or any other cause of action.<br>SPN reserves the right to do any of the following, at any time, without notice: (1) to modify, suspend or terminate operation of or access to the Site, or any portion of the Site, for any reason.\n(2) to modify or change the Site, or any portion of the Site, and any applicable policies or terms.\nand (3) to interrupt the operation of the Site, or any portion of the Site, as necessary to perform routine or non-routine maintenance, error correction, or other changes.<br>\n<strong>LIABILITY<br>\n</strong>Except where prohibited by law, in no event will SPN be liable to you for any indirect, consequential, exemplary, incidental or punitive damages, including lost profits, even if SPN has been advised of the possibility of such damages.<br>If, notwithstanding the other provisions of these Terms of Use, SPN is found to be liable to you for any damage or loss which arises out of or is in any way connected with your use of the Site or any Content, SPN's liability shall in no event exceed the greater of the total of any subscription or similar fees with respect to any service or feature of or on the Site paid in the six months prior to the date of the initial claim made against SPN (but not including the purchase price for any SPN hardware or software products or any support program).<br>\n<strong>Indemnity:</strong> You agree to indemnify and hold SPN, its officers, directors, shareholders, predecessors, successors in interest, employees, agents, subsidiaries and affiliates, harmless from any demands, loss, liability, claims or expenses (including attorneys' fees), made against SPN by any third party due to or arising out of or in connection with your use of the Site.<br>\n<br>\n</li>\n</ul>\n</ul>\n<strong>NOTIFICATION OF CHANGES AND YOUR ACCEPTANCE OF THE PRIVACY POLICY</strong>\n<p> SPN reserves the right, at its sole discretion, to change, modify, add or remove any portion of the Terms and Conditions in whole or in part, at any time.\nChanges to the Terms and Conditions will be effective when posted.\nYou agree to review the Privacy Policy periodically to become aware of any changes.\nThe use of the Site after any changes to the Privacy Policy are posted will be considered acceptance of those changes by you and will constitute your agreement to be bound thereby.\nIf you object to any such changes, your sole recourse will be to stop using the Site.\n<br>\n<br>\n<br>\n</p>\n<strong>Terms and Conditions for bbstar Voucher</strong>\n<p> 1.\nUse code to get bbstar membership at 25% off<br> 2.\nCode should be applied in the bbstar signup page<br> 3.\nCode cannot be used during checkout for any order<br> 4.\nValid till 31st December 2021<br> 5.\nOffer not valid for existing bbstar members<br> 6.\nThis voucher cannot be used to extend the validity of existing bbstar membership <br> 7.\nThis voucher can be redeemed only on bigbasket app and m-site.\nNot valid on website.<br> 8.\nVoucher code is valid for one time activation of bbstar membership of 6 months<br> 9.\nbigbasket has the right to cancel orders if found to be of a fraudulent nature<br> 10.\nbigbasket reserves the right to change / modify / add / delete any of the terms and conditions of the offer at any time without notice<br> 11.\nOffer valid in all cities where bigbasket has its presence<br> 12.\nbigbasket has the right to terminate the offer without notice </p>\n<br>\n<br> ", "created_at": "2022-12-03 03:15:45.123332", "updated_at": "2022-12-03 03:15:52.013007"}, {"id": 13011, "name": "Privacy Policy", "url": "https://www.sonyliv.com/privacy-policy", "xpath": "//*[@id=\"termsbody\"]", "text": " PRIVACY POLICY <p>\n<strong>© 2022 Sony Pictures Networks India Private Limited.\nAll rights reserved.</strong>\n</p>\n<br> 1.\nApplication <p> This Privacy Policy is applicable to personally identifiable information collected, processed, stored and used in connection with <strong>http://www.sonyliv.com</strong> or via an dedicated application of the said URL accessible on Users’ mobile phones / tablets / other devices connected to the internet (\"<strong>Site</strong>\") operated by Sony Pictures Networks India Private Limited (<strong>\"SPN\"/ \"we\"/ \"us\"/ \"our\"</strong>) having its office at Interface Building 7, 4th Floor, Off Malad Link Road, Malad (West), Mumbai – 400064, India.\nThis policy is in addition to the Privacy Policy incorporated otherwise on the URL.\n</p>\n<br> 2.\nServices <p> To facilitate your viewership and access of the content on the Site, the content may have been packaged by SPN differently, wherein the Content or Services may be accessible free of charge which may include advertisements or commercials or via a subscription model or a pay-per-view model with or without advertisements / commercials or with a combination of the foregoing.\n</p>\n<br> 3.\nTypes of Information collected <p>\n<strong>3.1 Information You Provide<br>\n</strong> In order to use the Site and the services offered, Users (\"<strong>User</strong>\" / \"<strong>You</strong>\") must create an account with SPN (\"SPN Account\").\nCreating the SPN Account may require the User to provide inter alia the following personal information associated with the User, including but not limited to his / her name.\ngender.\nresidential address, including city / state / province (if applicable), postal code, country, and region.\nphone and mobile number, e-mail address.\npreferred language.\nand login name and password (\"<strong>Personal Information</strong>\").<br>\n<br>\n<strong>3.2 Automatic Information Collection<br>\n</strong> 3.2.1 SPN may use a variety of technologies that automatically or passively collect information about how the Site is accessed and used (\"<strong>Usage Information</strong>\").\nUsage Information may consist inter alia of the following data about your visit to the Site: content viewed, date and time of view, content listed on watch-later-list.\nfollowed content.\nfavoured content.\naccess type depending on the model of services described hereinabove, number of website hits, type of computer operating system including the type of internet browser and internet service provider.\nUsage Information is generally non-identifying in nature, but SPN may associate the same with other information collected and hence treats it as Personal Information.\n<br> 3.2.2 SPN also may automatically collect your IP address or other unique identifier for the computer, mobile device, technology or other device (collectively, \"<strong>Device</strong>\") which you use to access the Site.\nA unique identifier is a number that is automatically assigned to your Device when you access a web site or its servers, and our computers identify your Device by this number (\"<strong>Device Identifier</strong>\").\nSome mobile service providers may also provide us with the physical location of the Device used to access the Site.<br>\n<br>\n<strong>3.3 Cookies and Web Beacons<br>\n</strong> 3.3.1 By using the Site, you consent to our cookies, which are basically files that web servers place on your Device.\nThe use of cookies on the Site allows you to enjoy more seamless visits to the Site and more accurately measures your behavior on it.\nThere are two types of cookies that we may use: session and persistent.\nSession cookies exist only during an online session and are removed from your Device when you close the browser software.\nPersistent cookies remain on your Device after the browser has been closed.\nWhile the cookies used on the Site do not identify you personally, they recognize your browser, unless you choose to identify yourself voluntarily.\nYou may choose to identify yourself for any one of the following reasons: by asking the browser to remember your username and password, or by requesting more information on any content or service available on the Site.\nYou may prevent the installation of cookies through your browser settings.\nin which case not all functionalities of the Site may be available to you depending on the browser settings.\nYou may also configure your browser to accept all cookies, reject all cookies, or notify you when a cookie is set.\nSPN requests you to check your browser and/or contact the administrators to learn how to change your cookie preferences.<br> 3.3.2 SPN may also use Web Beacons in combination with cookies to understand how you interact with Site.\nWeb Beacons are typically transparent graphic images that are placed on the Site or in an email and allows the Site to measure your actions in opening the page that contains the Web Beacon.<br> 3.3.3 SPN may also use other asynchronous methods and / or technology in combination with / without other tracking technologies to understand a User’s interaction with Site and content residing therein.\n<br> 3.3.4 This Site may also use a web analytics service provider who may use an Analytics Tool.\nAnalytics Tools use cookies, text files, SDKs, APIs that are stored on your Device and allow an analysis of your use of the Site.\nThe information generated by the cookie about your use of the Site, including the IP address, may be transferred to and stored on a server of analytics service provider, <strong>which may not be located within India</strong> and who may use such information, to analyze your use of the Site, to create reports about the web site activities and to provide further services associated with the use of the Site.\nFurthermore, it may transfer such information to third parties, to the extent legally required or if such third parties process the data on behalf of the service provider.\nBy using the Site, you consent to such transfer of Personal Information including storage on servers not located within India.<br>\n<br>\n<strong>3.4 Third Party Payment Gateway – Financial Information<br>\n</strong> 3.4.1 The Site uses third party payment gateways to process payments made on the Site.\nThe third party payment gateway service providers would require certain financial information including your credit card / debit card / mobile telephony operator account / other banking information.\nOther than providing a confirmation upon receipt of payment against a membership account, SPN disclaims any and all liabilities in relation to your payment processing by such third party payment gateway service provider and the collection and processing of any information provided to the third party payment gateway service provider.\nWhile using such payment gateways to make payments to SPN, you will be required to accept the terms of use and privacy policies of such payment gateway service providers.\nWe request you to please make yourself familiar with the terms of use and privacy policies of your respective payment gateway service provider before using such service.\nYou agree and acknowledge that SPN shall not be liable and in no way be held responsible for any losses whatsoever, whether direct, indirect, incidental or consequential, including without limitation any losses due to online fraud.\nYou can file / lodge any complaint with such payment gateways directly with the concerned third party payment gateway provider for redressal.<br> 3.4.2 SPN advises you to be careful about phishing emails and advises you to be cognizant of the fact that identity theft can be committed through e-mail or other means, such as regular mail, fax or telephone by phishing.\nPhishing is when you receive authentic-looking messages, but in reality it is sent by imposters using similar looking email addresses to obtain Personal Information especially personally sensitive data such as financial information.\nPlease remember that none of the payment gateways on the Site send e-mails that ask for unsolicited confidential information such as personally sensitive financial information by email and do not conduct or approve financial transactions over email.\n<br>\n</p>\n<br> 4.\nPurpose of collection and usage of personal information <p> 4.1 SPN may use the Personal Information collected for the following purposes, amongst others: <br> (1) process your registration;<br> (2) enable you to visit the Site and enjoy more seamless visits to the Site;<br> (3) enable you to use and receive the services offered on the Site, including e-mail communications informing you about the services and content provided by SPN through the Site.\n<br> (4) contact you with regard to your SPN Account and in connection with any services or content subscribed through the Site;<br> (5) tailor content and offers to you according to your preferences relating to business interests;<br> (6) improve and enhance the Site according to your preferences relating to business interests and relating to website usage.\nand <br> (7) other purposes specifically disclosed to you prior to the collection of your Personal Information or otherwise with your consent.\nSubject to your consent, we may provide you with marketing materials about other services and content offered by SPN on the Site and may share your Personal Information with our affiliated companies only for marketing purposes.<br>\n<br> 4.2 In particular, SPN may use tracking methods, mentioned hereinabove, for a number of purposes, including but not limited to:<br> 4.2.1 provide general internal and customer analytics;<br> 4.2.2 study traffic patterns in order to improve website performance, to customize the user experience, and to better match the users' interests and preferences;<br> 4.2.3 keep track of preferences you specify while you are using SPN’s content or services;<br> 4.2.4 recommendations of content to the user, based on usage;<br> 4.2.5 support security measures, such as requiring re-login into the Site after a certain amount of time has elapsed;<br> 4.2.6 when you login to the Site, cookies can also be used to save the username so that we can process the saved login information and quickly log you into the Site;<br> 4.2.7 assist in identifying possible fraudulent activities;<br>4.2.8 ensure if an email has been opened and acted upon.<br>\n</p>\n<br> 5.\nDisclosure <p> We may share Personal Information with the following parties:<br>\n<strong>5.1 When You Agree To Have Your Personal Information Shared<br>\n</strong> While on our Site, you may have the opportunity to opt-in to receive information and/or marketing offers from a third party or to otherwise consent to the sharing of your Personal Information with a third party.\nIf you agree to have your Personal Information shared, your Personal Information will be disclosed to the third party and the Personal Information you disclose will be subject to the privacy policy and business practices of that third party.<br>\n<br>\n<strong>5.2 Third Parties Providing Services on Our Behalf<br>\n</strong> We may from time to time employ third party service providers to perform functions on our behalf, such as hosting or operating our Site, hosting the Personal Information, executing interactive voice response programs, sending e-mail message communications, and providing data analysis services, within or outside India.<br>\n<br>\n<strong>5.3 Affiliate Sharing and Business Transfers<br>\n</strong>We may share your Personal Information with other entities affiliated with us for internal reasons, primarily for business and operational purposes.\nSubject to your explicit consent to receiving marketing materials from SPN affiliated companies, we may share your e-mail address and information on your preferences and interests with such affiliated companies in order for them to provide you with certain marketing and promotional communication.\nSPN or any of its assets, including the Site, may be acquired/merged/de-merged/spun-off and/ or any other transactions may occur in which your Personal Information is one of the business assets of the transaction, your Personal Information may be transferred.<br>\n<br>\n<strong>5.4 Legal Protections and Other Disclosures<br>\n</strong>We may transfer and disclose information, including your Personal Information, Usage Information and Device Identifier (including IP address), to third parties: to comply with a legal obligation.\nwhen we believe in good faith that the law requires it.\nat the request of governmental authorities conducting an investigation.\nto verify or enforce the Site's Terms of Use or other applicable policies.\nto respond to an emergency.\nor otherwise to protect the rights, property, safety, or security of third parties, Users or the public.\nPursuant to valid requests by law enforcement agencies, we may also use Device Identifiers to identify users, and may do so in cooperation with copyright owners, Internet service providers, wireless service providers or law enforcement agencies, in our discretion.\nSuch disclosures may be carried out without notice to you.<br>\n</p>\n<br> 6.\nSPN’S COMMITMENT TO PRIVACY AND CHOICES <p> 6.1 SPN respects your privacy and is committed to protecting the personally identifiable information that you provide, in connection with your use of its Site.\nSPN takes reasonable and appropriate precautions to protect your personally identifiable information from unauthorized disclosure and to prevent possible security breaches.\nSPN has implemented a code of best practices for data protection which is compliant with the IS / ISO / IEC 27001 standard and hence in compliance with the standards set out under the provisions of the Information Technology (Reasonable Security Practices and Procedures and Sensitive Personal Data or Information) Rules, 2011.<br>\n<br> 6.2 You understand that part of the services offered via the Site is providing you with information about the content offered via the Site.\nBy providing your email address in the registration process you consent to the receipt of such content information via email.\nYou may opt out of receiving e-mail newsletters by following the opt-out instructions provided to you in the e-mail communication.\nPlease note that we reserve the right to send you certain communications relating to your SPN Account or use of the Site in order to perform the requested services for you.\nThese transactional account messages will not be stopped even after you choose to opt-out from marketing communications.\nIn accordance with our routine record keeping, we may delete certain records that contain Personal Information you have submitted through the Site.\nSPN is under no obligation to store such Personal Information indefinitely and hereby expressly disclaim any liability arising out of, or related to, the destruction of such Personal Information.\nIn addition, you should be aware that it may not be possible to completely remove or delete all of your Personal Information from our databases in order to effectuate any opt-out preferences you have made due to technical concerns with data backup and contingency support.<br>\n<br> 6.3 SPN incorporates commercially reasonable safeguards to help protect and secure your Personal Information.\nHowever, in light of the fact that electronic data can be intercepted, corrupted, lost or destroyed, please note that SPN cannot ensure or warrant the security of any data, and your use of the Site is at your own risk.<br>\n<br> 6.4 You may contact us with your questions or comments or if you want to object to the processing and use of your personal information at: Sony Pictures Networks India Private Limited, Interface Building 7, 4th Floor, Off Malad Link Road, Malad (West), Mumbai – 400064, India.<br>\n</p>\n<br> 7.\nNOTIFICATION OF CHANGES AND YOUR ACCEPTANCE OF THE PRIVACY POLICY <p> SPN reserves the right, at its sole discretion, to change, modify, add or remove any portion of the Privacy Policy in whole or in part, at any time.\nChanges to the Privacy Policy will be effective when posted.\nYou agree to review the Privacy Policy periodically to become aware of any changes.\nThe use of the Site after any changes to the Privacy Policy are posted will be considered acceptance of those changes by you and will constitute your agreement to be bound thereby.\nIf you object to any such changes, your sole recourse will be to stop using the Site.\n</p> ", "created_at": "2022-12-03 04:15:02.025987", "updated_at": "2022-12-03 03:16:25.185267"}], "points": [], "urls": ["sonyliv.com"]}}