{"error": 448, "message": "OK", "parameters": {"id": 9331, "name": "Swedish Committee Against Antisemitism", "created_at": "2023-08-20 03:19:58.717481", "updated_at": "2023-08-20 10:02:15.401003", "wikipedia": "https://en.wikipedia.org/wiki/Swedish_Committee_Against_Antisemitism", "keywords": null, "related": null, "slug": "swedish-committee-against-antisemitism", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9331.png", "url": "skma.se", "documents": [{"id": 18306, "name": "Vår personuppgifts­policy/GDPR", "url": "https://skma.se/om/var-personuppgiftspolicy-gdpr/", "xpath": "//body", "text": " Fortsätt till innehållet SKMA är en religiöst och politiskt obunden organisation som förebygger och motverkar antisemitism och rasism <ul>\n<li>Hem</li>\n<li>Antisemitism<ul>\n<li>Om antisemitism</li>\n<li>Bokshop</li>\n<li>Lästips</li>\n<li>Länkar</li>\n</ul>\n</li>\n<li>Blogg &amp.\nNyhetsbrev<ul>\n<li>Blogg</li>\n<li>Nyhetsbrev</li>\n</ul>\n</li>\n<li>Utbildning<ul>\n<li>Utbildningar</li>\n<li>Seminarier</li>\n<li>Novemberkonferensen</li>\n<li>Fortbildningar om Förintelsen</li>\n<li>Elevresor</li>\n<li>Ungdomsutbildning</li>\n<li>Undervisnings­material</li>\n<li>Tips till lärare</li>\n</ul>\n</li>\n<li>ELSA-priset</li>\n<li>Om oss<ul>\n<li>Om SKMA</li>\n<li>Medlemmar i SKMA</li>\n<li>Kontakta SKMA</li>\n</ul>\n</li>\n<li>Bli stödmedlem!</li>\n<li>In English<ul>\n<li>About the SCAA</li>\n<li>Support us</li>\n<li>What is antisemitism?</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Hem</li>\n<li>Antisemitism<ul>\n<li>Om antisemitism</li>\n<li>Bokshop</li>\n<li>Lästips</li>\n<li>Länkar</li>\n</ul>\n</li>\n<li>Blogg &amp.\nNyhetsbrev<ul>\n<li>Blogg</li>\n<li>Nyhetsbrev</li>\n</ul>\n</li>\n<li>Utbildning<ul>\n<li>Utbildningar</li>\n<li>Seminarier</li>\n<li>Novemberkonferensen</li>\n<li>Fortbildningar om Förintelsen</li>\n<li>Elevresor</li>\n<li>Ungdomsutbildning</li>\n<li>Undervisnings­material</li>\n<li>Tips till lärare</li>\n</ul>\n</li>\n<li>ELSA-priset</li>\n<li>Om oss<ul>\n<li>Om SKMA</li>\n<li>Medlemmar i SKMA</li>\n<li>Kontakta SKMA</li>\n</ul>\n</li>\n<li>Bli stödmedlem!</li>\n<li>In English<ul>\n<li>About the SCAA</li>\n<li>Support us</li>\n<li>What is antisemitism?</li>\n</ul>\n</li>\n</ul> Sök efter: Vår personuppgifts­policy/GDPR Vår personuppgifts­policy/GDPRSKMA2022-05-16T15:03:33+01:00 Allmänt\n<p>Du ska alltid kunna känna dig trygg när du lämnar dina personuppgifter till oss.</p>\n<p>SKMA vill därför med denna personuppgiftspolicy visa hur vi säkerställer att dina personuppgifter behandlas i enlighet med dataskyddsförordningen.</p>\n<p>\n</p>\nPersonuppgiftsansvarig\n<p>SKMA är personuppgiftsansvarig för behandlingen av dina personuppgifter som utförs av eller på uppdrag av SKMA.</p>\n<p>\n</p>\nNär samlar vi in personuppgifter och vilka uppgifter samlar vi in?\n<ul>\n<li>Personuppgifter (namn, titel och mejl) som lämnas i samband med prenumerationer av våra mejlbrev sparas bara så länge som du är prenumerant.\nNär du avanmäler dig så tar vi bort dina personuppgifter.\nDet gäller även information om webbsidor som SKMA driver, som till exempel <em>Eternal Echoes</em> och <em>Antisemitism – då och nu</em>.</li>\n</ul>\n<ul>\n<li>Personuppgifter (namn, befattning, mejl, födoämnesallergier och faktureringsadress) som lämnas i samband med anmälningar till utbildningar, konferenser och informationsmöten sparas bara så länge som det krävs för administrationen, det vill säga utskick av kursmaterial och utvärderingsenkäter.\nDetta gäller både för SKMA:s egna kurser och för de kurser där SKMA är medarrangör.</li>\n</ul>\n<ul>\n<li>Personuppgifter (namn, befattning, mejl och faktureringsadress) som lämnas i samband med beställning utav litteratur, sparas fakturaunderlaget enligt gällande bokföringsregler.</li>\n</ul>\n<ul>\n<li>SKMA använder cookies och andra liknande tekniker för att samla in information om dig eller den utrustning du använder, se nedan.</li>\n</ul>\n<p>\n</p>\nVarför behandlar SKMA uppgifter om dig?\n<p>SKMA behandlar personuppgifter i syfte att ge information om vad som är på gång och om SKMA:s arbete med att förebygga antisemitism och främlingsfientlighet samt ge information om framtida utbildningsresor, kurser och seminarier som genomförs i SKMA:s regi eller som medarrangör.</p>\n<p>\n</p>\nVem lämnar vi ut uppgifterna till?\n<p>SKMA lämnar aldrig ut dina personuppgifter till tredje part.</p>\n<p>\n</p>\nFörändringar av integritetspolicyn\n<p>Denna integritetspolicy kan komma att justeras från tid till annan.\nOm SKMA genomför några väsentliga förändringar i integritetspolicyn kommer SKMA att informera dig via mejl innan ändringarna träder i kraft.</p>\n<p>\n</p>\nRätt att begära information\n<p>Om du inte vill att SKMA behandlar dina personuppgifter kan du skriftligen anmäla detta till kansliet.\nI varje mejlbrev kommer du även att informeras om din möjlighet att av avprenumerera dig för fortsatta mejlbrev.</p>\n<p>Du har rätt att erhålla information om vilka personuppgifter som SKMA behandlar om dig och i vilket syfte (så kallat registerutdrag).\nEn sådan ansökan om registerutdrag ska vara skriftlig och skickas till kansliet.\nDu har också rätt att få felaktiga, missvisande eller ofullständiga uppgifter rättade, blockerade, avidentifierade eller raderade.</p>\n<p>Har du några frågor om hur SKMA behandlar dina personuppgifter kan du kontakta oss på kansliet.\nGenom att godkänna denna integritetspolicy samtycker du att dina personuppgifter behandlas i enlighet med policyn.</p>\n<p>\n</p>\nCookiepolicy\n<p>När du besöker SKMA:s webbplats samt webbplatser som SKMA driver som till exempel <em>Eternal Echoes</em> och <em>Antisemitism – då och nu</em> kan viss information lagras på din dator.\nDenna information lagras i form av en ”cookie” eller liknande fil.</p>\n<p>Genom cookies får SKMA veta när och hur länge du besökte oss, vilka sidor du besökte på vår webbplats.\nTack vare denna information kan vi mäta aktiviteten på webbplatsen och anpassa informationen så att den motsvarar dina önskemål.\nSyftet är att du ska spara tid och få ut mer av ditt besök.\nEftersom informationen visar hur och när besökarna använder webbplatsen kan vi ständigt förbättra den.\nVi kommer endast att använda cookies, för att se den information på din hårddisk, som en cookie från SKMA:s webbplats har lagt där.</p>\n<p>För att mäta hur effektiv vår närvaro på internet är kan SKMA komma att använda cookies för att identifiera återkommande besökare och undersöka i vilken ordning sidorna besöks.</p> Sök efter: <p>\n<strong>Svenska kommittén mot antisemitism (SKMA)</strong>\n</p>\n<p>\n<strong>Adress</strong> Box 22330, 104 22 Stockholm <strong>Tel.</strong> 08-667 60 90 <strong>E-post</strong>&nbsp;info@skma.se <strong>Plusgiro</strong> 30 129-1 <strong>Bankgiro</strong> 861-6112 <strong>Swish</strong> 1232886893</p> FacebookTwitterInstagram Page load link Vi använder cookies på vår webbplats för att kunna analysera våra besökares behov.\nInformationen delas inte med andra aktörer.Läs vår personuppgiftspolicyAcceptera allaManage consent Stäng Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities of the ...\nNecessary Necessary Alltid aktiverad Necessary cookies are absolutely essential for the website to function properly.\nThese cookies ensure basic functionalities and security features of the website, anonymously.\nCookieVaraktighetBeskrivningcookielawinfo-checkbox-analytics11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Analytics\".cookielawinfo-checkbox-functional11 monthsThe cookie is set by GDPR cookie consent to record the user consent for the cookies in the category \"Functional\".cookielawinfo-checkbox-necessary11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookies is used to store the user consent for the cookies in the category \"Necessary\".cookielawinfo-checkbox-others11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Other.cookielawinfo-checkbox-performance11 monthsThis cookie is set by GDPR Cookie Consent plugin.\nThe cookie is used to store the user consent for the cookies in the category \"Performance\".viewed_cookie_policy11 monthsThe cookie is set by the GDPR Cookie Consent plugin and is used to store whether or not user has consented to the use of cookies.\nIt does not store any personal data.\nFunctional Functional Functional cookies help to perform certain functionalities like sharing the content of the website on social media platforms, collect feedbacks, and other third-party features.\nPerformance Performance Performance cookies are used to understand and analyze the key performance indexes of the website which helps in delivering a better user experience for the visitors.\nAnalytics Analytics Analytical cookies are used to understand how visitors interact with the website.\nThese cookies help provide information on metrics the number of visitors, bounce rate, traffic source, etc.\nAdvertisement Advertisement Advertisement cookies are used to provide visitors with relevant ads and marketing campaigns.\nThese cookies track visitors across websites and collect information to provide customized ads.\nOthers Others Other uncategorized cookies are those that are being analyzed and have not been classified into a category as yet.\nSPARA OCH ACCEPTERA Till toppen ", "created_at": "2023-08-20 03:19:58.748909", "updated_at": "2023-08-20 03:20:22.057608"}], "points": [], "urls": ["skma.se"]}}