{"error": 448, "message": "OK", "parameters": {"id": 3239, "name": "Miro", "created_at": "2021-04-23 18:41:55.699413", "updated_at": "2023-07-10 22:00:43.678177", "wikipedia": null, "keywords": null, "related": null, "slug": "miro", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/3239.png", "url": "miro.com", "documents": [{"id": 5298, "name": "Privacy Policy", "url": "https://miro.com/legal/privacy-policy/", "xpath": "", "text": " Product ↓ Online Whiteboard Features Templates Miroverse Download Miro Integrations &amp.\nApps By Use Case ↓ Meetings &amp.\nWorkshops Brainstorming &amp.\nIdeation Agile Workflows Mapping &amp.\nDiagramming Research &amp.\nDesign Strategy &amp.\nPlanning Concept Mapping Mind Mapping Online Sticky Notes By Team ↓ Agile Development Product Project Management Sales UX Pricing Enterprise Pricing Enterprise Contact Sales Login Sign up free → Miro legal information<br> Terms of Service Master Cloud Agreement Privacy Policy <ul>\n<li> Introduction </li>\n<li> Information We Collect </li>\n<li> How We Use Information </li>\n<li> With Whom We Share Information </li>\n<li> How We Protect Information </li>\n<li> What Choices Do You Have </li>\n<li> Cookies and Beacons </li>\n<li> Third Party Services </li>\n<li> Advertising, opt-out </li>\n<li> Data Protection Agreement </li>\n<li> Age Restriction </li>\n<li> Amendments </li>\n<li> Contact </li>\n</ul> Developer Terms of Use Community Leader Program Terms and Conditions Online Community Terms of Use Privacy Policy <ul>\n<li> Terms of Service</li>\n<li> Master Cloud Agreement</li>\n<li> Privacy Policy</li>\n<li> Developer Terms of Use</li>\n<li> Community Leader Program Terms and Conditions</li>\n<li> Online Community Terms of Use</li>\n</ul> Privacy Policy <p>Publication date: January 1, 2020</p>Introduction<p>RealtimeBoard, Inc.\ndba Miro (“<strong>Miro</strong>” and also referred to&nbsp;as&nbsp;“<strong>our</strong>”,&nbsp;“<strong>us</strong>” and “<strong>we</strong>”) understands the importance of user privacy and takes privacy matters very seriously.\nBy visiting Miro’s existing and future website(s), application(s) and/or domain name(s) at https://miro.com, including its sub-domains and mobile optimized version (collectively, the “<strong>Site</strong>”), or otherwise accessing any linked pages, features, content, products, services, mobile properties and mobile device applications for iPhone, iPad, Android or other smartphone or tablet device (each, a \"<strong>Service</strong>\") owned or operated by Miro, you acknowledge and accept the terms in this Privacy Policy (“<strong>Policy</strong>”).\nThis Policy is a legally binding agreement between Miro and, you, a user of our Services and/or visitor of our Site.\nand your acceptance of this Policy arises upon your simple use of the Services, your use of the Site, or when you otherwise click on the “I accept” checkbox on our registration page (or similar box or means).\nIf you do not agree to the terms of this Policy, please close this web tab and immediately stop browsing our Site and/or using the Services.\nA separate agreement and/or terms and conditions governs delivery, access and use of the Services (the “<strong>Customer Agreement</strong>”), including the processing of any messages, files or other content submitted through Services accounts.\nThis Policy shall be incorporated by reference into the Customer Agreement.\nThe organization (e.g., your employer or other entity or person) that entered into the Customer Agreement (“<strong>Customer</strong>”) controls the terms governing the Services and any associated Customer Data.\nIf you have any questions about specific settings and privacy practices, please contact the administrator for your Miro account.\nThis Privacy Policy does not apply to any third party applications or software that integrate with the Services (“<strong>Third Party Services</strong>”), or any other third party products, services or businesses.\nThis Privacy Policy describes the following information about collected by Miro:</p>Information We Collect<p>We collect a variety of personally identifiable information (\"PII\") about users of our Services in order to ensure a quality user experience.\n\"PII\" means information that we can use to identify or contact you, such as your name, address, telephone number, email address or other contact information.\nYou are responsible for ensuring the accuracy of all PII that you submit to us.\nInaccurate information may affect your experience when using the Services and/or our ability to contact you as described in this Policy.\nPII collected by us is protected as personal data under applicable data protection law.\nPII does not include \"Aggregated Information\" which is information or data we collect where individual user identities have been removed, including metadata on your use of the Services, IP address logs, device and location information.\nAggregated Information helps us understand trends, user needs and other information to provide improved Services and may be used by us for any purpose.\nWe may also collect other non-personally identifiable information about your use and interaction with our Services.\n\"Non-personally identifiable information\" means information where we cannot determine the identity of a natural person.\nNon-personally identifiable information is not treated as PII unless we combine it with or link it to PII that you give to us.\nIf you do not wish to disclose any required information, then your sole remedies shall be to close this web tab, delete your Miro account and/or exit the Site.</p>How We Collect Information\n<strong>Information You Give Us</strong>\n<p>We collect information that you give to us when you register or use our Services.\nWhen you register for a Miro user account (\"<strong>Account</strong>\") on the website or mobile application, you will be assigned a unique account identifier which will be associated with any information you give to us under your Account.\nYou may also give us information to allow us to contact you or use certain features available through our Services without signing up for an Account, such as when you fill out a request form, provide feedback, email us, or engage in communications with our team.\nWhile you may use some functionality of the Services and/or Site without registering for an Account, most functionality and services will require that you register for an Account.</p>Customer Support Information<p>Your emails, calls and other correspondence to and from us may be recorded for various purposes including: monitoring customer service quality or compliance, checking accuracy of the information you provide us, preventing fraud or providing training for our staff or customer service representatives.\nAny information obtained from you through Customer support will be treated in accordance with the provisions of this Policy.</p>\n<strong>Information We Collect Automatically</strong>\n<p>Even if you do not provide information to us, we automatically collect certain information about your use and interaction with our Site and/or Services.\nFor example, when you visit our website, our systems automatically maintain web logs to record data about all visitors who use our website and stores this information in our database.\nThese web logs may contain information about you including the following: IP address, type(s) of operating system you use, type of device you use, date and time you visited the website, your activity and/or referring websites.\nWe use your log information to troubleshoot problems, gather demographic information, customize your experience when accessing our Site, Services and other business purposes.</p>Information Collected From Other Sources<p>We may receive information about you from outside sources, such as commercially available demographic or marketing information, and add or combine it with your information to provide better service to you and inform you of Services or other information that may be of interest to you.\nOur Site offers you the functionality of using your social media credentials (e.g.\nFacebook, Google, Miro, etc.) to use single-sign-on to enter our Site, and in that manner, we may also collect certain information from you as you log on.\nWe will not collect more information from you when using your social media credentials beyond the information such third parties disclose to us.</p>How We Use Information<p>In&nbsp;order for&nbsp;us to&nbsp;provide and maintain our Site and Services, and to&nbsp;improve your user experience, we&nbsp;will use your information in accordance with your instructions, including any applicable terms in your Customer Agreement and applicable law.\nMiro uses your information in&nbsp;furtherance of&nbsp;our legitimate interests in&nbsp;operating our Site, Services and business.\nAdditionally, Miro uses your information:</p>\n<ul>\n<li>\n<p>Develop, research, process, safeguard, modify and improve our communications, the Site and Services.</p>\n</li>\n<li>\n<p>Send correspondence to your e-mail address, including sending password verification and retrieval links, billing, account management information, newsletters, answers to queries/suggestions and other notices related to the Site and Services.</p>\n</li>\n<li>\n<p>Improve your user experience and provide you with customer support.</p>\n</li>\n<li>\n<p>Investigate and help prevent security issues, abuse and breaches.</p>\n</li>\n<li>\n<p>As required by applicable law, legal process or regulation.</p>\n</li>\n</ul>With Whom We Share Information<strong>Disclosure With Your Consent</strong>\n<p>Customers determine their own policies and practices for the sharing and disclosure of information, and Miro does not control how a Customer or any other third parties choose to share or disclose information.\nWe may disclose your information with your consent, which we may obtain in a number of ways, including:</p>\n<ul>\n<li>\n<p>In writing;</p>\n</li>\n<li>\n<p>Verbally;</p>\n</li>\n<li>\n<p>Online, by clicking on a link or button;</p>\n</li>\n<li>\n<p>Other mechanism.</p>\n</li>\n</ul>\n<p>Our Services permit you to submit information which may be displayed to other authorized users in the same or different Customer Account.\nThe sharing and other controls applied to such information may be determined by you, other users and/or an administrator of your Account.</p>\n<p>We may share your information with third parties as necessary to provide Services to you or to support the technical operation and/or maintenance of our Services, including third party application that you may engage within the Services.\nWe may also share information with our affiliates, agents, outside vendors or service providers to perform functions on our behalf.\nWhen a third party acts solely on our behalf and otherwise as applicable, we use reasonable commercial efforts to require that party to follow the privacy practices stated in this Policy or have complementary privacy protections to protect your information.\nWe do not share your information with unaffiliated third parties except as permitted to do so in this Policy.</p>\n<strong>Disclosure Without Your Consent</strong>\n<p>In general, we may disclose your information without your consent to disclosure when we reasonably believe disclosure is appropriate in order to:</p>\n<ul>\n<li>\n<p>Comply with the law (e.g., lawful subpoena or court order);</p>\n</li>\n<li>\n<p>Cooperate with or report to law enforcement agencies in investigations that involve users who use our Service Offerings for activities that are or seem illegal or illegitimate activities;</p>\n</li>\n<li>\n<p>Enforce or apply agreements for our Service Offerings.\nor</p>\n</li>\n<li>\n<p>Protect our rights or property or that of our affiliates, including respective officers, directors, employees, agents, third party content providers, suppliers, sponsors, or licensors (e.g., to address allegations about fraudulent or unlawful activity related to a Miro account).</p>\n</li>\n<li>\n<p>In connection with a merger, acquisition, public offering, sale of company assets, insolvency, bankruptcy, or receivership, subject to standard confidentiality requirements.</p>\n</li>\n<li>\n<p>To defend Miro and our affiliates, licensors, officers, agents and representatives from legal claims and processes brought to us by third parties (including takedown notices);</p>\n</li>\n<li>\n<p>Use or disclose aggregated or de-identified data in our sole discretion.</p>\n</li>\n</ul>How We Protect Information<p>We use industry standard protocols and technology to protect your registered user information and personal data in order to guard and encrypt data for transmission in a format that prevents data theft by unauthorized third parties, including internal reviews of our data collection, storage and processing practices, security measures, and physical security measures.\nHowever, please take into account that the Internet and email transmissions are not secure or error free communication means.\nWe also urge you to take additional steps on your own to safeguard and maintain the integrity of your information.\nFor example, you should never share your Account or login information with other people and be sure to sign off when finished using a shared or public computer.\nWe urge you to be aware that if you use or access our Services through a third party computer network (e.g., internet café, library) or other potentially non-secure internet connection, such use is not recommended and is solely at your own risk.\nIt is your responsibility to check beforehand on the privacy and/or security policy of your network prior to accessing the Services.\nWe are not responsible for your handling, sharing, re-sharing and/or distribution of your information except as set forth in the Policy.</p>What Choices Do You Have<strong>Control of&nbsp;your information</strong>\n<p>Customers will generally be able to edit, select or delete the amount and type of personal data they disclose to us when using our Site and services.\nThis will be managed through your Account with us, the settings section of your account, the Site, and through the means mentioned in this Policy.</p>Personal data owners’ rights and revocation of&nbsp;consent<p>Any user of our Site shall have the right to make a request to us in order to enforce such user’s rights to:</p>\n<ul>\n<li>\n<p>Access the user’s personal data;</p>\n</li>\n<li>\n<p>Rectify the user’s personal data, when inaccurate or&nbsp;incomplete;</p>\n</li>\n<li>\n<p>Cancel the process of&nbsp;the user’s personal data;</p>\n</li>\n<li>\n<p>Object —with legitimate reasons— the process of&nbsp;the user’s personal data.\nand/or</p>\n</li>\n<li>\n<p>Revoke the user’s consent for the use, storage, treatment, process and/or, disclosure of&nbsp;the user’s personal data.</p>\n</li>\n</ul>\n<p>The enforcement and upholding of your privacy rights should be requested to us in writing and must include, at a minimum, the following information: (i) your complete name, address and/or email address in order for us to notify you the response to your privacy request.\n(ii) attached documents establishing your identity.\nand (iii) a clear and concise description of the personal data with regard to which you seek to enforce any of your privacy rights.\nIf you request rectification, please indicate amendments to be made and attach documentation to back up your request.</p>\n<p>Upon receipt of your privacy request, and after due review of its merit, we may then edit, deactivate and/or delete your personal data from our Site or services.\nWe may not be able to delete all of your data from some of our databases and that, if such is the case, we will then mark such data as permanently inaccessible.</p>Cookies and Beacons<p>We may place ‘cookies’ and similar technologies in your computer or mobile device in order to track and collect data regarding your use of our Site and Services.\nCookies are small text files that our Site transfers to you and that allow us to permit us to recognize you and obtain data such as how, when and how long you browse pages in our Site.\nEither we or our affiliates and authorized service providers may also use ‘beacons’, which are small files, sometimes only a pixel in size, embedded onto the pages of our Site.\nBeacons are used to identify each of our pages in order to be analyzed by our system tools.\nYou can always configure your browser to refuse cookies and beacons.\nFor more information, please visit www.allaboutcookies.com.</p>Third Party Services<strong>Generally</strong>\n<p>Our Site and services may also implement hyperlinks to the websites of our commercial partners and other third parties.\nIf you click on such links, you are choosing to visit such websites, and will be redirected thereto.\nIf you click on a third party link, our Policy and Service terms are no longer applicable and your browsing is at your own risk.\nWe are not responsible for the privacy and personal data practices used by such third parties (including any tools, cookies, information or content contained thereinto), and we do not have control over the manner in which such third parties may collect, process, treat or use your personal data.\nYou are strongly advised to check the privacy settings, policies and/or notices applicable to such third party sites and services prior to browsing or using such third party websites and/or services.</p>\n<p>In addition, any banner or ad that we may have on our Site does not constitute any endorsement of any third party thereof.</p>Financial data and information<p>We use third party payment processing platforms.\nThese platforms will request you to disclose them sensitive personal data (e.g.\ncredit card number, account username and password) in order to complete purchases and operations related to our services.\nSuch third party payment processing platforms are governed by their own safety standards, policies and terms of use.\nWe shall not be liable for their operation, safety or otherwise their functioning.\nWe strongly advise our users to engage in online safety measures in order to protect their financial information, here in the Site and elsewhere.\nWe will not collect or store any sensitive financial data of yours.</p>Advertising, opt-out<p>From time to time, we may use Google Analytics, AdWords and/or AdSense tracking codes, along with other third party software tools (such as remarketing codes) in order to collect marketing analytics about the pages you browse on our Site or when you undertake specific actions through our services.\nThese platforms may also use cookies, codes and other technologies to help us analyze our users’ patterns.\nFor example, third party vendors may show you Miro’s ads on certain websites across the Internet, even after you leave our Site.\nThe collected information is anonymized, meaning it cannot be tracked back to individuals.\nUsing Google and other analytics tools, we learn how to optimize, and serve ads based on a user’s past visits, giving you a better experience.\nOur third party vendors may also use cookies and beacons to track your Internet browsing in order to serve you ads based on what they or us believe to be of your interest.\nSuch information will be processed for purposes of evaluating your browsing activities and consumer preferences.\nHenceforth, by using this Site, you consent to such disclosure, treatment and storage of data and/or personal data about you, either by us or by such third parties.\nIn order to enforce and uphold your right to privacy, you have the option to elect not to receive this type of advertising from us or third parties, now or in the future.\nYou can learn more about how to opt-out by browsing Google’s opting-out and privacy pages located at www.google.com, or the Network Advertising Initiative website located at www.networkadvertising.org.\nIn addition, you may set browser and system preferences for how other third parties serve ads to you.</p>Regional and International Provisions\n<strong>International Data Transfers and Contractual Terms</strong>\n<p>Miro has its headquarters in the United States of America (‘USA’).\nHenceforth, your personal data may be accessed by us or our affiliates, agents, partners, or third party service providers elsewhere, and you hereby consent to such access and transfer by providing us with such information.\nIf you are accessing our Site from other regions, you ought to know that you are thereby transferring your personal data to the USA and, thus, you hereby consent to such transfer to the USA or to any other country in which we operate.\nWe deploy the following safeguards if Miro transfers personal data originating from the European Union or Switzerland to other countries not deemed adequate under applicable data protection law:</p>\n<strong>Notice to&nbsp;California Residents</strong>\n<p>If you are a California resident, you may be entitled to additional rights over your personal information, as detailed in this section.\n<strong>California “Shine the Light” Notice</strong>\nIn compliance with the California Civil Code Section 1798.83, residents of California are hereby notified that the Site, the services and the appertaining personal data are safeguarded by us.\nOur users can obtain certain information about the personal data we may have access to, including disclosure thereof with third parties for direct marketing purposes (e.g.\nnames and addresses of those third parties, types of services or products marketed thereby).\nIf you wish to request a copy of your information disclosure, please&nbsp;contact&nbsp;us.</p>\n<strong>California Consumer Privacy Act (CCPA) Notice for California residents:</strong>\n<p>Effective January 1, 2020, the California Consumer Privacy Act (CCPA) allows California residents to request from a business that collects personal information to give consumers access to and/or deletion of the personal information collected.\nTerms used in this CCPA Notice but not defined here will have the same meaning as defined under the CCPA.</p>\n<ol>\n<li>\n<p>Miro does not sell your personal information to third parties.</p>\n</li>\n<li>\n<p>Miro discloses personal information for business purposes only.</p>\n<ul>\n<li>\n<p>Business purposes can include such things as: providing our Services, maintaining and servicing accounts, providing customer service, processing or fulfilling orders and transactions, performing analytics and quality control, auditing transactions, researching and testing features and improvements, detecting and preventing fraud and security incidents, debugging or repairing technical errors, and marketing our Services.</p>\n</li>\n<li>\n<p>Miro may share or allow third parties to collect personal information through our Services for business purposes we’ve described in our</p>\n<p>&nbsp;</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Categories of personal information collected and disclosed.\nThe categories of personal information collected and disclosed to third parties for business purposes by Miro are listed in the “How We Collect Information” section of our</p>\n<p>&nbsp;</p>\n</li>\n<li>\n<p>Your rights under CCPA.\nIf you are a California resident using the Services, you have the following rights:</p>\n<ul>\n<li>\n<p>To request the categories of personal information that the business collected about you.</p>\n</li>\n<li>\n<p>To request the categories of personal information that the business disclosed about you for a business purpose.</p>\n</li>\n<li>\n<p>To request deletion of the personal information it has collected from you, subject to certain legal exceptions.\nFor example, when the personal information is necessary to complete a transaction request or to comply with a legal obligation, Miro may claim an exemption to deletion of your personal information.</p>\n</li>\n<li>\n<p>The right to be protected from discrimination for exercising your CCPA rights.\nBusinesses are prohibited from discriminating against you for exercising your rights under the CCPA, including by: (A) denying you goods or services.\n(B) charging you different prices or rates for goods or services, including through the use of discounts or other benefits or imposing penalties.\n(C) providing you with a different level or quality of goods or services.\nor (D) suggesting that you will receive a different price, rate, level, or quality of goods or services.\nNothing prohibits a business from charging a different price or providing a different level or quality of service if the difference is reasonably related to the value provided to the consumer by the consumer’s data.</p>\n</li>\n<li>\n<p>Your rights under CCPA may be exempted as permitted under the statute, particularly if you use the Services as an employee or agent under a business account.\nMiro expressly reserves all rights to claim legal exemptions permitted under the CCPA.</p>\n</li>\n</ul>\n</li>\n</ol>\n<p>For additional information about this CCPA Notice or to submit a CCPA request, please&nbsp;contact&nbsp;us.</p>\n<strong>California Online Privacy Protection Act</strong>\n<p>In compliance with CalOPPA, we have hereby posted this conspicuous Policy to the public, indicating the personal data being collected and the manner in which it may be disclosed and with whom.\nAccordingly, our users may visit our Site using anonymous browsing, this Policy linked in our home page, with the link including the word ‘Privacy’ or similar.\nWe also comply with Policy change notification to our users, and provide mechanisms that allow our users to manage their personal data personal information.</p>Data Protection Agreement<strong>European Union Model Clauses</strong>\n<p>Miro offers a Data Protection Agreement based on the European Union Model Clauses, also known as Standard Contractual Clauses, to meet the adequacy and security requirements for our Customers that operate in the European Union, and other international transfers of Customer Data.\nA copy of our standard Data Processing Addendum, incorporating Model Clauses, is available&nbsp;here.\nPlease contact&nbsp;privacy@miro.com&nbsp;for a copy of our current subprocessors.</p>\n<strong>Data Protection Officer</strong>\n<p>To communicate with our Data Protection Officer, please email&nbsp;privacy@miro.com.</p>\n<strong>Your Rights</strong>\n<p>\n<strong>I</strong>ndividuals located in certain countries, including the European Economic Area, have certain statutory rights in relation to their personal data.\nSubject to any exemptions provided by law, you may have the right to request access to your information, as well as to seek to update, delete or correct this information.\nTo the extent that Miro’s processing of your personal data is subject to the General Data Protection Regulation (GDPR), Miro relies on its legitimate interests, described above, to process your data.\nMiro may also process information that constitutes your personal data for direct marketing purposes, provided that you have a right to object to Miro’s use of your personal data for this purpose at any time.</p>\n<strong>Data Protection Authority</strong>\n<p>Subject to applicable law, you also have the right to (i) restrict Miro’s use of information that constitutes your personal data for marketing purposes and (ii) lodge a complaint or direct questions to your local data protection authority or the Dutch Data Protection Authority, which is Miro’s lead supervisory authority in the European Union:</p>\n<p>Dutch Data Protection Authority\nAutoriteit Persoonsgegevens\nPostbus 93374\n2509 AJ DEN HAAG\nPhone (+31) - (0)70 - 888 85 00\nFax: (+31) - (0)70 - 888 85 01\nWebsite</p>Age Restriction<p>Miro does not knowingly collect any kind of information from persons under the age of thirteen (13).\nBy using our Services and/or browsing the Site, you hereby represent and warrant that (i) you are at least thirteen (13) years of age — or older — as of the date of first access to the Site.\nand, (ii) if you are a minor (which may differ depending on the jurisdiction where you reside), you are accessing the Site under the direct supervision of your parent or legal guardian.</p>Amendments<p>Miro may change this Policy from time to time as laws, regulations, industry standards and/or our business evolves.\nWe will post the changes to this page and encourage you to review our Policy periodically to stay informed.\nIf we make changes that materially alter your privacy rights, Miro will provide additional notice, such as via email or through the Services.\nIf you disagree with the changes to this Policy, you should deactivate your Services Account.\nContact your Account administrator if you wish to request the removal of your personal data under their control.</p>Contact<p>If you have any questions about us, our Site, our Service or this Privacy Policy, please contact us:</p>\n<p>RealtimeBoard Inc.\ndba Miro\n201 Spear Street Suite 1100\nSan Francisco, CA 94105\nUnited States\nEmail:&nbsp;privacy@miro.com</p> Do you have any questions? <p> Contact Sales </p> Product <ul>\n<li> Online Whiteboard </li>\n<li> Features </li>\n<li> Templates </li>\n<li> Download Miro </li>\n<li> Miro Live Embed </li>\n<li> Integrations &amp.\nApps </li>\n<li> Atlassian Integrations </li>\n<li> Microsoft Integrations </li>\n<li> Slack Integration </li>\n<li> Dropbox Integration </li>\n<li> Adobe XD Integration </li>\n<li> Security &amp.\nCompliance </li>\n<li> Product Changelog </li>\n</ul> Use Cases <ul>\n<li> Meetings and Workshops </li>\n<li> Brainstorming &amp.\nIdeation </li>\n<li> Agile Workflows </li>\n<li> Mapping &amp.\nDiagramming </li>\n<li> Research &amp.\nDesign </li>\n<li> Strategy &amp.\nPlanning </li>\n<li> Concept Mapping </li>\n<li> Mind Mapping </li>\n<li> Online Sticky Notes </li>\n</ul> By Team <ul>\n<li> Agile </li>\n<li> Development </li>\n<li> Product </li>\n<li> Project Management </li>\n<li> Sales </li>\n<li> UX </li>\n</ul> Plans &amp.\nPricing <ul>\n<li> Pricing </li>\n<li> Team </li>\n<li> Business </li>\n<li> Enterprise </li>\n<li> Consultants </li>\n<li> Education </li>\n<li> Startups </li>\n<li> NPO </li>\n<li> Hackathons </li>\n</ul> Resources <ul>\n<li> Templates </li>\n<li> Miroverse </li>\n<li> Miro Blog </li>\n<li> Miro Guides </li>\n<li> Online Community </li>\n<li> API, SDK &amp.\niFrame </li>\n</ul> Support <ul>\n<li> Help Center </li>\n<li> Academy </li>\n<li> Status Pages </li>\n<li> Contact Us </li>\n</ul> Company <ul>\n<li> About </li>\n<li> Careers 🚀 </li>\n<li> Customers </li>\n<li> Miro Events </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n<li> Experts </li>\n</ul> © 2021 Miro Get Miro app Add ideas, digitize sticky notes, and leave comments on the go with Miro mobile app Not now Open in the app Privacy Preference CenterWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>Learn moreAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Marketing Cookies Marketing Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button Performance Cookies<p>\n</p>Vendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label Confirm My Choices<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.</p>Cookies Settings Accept All Cookies", "created_at": "2021-04-23 18:41:56.7002", "updated_at": "2021-04-23 19:33:12.294992"}, {"id": 13360, "name": "Terms of Service", "url": "https://miro.com/legal/terms-of-service/", "xpath": "/html/body/div[1]/main/section[2]", "text": " Terms of Service <ul>\n<li> Overview </li>\n<li> The Service </li>\n<li> Support </li>\n<li> Customer Content </li>\n<li> Customer Obligations </li>\n<li> Suspension of Service </li>\n<li> Third-Party Platforms </li>\n<li> Technical Services </li>\n<li> Commercial Terms </li>\n<li> Warranties and Disclaimers </li>\n<li> Term and Termination </li>\n<li> Ownership </li>\n<li> Limitations of Liability </li>\n<li> Indemnification </li>\n<li> Confidentiality </li>\n<li> Trials and Betas </li>\n<li> Publicity </li>\n<li> Modifications to Agreement </li>\n<li> General Terms </li>\n<li> Definitions </li>\n</ul> Master Cloud Agreement Privacy Policy Recruitment Privacy Policy Developer Terms of Use Cookies Policy Online Community Terms of Use Open Source Software - Site Open Source Software - Client Current Subprocessors List Vendor Data Processing Addendum Code of Conduct Customer Data Processing Addendum Prior Master Cloud Agreement \"MCA\" Versions Miro Marketplace Terms of Use Terms of Service <ul>\n<li> Terms of Service</li>\n<li> Master Cloud Agreement</li>\n<li> Privacy Policy</li>\n<li> Recruitment Privacy Policy</li>\n<li> Developer Terms of Use</li>\n<li> Cookies Policy</li>\n<li> Online Community Terms of Use</li>\n<li> Open Source Software - Site</li>\n<li> Open Source Software - Client</li>\n<li> Current Subprocessors List</li>\n<li> Vendor Data Processing Addendum</li>\n<li> Code of Conduct</li>\n<li> Customer Data Processing Addendum</li>\n<li> Prior Master Cloud Agreement \"MCA\" Versions</li>\n<li> Miro Marketplace Terms of Use</li>\n</ul> Terms of Service <p>Publication date July 19, 2021</p>\n<p>Effective date September 1, 2021</p>\n<p>These are the standard terms of service applicable to all Miro self-serve and reseller customers.\nIf you have subscribed to an Enterprise Plan, please visit our Master Cloud Agreement.</p>\n<p>This Miro Terms of Service (“<strong>Agreement</strong>”) is entered into by and between RealtimeBoard Inc.\ndba Miro (“<strong>Miro</strong>”) and the entity or person placing an order for or accessing the Service (“<strong>Customer</strong>” or “<strong>you</strong>”).\nThis Agreement consists of the terms and conditions set forth below and any Orders.\nIf you are accessing or using the Service on behalf of your company, you represent that you are authorized to accept this Agreement on behalf of your company, and all references to “you” reference your company.</p>\n<p>\nThe “<strong>Effective Date</strong>” of this Agreement is the date which is the earlier of (a) Customer’s initial access to the Service through any online provisioning, registration or order process or (b) the effective date of the first Order.\nThis Agreement will govern Customer’s initial purchase on the Effective Date as well as any future purchases made by Customer that reference this Agreement.\nMiro may modify this Agreement from time to time as permitted in Section 19 (Modifications to Agreement).\n<strong>Purchase from Reseller</strong>: If Customer purchases the Service from an authorized reseller of Miro (“<strong>Reseller</strong>”), Customer’s use of the Service will be governed by this Agreement, subject to Section 19.14 (Reseller Orders) below.\n<strong>By indicating your acceptance of this Agreement or accessing or using the Service, you are agreeing to be bound by the terms and conditions of this Agreement.\nEach party expressly agrees that this Agreement is legally binding upon it.</strong>\n</p> Overview<p>Miro offers a unique Service for visual collaboration that is designed to allow Users to create, collaborate and centralize communication through interactive online virtual whiteboards.\nCustomer maintains sole control over the types and content of all Customer Content it submits to the Service.</p>\nThe Service\nPermitted Use<p>During the Subscription Term, Customer may access and use the Service only for its internal business or personal purposes in accordance with the Documentation and this Agreement, including any usage limits in an Order.\nThis includes the right to copy and use the Software as part of Customer’s authorized use of the Service.</p>\nUsers<p>Only Users may access or use the Service.\nEach User must keep its login credentials confidential and not share them with anyone else.\nCustomer is responsible for its Users’ compliance with this Agreement and actions taken through their accounts (excluding misuse of accounts caused by Miro’s breach of this Agreement).\nCustomer will promptly notify Miro if it becomes aware of any compromise of its User login credentials.\nMiro uses User account information as described in its Privacy Policy.</p>\nAdministrators<p>Customer may designate a User as an administrator with control over Customer’s Service account, including management of Users and Customer Content, as described in the Documentation.\nCustomer is fully responsible for its choice of administrators and any actions they take.</p>\nCustomer Affiliates<p>Customer’s Affiliates may use the Service as Users of Customer.\nAlternatively, an Affiliate of Customer may enter its own Order(s) as mutually agreed with Miro, and this creates a separate agreement between the Affiliate and Miro that incorporates this Agreement with the Affiliate treated as “Customer.” Neither Customer nor any Customer Affiliate has any rights under each other’s agreement with Miro, and breach or termination of any such agreement is not breach nor termination under any other.</p>\nRegistration Using Corporate Email <p>If you created an account using an email address belonging to your employer or other entity, you represent and warrant that you have authority to create an account on behalf of such entity and further acknowledge that Miro may share your email address with and control of your account may be taken over by such entity (as the “Customer”).\nUpon such takeover, the administrator controlling the account may be able to (i) access, disclose, restrict or remove information from the account, (ii) restrict or terminate your access to the Service and (iii) prevent you from later disassociating such account from the Customer.</p>\nAccess to Third Party Boards<p>If you are invited to another Customer’s Board, you acknowledge that your access to that Board as well as any content you submit will be under the sole control of that other Customer.\n</p>\nSharing Settings<p>Through the Service you control who you share Boards with (including making Boards public).\nMiro has no liability for how others may access or use Customer Content as a result of your or your Users’ decision to share a Board.</p>\nAge Requirement for Users<p>The Service is not intended for, and may not be used by, anyone under the age of 16.\nCustomer is responsible for ensuring that all Users are at least 16 years old.</p>\nRestrictions<p>Customer will not (and will not permit anyone else to) do any of the following: (a) provide access to, distribute, sell or sublicense the Service to a third party, (b) use the Service on behalf of, or to provide any product or service to, third parties, (c) use the Service to develop a similar or competing product or service, (d) scrape, data mine, reverse engineer, decompile, disassemble or seek to access the source code or non-public APIs to or unauthorized data from the Service, except to the extent expressly permitted by Law (and then only with prior notice to Miro), (e) modify or create derivative works of the Service or copy any element of the Service (other than authorized copies of the Software), (f) remove or obscure any proprietary notices in the Service or otherwise misrepresent the source of ownership of the Service, (g) publish benchmarks or performance information about the Service, (h) interfere with the Service’s operation, circumvent its access restrictions or conduct any security or vulnerability test of the Service, (i) transmit any viruses or other harmful materials to the Service, (j) allow Users to share User seats, (k) engage in any fraudulent, misleading, illegal or unethical activities related to the Service or (l) use the Service to store or transmit material which contains illegal content.</p>\nSupport<p>During the Subscription Term, Miro will provide Support in accordance with the Support Policy.\n</p>\nCustomer Content\nData Use<p>Customer grants Miro the non-exclusive, worldwide right to use, copy, store, transmit and display Customer Content and to modify and create derivative works of Customer Content (for reformatting or other technical purposes), but only as necessary to provide the Service, Support and any Technical Services to Customer under this Agreement.</p>\nSecurity<p>Miro uses reasonable technical and organizational measures designed to protect the Service and Customer Content as described in the Security Policy.\n</p>\nPersonal Data<p>Each party agrees to comply with the DPA.</p>\nData Export <p>During the Subscription Term or within 30 days thereafter, Customer may export its Customer Content from the Service using the export features described in the Documentation.\nAfter this export period, Miro may delete Customer Content in accordance with its standard schedule and procedures.\nIf Customer elects to proactively delete its account at any time, all associated Customer Content will be deleted permanently and cannot be retrieved.</p>\nCustomer Obligations\nGenerally<p>Customer is responsible for its Customer Content, including its content and accuracy, and agrees to comply with Laws in using the Service.\nCustomer represents and warrants that it has made all disclosures and has all rights, consents and permissions necessary to use its Customer Content with the Service and grant Miro the rights in Section 4.1 (Data Use), all without violating or infringing Laws, third-party rights (including intellectual property, publicity or privacy rights) or any terms or privacy policies that apply to the Customer Content.\n</p>\nProhibited Uses<p>Customer must not use the Service with Prohibited Data or for High Risk Activities.\nCustomer acknowledges that the Service is not intended to meet any legal obligations for these uses, including HIPAA requirements, and that Miro is not a Business Associate as defined under HIPAA.\nNotwithstanding anything else in this Agreement, Miro has no liability for Prohibited Data or use of the Service for High Risk Activities.</p>\nIndividual User Account Takeover<p>The Service may contain functionality allowing Customer to convert accounts previously registered by individuals using email addresses from Customer’s domain into User accounts under Customer’s control.\nCustomer represents and warrants that it has all necessary rights and consents to the extent it converts any existing accounts registered using email addresses from Customer’s domain into accounts under Customer’s control.\n</p>\nSuspension of Service <p>Miro may suspend Customer’s or a User’s access to and use of the Service and related services if Customer breaches Section 2.8 (Age Requirement for Users), Section 2.9 (Restrictions) or Section 5 (Customer Obligations), if Customer’s account is 10 days or more overdue or if Customer’s or User’s actions risk harm to other customers or the security, availability or integrity of the Service.\nWhere practicable, Miro will use reasonable efforts to provide Customer with prior notice of the suspension.\nOnce Customer resolves the issue requiring suspension, Miro will promptly restore Customer’s or User’s access to the Service in accordance with this Agreement.</p>\nThird-Party Platforms<p>Customer may choose to use the Service with Third-Party Platforms.\nUse of Third-Party Platforms is subject to Customer’s agreement with the relevant provider and not this Agreement.\nMiro does not control and has no liability for Third-Party Platforms, including their security, functionality, operation, availability or interoperability or how the Third-Party Platforms or their providers use Customer Content.\nIf Customer enables a Third-Party Platform with the Service, Miro may access and exchange Customer Content with the Third-Party Platform on Customer’s behalf.</p>\nTechnical Services<p>Any purchased Technical Services are as described in the relevant Order.\nCustomer will give Miro timely access to Customer Materials reasonably needed for the Technical Services, and if Customer fails to do so, Miro’s obligation to provide Technical Services will be excused until access is provided.\nMiro will use Customer Materials only for purposes of providing Technical Services.\nAny Technical Services deliverables relate to the configuration or use of the Service.\nCustomer may use Technical Services deliverables only as part of its authorized use of the Service, subject to the same terms as for the Service in Section 2 (The Service) and Section 5 (Customer Obligations).</p>\nCommercial TermsSubscription Term<p>Unless otherwise specified in the applicable Order, each Subscription Term will renew for successive 12-month periods, unless either party gives the other party notice of non-renewal at least 90 days before the current Subscription Term ends.\nUpon notice of non-renewal, Customer will not be charged for the next billing cycle but will not receive any refunds or credits for amounts that have already been charged.</p>\nFees and Taxes<p>Fees are as described in each Order.\nCustomer will reimburse Miro for pre-approved travel and lodging expenses it incurs in providing Technical Services.\nFees are invoiced on the schedule in the Order and reimbursable expenses are invoiced in arrears.\nCustomer agrees that Miro may bill Customer’s credit card or other payment method for renewals, expenses and any other unpaid fees, as applicable.\nCustomer may change its payment method information by entering updated information through the user interface of the Service.\nUnless the Order provides otherwise, all fees and expenses are due within 30 days of the billing date specified in the applicable Order.\nFees for renewal Subscription Terms are at Miro’s then-current rates, regardless of any discounted pricing in a prior Order.\nLate payments are subject to a service charge of 1.5% per month or the maximum amount allowed by Law, whichever is less.\nAll fees and expenses are non-refundable except as set out in Section 10.2 (Warranty Remedy) and Section 14.4 (Mitigation and Exceptions).\nCustomer is responsible for any sales, use, goods and services, value-added, withholding or similar taxes or levies that apply to its Orders, whether domestic or foreign (“<strong>Taxes</strong>”), other than Miro’s income tax.\nFees and expenses are exclusive of Taxes.</p>\nWarranties and Disclaimers\nLimited Warranty<p>Miro warrants to Customer that:</p>\n<p>(a)\tthe Service will perform materially as described in the Documentation and Miro will not materially decrease the overall functionality of the Service during a Subscription Term (the “<strong>Performance Warranty</strong>”) and\n(b)\tMiro will perform any Technical Services in a professional and workmanlike manner (the “<strong>Technical Services Warranty</strong>”).</p>\nWarranty Remedy<p>If Miro breaches Section 10.1 (Limited Warranty) and Customer makes a reasonably detailed warranty claim within 30 days of discovering the issue, then Miro will use reasonable efforts to correct the non-conformity.\nIf Miro cannot do so within 60 days of Customer’s warranty claim, either party may terminate the affected Order as relates to the non-conforming Service or Technical Services.\nMiro will then refund to Customer any pre-paid, unused fees for the terminated portion of the Subscription Term (for the Performance Warranty) or for the non-conforming Technical Services (for the Technical Services Warranty).\nThese procedures are Customer’s exclusive remedy and Miro’s entire liability for breach of the warranties in Section 10.1.\nThese warranties do not apply to (a) issues caused by misuse or unauthorized modifications, (b) issues in or caused by Third-Party Platforms or other third-party systems or (c) Trials and Betas or other free or evaluation use.</p>\nDisclaimers<p>\n<strong>Except as expressly provided in Section 10.1 (Limited Warranty), the Service, Support, Technical Services and all related Miro services are provided “AS IS”.\nMiro and its suppliers make no other warranties, whether express, implied, statutory or otherwise, including warranties of merchantability, fitness for a particular purpose, title or noninfringement.\nWithout limiting its express obligations in Section 3 (Support), Miro does not warrant that Customer’s use of the Service will be uninterrupted or error-free or that the Service will meet Customer’s requirements, operate in combination with third-party services used by Customer or maintain Customer Content without loss.\nMiro is not liable for delays, failures or problems inherent in use of the Internet and electronic communications or other systems outside Miro’s control.\nCustomer may have other statutory rights, but any statutorily required warranties will be limited to the shortest legally permitted period.</strong>\n</p>\nTerm and Termination\nTerm<p>This Agreement starts on the Effective Date and continues until 90 days after expiration or termination of all Subscription Terms.</p>\nTermination for Cause<p>Either party may terminate this Agreement (including all Orders) if the other party (a) fails to cure a material breach of this Agreement (including a failure to pay fees) within 30 days after notice, (b) ceases operation without a successor or (c) seeks protection under a bankruptcy, receivership, trust deed, creditors’ arrangement, composition or comparable proceeding, or if such a proceeding is instituted against that party and not dismissed within 60 days.\n</p>\nTermination for Convenience<p>Either party may terminate this Agreement (including all Orders) at any time for any reason upon 90 days’ notice to the other party, provided (i) Customer will not be entitled to a refund of any pre-paid fees and (ii) if Customer has not already paid all applicable fees for the then-current Subscription Term, any such fees that are outstanding will become immediately due and payable.</p>\nEffect of Termination<p>Upon expiration or termination of this Agreement or an Order, Customer’s access to the Service and Technical Services will cease, other than limited use of the Service to export Customer Content as described in Section 4.4 (Data Export).\nAt the disclosing party’s request upon expiration or termination of this Agreement, the receiving party will delete all of the disclosing party’s Confidential Information (excluding Customer Content, which is addressed in Section 4.4).\nCustomer Content and other Confidential Information may be retained in the receiving party’s standard backups after deletion but will remain subject to this Agreement’s confidentiality restrictions.</p>\nSurvival<p>These Sections survive expiration or termination of this Agreement: 2.9 (Restrictions), 4.4 (Data Export), 5 (Customer Obligations), 9.2 (Fees and Taxes), 10.3 (Disclaimers), 11.4 (Effect of Termination), 11.5 (Survival), 12 (Ownership), 13 (Limitations of Liability), 14 (Indemnification), 15 (Confidentiality), 16 (Required Disclosures), 20 (General Terms) and 21 (Definitions).\nExcept where an exclusive remedy is provided, exercising a remedy under this Agreement, including termination, does not limit other remedies a party may have.</p>\nOwnership<p>Neither party grants the other any rights or licenses not expressly set out in this Agreement.\nExcept for Miro’s use rights in this Agreement, between the parties Customer retains all intellectual property and other rights in Customer Content and Customer Materials provided to Miro.\nExcept for Customer’s use rights in this Agreement, Miro and its licensors retain all intellectual property and other rights in the Service, any Technical Services deliverables and related Miro technology, templates, formats and dashboards, including any modifications or improvements to these items made by Miro.\nMiro may generate and use Usage Data to operate, improve, analyze and support the Service and for other lawful business purposes.\nIf Customer provides Miro with feedback or suggestions regarding the Service or other Miro offerings, Miro may use the feedback or suggestions without restriction or obligation.</p>\nLimitations of Liability\nConsequential Damages Waiver <p>\n<strong>The disclaimer in this Section 13.1 (Consequential Damages Waiver) will not apply to the extent prohibited by Laws.\nExcept for Excluded Claims, neither party (nor its suppliers) will have any liability arising out of or related to this Agreement for any loss of use, lost data, lost profits, failure of security mechanisms, revenues, goodwill, interruption of business or any indirect, special, incidental, reliance or consequential damages of any kind, even if informed of their possibility in advance.</strong>\n</p>\nLiability Cap<p>\n<strong>Except for Excluded Claims, each party’s (and its suppliers’) entire liability arising out of or related to this Agreement will not exceed in aggregate the amounts paid or payable by Customer to Miro during the prior 12 months under this Agreement.</strong>\n</p>\nExcluded Claims<p>“<strong>Excluded Claims</strong>” means: (a) Customer’s breach of Sections 2.9 (Restrictions) or 5 (Customer Obligations), (b) either party’s breach of Section 15 (Confidentiality) (but excluding claims relating to Customer Content), (c) amounts payable to third parties under Customer’s obligations in Section 14.2 (Indemnification by Customer), (d) either party’s willful misconduct or (e) Miro’s performance of the Service that results in death, personal injury or damage to tangible property.</p>Nature of Claims and Failure of Essential Purpose<p>The waivers and limitations in this Section 13 apply regardless of the form of action, whether in contract, tort (including negligence), strict liability or otherwise and will survive and apply even if any limited remedy in this Agreement fails of its essential purpose.</p>\nIndemnification\nIndemnification by Miro<p>Miro will defend Customer from and against any third-party claim to the extent alleging that the Service, when used by Customer as authorized in this Agreement, infringes a third party’s patent, copyright, trademark or trade secret, and will indemnify and hold harmless Customer against any damages or costs awarded against Customer (including reasonable attorneys’ fees) or agreed in settlement by Miro resulting from the claim.\n</p>\nIndemnification by Customer<p>Customer will defend Miro from and against any third-party claim to the extent resulting from Customer Content, Customer Materials or Customer’s breach or alleged breach of Section 5 (Customer Obligations), and will indemnify and hold harmless Miro against any damages or costs awarded against Miro (including reasonable attorneys’ fees) or agreed in settlement by Customer resulting from the claim.</p>\nProcedures<p>The indemnifying party’s obligations in this Section 14 are subject to receiving (a) prompt notice of the claim, (b) the exclusive right to control and direct the investigation, defense and settlement of the claim and (c) all reasonably necessary cooperation of the indemnified party, at the indemnifying party’s expense for reasonable out-of-pocket costs.\nThe indemnifying party may not settle any claim without the indemnified party’s prior consent if settlement would require the indemnified party to admit fault or take or refrain from taking any action (other than relating to use of the Service, when Miro is the indemnifying party).\nThe indemnified party may participate in a claim with its own counsel at its own expense.</p>\nMitigation and Exceptions<p>In response to an actual or potential infringement claim, if required by settlement or injunction or as Miro determines necessary to avoid material liability, Miro may at its option: (a) procure rights for Customer’s continued use of the Service, (b) replace or modify the allegedly infringing portion of the Service to avoid infringement without reducing the Service’s overall functionality or (c) terminate the affected Order and refund to Customer any pre-paid, unused fees for the terminated portion of the Subscription Term.\nMiro’s obligations in this Section 14 do not apply (1) to the extent infringement results from Customer’s modification of the Service or use of the Service in combination with items not specified in the Documentation or provided by Miro (including Third-Party Platforms), (2) to infringement resulting from Software other than the most recent release provided by Miro, (3) to unauthorized use of the Service, (4) if Customer settles or makes any admissions about a claim without Miro’s prior consent, (5) if Customer continues to use the Service (or any element thereof) after being notified of allegedly infringing activity or informed of modifications that would have avoided the alleged infringement or (6) to Trials and Betas or other free or evaluation use.\n<strong>This Section 14 sets out Customer’s exclusive remedy and Miro’s entire liability regarding infringement of third-party intellectual property rights.</strong>\n</p>\nConfidentiality\nDefinition<p>“<strong>Confidential Information</strong>” means information disclosed to the receiving party under this Agreement that is designated by the disclosing party as proprietary or confidential or that should be reasonably understood to be proprietary or confidential due to its nature and the circumstances of its disclosure.\nMiro’s Confidential Information includes the terms and conditions of this Agreement and any technical or performance information about the Service.\nCustomer’s Confidential Information includes Customer Content.</p>\nObligations<p>As receiving party, each party will (a) hold Confidential Information in confidence and not disclose it to third parties except as permitted in this Agreement, including Section 4.1 (Data Use), and (b) only use Confidential Information to fulfill its obligations and exercise its rights in this Agreement.\nThe receiving party may disclose Confidential Information to its employees, agents, contractors and other representatives having a legitimate need to know (including, for Miro, the subcontractors referenced in Section 20.9), provided it remains responsible for their compliance with this Section 15 and they are bound to confidentiality obligations no less protective than this Section 15.</p>\nExclusions<p>These confidentiality obligations do not apply to information that the receiving party can document (a) is or becomes public knowledge through no fault of the receiving party, (b) it rightfully knew or possessed prior to receipt under this Agreement, (c) it rightfully received from a third party without breach of confidentiality obligations or (d) it independently developed without using the disclosing party’s Confidential Information.\n</p>\nRemedies<p>Unauthorized use or disclosure of Confidential Information may cause substantial harm for which damages alone are an insufficient remedy.\nEach party may seek appropriate equitable relief, in addition to other available remedies, for breach or threatened breach of this Section 15.</p>\nRequired Disclosures<p>Nothing in this Agreement prohibits either party from making disclosures, including of Customer Content and other Confidential Information, if required by Law, subpoena or court order, provided (if permitted by Law) it notifies the other party in advance and cooperates in any effort to obtain confidential treatment.</p>\nTrials and Betas <p>If Customer receives access to the Service or Service features on a free or trial basis or as an alpha, beta or early access offering (“<strong>Trials and Betas</strong>”), use is permitted only for Customer’s internal evaluation during the period designated by Miro (or if not designated, 30 days).\nTrials and Betas are optional and either party may terminate Trials and Betas at any time for any reason.\nTrials and Betas may be inoperable, incomplete or include features that Miro may never release, and their features and performance information are Miro’s Confidential Information.\n<strong>Notwithstanding anything else in this Agreement, Miro provides Trials and Betas “AS IS” with no warranty, indemnity or support and its liability for Trials and Betas will not exceed US$50.</strong>\n</p>\nPublicity<p>Neither party may publicly announce this Agreement except with the other party’s prior consent or as required by Laws.\nHowever, Miro may include Customer and its trademarks in Miro’s customer lists and promotional materials but will cease this use at Customer’s written request.</p>Modifications to Agreement<p>Miro may modify this Agreement (which may include changes to Service pricing and plans) from time to time by giving notice to Customer by email or through the Service.\nUnless a shorter period is specified by Miro (e.g., due to changes in the Law or exigent circumstances), modifications become effective upon renewal of Customer’s current Subscription Term or entry into a new Order.\nIf Miro specifies that the modifications to the Agreement will take effect prior to Customer’s next renewal or Order and Customer notifies Miro of its objection to the modifications within 30 days after the date of such notice, Miro (at its option and as Customer’s exclusive remedy) will either: (a) permit Customer to continue under the existing version of this Agreement until expiration of the then-current Subscription Term (after which time the modified Agreement will go into effect) or (b) allow Customer to terminate this Agreement and receive a refund of any pre-paid Service fees allocable to the terminated portion of the applicable Subscription Term.\nCustomer may be required to click to accept or otherwise agree to the modified Agreement in order to continue using the Service, and, in any event, continued use of the Service after the updated version of this Agreement goes into effect will constitute Customer’s acceptance of such updated version.</p>\nGeneral Terms\nAssignment<p>Neither party may assign this Agreement without the prior consent of the other party, except that either party may assign this Agreement in connection with a merger, reorganization, acquisition or other transfer of all or substantially all its assets or voting securities.\nAny non-permitted assignment is void.\nThis Agreement will bind and inure to the benefit of each party’s permitted successors and assigns.</p>\nGoverning Law, Jurisdiction and Venue<p>This Agreement is governed by the laws of the State of California and the United States without regard to conflicts of laws provisions and without regard to the United Nations Convention on the International Sale of Goods.\nThe jurisdiction and venue for actions related to this Agreement will be the state and United States federal courts located in San Francisco, California and both parties submit to the personal jurisdiction of those courts.</p>\nAttorneys’ Fees and Costs<p>The prevailing party in any action to enforce this Agreement will be entitled to recover its reasonable attorneys’ fees and costs in connection with such action.</p>\nNotices<p>Except as set out in this Agreement, any notice or consent under this Agreement must be in writing and will be deemed given: (a) upon receipt if by personal delivery, (b) upon receipt if by certified or registered U.S.\nmail (return receipt requested) or (c) one day after dispatch if by a commercial overnight delivery service.\nIf to Miro, notice must be provided to RealtimeBoard Inc.\ndba Miro, 201 Spear Street, Suite 1100, San Francisco, CA 94105, Attention: Legal Department.\nAll notices to Miro must include a copy emailed to legal@miro.com.\nIf to Customer, Miro may provide notice to the address Customer provided at registration.\nEither party may update its address with notice to the other party.\nMiro may also send operational notices to Customer by email or through the Service.</p>\nEntire Agreement<p>This Agreement (which includes all Orders, the Policies and the DPA) is the parties’ entire agreement regarding its subject matter and supersedes any prior or contemporaneous agreements regarding its subject matter.\nIn this Agreement, headings are for convenience only and “including” and similar terms are to be construed without limitation.\nThis Agreement may be executed in counterparts (including electronic copies and PDFs), each of which is deemed an original and which together form one and the same agreement.</p>\nAmendments<p>Except as otherwise provided herein, any amendments, modifications or supplements to this Agreement must be in writing and signed by each party’s authorized representatives or, as appropriate, agreed through electronic means provided by Miro.\nNonetheless, with notice to Customer, Miro may modify the Policies to reflect new features or changing practices, but the modifications will not materially decrease Miro’s overall obligations during a Subscription Term.\nThe terms in any past, contemporaneous or future Customer purchase order, business form or vendor management portal will not amend or modify this Agreement and are expressly rejected by Miro.\nany of these documents are for administrative purposes only and have no legal effect.</p>\nWaivers and Severability<p>Waivers must be signed by the waiving party’s authorized representative and cannot be implied from conduct.\nIf any provision of this Agreement is held invalid, illegal or unenforceable, it will be limited to the minimum extent necessary so the rest of this Agreement remains in effect.</p>\nForce Majeure<p>Neither party is liable for any delay or failure to perform any obligation under this Agreement (except for a failure to pay fees) due to events beyond its reasonable control, such as a strike, blockade, war, act of terrorism, riot, Internet or utility failures, refusal of government license or natural disaster.</p>\nSubcontractors<p>Miro may use subcontractors and permit them to exercise Miro’s rights, but Miro remains responsible for their compliance with this Agreement and for its overall performance under this Agreement.</p>\nIndependent Contractors<p>The parties are independent contractors, not agents, partners or joint venturers.</p>\nExport<p>Customer agrees to comply with all relevant U.S.\nand foreign export and import Laws in using the Service.\nCustomer (a) represents and warrants that it is not listed on any U.S.\ngovernment list of prohibited or restricted parties or located in (or a national of) a country that is subject to a U.S.\ngovernment embargo or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country, (b) agrees not to access or use the Service in violation of any U.S.\nexport embargo, prohibition or restriction and (c) will not submit to the Service any information controlled under the U.S.\nInternational Traffic in Arms Regulations.</p>\nOpen Source<p>The Software may incorporate third-party open source software (“<strong>OSS</strong>”), as listed in the Documentation or by Miro upon request.\nTo the extent required by the OSS license, that license will apply to the OSS on a stand-alone basis instead of this Agreement.\n</p>\nGovernment End-Users<p>Elements of the Service are commercial computer software.\nIf the user or licensee of the Service is an agency, department, or other entity of the United States Government, the use, duplication, reproduction, release, modification, disclosure, or transfer of the Service or any related documentation of any kind, including technical data and manuals, is restricted by the terms of this Agreement in accordance with Federal Acquisition Regulation 12.212 for civilian purposes and Defense Federal Acquisition Regulation Supplement 227.7202 for military purposes.\nThe Service was developed fully at private expense.\nAll other use is prohibited.</p>Reseller Orders<p>This Section applies to any access to the Service purchased by Customer through a Reseller.\n(a)\tCommercial Terms.\nInstead of paying Miro, Customer will pay applicable amounts to the Reseller as agreed between Customer and the Reseller.\nCustomer’s order details (e.g., scope of use and fees) will be as stated in the Order placed by the Reseller with Miro on Customer’s behalf.\nThe Reseller is responsible for the accuracy of such Order.\nMiro may suspend or terminate Customer’s rights to use the Service if it does not receive the corresponding payment from the Reseller.\nIf Customer is entitled to a refund under this Agreement, Miro will refund any applicable fees to the Reseller and the Reseller will be solely responsible for refunding the appropriate amounts to Customer, unless otherwise specified.\n(b)\tRelationship with Miro.\nThis Agreement is directly between Miro and Customer and governs all use of the Service by Customer.\nResellers are not authorized to modify this Agreement or make any promises or commitments on Miro’s behalf, and Miro is not bound by any obligations to Customer other than as set forth in this Agreement.\nMiro is not party to (or responsible under) any separate agreement between Customer and Reseller and is not responsible for the Reseller’s acts, omissions, products or services.\nThe amount paid or payable by the Reseller to Miro for Customer’s use of the applicable Service under this Agreement will be deemed the amount paid or payable by Customer to Miro under this Agreement for purposes of Section 13 (Limitations of Liability).</p>\nDefinitions<p>\n“<strong>Affiliate</strong>” means an entity that, directly or indirectly, owns or controls, is owned or controlled by, or is under common ownership or control with a party, where “ownership” means the beneficial ownership of fifty percent (50%) or more of an entity’s voting equity securities or other equivalent voting interests and “control” means the power to direct the management or affairs of an entity.\n</p>\n<p>\n“<strong>Board</strong>” means an online virtual whiteboard or other element of the Service displaying Customer Content.</p>\n<p>\n“<strong>Customer Content</strong>” means any data, content or materials that Customer (including its Users) creates within or submits to the Service, including from Third-Party Platforms.</p>\n<p>\n“<strong>Customer Materials</strong>” means materials, systems and other resources that Customer provides to Miro in connection with Technical Services.</p>\n<p>\n“<strong>DPA</strong>” means the Data Processing Addendum between the parties, the current version of which is here.</p>\n<p>\n“<strong>Documentation</strong>” means Miro’s usage guidelines and standard technical documentation for the Service, the current version of which is here.</p>\n<p>\n“<strong>High Risk Activities</strong>” means activities where use or failure of the Service could lead to death, personal injury or environmental damage, including life support systems, emergency services, nuclear facilities, autonomous vehicles or air traffic control.</p>\n<p>\n“<strong>Laws</strong>” means all relevant local, state, federal and international laws, regulations and conventions, including those related to data privacy and data transfer, international communications and export of technical or personal data.</p>\n<p>\n“<strong>Order</strong>” means any Miro-provided ordering document, online registration, order description or order confirmation referencing this Agreement.</p>\n<p>\n“<strong>Policies</strong>” means the Privacy Policy, Security Policy and Support Policy.</p>\n<p>\n“<strong>Privacy Policy</strong>” means the Privacy Policy, the current version of which is here.</p>\n<p>\n“<strong>Prohibited Data</strong>” means any (a) special categories of data enumerated in European Union Regulation 2016/679, Article 9(1) or any successor legislation, (b) patient, medical or other protected health information regulated by the Health Insurance Portability and Accountability Act (as amended and supplemented) (“<strong>HIPAA</strong>”), (c) credit, debit or other payment card data subject to the Payment Card Industry Data Security Standards (PCI DSS), (d) other information subject to regulation or protection under specific Laws such as the Children’s Online Privacy Protection Act or Gramm-Leach-Bliley Act (or related rules or regulations), (e) social security numbers, driver’s license numbers or other government ID numbers or (f) any data similar to the above protected under foreign or domestic Laws.</p>\n<p>\n“<strong>Security Policy</strong>” means the Miro Security Policy, the current version of which is here.</p>\n<p>\n“<strong>Service</strong>” means Miro’s proprietary cloud service, as identified in the relevant Order and as modified from time to time.\nThe Service includes the Software and Documentation but does not include Technical Services deliverables or Third-Party Platforms.</p>\n<p>\n“<strong>Software</strong>” means any Miro client software, scripts, apps or other code provided to Customer by Miro for use with the Service.</p>\n<p>\n“<strong>Subscription Term</strong>” means the term for Customer’s use of the Service as identified in an Order.</p>\n<p>\n“<strong>Support</strong>” means support for the Service as described in the Support Policy.\nCustomer’s Support level will be identified in its Order.\n</p>\n<p>\n“<strong>Support Policy</strong>” means the Miro Support Policy, the current version of which is here.</p>\n<p>\n“<strong>Technical Services</strong>” means any training, enablement or other technical services provided by Miro related to the Service, as identified in an Order.</p>\n<p>\n“<strong>Third-Party Platform</strong>” means any platform, add-on, service, product, app or integration not provided by Miro that Customer elects to integrate or enable for use with the Service.</p>\n<p>\n“<strong>Usage Data</strong>” means Miro’s technical logs, data and learnings about Customer’s use of the Service, but excluding Customer Content.\n</p>\n<p>\n“<strong>User</strong>” means any individual that Customer or its Affiliate permits or invites to use the Service, as further described in the Documentation.</p>\n<p>\n</p> Do you have any questions? <p> Contact Sales </p> ", "created_at": "2022-12-17 03:52:00.493897", "updated_at": "2022-12-17 03:52:10.967323"}], "points": [{"id": 27679, "title": "This service tracks which web page referred you to it", "source": "https://miro.com/legal/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-04-08 09:55:32.343243", "updated_at": "2023-07-11 06:24:48.903544", "quoteText": null, "case_id": 387, "document_id": 5298, "quoteStart": null, "quoteEnd": null}, {"id": 27682, "title": "Information is gathered about you through third parties", "source": "https://miro.com/legal/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-04-08 10:58:46.932201", "updated_at": "2023-07-11 06:24:49.932166", "quoteText": null, "case_id": 382, "document_id": 5298, "quoteStart": null, "quoteEnd": null}, {"id": 27680, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://miro.com/legal/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-04-08 10:04:53.608828", "updated_at": "2023-07-11 06:24:50.108625", "quoteText": null, "case_id": 323, "document_id": 5298, "quoteStart": null, "quoteEnd": null}, {"id": 27681, "title": "This service is only available to users over a certain age", "source": "https://miro.com/legal/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-04-08 10:16:23.059644", "updated_at": "2023-07-11 06:26:58.867764", "quoteText": null, "case_id": 152, "document_id": 5298, "quoteStart": null, "quoteEnd": null}], "urls": ["miro.com"]}}