{"error": 448, "message": "OK", "parameters": {"id": 9446, "name": "Wayside Publishing", "created_at": "2023-09-01 01:39:57.462597", "updated_at": "2023-09-14 22:02:44.653923", "wikipedia": null, "keywords": null, "related": null, "slug": "wayside-publishing", "is_comprehensively_reviewed": false, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/9446.png", "url": "waysidepublishing.com", "documents": [{"id": 18616, "name": "Privacy Policy", "url": "https://learningsite.waysidepublishing.com/privacy-policy", "xpath": "/html/body/div[1]/div/div/div[2]", "text": " Wayside Publishing Privacy Policy <p>\n<strong>Last </strong>\n<strong>updated: </strong>May 22, 2023</p>\n<p>&nbsp;</p>\n<p>This Learning Site Privacy Policy (“<strong>Policy</strong>”) describes the types of personal information (“<strong>PI</strong>”) that Wayside Publishing (“<strong>Company</strong>,” “<strong>we” </strong>or <strong>“our</strong>”) may collect or receive from you or about you when you visit or use the Learning Site website and Software-as-a-Service application accessible at https://learningsite.waysidepublishing.com (the “<strong>Service</strong>”), and our practices for collecting, using, maintaining, protecting, and disclosing that information.</p>\n<p>By visiting, accessing or using or downloading content from the Service, you agree to our collection and use of personal information as this Policy describes.\n<strong>\n<u>This Policy may change from time to time.\nYour continued use of the Service after any modification means that you acknowledge the change and agree to the practices that we disclose in the Policy.</u>\n</strong>\n</p>\n<p>This Policy applies to the Service only.\nThis Policy does not apply to:</p>\n<ul>\n<li>The Learning Site mobile application;</li>\n<li>the Wayside Publishing general website, www.waysidepublishing.com;</li>\n<li>third-party platforms and products with which we partner from time to time.\nor</li>\n<li>personal information that we collect or receive offline or through any other means, including on any other website operated by Wayside Publishing or any third party (including our affiliates and subsidiaries).</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Relationship Between this Policy and Other Agreements, Policies and Disclosures</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>If you use the Service in connection with a school or school district that is a customer of Wayside Publishing (a “<strong>Customer</strong>”), then written agreements between Wayside Publishing and you and/or that Customer may conflict with this Policy.\nFor example, a written agreement between Wayside Publishing and either you or the Customer may provide you with rights not described in this Policy.</p>\n<p>&nbsp;</p>\n<p>We also maintain and publish other written policies, notices and disclosures about privacy and data protection (“<strong>Supplemental Policies</strong>”) that may apply to you as well.</p>\n<p>&nbsp;</p>\n<p>To the extent that any written agreement or written policy, notice or disclosure about privacy or data protection conflicts with any provision of this Policy, the provision that provides you the more favorable rights will apply to you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>PI That You Manually Provide Us</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>The PI that you manually provide us through or in connection with the Service may include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Information that you enter into forms on the Service.\nThis includes information provided at the time of registering to use the Service, posting material to the Service or requesting further services.\nWe may also ask you for information if you report a problem with the Service.</li>\n<li>Records and copies of your correspondence (including email addresses), if you contact us.</li>\n<li>Your responses to surveys that we might ask you to complete for research purposes.</li>\n<li>Where applicable, details of transactions that you carry out through the Service and of the fulfillment of your orders.</li>\n<li>Search queries that you type into the Service’s search interface.</li>\n<li>You also may provide information to be published or displayed (“<strong>posted</strong>”) on public areas of the Service or transmitted to other users of the Service or third parties (“<strong>User Contributions</strong>”).\nYou post User Contributions and transmit them to others at your own risk.\nWe cannot control the actions of other users of the Service with whom you may choose to share your User Contributions, so we cannot and do not guarantee that unauthorized people will not view your User Contributions.</li>\n</ul>\n<p>&nbsp;</p>\n<p>In these ways, you may provide us with PI that includes your answers to activities and tasks in Learning Site.\naudio and video recordings associated with activities, tasks and forums.\nyour contact information (including your city, state, ZIP code and phone numbers(s) and email address(es)).\nyour real name and username.\nyour proficiency self-assessment results.\nyour profile photograph(s).\nyour password(s).\nyour rostering or integration ID number.\nyour SIS ID number.\nyour responses to surveys.\nand information about how you have used the Service.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>PI That We Collect Automatically Through Data Collection Technologies</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>As you use the Service, we may use automatic data collection technologies to collect information about your equipment and browsing actions.\nThese may include:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Details of your visits to the Service, including traffic data, location data, logs, and the resources that you access and use on the Service.</li>\n<li>Information about your computer/device and Internet connection, including your IP address, operating system, and browser type.</li>\n</ul>\n<p>&nbsp;</p>\n<p>We collect this information to help us understand how people use the Service, how we can improve its speed, how we can make it easier for people to use it and in some cases to advertise the Service or other products that we offer.</p>\n<p>You may have the ability to opt out of our use of some of these tools with respect to you.\nYou can learn more about how to do so at the Digital Advertising Alliance’s Webchoices page, European Advertising Standards Alliance (EASA)’s Framework and the Network Advertising Initiative’s Consumer Opt Out page.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>How We Use Your PI</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>We use your PI to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>to provide the Service to you.</li>\n<li>to provide you with information, products, or services that you request from us.</li>\n<li>to let you know about changes to the Service or any products or services we offer or provide though it.</li>\n<li>to fulfill any other purpose for which you provide it.</li>\n<li>to carry out our obligations and enforce our rights arising from any contracts that you enter into with us, including for billing and collection.</li>\n<li>as otherwise described and disclosed in other written agreements that we are party to with you or with any Customer with which you are associated.</li>\n<li>as otherwise described and disclosed in other written policies, notices and disclosures that we publish relating to privacy and data protection.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If we use your email address to communicate with you (with the exception of transactional emails regarding your use of the Service), we will provide you with the option to unsubscribe or opt out of future emails.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>How We Disclose PI to Third Parties</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction or notification.</p>\n<p>We will not sell, rent, license or disclose PI to third parties except:</p>\n<ul>\n<li>to work with third-party companies that we use to provide or market the Service or other products that we offer (“<strong>Third-Party Services</strong>,” below).</li>\n<li>to third parties with which we partner or collaborate to provide material within our own products.</li>\n<li>where we believe it is necessary to respond to legal claims asserted against us, to comply with legal process (e.g.\nwarrants and subpoenas), to enforce or administer our agreements, to prevent fraud, for risk assessment, for investigation, and to protect the rights, property or safety of us, our users or others.</li>\n<li>to investigate suspected fraud, harassment or illegal conduct, or suspected violations of our written agreements with Customers and individual users of our products and services.</li>\n<li>to subsidiaries or affiliates that we may have in the future.</li>\n<li>to a buyer or other successor in the case of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Wayside Publishing’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which the transferred assets include PI held by Wayside Publishing about you.</li>\n<li>as otherwise described and disclosed in other written agreements that we are party to with you or with any Customer with which you are associated.</li>\n<li>as otherwise described and disclosed in other written policies, notices and disclosures that we publish relating to privacy and data protection.</li>\n<li>to fulfill the purpose for which you provide it.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Third-Party Services</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>We use various Third-Party Services to operate the Service.\nThese include Google Analytics and other Google products and may include others in the future.</p>\n<p>&nbsp;</p>\n<p>Third-Party Services collect, use and share PI pursuant to their own privacy and security policies.\nSome of them, including Google, may use location information and other PI to serve advertisements to consumers on other websites.\nBy using our Service, you consent to our providing PI with Third-Party Services to be used in accordance with their own privacy and security policies as they exist today and as they may change in the future.</p>\n<p>&nbsp;</p>\n<p>For more information about how Google’s services use PI, see “How Google uses information from sites or apps that use our services.”</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>DATA SECURITY.\nWAIVER OF CLAIMS</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>EXCEPT AS WE MAY EXPRESSLY STATE OTHERWISE IN THIS POLICY OR EXPRESSLY AGREE WITH YOU IN AN AGREEMENT SEPARATE FROM THIS POLICY, WE CANNOT AND DO NOT WARRANT OR PROMISE THAT YOUR PI WILL BE FREE FROM UNAUTHORIZED ACCESS BY THIRD PARTIES WHEN YOU USE THE SERVICE.\nBY USING THE SERVICE, YOU (A) CONSENT TO OUR USING YOUR PI AS DESCRIBED IN THIS POLICY DESPITE THIS RISK.\n(B) WAIVE ANY CLAIMS AGAINST US OR ANY PARENT, SUBSIDIARY OR AFFILIATE COMPANY THAT WE HAVE OR MAY HAVE IN THE FUTURE RELATING TO THE INTERCEPTION, USE OR DISCLOSURE OF YOUR PI BY THIRD PARTIES UNAUTHORIZED BY US.\nAND (C) AGREE TO NOTIFY US PROMPTLY IF YOU SUSPECT ANY UNAUTHORIZED USAGE OF PI.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>For Children Under the Age of Thirteen</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>Please see the Wayside Publishing Student Information Privacy Notice.\nThe Service is not intended for children under the age of thirteen and we do not knowingly collect personal information from children under thirteen.\nNo one under age thirteen may provide any personal information to or on the Service.\nIf you are under thirteen, do not register on the Service, use or provide any information on this Service or on or through any of its features, or provide any information about yourself to us.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Your Rights With Respect to PI</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>You may update certain types of PI that we keep about you by using the tools provided in the Service’s interface to manually update that PI.\nNot all users of the Service have these tools provided to them, however, so if the Service does not provide you with those tools and you are using the Service in connection with a school or school district that is a customer of Wayside Publishing, you may ask that school or school district to update your PI in the Service and we will comply with any such request that your associated school or school district makes to us in writing.\nWe will also comply with any written request that we may receive from your associated school or school district customer to delete PI that we maintain about you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>“Do Not Track” </u>\n</strong>\n<strong>\n<u>Technology</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>If you use Do-Not-Track tools to prevent websites and software products from tracking your online behavior across websites, please be aware that we do not change the way the Service works (as described in this Policy) in response to requests not to be tracked.\nYou may, however, be able to disable certain tracking signals used by individual Third-Party Services, which you may do by accessing those services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>No Rights of Third Parties</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>This Policy does not create rights enforceable by third parties, nor does it require disclosure of any information relating to users of the Service.</p>\n<p>&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>\n<u>Limitation of Warranties</u>\n</strong>\n</p>\n<p>&nbsp;</p>\n<p>We make no representations, warranties or promises about the security of PI except as stated expressly in this Policy or where required by law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>ADDITIONAL RIGHTS IN SPECIFIC JURISDICTIONS</u>\n</strong>\n</p>\n<p>For customers residing in California and Virginia, state law grants you additional rights under applicable law (see below for information on the rights granted for each state and when those are effective).\nYou, or your legal representative may submit a request to exercise your rights by contacting Legal@waysidepublishing.com.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>For Our Customers Residing in California</u>\n</strong>\n</p>\n<p>California law requires that we provide certain disclosures, including a description of legal rights, to those who reside in the state of California.\nIf you are a California resident and a Wayside Publishing customer, this section applies in addition to all other applicable rights and information contained in this Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Your Rights as a California Resident</strong>\n</p>\n<p>As a California resident, you have the right to request:</p>\n<ul>\n<li>To know more about and access your personal information.</li>\n<li>That we correct your personal information that is inaccurate.</li>\n<li>That we delete your personal information.</li>\n<li>To opt-out of the sale or sharing of your personal information</li>\n</ul>\n<p>&nbsp;</p>\n<p>In addition to the rights above, California consumers have:</p>\n<ul>\n<li>The right to limit the use and disclosure of sensitive personal information collected about them</li>\n<li>The right to non-discrimination for exercising their CCPA rights</li>\n</ul>\n<p>&nbsp;</p>\n<p>In addition to these rights, California law also provides you the right to request that we limit the use of your “sensitive” personal information.\nWayside Publishing does not use any sensitive personal information to make inferences about you and uses sensitive personal information only for reasons permitted by the California Consumer Privacy Act.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Do Not Sell My Personal Information</strong>\n</p>\n<p>Wayside Publishing does not work with advertising partners to show ads that are targeted to your interests.\nSuch activities may be considered “selling” or “sharing” of your personal information under the California Privacy Rights Act (“CPRA”).\nPlease note that we may continue to collect and share personal information about you with other third parties, including to continue providing services to you where sharing of your personal information is for purposes other than targeted advertising and permitted by law.\nTo opt out of our selling of your personal information, as the CPRA defines “selling” and “sale,” you may: email us that request at Privacy@WaysidePublishing.com.</p>\n<p>The rights granted to you under California law may provide us with exceptions to fulfilling your request, including where we need to retain the information to fulfill a legal obligation, complete a transaction with you, prevent fraud or any other purpose permitted by law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>For Customers Residing in Virginia</u>\n</strong>\n</p>\n<p>Virginia law requires that we provide certain disclosures, including a description of legal rights, to those who reside in the state of Virginia.\nIf you are a Virginia resident and a Wayside Publishing customer, this section applies in addition to all other applicable rights and information contained in this Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Your Rights as a Virginia Resident</strong>\n</p>\n<p>As a Virginia resident, you have the right to request:</p>\n<ul>\n<li>To know more about and access your personal information.</li>\n<li>That we correct your personal information that is inaccurate.</li>\n<li>That we delete your personal information.</li>\n<li>To opt out of the processing of your personal information for the purposes of providing you with targeted advertising.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Do Not Sell or Share My Personal Information</strong>\n</p>\n<p>Wayside Publishing does not work with advertising partners to show ads that are targeted to your interests.\nSuch activities may be considered “selling” or “sharing” of your personal information under California law.\nPlease note that we may continue to collect and share personal information about you with other third parties, including to continue providing services to you where sharing of your personal information is for purposes other than targeted advertising and permitted by law.&nbsp.\nTo opt out of our selling of your personal information: email us that request at Privacy@WaysidePublishing.com.</p>\n<p>&nbsp;</p>\n<p>The rights granted to you under Virginia law may provide us with exceptions to fulfilling your request, including where we need to retain the information to fulfill a legal obligation, complete a transaction with you, prevent fraud or any other purpose permitted by law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>Contact us</u>\n</strong>\n</p>\n<p>If you have questions about the Policy or our privacy practices, please contact us at:</p>\n<p>&nbsp;</p>\n<p>\n<strong>Wayside Publishing</strong>\n</p>\n<p>2 Stonewood Drive</p>\n<p>Freeport, Maine 04032</p>\n<p>Privacy@WaysidePublishing.com</p>\n<p>888-302-2519 (Live phone support is available Monday through Friday from 8:30 a.m.\n– 4:30 p.m.\nEST)</p> ", "created_at": "2023-09-01 01:39:57.496792", "updated_at": "2023-09-01 01:40:20.511056"}, {"id": 18617, "name": "Terms and Conditions", "url": "https://learningsite.waysidepublishing.com/terms-full", "xpath": "/html/body/div[1]/div/div/div[2]", "text": " Learning Site — Terms and Conditions IF YOU ARE UNDER 18 YEARS OF AGE, PLEASE BE SURE TO READ THIS AGREEMENT WITH YOUR PARENTS OR GUARDIAN AND ASK QUESTIONS ABOUT THINGS YOU DO NOT UNDERSTAND &nbsp.\nAgreement between You and Wayside Publishing <ol>\n<li>&nbsp;</li>\n<li>\n<p>Welcome.\nPlease read these Terms of Service (the \"Terms\") carefully before registering on or using the website provided by Wayside Publishing, Inc., a Maine corporation, or its parents, affiliates or subsidiaries (collectively, \"Wayside Publishing\" or \"we\") at&nbsp;learningsite.waysidepublishing.com&nbsp;(the \"Learning Site\").\nThe term \"you\" (and \"your\") for purposes of these Terms, means both you in your individual capacity, and if applicable, the company or other legal entity whom you represent and on whose behalf you use the Service.\nYOUR REGISTRATION ON, OR USE OF, THE LEARNING SITE INDICATES THAT YOU ACCEPT THESE TERMS OF SERVICE.\nIF YOU DO NOT ACCEPT THESE TERMS OF SERVICE, PLEASE DO NOT USE OR REGISTER FOR USE OF THE LEARNING SITE.\nThese terms and conditions apply to all users of the Learning Site and associated services.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Changes to these Terms of Service </li>\n<li>\n<p>Wayside Publishing reserves the right, in its sole discretion, to modify these Terms of Service, in whole or in part, at any time.\nChanges will be effective when notice of such change is posted to&nbsp;learningsite.waysidepublishing.com.&nbsp;While we will endeavor to provide direct notice to you of any changes, you are responsible for periodically checking the Learning Site to determine if any changes have been made and we are not liable for your failure to do so or our failure to provide such direct notice to you.\nYour continued use of the Learning Site after any changes are posted will be considered acceptance of those changes.\nBy using the Learning Site, you agree that you have reviewed, understand and accept these Terms of Service.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Use of the Learning Site </li>\n<li>\n<p>Except as otherwise provided, Wayside Publishing gives you permission to use the Learning Site and the content of the Learning Site (the \"Site Content\") solely for your personal, non-commercial, use.\nThe Site Content, including, without limitation, text, images, video, graphics, music and sound is protected by copyright, trademark and other laws.\nThe Site Content is the property of Wayside Publishing and its suppliers and contributors.\nWithout limiting the foregoing, Wayside Publishing owns a copyright in the selection, coordination, arrangement and enhancement of the Site Content, as well as in Wayside Publishing's original content.\nUnauthorized use of the Site Content is strictly prohibited.\nYou may not copy, redistribute, alter, modify, publish, transmit, adapt, translate, prepare derivative works from, decompile, reverse engineer (except as expressly permitted by law), disassemble or in any way exploit the Site Content, or create or attempt to create a substitute or similar service or product through use of or access to the Learning Site.\nSolely in connection with the use of products purchased from Wayside Publishing, instructors may (i) download, (ii) display, and perform in the classroom, and (iii) reproduce as-is and distribute in printed form to students, in the classroom, certain Site Content, as identified on the Learning Site as materials connected to Wayside Publishing.\nFurther, solely in connection with the use of products purchased from Wayside Publishing or an authorized distributor, instructors may modify certain Site Content, as identified on the Learning Site as downloadable in unlocked editable electronic form, and display or distribute, in printed form, such modified Site Content to students in the classroom.\nYou will not remove, obscure, or alter Wayside Publishing's copyright notice, trade names, trademarks, service marks, logos, other distinctive brand features, or other proprietary rights notices affixed to or contained within the Learning Site or any Site Content.\nWithout Wayside Publishing's express prior written permission, you will not frame any portion of the Learning Site or any of the Site Content or link to the Learning Site other than to complete pages hosted as part of the Learning Site.\nYou will not distribute any of the Site Content in electronic form without Wayside Publishing's express prior written permission.\nYou acknowledge that you do not acquire any ownership rights by downloading or modifying Site Content.\nWe reserve the right, for any reason, to suspend or deny your access to all or any portion of the Learning Site or use of Site Content, including Site Content that you have modified.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Learning Site Modifications </li>\n<li>\n<p>Wayside Publishing reserves the right at any time to modify, suspend or discontinue the Learning Site or any part thereof and you agree that Wayside Publishing shall not be liable to you or to any third party for any such modification, suspension, or discontinuance.\nWithout limiting the foregoing, you acknowledge and agree that Wayside Publishing may suspend, terminate or cancel your access rights to the Learning Site, or any part thereof, with or without notice, for any or no reason, without liability to you or any third party.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> User-Submitted Content/Conduct </li>\n<li>\n<p>Portions of the Learning Site (such as \"chat rooms\", \"blogs\" or \"forums\") may allow users to upload and/or post content, including both academic-oriented and nonacademic-oriented content.\nYou shall not upload or post on the Learning Site any content that is libelous, defamatory, obscene, threatening, invasive of privacy, harmful to minors in any way, abusive, illegal or harassing, or contains expressions of hatred, bigotry, racism or pornography, or is otherwise objectionable, or that would constitute or encourage a criminal offense, violate the rights of any party or violate any law, or that you do not have a right to make available under contractual or fiduciary relationship, or that is used to make commercial solicitations.\nUploading or posting any such content may result in the immediate termination of your access to the Learning Site and, if appropriate, notification to law enforcement officials.\nIf legal action is pursued any and all information collected by Wayside Publishing will be turned over to the appropriate law enforcement officials.\nThis means that you, and not Wayside Publishing, are entirely responsible for the content you transmit to the Learning Site.</p>\n<p>You shall not upload to, distribute through or otherwise publish through the Learning Site any content that contains viruses or any other computer code, corrupt files or programs designed to interrupt, destroy or limit the functionality of the Learning Site or disrupt any software, hardware, telecommunications, networks, servers or other equipment.\nUploading, distributing or publishing such content may result in immediate termination of your access to the Learning Site and, if appropriate, notification to law enforcement officials.</p>\n<p>Wayside Publishing has no obligation to screen information or content posted or submitted by you or other users for use in connection with the Learning Site, and content posted by users does not necessarily reflect the views of Wayside Publishing.\nHowever, Wayside Publishing shall have the right, in Wayside Publishing's sole discretion, to refuse to post, remove or edit any content submitted to Wayside Publishing or posted on the Learning Site.\nYou agree that Wayside Publishing has no liability or responsibility for the storage, modification or deletion of any content that you or any other person uploads or posts.</p>\n<p>Except as expressly provided in these Terms of Service or as expressly authorized in writing by you, you retain all rights, title and interest in and to content submitted to Wayside Publishing through the Learning Site.\nNotwithstanding the foregoing, by submitting content to Wayside Publishing or the Learning Site, you: (i) acknowledge and agree that all content provided in connection with any course whether directly through Wayside Publishing or through your educational institution will be made available to school officials, including instructors, and other users with legitimate educational interests in such content.\nand (ii) automatically grant to Wayside Publishing a royalty-free, perpetual, irrevocable, non-exclusive right and license to use, copy, reproduce, modify, adapt, publish, translate, perform, display, make derivative works of and distribute such content (in whole or in part) on the Learning Site, any successor website or application, or other sites owned or operated by Wayside Publishing, or to other third-parties as authorized by your educational institution, including, without limitation, syntactic analysis and grading vendors.\nWayside Publishing may delete, archive, make unavailable, modify or comment on any content submitted by you.\nYou may allow Wayside Publishing to publicly share your content and/or to identify you with the content you have posted by providing express prior written permission to Wayside Publishing.</p>\n<p>You shall not upload, post or otherwise make available on the Learning Site any content protected by copyright, trademark or other proprietary right without the express permission of the owner of the copyright, trademark or other proprietary right and the burden of determining that any content is not so protected rests with you.\nYou shall be solely liable for any damage resulting from any claims of infringement of copyrights or other proprietary rights, any claims by third parties regarding Wayside Publishing's exercise of the foregoing license and any other harm resulting from your submission(s) or Wayside Publishing's use or posting of such submission(s).</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Prohibited Actions </li>\n<li>\n<p>You may not attempt to gain unauthorized access to any portion or feature of the Learning Site, any other systems or networks connected to the Learning Site, any Wayside Publishing server, or any of the Site Content or services offered on or through the Learning Site, by hacking, password \"mining\" or any other illegitimate means.\nYou may not probe, scan or test the vulnerability of the Learning Site or any network connected to the Learning Site, nor breach the security or authentication measures on the Learning Site or any network connected to the Learning Site.\nYou may not reverse look-up, trace or seek to trace any information on any other user of or visitor to the Learning Site, including any account not owned by you, to its source.\nWayside Publishing reserves the right to report unsuccessful code redemption attempts or unauthorized use of the Learning Site and/or Site Content to appropriate school and law enforcement authorities.\nYou may not exploit the Learning Site or any Site Content or services made available or offered by or through the Learning Site, in any way where the purpose is to reveal any information, including but not limited to personal identification or information, other than your own information, as provided for by the Learning Site.\nYou agree that you will not take any action that intentionally imposes an unreasonable or disproportionately large load on the infrastructure of the Learning Site or Wayside Publishing's systems or networks, or any systems or networks connected to the Learning Site or to Wayside Publishing.\nYou agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of the Learning Site or with any other person's use of the Learning Site.\nYou may not forge headers or otherwise manipulate identifiers in order to disguise the origin of any message or transmittal you send to Wayside Publishing on or through the Learning Site.\nYou may not pretend that you are, or that you represent, someone else, or impersonate any other individual or entity.\nYou may not access the Learning Site by using the login credentials of any other person without that person's permission.\nYou acknowledge that your failure to abide by these Terms of Service may subject you to civil and criminal liability.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Your Representations, Warranties and Conduct </li>\n<li>\n<p>You represent and warrant that: (i) all of the information provided by you to Wayside Publishing is accurate.\n(ii) you have all necessary right, power, and authority to agree to these Terms of Service and to perform the acts required of you hereunder.\n(iii) you have read and agree to abide by these Terms of Service and the Wayside Publishing Privacy Policy.\nand (iv) you will not use the Learning Site for any unlawful purpose or in violation of any law or these Terms of Service or for any purpose not expressly permitted in these Terms of Service.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Password Protection </li>\n<li>\n<p>You are responsible for maintaining the confidentiality of all access codes and account information associated with the Learning Site (collectively, \"Password(s)\"), and are fully responsible for all activities that occur using your Password.\nYou agree to immediately notify Wayside Publishing of any unauthorized use of your Password or any other breach of security of which you become aware.</p>\n</li>\n<li> &nbsp.\n</li>\n<li> Indemnity </li>\n<li>\n<p>You agree to indemnify, defend (at Wayside Publishing's option) and hold Wayside Publishing and its affiliates, officers, directors, representatives, agents, partners and employees (collectively, \"Indemnified Person(s)\") harmless from and against any and all claims, liabilities, losses, and expenses (including damage awards, settlement amounts, and reasonable legal fees), brought against any Indemnified Person, arising out of or related to your content and materials, your use of the Learning Site, your violation of these Terms of Service or your violation of any third party's rights including such party's copyrights and trademarks.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Disclaimer of Warranties</strong>\n</p>\n</li>\n<li>\n<p>The Learning Site and related applications, materials and services are provided to you \"AS IS\" without warranty of any kind.\nWAYSIDE PUBLISHING HEREBY DISCLAIMS, TO THE MAXIMUM EXTENT PERMITTED BY LAW, ALL WARRANTIES EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS OF A PARTICULAR PURPOSE AND ANY WARRANTIES PERTAINING TO NONINFRINGEMENT, AVAILABILITY OF THE LEARNING SITE, LACK OF VIRUSES, WORMS, TROJAN HORSES, OR OTHER CODE THAT MANIFESTS CONTAMINATING OR DESTRUCTIVE PROPERTIES, ACCURACY, COMPLETENESS, RELIABILITY, TIMELINESS, CURRENCY, OR USEFULNESS OF ANY INFORMATION ON THE LEARNING SITE.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Assumption of Risks </li>\n<li>\n<p>Use of the Learning Site is at your sole risk.\nYou assume all risks that the Learning Site, applications, and related information are suitable for your needs.\nUse of any applications obtained through the Learning Site is at your own discretion and risk and you are solely responsible for any damage to your computer or loss of data.\nYou agree that Wayside Publishing shall not be responsible for any loss or damage of any sort relating to your dealings with any third party content provider on the Learning Site.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Disclaimer of Damages.\nLimitation of Liability </li>\n<li>\n<p>YOU AGREE THAT NEITHER WAYSIDE PUBLISHING NOR ANY OF ITS AFFILIATES OR AGENTS WILL BE LIABLE TO YOU OR ANY OTHER PERSON FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES (INCLUDING BUT NOT LIMITED TO LOST PROFITS OR LOSS OF PRIVACY) OR ANY INDIRECT, SPECIAL, OR PUNITIVE DAMAGES WHATSOEVER THAT ARISE OUT OF OR ARE RELATED TO THE LEARNING SITE OR TO ANY BREACH OF THESE TERMS OF SERVICE EVEN IF SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT WILL WAYSIDE PUBLISHING'S AGGREGATE LIABILITY IN CONNECTION WITH THE LEARNING SITE OR THESE TERMS OF SERVICE EXCEED $25, REGARDLESS OF THE CAUSE OF ACTION.\nTHESE LIMITATIONS OF LIABILITY SHALL APPLY TO THE MAXIMUM EXTENT PERMITTED BY LAW, NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\nSome states do not allow the exclusion or limitation of liability for consequential damages, so the above limitation may not apply to you.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Links to Third Party Websites </li>\n<li>\n<p>Wayside Publishing may, as a convenience, provide links to third party websites.\nThe inclusion of the link does not imply that Wayside Publishing endorses those third party sites.\nThird party sites are not under Wayside Publishing's control and Wayside Publishing is not responsible for any content on any linked site.\nIf you access a third party site from the Learning Site, you do so at your own risk.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Copyright Agent </li>\n<li>\n<p>If you believe that your copyrighted work is accessible on the Learning Site in a way that constitutes copyright infringement, please provide the following information to the agent identified below: (i) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(ii) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n(iii) identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Wayside Publishing to locate the material.\n(iv) information reasonably sufficient to permit Wayside Publishing to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.\n(v) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (vi) A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nFor copyright inquiries, please contact:&nbsp;support@waysidepublishing.com</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Governing Law.\nVenue </li>\n<li>\n<p>These Terms of Service shall be governed by and construed in accordance with the internal laws of the State of Maine, without regard to conflicts of law rules.\nAny dispute or claim arising out of or in connection with these Terms of Service shall be adjudicated in Portland, Maine.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Entire Agreement.\nBinding Effect </li>\n<li>\n<p>These Terms of Service constitute the entire agreement between you and Wayside Publishing relating to the subject matter hereof and supersede all prior oral and written understandings.\nThese Terms of Service shall be binding upon and inure to the benefit of the parties hereto and their respective heirs, executors, administrators, legal representatives, successors and permitted assigns.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li>\n<p>\n<strong>Waiver</strong>\n</p>\n</li>\n<li>\n<p>No waiver of any provision of these Terms of Service or any breach hereunder shall be deemed a waiver of any other provision or subsequent breach, nor shall any such waiver constitute a continuing waiver.</p>\n</li>\n<li> &nbsp.\n</li>\n<li> Severability </li>\n<li>\n<p>If any part of these Terms of Service, or the application thereof to any person or circumstance, is for any reason held invalid or unenforceable, it shall be deemed severable and the validity of the remainder of these Terms of Service or the applications of such provision to other persons or circumstances shall not be affected thereby.</p>\n</li>\n<li>\n<p>&nbsp;</p>\n</li>\n<li> Violations </li>\n<li>\n<p>Please report any violations of these Terms of Service to Wayside Publishing at&nbsp;support@waysidepublishing.com</p>\n<p>All rights not expressly granted herein are fully reserved.</p>\n</li>\n</ol> ", "created_at": "2023-09-01 01:39:57.527673", "updated_at": "2023-09-01 01:40:40.336811"}], "points": [{"id": 34915, "title": "User-generated content can be blocked or censored for any reason", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-14 02:58:11.590601", "updated_at": "2023-09-14 12:23:56.046331", "quoteText": null, "case_id": 379, "document_id": 18617, "quoteStart": null, "quoteEnd": null}, {"id": 34914, "title": "Content you post may be edited by the service for any reason", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-14 02:57:44.155132", "updated_at": "2023-09-14 12:24:01.984013", "quoteText": null, "case_id": 407, "document_id": 18617, "quoteStart": null, "quoteEnd": null}, {"id": 34913, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-14 02:56:43.589699", "updated_at": "2023-09-14 12:24:07.789182", "quoteText": null, "case_id": 202, "document_id": 18617, "quoteStart": null, "quoteEnd": null}, {"id": 34916, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "", "status": "Generated through the annotate view", "created_at": "2023-09-14 02:59:22.573329", "updated_at": "2023-10-06 16:37:01.938384", "quoteText": null, "case_id": 403, "document_id": 18616, "quoteStart": null, "quoteEnd": null}], "urls": ["waysidepublishing.com"]}}