{"error": 448, "message": "OK", "parameters": {"id": 8689, "name": "Hormel Foods", "created_at": "2023-07-01 02:07:17.025811", "updated_at": "2023-07-01 10:02:08.520314", "wikipedia": null, "keywords": null, "related": null, "slug": "hormel-foods", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8689.png", "url": "hormelfoods.com", "documents": [{"id": 16951, "name": " Privacy Policy", "url": "https://www.hormelfoods.com/privacy-policy/", "xpath": "/html/body/div[1]/main/article", "text": " Privacy Policy Explore This Section MenuCreated with Sketch (http://www.bohemiancoding.com/sketch) Menu <ul>\n<li>Supplemental Privacy Notice for Brazil</li>\n<li>Supplemental Privacy Notice for California Employees</li>\n<li>Supplemental Privacy Notice for Indonesia</li>\n<li>Supplemental Privacy Notice for the European Union, United Kingdom, Iceland, Lichtenstein and Norway</li>\n<li>Supplemental Privacy Notice for the Philippines</li>\n<li>Supplemental U.S.\nPrivacy Notice for CA, CO, CT, VA, UT Expand/collapse <ul>\n<li>Request for Appeal</li>\n<li>Request for Correction</li>\n<li>Request for Deletion</li>\n<li>Request to Know</li>\n<li>Request to Opt Out of the Sale of Personal Information</li>\n</ul>\n</li>\n</ul> Effective: January 1, 2023 <p>Hormel Foods Corporation or one of its wholly owned subsidiaries or joint ventures (“Company,” “our,” or “we”) owns and operates this website (our “Website”).\nWe respect the privacy of users of our Website (“you” or “your”) and have adopted this Privacy Policy (this “Policy”) to explain what information we collect from or about you through our Website and how we use, maintain, protect, and disclose that information.</p>\n<p>Please read this Policy carefully to understand our policies and practices regarding your information.\nBy accessing or using our Website, except where prohibited, you agree to this Policy, which is incorporated into our Terms and Conditions.\nIf you do not agree to this Policy, you may not use our Website.</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n</p>\n<ol>\n<li>General Policy</li>\n<li>Supplemental Privacy Notices</li>\n<li>What information do we collect about you?</li>\n<li>How do we collect your information?</li>\n<li>How do we use your information?</li>\n<li>What is the legal basis for our data collection? </li>\n<li>When do we share your information? </li>\n<li>Where do we process your information? </li>\n<li>How do we secure your information?</li>\n<li>What are your legal rights?</li>\n<li>How can you update your information?</li>\n<li>How can you change your marketing preferences?</li>\n<li>Changes to this Policy</li>\n<li>Terms and Conditions</li>\n<li>Severability</li>\n<li>Contact Details</li>\n</ol>\n<ol>\n<li>\n<strong>General Policy</strong>\n</li>\n</ol>\n<p>We respect your privacy and are committed to protecting your “Personal Data,” which we define as information relating to an identified or identifiable individual like you.\nPersonal Data does not include aggregated or anonymized information, provided it does not and cannot identify you.</p>\n<p>This Policy applies only to information we collect through our Website.\nExcept where otherwise noted, it does not apply to information we collect through other channels.\nIt outlines what Personal Data we collect about you through our Website and how it is used.\nIt also explains how we process your Personal Data, who we share it with, how we look after it, and tells you about your privacy rights and how the law protects you.</p>\n<p>\n<strong>2.\nSupplemental Privacy Notices</strong>\n</p>\n<p>In addition to the provisions in this Policy, which are generally applicable across all jurisdictions, if you are resident in one of the following locations, please review the applicable supplemental privacy notice (each a “Supplemental Privacy Notice”) linked below.</p>\n<ul>\n<li>The European Union, United Kingdom, Iceland Lichtenstein or Norway</li>\n<li>Brazil</li>\n<li>California, Colorado, Connecticut, Virginia, Utah (U.S.A.)</li>\n<li>Indonesia</li>\n<li>The Philippines</li>\n<li>Employees in California</li>\n</ul>\n<p>\n<strong>3.\nWhat information do we collect about you?</strong>\n</p>\n<p>We collect information about our customers, prospective customers, vendors and business partners, and Website visitors.\nThe type of Personal Data we collect depends on the nature of our relationship with you and the legal requirements in your location.\nWe endeavor to collect only information that is relevant for the purposes of processing.\nThe table below sets out the different categories of Personal Data that we may collect.</p> Category of Personal Data\nRepresentative Data Elements\nIndividuals to which Data Collection Applies Contact Information\n· Name<br>\n· Postal address<br>\n· Telephone number<br>\n·​ Email address\n· End consumers<br>\n· ​Vendors, customers, and other business partners Unique IDs\n· Customer number<br>\n· Account number<br>\n· Username<br>\n· Device identifier<br>\n· Cookie ID<br>\n· Advertising ID\n· End consumers<br>\n· Vendors, customers, and other business partners<br>\n· ​Website visitors Financial Information\n· Bank account number and details<br>\n· Payment card information<br>\n· ​Payment and reimbursement amounts\n· End consumers<br>\n· ​Vendors, customers, and other business partners Transaction/Interaction Information\n· Program registrations and subscriptions<br>\n· Purchase history<br>\n· Products and services considered<br>\n· ​Prior communications\n· End consumers<br>\n· ​Vendors, customers, and other business partners Demographic Information and Interests\n· Age<br>\n· Marital and family status<br>\n· Household demographic data<br>\n· Website preferences<br>\n· Hobbies\n· End consumers Website Activity Information\n· Browsing and search history<br>\n· Referring website addresses<br>\n· App usage data<br>\n· ​Device characteristics\n· End consumers<br>\n· Vendors, customers, and other business partners<br>\n· ​Website Visitors Show More <p>\n<em>Children Under the Age of 18.</em> Our Website is not intended for children under 18 years of age (or the age of majority in your jurisdiction if it is greater than 18 years of age).\nWe do not knowingly collect, use, or disclose Personal Data from children under 18.\nIf you believe that we have collected, used, or disclosed Personal Data of a child under the age of 18 (or the age of majority in your jurisdiction), please contact us using the contact information below so that we can take appropriate action.</p>\n<p>\n<strong>4.\nHow do we collect your information?</strong>\n</p>\n<p>We collect Personal Data directly from you and from other sources.\nThe table below sets out the most common sources of Personal Data.</p> Sources of Personal Data​\nRepresentative Collection Methods and Circumstances Directly from you​\n· When you register for an account<br>\n· When you submit information through a survey or contest-entry form<br>\n· When you post a comment or feedback on our Website<br>\n· When you contact us<br>\n· ​When you purchase something through our Website Through automated means\n· Automatically collected as you navigate our Website From third parties\n· Marketing analytics service providers so that we can better understand our customers<br>\n· Website analytics firms that help us improve our Website<br>\n· Data aggregators from which we receive supplemental information about our customers<br>\n· Through your interactions with third-party social media platforms<br>\n· ​<em>For vendors and business partners:</em> In the course of due diligence prior to contracting with you, in order to comply with regulatory requirements Show More <p>\n<strong>5.\nHow do we use your information?</strong>\n</p>\n<p>We only use Personal Data when the law allows us to do so.\nWe use Personal Data for the following purposes.\nTo:</p>\n<ul>\n<li>Provide the information, products, and services you request;</li>\n<li>Provide you with effective customer service;</li>\n<li>Provide you with a personalized experience when you use our Website by delivering relevant Website content;</li>\n<li>Respond to your inquiries;</li>\n<li>Provide you with additional features on the Website based on your location;</li>\n<li>Contact you with information and notices related to your use of our Website;</li>\n<li>Send you transactional and administrative messages related to our products;</li>\n<li>Send you marketing communications (in accordance with your preferences);</li>\n<li>to invite you to participate in surveys and provide feedback to us (in accordance with any preferences you expressed to us);</li>\n<li>Improve the content, functionality, security and usability of our Website;</li>\n<li>Create insights and market intelligence (on an aggregated and non-personally identifiable basis) through analysing the use our Website and our customers;</li>\n<li>Provide advertisements and monitor their effectiveness;</li>\n<li>Monitor security and prevent fraud;</li>\n<li>Comply with our legal and regulatory obligations.\nand</li>\n<li>Meet other purposes notified to you through our Website, an applicable agreement or another channel.</li>\n</ul>\n<p>\n<strong>6.\nWhat is the legal basis for our data collection? </strong>\n</p>\n<p>We collect Personal Data about you for a variety of purposes based on the specific legal grounds described in the table below, unless your jurisdiction requires a special legal basis for the collection of personal data (for example, consent).\nPlease refer to the Supplemental Privacy Notice applicable to your jurisdiction for additional information.</p> Purpose for Collection\nLawful Basis Delivering information, content, products or services that you request or purchase\n· To perform a contract or fulfill our obligation to provide products or services to you<br>\n· Our legitimate interests Providing marketing communications about our products and services, or those of third parties, that may be of interest to you\n· Your consent<br>\n· ​Our legitimate interests Understanding how you use our products, services, and Website in order to improve and further develop our products and services and the content, features, performance, and support available through our Websites\n· Our legitimate interests Providing legal or service-related notices about our products, services, and Websites\n· To perform a contract with you<br>\n· Our legitimate interests<br>\n· ​To comply with a legal obligation Detecting, preventing, and responding to fraud, intellectual property infringement, violations of our Terms and Conditions, violations of law, or other misuse of the Websites\n· Our legitimate interests<br>\n· ​To comply with a legal obligation Protecting our rights or the rights, property, and safety of others\n· Our legitimate interests<br>\n· To comply with a legal obligation Complying with laws and regulations, judicial and administrative orders, or lawful requests from governmental authorities\n· ​To comply with a legal obligation Conducting due diligence prior to entering into a contract with you\n· Your consent<br>\n· To perform a contract with you<br>\n· ​Our legitimate interests Processing your application for employment with us, including administration of the recruitment process and evaluation of your candidacy\n· Your consent<br>\n· To perform a contract with you<br>\n· Our legitimate interests<br>\n· ​To comply with a legal obligation Paying you for services you have provided to us, providing you with benefits to which you are entitled, or reimbursing you for expenses\n· To perform a contract with you Show More <p>We may combine or aggregate any Personal Data we collect for any of the above purposes.  We may also anonymize your Personal Data in such a way that you may not be re-identified by us or any other organization.\nWe may use such anonymized information for any purpose.</p>\n<p>\n<strong>7.\nWhen do we share your information?</strong>\n</p>\n<p>We share your Personal Data with third parties for the purposes listed below.</p> Category of Third Party\nRepresentative Purposes for Disclosure\nSafeguards Other members of the Hormel Corporate family\n· For the functions and activities described above concerning the purposes for which we collect your Personal Data\nAll Hormel entities are required to comply with this Privacy Policy.\nService providers <em>(contractors, professional advisors, insurers, finance providers or external auditors)</em>\n· To assist us in the functions and activities described above concerning the purposes for which we collect your Personal Data, including:<br>\no IT support, cloud platform and data hosting services to support the operation of our websites, mobile applications, document and workflow management systems and other systems and applications.<br>\no Payment processing.<br>\no Assistance with supply chain logistics and delivery of products you have requested/ordered.<br>\no Customer service activities, including managing queries and complaints.<br>\no Marketing support, including sending out email and other communications on our behalf.<br>\no ​Record-keeping and reporting to assist us in complying with laws and industry standards.\nHormel executes contracts with service providers prohibiting them from using or sharing your Personal Data except as necessary to perform the contracted services on our behalf or to comply with applicable legal requirements.\nMarketing Partners\n· To jointly offer products or services\nHormel executes contracts with business partners that requires them to protect your Personal Data, and, where required by applicable laws, your Personal Data is only shared with your explicit consent.\nSuccessor-in-interest<em> (actual or proposed)</em>\n· To continue to perform the functions and activities described above concerning the purposes for which we collect your Personal Data in the event of a proposed or actual purchase, any reorganization, sale, lease, merger, joint venture, assignment, amalgamation or any other type of acquisition, disposal or financing of all or any portion of our business or of any of the business assets or shares (including in connection with any bankruptcy or similar proceeding)\nHormel will endeavor to direct the transferee to use PersonalData in a manner that is consistent with this Policy.\nRegulatory authorities and law enforcement agencies\n· Where necessary for any investigations or to respond to enquiries in relation to our compliance with applicable law or regulations<br>\n· ​Where we, in good faith, believe disclosure is appropriate to prevent or investigate a possible crime, or to protect the security of our personnel or property, or the personnel or property of others\nWe endeavor to limit such disclosures to the minimum necessary and to obtain assurances that your Personal Data will be protected.\nJudicial authorities and parties to judicial proceedings\n· To respond to a court order or other binding request\nWe endeavor to limit such disclosures to the minimum necessary and to obtain assurances that your Personal Data will be protected.\nShow More <p>We do not sell your Personal Data.\nNor do we share your Personal Data with third parties for their own marketing purposes, except with your consent and in connection with a jointly offered product or service.</p>\n<p>We may disclose your Personal Data to anyone to whom disclosure is necessary to fulfill the purpose for which you provided the Personal Data.\nFor example, if you give us an e-mail address to use the “e-mail a friend” feature of our Website, we will transmit the contents of that e-mail and your e-mail address to the recipients.</p>\n<p>\n<em>Aggregated Information</em>.\nWe share aggregated information about our users (e.g., statistical or demographic data) for any purpose.\nSuch information could be derived from your Personal Data, but it no longer identifies you directly or indirectly.\nFor example, we may aggregate usage data to calculate the percentage of users accessing a specific Website feature.\nHowever, if we combine or connect aggregated information with your Personal Data so that it can directly or indirectly identify you, we treat the combined information as Personal Data which will be used in accordance with this Policy.</p>\n<p>\n<em>User Contributions</em>.\nContent you post to the Website or in interactions with us through the social networking tools we make available to you (“User Contributions”), including those that contain Personal Data, are publicly accessible.\nIn particular, please note that User Contributions, by definition, can be read, collected, used, and further disclosed by other users of our Website.\nPlease refer to our Terms and Conditions for more information about User Contributions.\nWe strongly recommend you avoid sharing any personal details, and especially information that can be used to identify you directly such as your name, age, address and name of employer, in your User Contributions.\nWe do not control how third parties who may access this publicly accessible information may use your User Contributions.\nWe may use User Contributions for advertising campaigns and other promotions, and we share User Contributions with third parties for such purposes.\nWhere such advertising campaigns or promotions involve Personal Data connected to your User Contribution, we will seek your consent before using the information.</p>\n<p>\n<em>Links to Other Websites.</em> Our Website may contain links to third-party websites or other online platforms.\nClicking on these links may allow third parties to collect or share information about you.\nThese links are provided for your reference and convenience only and do not imply any endorsement of the products sold or information provided through these websites, nor any association with their operators.\nWe do not control these websites and we are not responsible for their data practices or privacy statements.\nAny information you provide to third parties on their websites is covered under their privacy and data collection policies and is not covered by this Policy.\nWe urge you to review the privacy policy posted on any website you visit before using the website or providing any personally identifiable information.</p>\n<p>Facebook, Instagram, Twitter, and other social media platforms provide tools that many of our customers use and enjoy, and we include links to various social media platforms on our Website.\nIf you interact with these social media platforms through our Website, including with our profiles on these platforms, your experience on those platforms will be governed by the privacy and other policies of those platforms.\nWe encourage you to choose your privacy settings on those websites accordingly.\nIf you log into our Website using your credentials from a social media platform, that platform also may receive data about the pages or content that you viewed on our Website.</p>\n<p>\n<em>Third-Party Analytics Tools</em>.\nBeyond the information you voluntarily provide to us directly, we utilize analytics tools, including third-party technologies such as Google Analytics, to collect information and help us understand how visitors engage with our Website.\nTo learn more about Google Analytics, click here.\nTo learn more about how Google uses data collected through partner websites or applications, click here.</p>\n<p>Please refer to our Cookie Policy for more information about the use of different tracking techniques on our website.</p>\n<p>\n<em>Third-Party Advertising Tools.</em> Third parties may deliver cookies or other tracking technologies, including web beacons or tracking pixels, to your computer or mobile device for the purpose of tracking your online behaviors across nonaffiliated websites, and to deliver targeted advertisements on other nonaffiliated websites.</p>\n<p>Please refer to our Cookie Policy for more information about the use of different tracking techniques on our website.</p>\n<p>\n<strong>8.\nWhere do we process your information?</strong>\n</p>\n<p>Your Personal Data may be stored and processed in your country, but it may also be transferred to or viewed in another country, including the U.S., where allowed by applicable laws.\nHormel is part of a global company, and we may transfer your Personal Data in compliance with applicable laws to a recipient in another jurisdiction, or receive your Personal Data from another jurisdiction, if one of the following protections applies:</p>\n<ul>\n<li>The recipient is located in a jurisdiction in which the laws ensure a level of data protection that is equivalent to those in jurisdiction where data was collected.</li>\n<li>The recipient is subject to an approved certification mechanism or code of conduct with binding and enforceable commitments that provide appropriate safeguards for your Personal Data.</li>\n<li>We have put in place appropriate contractual safeguards to protect your Personal Data.</li>\n<li>The transfer to a foreign jurisdiction is expressly permitted by applicable laws.</li>\n<li>You explicitly consent to the transfer.</li>\n</ul>\n<p>\n<strong>9.\nHow do we secure your information?</strong>\n</p>\n<p>We have put in place reasonable security measures to prevent your Personal Data from unlawful or unauthorized processing and accidental loss, destruction, alteration or damage.\nUnfortunately, the transmission of information via the internet can never be completely secure.\nTherefore, we cannot guarantee the security of your Personal Data.\nAny transmission of Personal Data is at your own risk.\nSubject to applicable law, we are not responsible for circumvention of any privacy settings or security measures contained on the Website.</p>\n<p>\n<em>Data Retention.</em> We will retain your Personal Data for as long as is necessary for the purposes listed in this Policy unless a longer period is required under applicable law, or a longer period is needed to resolve disputes or protect our legal rights or otherwise comply with legal obligations.</p>\n<p>When assessing the data retention period, we take into account the amount, nature, and sensitivity of the information, the potential risk of harm from unauthorized use or disclosure of the data, the purposes for which we process the data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>\n<strong>10.\nWhat are your legal rights?</strong>\n</p>\n<p>In certain circumstances, you have rights under data protection laws in relation to your Personal Data.\nYour rights may vary depending on the country in which you live, or the country in which we process your information.\nPlease refer to the appropriate Supplemental Privacy Notice, see “Supplemental Privacy Notices,” Section 2, that is applicable to you for rights specific to your location.\nIf you wish to exercise any of the rights set forth in the applicable Supplemental Privacy Notice, see “Supplemental Privacy Notices,” Section 2, or to learn more about such rights, please contact us as indicated below.</p>\n<p>\n<strong>11.\nHow can you update your information?</strong>\n</p>\n<p>Please contact us, as indicated below, see “Contact Details,” Section 16.</p>\n<p>\n<strong>12.\nHow can you change your marketing preferences?</strong>\n</p>\n<p>In General.\nWe respect your right to make choices about the ways in which we collect, use, and disclose your Personal Data.\nWe may ask you to indicate your choices at the time and on the page where you provide your information.\nOur Cookie Policy describes additional choices, such as your choice to opt out of receiving “cookies”.</p>\n<p>\n<em>Opt-in or Opt-out Mechanism.</em> In relation to marketing communications (including promotional emails), we may provide you with an “opt-in” or “opt-out” mechanism depending on where in the world you are located.\nAn “opt-in” mechanism will provide you the opportunity to positively indicate that you agree to our sending you such further communications.\nAn “opt-out” mechanism will provide you the opportunity to indicate that you do not want us to send you such further communications, and if you “opt-out” we will not send you any additional such communications.</p>\n<p>\n<em>Email preferences.</em> You can opt out of promotional emails we send you.\nIf you wish to stop receiving promotional emails, simply select “unsubscribe” located at the bottom of each communication.\nPlease note that you cannot opt out of transactional emails, such as emails confirming a purchase made on our Website.</p>\n<p>\n<em>Previously Expressed Preferences.</em> You may be able to change previously expressed preferences regarding how we use your information.\nTo do so, please contact us using the contact information provided below.</p>\n<p>\n<strong>13.\nChanges to this Policy</strong>\n</p>\n<p>We are continually improving and adding to the features and functionality of this Website, and to the services we offer through this Website.\nAs a result of these changes (or changes in the law), we may need to update or revise this Policy.\nAccordingly, we reserve the right to update or modify this Policy at any time, without prior notice (unless prohibited in your jurisdiction), by posting the revised version of this Policy behind the link marked “Privacy Policy” at the bottom of each page of this Website.\nYour continued use of this Website after we have posted the revised Policy constitutes your agreement to be bound by the revised Policy.\nHowever, we will honor the terms that were in effect when we gathered data from you.\nWe will also endeavor, where feasible, to notify you in advance of significant and material changes to this Policy.</p>\n<p>For your convenience, whenever this Policy is changed, we will update the “Revised on” at the top of this page.\nBe sure you check the “Revised on” date to see if this Policy has been revised since your last visit.</p>\n<p>You may access the current version of this Policy at any time by clicking the link marked “Privacy Policy” at the bottom of each page of this Website.</p>\n<p>\n<strong>14.\nTerms and Conditions</strong>\n</p>\n<p>This Policy and any applicable Supplemental Privacy Notices are incorporated into the Terms and Conditions that govern your use of this Website.\nIf you do not agree to abide by the Term and Conditions, you may not access or use this Website.</p>\n<p>\n<strong>15.\nSeverability</strong>\n</p>\n<p>If any provision of this Policy, including a Supplemental Privacy Notice, is declared invalid or unenforceable by a court having competent jurisdiction, that provision will be removed from the Policy without affecting the rest of the Policy, and the remaining provisions of the Policy shall continue to be valid and enforceable.</p>\n<p>\n<strong>16.\nContact Details</strong>\n</p>\n<p>If you have any questions about this Policy or our privacy practices, please contact us at:</p>\n<p>Hormel Foods Corporation<br>\n1 Hormel Place<br>\nAustin, MN 55912<br>\nAttn: Legal Department – Privacy</p>\n<p>Email: privacy@hormel.com</p> ", "created_at": "2023-07-01 02:07:38.207407", "updated_at": "2023-07-01 02:07:45.694438"}, {"id": 16950, "name": "Terms & Conditions", "url": "https://www.hormelfoods.com/terms-conditions", "xpath": "/html/body/div[1]/main/article", "text": " Terms &amp.\nConditions <p>Terms &amp.\nConditions<br>\nEffective Date: August 19, 2021</p>\nWelcome\n<p>This Website (this “Site”) is owned and operated by Hormel Foods Corporation or one of its wholly owned subsidiaries or joint ventures (“Hormel Foods”, “we”, “us” and “our”).\nBy accessing or using this Site you are agreeing to comply with and be bound by these Terms and Conditions and our Privacy Policy, which is expressly incorporated into these Terms and Conditions.\nBefore using this Site, please carefully review our Privacy Policy.\nAll personal information collected through this Site will be handled in accordance with our Privacy Policy.\nTo the extent there are inconsistencies between these Terms and Conditions and our Privacy Policy, these Terms and Conditions control.\nIf you do not agree to these Terms and Conditions, you may not access or use this Site.\nWe reserve the right to update these Terms and Conditions at any time.\nThese changes will be effective as of the date we post the revised version on our Sites.</p>\nSpecial Terms and Conditions Governing Special Promotions, Features or Functionality\n<p>This Site may include special promotions, features or functionality.\nFor example, you may be able to use this Site to enter a sweepstakes or contest.\nto share recipes.\nto apply for a job.\nor to purchase products.\nThese special promotions, features and functionality may be offered subject to special terms and conditions, such as age restrictions, entry deadlines, return policies, or restrictions on use.\nIf special terms and conditions apply, we will post appropriate notices (“Notices”) on the applicable Site, entry form, order form or registration page.\nThese Notices supplement or amend these Terms and Conditions and are hereby made part of these Terms and Conditions.</p>\nOwnership of Site and Content\n<p>All right, title and interest in this Site, including, but not limited to all of the software and code that comprise and operate this Site, and all of the text, photographs, images, illustrations, graphics, audio, video and audio-video clips, URLs, advertising copy and other materials provided through this Site (collectively, “Content”) are owned by us or by third parties who have licensed their Content to us.\nThis Site is protected under trademark, service mark, trade dress, copyright, patent, trade secret and other intellectual property laws.\nIn addition, the entire Content of this Site is a collective work under U.S.\nand international copyright laws and treaties, and we own the copyright in the selection, coordination, arrangement and enhancement of the Content of this Site.</p>\n<p>We hereby grant you a limited, revocable license to download and print copies of any portion of the Content of this Site to which you have properly gained access, but only for your own personal, non-commercial use, and only if you do not remove, modify or obscure any copyright, trademark, or other proprietary notices from the Content you download.\nThe foregoing license is subject to these Terms and Conditions and does not include the right to use any data mining, robots or other automatic or manual device, software, program, code, algorithm or methodology, to access, copy or monitor any portion of any Website or Content, or in any way reproduce or circumvent the navigational structure or presentation of any Website or Content, or obtain or attempt to obtain any materials or information through any means not purposely made available by us through the Website.\nWe reserve the right to take measures to prevent any such activity.\nThis license is revocable at any time without notice and with or without cause.\nYou may not permit others to copy, distribute, perform or display publicly, prepare derivative works based on, broadcast, exploit or use any part of the Content on this Site except as expressly provided in these Terms and Conditions.\nNothing in these Terms and Conditions shall be construed as transferring any right, title or interest in this Site or its Content to you or anyone else, except the limited license to use this Site and its Content on the terms expressly set forth herein.</p>\n<p>Notwithstanding the foregoing, and specifically with regard to trademarks, the Hormel Foods names and logos (including, without limitation, those of its affiliates), all product and service names, all graphics, all button icons, and all trademarks, service marks and logos appearing within this Site, unless otherwise noted, are trademarks (whether registered or not), service marks and/or trade dress of Hormel Foods and/or its affiliates (the “Hormel Marks”).\nAll other trademarks, product names, company names, logos, service marks and/or trade dress mentioned, displayed, cited or otherwise indicated within this Site are the property of their respective owners.\nYou are not authorized to display or use the Hormel Marks in any manner without our prior written permission.\nYou are not authorized to display or use trademarks, product names, company names, logos, service marks and/or trade dress of other owners featured within this Site without the prior written permission of such owners.\nThe use or misuse of the Hormel Marks or other trademarks, product names, company names, logos, service marks and/or trade dress or any other materials contained herein, except as permitted herein, is expressly prohibited.</p>\nUser Contributions\n<p>In these Terms and Conditions, “User Contributions” means all of the text, illustrations, files, images, graphics, photos, comments, sounds, music, video, information, recipes, content, and other materials you post, upload, display, publish, distribute, transmit through, broadcast or otherwise make available on public areas of the Site using the social networking tools that we make available to you.\nThe definition of “User Contributions,” however, does not include “Feedback,” which is defined elsewhere in these Terms and Conditions.</p>\n<p>Because Hormel Foods does not control the User Contributions posted on or through this Site, we cannot and do not warrant or guarantee the truthfulness, integrity, suitability or quality of the User Contributions.\nUnder no circumstances will Hormel Foods be liable in any way for User Contributions.\nThe users who post User Contributions are solely responsible for the content they contain.</p> Rules Governing User Contributions\n<p>The following terms and conditions apply when you post User Contributions on this Site.</p>\n<p>You may not:</p>\n<ul>\n<li>post any User Contribution that is protected by copyright, trademark, privacy or publicity rights, trade secret rights, confidentiality rights, contract rights, or other rights without the express permission of the owner of the respective right.\nand you are solely liable for any damage resulting from your failure to obtain such permission or from any other harm resulting from User Contributions you submit;</li>\n<li>post any User Contribution that is harmful, hateful, threatening, abusive, harassing, defamatory or libelous, sexually explicit, vulgar, lewd, obscene, or pornographic, offensive, inappropriate, or inflammatory;</li>\n<li>post any User Contribution that you know (or reasonably should know) is false, deceptive or misleading;</li>\n<li>post any User Contribution that contains software viruses or any other programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>post any private information about another person, including addresses, phone numbers, email addresses, and other personal information;</li>\n<li>impersonate any person or entity, or falsely state or otherwise misrepresent yourself, your age, or your affiliation with any person or entity;</li>\n<li>use this Site to solicit money, goods or services for private gain or for charitable purposes;</li>\n<li>use this Site to promote political views or candidates;</li>\n<li>use this Site to advertise any goods or services or to solicit the purchase or sale of any products or services;</li>\n<li>use this Site to transmit chain letters or junk email;</li>\n<li>use this Site to further or promote any criminal or illegal activity or to provide instructional information about illegal activities;</li>\n<li>use this Site in a manner that interferes with, disables, disrupts, impairs, or creates an undue burden on the networks or services that support the Site;</li>\n<li>use this Site to harvest or collect email addresses or other contact information of other Users by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications;</li>\n<li>use this Site in a manner that, in our sole discretion, restricts or inhibits any other user from using or enjoying the Site.</li>\n<li>use the Site in a manner that suggests an association with our Company or any of our subsidiaries, affiliates, employees, products or brands.</li>\n<li>use this Site in a manner that violates any laws or regulations;</li>\n<li>use this Site in any way that violates these Terms and Conditions.</li>\n</ul>\nRight to Monitor and Remove User Contributions\n<p>You understand that we have the right (but not the obligation) to monitor User Contributions and the right (but not the obligation), in our sole discretion, to remove any User Contribution that violates these Terms and Conditions or for any other reason.\nWe also have the right to disclose User Contributions and the identity of the user who posted them in response to a subpoena or whenever we believe that disclosure is appropriate to comply with the law or a court order, to prevent or investigate a possible crime or other violation of law, to protect the rights of Hormel Foods or others, or to enforce these Terms and Conditions.\nWe also have the right to terminate your access to and use of this Site, or to modify, edit, or block your transmissions to this Site.</p>\nOur Use of User Contributions\n<p>You own the copyright in any original User Contribution you post.\nWe do not claim any copyrights in User Contributions.\nHowever, by using this Site you are granting us and our subsidiaries, affiliates, successors and assigns a perpetual, irrevocable, worldwide, royalty free and non-exclusive license to exploit, make, use, copy, disclose, display or perform publicly, distribute, improve and modify any User Contribution you submit to us for any purpose whatsoever, without restriction and without compensating you in any way.</p>\n<p>Among other things, this means that we shall have no obligation to and will not treat your User Contributions as confidential or proprietary and that you should have no expectation of privacy in any User Contribution you post.</p>\n<p>In exercising the rights you grant to us, we may or may not, in our sole discretion, include your name, likeness, photo or biographical information in conjunction with your User Contributions.\nBy submitting, disclosing or offering User Contributions, you hereby grant us the right to use your name, likeness, photo or biographical information in connection with our exploitation of the rights granted above.</p>\n<p>By voluntarily providing User Contributions to us, you are agreeing to these terms.\nrepresenting and warranting to us that the User Contributions you provide are your original work or that you own or control all rights and have the right to grant the license described above.\nPublication or use of any content is at our sole discretion and we are under no obligation to use any User Contribution you provide.</p>\n<p>By submitting any User Contribution, you further represent and warrant that:</p>\n<ul>\n<li>You are the sole author and owner of the intellectual property and other rights thereto (or have the necessary licenses, rights, consents, and permissions in the User Contribution to permit use of the User Contribution in the manner contemplated by these Terms and Conditions);</li>\n<li>Your User Contribution does not infringe any copyright, patent, trademark, trade secrets, or other proprietary rights, or rights of publicity or privacy of any person or entity;</li>\n<li>All “moral rights” that you may have in the User Contribution have been voluntarily waived by you;</li>\n<li>Your User Contribution is accurate;</li>\n<li>You are at least 18 years old and, if you are a minor, that you have obtained the consent of your parent or legal guardian to use the Site and their agreement to these Terms and Conditions.\nand</li>\n<li>Your User Contribution does not violate these Terms and Conditions, the Privacy Policy, or any applicable law, rules, or regulations.</li>\n</ul> Notice of Claim of Copyright Infringement\n<p>We do not knowingly violate or permit others to violate the copyrights of others.\nWe will promptly remove or disable access to material that we know is infringing or if we become aware of circumstances from which infringing activity is apparent.\nWe also may deny you access to this Site if you post or transmit infringing User Contributions.</p>\n<p>If you are requesting removal of content because of a violation of your copyrights, please note that the Digital Millennium Copyright Act of 1998 (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe that your own work, or the work of a third party for whom you are authorized to act, is featured on this Site or has been otherwise copied and made available on this Site in a manner that constitutes copyright infringement, please notify us immediately.\nYour notice must be in writing and must include</p>\n<ul>\n<li>an electronic or physical signature of the copyright owner or of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>a description of the copyrighted work that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on this Site (including the URL, title and/or item number if applicable, or other identifying characteristics);</li>\n<li>your name, address, telephone number, and email address, and, if you are not the owner of the copyright, the name of the owner.\nand</li>\n<li>a written statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>Your notice must be addressed as follows:</p>\n<p>Copyright Attorney, Legal Department<br>\n1 Hormel Place<br>\nAustin, MN 55912<br>\nE-mail: copyrightagent@hormel.com</p>\n<p>Any notification by a copyright owner or a person authorized to act on its behalf that fails to comply with requirements of the DMCA shall not be considered sufficient notice and shall not be deemed to confer upon us actual knowledge of facts or circumstances from which infringing material or acts are evident.</p> Your Feedback\n<p>In these Terms and Conditions, “Feedback” refers to any material you post on or through this Site that is specifically about how we can improve this Site and/or the products and services we make available through this Site.\nAlthough we do not claim ownership of User Contributions that you post using this Site, the Feedback you provide to us through this Site will be and remain our exclusive property.\nYour submission of Feedback will constitute an assignment to us of all worldwide rights, title and interests in your Feedback, including all copyrights and other intellectual property rights in your Feedback.\nWe will be entitled to reduce to practice, exploit, make, use, copy, disclose, display or perform publicly, distribute, improve and modify any Feedback you submit for any purpose whatsoever, without restriction and without compensating you in any way.\nFor this reason, we ask that you not send us any Feedback that you do not wish to assign to us.</p>\nThird-Party Content\n<p>Some of the articles, columns, information, and other materials available through this Site are provided to us by third parties (other than visitors to this Site).\nWherever practical, in our opinion, the source of these third-party materials is identified.\nThese third-party materials are provided for your interest and convenience only.\nWe do not endorse these materials or the third parties who supply them to us, nor are we responsible, or do we warrant or represent that these materials are current, accurate, complete or reliable.</p>\n<p>The opinions expressed in these materials are strictly those of the authors and do not necessary reflect our views or opinions.\nIf there is a dispute between persons accessing this Site or between persons accessing this Site and any third party, you understand and agree that we are under no obligation to become involved.\nIf there is such a dispute, you hereby release Hormel Foods and its officers, directors, employees, partners, successors, agents, affiliates, subsidiaries and their related companies from claims, demands, and damages of every kind or nature arising out of, relating to, or in any way connected with such dispute.</p>\n<p>This Site may contain links to other websites maintained by third parties.\nWe do not operate or control, in any respect, or necessarily endorse the content found on these third-party websites.\nYou assume sole responsibility for your use of third-party links.\nWe are not responsible for any content posted on third-party Websites and are not liable to you for any loss or damage of any sort incurred as a result of your dealing with any third party or their website.</p> Mobile\n<p>This Site may include or promote certain features and services that may be available via your mobile phone, including, without limitation: (a) the ability to upload to this Site via your mobile phone, (b) the ability to receive and reply to messages and to send content and messages using text messaging, and (c) the ability to access this Site from your mobile phone (collectively “Mobile Services”).\nYour carrier’s normal messaging, data and other rates and fees will apply.\nYour carrier may prohibit or restrict certain Mobile Services and certain Mobile Services may be incompatible with your carrier or mobile device.\nYou should check with your carrier to find out what plans are available and how much they cost.\nAll charges are billed by and payable to your mobile service provider.\nBy using the Mobile Services, you agree that we may communicate with you regarding the Website and our partners by SMS, MMS, text message or other electronic means to your mobile device and that certain information about your usage of the Mobile Services will be communicated to us.</p>\n<p>Upon submission of your phone number to obtain Mobile Services, you may receive an SMS text message requiring confirmation response from your mobile phone or device.\nYour text message confirmation response will constitute an agreement to comply with the terms and conditions.\nText “STOP” from your mobile phone and we will unsubscribe you from our SMS text messaging service.\nYou will receive an OPT-OUT confirmation message and will not receive any additional messages until you re-register on our Website or you initiate additional text requests.\nFrom your mobile phone, you may request additional information at any time by texting HELP.</p>\n<p>You agree that in connection with the Mobile Services for which you are registered, we may send communications to your mobile device regarding us or other parties.\nFurther, we may collect information related to your use of the Mobile Services.</p> DISCLAIMER OF WARRANTIES\n<p>WE MAKE NO REPRESENTATIONS OR WARRANTIES WITH RESPECT TO THIS SITE OR ITS CONTENT, OR ANY PRODUCT OR SERVICE AVAILABLE ON OR PROMOTED THROUGH THIS SITE.\nTHIS SITE AND ALL OF THE INFORMATION, PRODUCTS AND SERVICES MADE AVAILABLE THROUGH THIS SITE ARE PROVIDED ON AN “AS IS,” “AS AVAILABLE” BASIS, WITHOUT REPRESENTATIONS OR WARRANTIES OF ANY KIND.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE AND OUR AFFILIATES DISCLAIM ANY AND ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO THIS SITE AND THE INFORMATION, PRODUCTS AND SERVICES MADE AVAILABLE THROUGH THIS SITE.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, WE AND OUR AFFILIATES DISCLAIM ALL REPRESENTATIONS AND WARRANTIES, EXPRESS OR IMPLIED, (A) OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\n(B) ARISING FROM COURSE OF DEALING OR COURSE OF PERFORMANCE.\n(C) RELATING TO THE SECURITY OF OUR SITES.\n(D) THAT THE CONTENT OF OUR SITES IS ACCURATE, COMPLETE.\nCURRENT OR RELIABLE.\nAND (E) THAT OUR SITES WILL OPERATE WITHOUT INTERRUPTION OR ERROR.</p>\n<p>HORMEL FOODS DOES NOT ENDORSE AND IS NOT RESPONSIBLE FOR STATEMENTS, ADVICE AND OPINIONS MADE BY ANYONE OTHER THAN AUTHORIZED HORMEL FOODS SPOKESPERSONS.\nWE DO NOT ENDORSE AND ARE NOT RESPONSIBLE FOR ANY STATEMENTS, ADVICE OR OPINIONS CONTAINED IN USER CONTRIBUTIONS AND SUCH STATEMENTS, ADVICE AND OPINIONS DO NOT IN ANY WAY REFLECT THE STATEMENTS, ADVICE AND OPINIONS OF HORMEL FOODS.\nWE DO NOT MAKE ANY REPRESENTATIONS OR WARRANTIES AGAINST THE POSSIBILITY OF DELETION, MISDELIVERY OR FAILURE TO STORE COMMUNICATIONS, PERSONALIZED SETTINGS, OR OTHER DATA.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES.\nACCORDINGLY, SOME OF THE ABOVE DISCLAIMERS OF WARRANTIES MAY NOT APPLY TO YOU.</p> Indemnification\n<p>You agree to defend, indemnify and hold harmless Hormel Foods, its affiliates, licensors and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms and Conditions or your use of this Site, including your User Contributions, any use of this Site’s Content, services and products other than as expressly authorized in these Terms and Conditions or your use of any information obtained from this Site.</p> LIMITATION OF LIABILITY\n<p>WE ARE NOT RESPONSIBLE OR LIABLE IN ANY MANNER FOR ANY USER CONTRIBUTIONS.\nALTHOUGH WE PROVIDE RULES FOR USER CONTRIBUTIONS, WE DO NOT CONTROL AND ARE NOT RESPONSIBLE FOR WHAT USERS POST ON OR THROUGH THIS SITE AND ARE NOT RESPONSIBLE FOR ANY OFFENSIVE, INAPPROPRIATE, OBSCENE, UNLAWFUL, INFRINGING, FALSE, OR OTHERWISE OBJECTIONABLE USER CONTRIBUTIONS YOU MAY ENCOUNTER ON THIS SITE OR IN CONNECTION WITH YOUR USE OF THIS SITE.</p>\n<p>UNDER NO CIRCUMSTANCES, SHALL WE OR OUR AFFILIATES, OR ANY OF OUR RESPECTIVE EMPLOYEES, DIRECTORS, OFFICERS, AGENTS, REPRESENTATIVES, VENDORS, LICENSORS OR SUPPLIERS, BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY LOSSES OR DAMAGES OF ANY KIND, HOWEVER ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF OR INABILITY TO USE THIS SITE, INCLUDING, WITHOUT LIMITATION, IN CONNECTION WITH ANY INFORMATION, PRODUCTS OR SERVICES PROVIDED OR PURCHASED THROUGH OUR SITES.</p>\n<p>THIS IS A COMPREHENSIVE LIMITATION OF LIABILITY THAT APPLIES TO ALL LOSSES OR EXPENSES AND DAMAGES OF ANY KIND (WHETHER DIRECT, INDIRECT, GENERAL, SPECIAL, PUNITIVE, CONSEQUENTIAL, INCIDENTAL, EXEMPLARY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, LOSS OF OR DAMAGE TO PROPERTY, LOSS OF USE, DATA OR OTHER INTANGIBLES, INCOME OR PROFITS), WHETHER THE CLAIM IS BASED ON CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR ANY OTHER LEGAL THEORY, EVEN IF OUR AUTHORIZED REPRESENTATIVE OR THE AUTHORIZED REPRESENTATIVE OF ONE OF OUR AFFILIATES HAS BEEN ADVISED OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES, AND WITHOUT REGARD TO THE EFFECTIVENESS OF OTHER REMEDIES.</p>\n<p>IF ANY PART OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN OUR AND OUR AFFILIATES’ AGGREGATE LIABILITY (INCLUDING THE LIABILITY OF ANY OTHER PERSON OR ENTITY WHOSE LIABILITY WOULD OTHERWISE HAVE BEEN LIMITED) FOR LIABILITIES THAT OTHERWISE WOULD HAVE BEEN LIMITED SHALL NOT EXCEED THE AMOUNT, IF ANY, OF ANY AMOUNTS PAID BY YOU TO US OR THE APPLICABLE AFFILIATE IN CONNECTION WITH THE APPLICABLE PRODUCT OR SERVICE, OR IF YOU HAVE PAID NO SUCH AMOUNTS, $10.00.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION LIABILITY FOR CERTAIN TYPES OF DAMAGES.\nACCORDINGLY, SOME OF THE FOREGOING LIMITATIONS OF LIABILITY MAY NOT APPLY TO YOU.</p> Reliance on Information Posted.\n<p>The information presented on or through this Site is made available solely for general information purposes.\nInformation accessible on this Site is not intended to be a substitute for professional medical advice.\nInformation is many times general in nature and may be helpful to some persons but not others, depending on personal needs.\nYou should always consult with your personal physician prior to changing or undertaking a new diet or exercise program.\nNever disregard professional medical advice or delay in seeking it because of something you have read on this Site.</p> Password Protected Areas of Our Sites\n<p>For your protection, certain areas of this Site may be password protected.\nYou are responsible for maintaining the confidentiality of your passwords.\nWe have the right to assume that anyone accessing this Site using a password assigned to you has the right to do so.\nYou will be solely responsible for the activities of anyone accessing this Site using a password assigned to you, even if the individual is not, in fact authorized by you.\nIf you have reason to believe that your password has been compromised or used without authorization, you must promptly change it using the functionality provided on this Site.</p>\n<p>In order to access or use some of the features on this Site, you may have to become a registered user.\nIf you become a registered user, you will provide true, accurate, current and complete information about you as may be prompted by any registration forms, if such information changes, you will promptly update the relevant registration information.\nWe reserve the right to terminate your account or otherwise deny you access to this Site in our sole discretion for any or no reason without notice and without liability.\nIf you are under the age of eighteen (18), then you are not permitted to register as a user or otherwise submit personal information to us.</p> Governing Law, Jurisdiction and Venue\n<p>Our headquarters are located in Austin, Minnesota, USA.\nThese Terms and Conditions shall be governed by the laws of the United States and by the laws of the State of Minnesota without regard to its conflicts of law provisions.\nAll actions or proceedings arising out of or relating to these Terms and Conditions shall be venued exclusively in state or federal court in the State of Minnesota.\nYou hereby irrevocably consent and submit to the personal jurisdiction of said courts for all such purposes, and you waive any objection to such jurisdiction or venue.\nThe preceding provision regarding venue does not apply if you are a consumer based in the European Union.\nIf you are a consumer based in the European Union, you may make a claim in the courts of the country where you reside.\nAny claim under these Terms of Use must be brought within one (1) year after the cause of action arises, or such claim or cause of action is barred.\nClaims made under the separate terms and conditions of purchase for goods and services are not subject to this limitation.\nNo recovery may be sought or received for damages other than out-of-pocket expenses, except that the prevailing party will be entitled to costs and attorneys’ fees.\nIn the event of any controversy or dispute between Hormel Foods and you arising out of or in connection with your use of the Site, the parties shall attempt, promptly and in good faith, to resolve any such dispute.\nIf we are unable to resolve any such dispute within a reasonable time (not to exceed thirty (30) days), then either party may submit such controversy or dispute to mediation.\nIf the dispute cannot be resolved through mediation, then the parties shall be free to pursue any right or remedy available to them under applicable law.</p> Void Where Prohibited\n<p>Hormel Foods administers and operates the Site from its location in Austin, Minnesota USA.\nother Hormel Foods sites may be administered and operated from various locations outside the United States.\nAlthough the Site is accessible worldwide, not all features, products, or services discussed, referenced, provided, or offered through or on the Site are available to all persons in all geographic locations, or appropriate or available for use outside the United States.\nHormel Foods reserves the right to limit, in its sole discretion, the provision and quantity of any feature, product, or service to any person or geographic area.\nAny offer for any feature, product or service made on the Site is void where prohibited.\nIf you choose to access the Site from outside the United States, you do so on your own initiative and you are solely responsible for complying with applicable local laws.</p> Miscellaneous\n<p>We reserve the right at any time and from time-to-time to modify, edit, delete, suspend or discontinue, temporarily or permanently, this Site (or any portion thereof) and/or the information, materials, products and/or services available through this Site (or any part thereof) with or without notice.\nYou agree that we shall not be liable to you or to any third party for any such modification, editing, deletion, suspension or discontinuance of this Site.</p>\n<p>Our failure at any time to require performance of any provision of these Terms and Conditions or to exercise any right provided for herein will not be deemed a waiver of such provision or such right.\nAll waivers must be in writing.\nUnless the written waiver contains an express statement to the contrary, no waiver by Hormel Foods of any breach of any provision of these Terms and Conditions or of any right provided for herein will be construed as a waiver of any continuing or succeeding breach of such provision, a waiver of the provision itself, or a waiver of any right under these Terms and Conditions.</p>\n<p>If any provision of these Terms and Conditions is held by a court of competent jurisdiction to be contrary to law, such provision will be changed and interpreted so as to best accomplish the objectives of the original provision to the fullest extent allowed by law and the remaining provisions of these Terms and Conditions will remain in full force and effect.</p>\n<p>These Terms and Conditions (together with our Privacy Policy and any Notices applicable to you) contain the entire understanding and agreement between you and Hormel Foods with respect to this Site and supersede all previous communications, negotiations, and agreements, whether oral, written, or electronic, between you and Hormel Foods with respect to this Site and your use of this Site.</p> Contact Information\n<p>To ask questions or comment about these Terms and Conditions, contact us at lawdepartment@hormel.com or:</p>\n<p>Hormel Foods Corporation<br>\n1 Hormel Place<br>\nAustin, MN 55912<br>\nAttn: Legal Department</p> ", "created_at": "2023-07-01 02:07:17.05624", "updated_at": "2023-07-01 02:08:11.394246"}], "points": [], "urls": ["hormelfoods.com"]}}