{"error": 448, "message": "OK", "parameters": {"id": 9008, "name": "The American Conservative", "created_at": "2023-07-10 02:08:33.614284", "updated_at": "2023-07-10 10:02:44.186535", "wikipedia": "https://en.wikipedia.org/wiki/The_American_Conservative", "keywords": null, "related": null, "slug": "the-american-conservative", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9008.png", "url": "theamericanconservative.com", "documents": [{"id": 17636, "name": "Privacy Policy", "url": "https://www.theamericanconservative.com/privacy-policy/", "xpath": "/html/body/section[2]/div", "text": " <p>The American Conservative (a 501(c)(3) nonprofit organization registered as The American Ideas Institute) (“TAC” or “us” or “we” or “our”) owns and operates theamericanconservative.com, conservativerealism.org, and conservativeurbanism.org (the “Websites”).\nTAC is committed to complying with all applicable laws and regulations, including the General Data Protection Regulation (GDPR).\nIf you want to know what personal information we hold about you, or if you have questions about our privacy practices or any of your rights as described in this privacy policy (“Privacy Policy”), please contact us at data.protection@theamericanconservative.com.</p>\n<p>We respect and safeguard the privacy of the users of the Websites, and the readers of our print magazine, <em>The American Conservative</em>.\nThis Privacy Policy outlines how we will do this, how we will collect and use your personal information and other data, and how you can review and make changes regarding our use of your personal information.\nPlease read this Privacy Policy carefully in combination with our Websites’ Terms and Conditions.</p>\n<p>This Privacy Policy covers only the Websites identified above, and does not apply to information which you may send us by other means.\nOther TAC sites and other online locations may have their own privacy policies, and you should consult those accordingly.</p>\n<p>This Policy is effective as of: March 15, 2019.</p>\n<p>\n<strong>Policy changes</strong>\n</p>\n<p>TAC may update this Privacy Policy from time to time.\nAny changes to this Privacy Policy will be posted below for a period of thirty (30) days and will be effective when posted.\nThe changes will also be immediately incorporated into this Privacy Policy.</p>\n<p>Your continued use of the Websites after any changes are made to this Privacy Policy constitutes your acceptance of the changes.\nIf any of the changes are unacceptable to you, you should cease using the Websites.</p>\n<p>If any changes to this Privacy Policy affect how TAC treats or handles personal information that you have already provided to us or that has otherwise been collected by TAC, then we will notify you by email (if TAC has a valid email address to use) and give you thirty (30) days to opt-in to the changes as they pertain to your information.\nIf you do not opt-in, your information will continue to be used in a manner that is consistent with the version of this Privacy Policy under which it was collected, or the information will be deleted.</p>\n<p>\n<strong>What information do we gather?</strong>\n</p>\n<p>Personal information (“Personal Information”) is generally defined as information that, by itself or in combination with other information, could be used to identify you, could be reasonably associated with you, or information that may be used to get access to your account.&nbsp.\nPersonal Information includes, but is not limited to, name, mailing and/or shipping address(es), telephone number, email address, username and password, credit/debit card number and other financial information, Internet protocol (“IP”) address and other online identifiers, date of birth, location data, race, professional or employment-related information, political affiliation, office address and other business information, biometric data (e.g., fingerprints), government-issued identification numbers (e.g., social security number.\ndriver’s license number.\npassport number), etc.</p>\n<p>Personal Information and other data is gathered on or through the Websites in two ways: (1) indirectly (for example, when information is automatically collected through our Websites’ technology).\nand (2) directly (for example, when you voluntarily provide information on various pages of the Websites).</p>\n<p>One example of data we collect indirectly is through internet access logs.\nWhen you access the Websites, your numeric IP address is automatically collected and is placed in our internet access logs.</p>\n<p>We collect data indirectly from you in a number of ways, one of which is through the use of cookies.\nWe use cookies to remember you when you visit our Websites, to keep track of your browsing patterns, and to better understand how you and other users use the Websites.\nA cookie is a small piece of information sent by a web server to the web browser, which enables the web server to collect information from the browser.</p>\n<p>Most browsers allow you to turn off cookies.\nIf you want to know how to do this please look at the help menu on your browser.\nHowever, switching off cookies may restrict your use of the Websites and/or delay or affect the way in which the Websites operate.\nTAC’s Websites uses cookies primarily to improve page loading speed and user experience.\nIf you have a TAC subscription, you will need to accept cookies from our Websites in order to utilize it.</p>\n<p>We also collect information directly when you voluntarily submit it to us.\nThere are areas on our Websites where you may be asked to provide TAC with Personal Information such as your name, mailing and/or shipping address(es), email address, telephone number, date of birth, and/or credit/debit card number or other purchasing information when we provide you with the opportunity to:</p>\n<p>– register for email newsletters;<br>– sign up for TAC meetings and events;<br>– make donations to The American Ideas Institute;<br>– subscribe to receive home delivery, digital or Kindle editions of TAC’s magazine, <em>The American Conservative</em>;<br>– comment on articles;<br>– contact TAC with questions or comments.\nand/or&nbsp;participate in online surveys.&nbsp;</p>\n<p>\n<strong>When we collect your Personal Information in this way, we will notify you as to how this information will be used.\nWe will also provide you with the opportunity to indicate your preferences as to the use of your information.</strong>\n</p>\n<p>\n<strong>Third party advertising cookies</strong>\n</p>\n<p>If you grant TAC the permission to use cookies related to your use of the Websites, many of the advertisements you see on the Websites are generated by third parties and personalized based on your browsing history.\nSome of these third parties generate their own cookies to track how many people have seen a particular advertisement (or use the services of third parties to do this), and to track how many people have seen it more than once.&nbsp.\nSome of the information gleaned from third party cookies will be aggregated with other anonymous information for statistical purposes.</p>\n<p>The third party companies that generate these cookies have their own privacy policies and control the access to and use of these cookies.\nOther than allowing them to be served, we have no role to play in the administration of these cookies (although we may use statistical information arising from these third party cookies, and provided to us by third parties, to improve the targeting of advertisements to users of the Websites).</p>\n<p>You can opt-out of receiving cookies for targeted or personalized advertisements by clicking on the blue triangular “AdChoices” icon in the corner of the advertisements on our Websites, or by visiting optout.aboutads.info.</p>\n<p>You can also visit the trade body representing these advertising bodies for more information on how to opt-out of these cookies.&nbsp;</p>\n<p>If you opt-out, you may still see advertisements but they will not be personalized based on your browsing history.\nPlease note that when using the advertising industry opt-out tools described above, you may need to execute this opt-out on each browser or device that you use.\nFurther, if you delete your cookies or upgrade your browser after opting out, you will need to opt-out again.</p>\n<p>TAC also works with third-party web technology providers to deliver advertisements, increase page speed, and facilitate social media sharing.\nSome of these partners may use software such as cookies and other tracking methods.\nIf you have an account with these service providers (such as Google, Twitter, or Facebook), your use of the website may be subject to monitoring or tracking by these companies.\nTAC also utilizes security services provided by Cloudflare.&nbsp;</p>\n<p>Additionally, TAC uses Google’s Analytics service to track site content usage patterns in an anonymous manner.\nYou may be able to opt-out of this data collection by following the instructions on this page and installing the Google Analytics Opt-out Browser Add-on.</p>\n<p>Upon request, TAC can provide you with a list of third-party partners with whom we currently work.&nbsp;</p>\n<p>\n<strong>Use of your information</strong>\n</p>\n<p>TAC may use your Personal Information and other data to:</p>\n<p>– send you TAC newsletters and other updates;<br>– schedule and administer meetings and events;<br>– process donations made to The American Ideas Institute;<br>– provide you with copies of our magazine;<br>– administer and moderate the comments sections on the Websites;-<br>respond to questions or comments;<br>– process and catalog responses to surveys or questionnaires;<br>– improve the content and general administration of the Websites;<br>– perform internal operations related to the Websites (e.g., fraud prevention);<br>– troubleshoot software issues and operational problems with the Websites;<br>– conduct data analysis and testing.\nand/or<br>– monitor usage of the Websites.</p>\n<p>Any Personal Information or other data gathered by or supplied to us via the Websites or the magazine will be used in accordance with this Privacy Policy, in accordance with your wishes as indicated to us and in accordance with applicable laws.\nBy providing to TAC the Personal Information and other data referenced above, you agree that TAC may use the Personal Information and other data in accordance with the terms of this Privacy Policy.</p>\n<p>You may modify your preferences or get further information by writing to us at The American Conservative, 910 17th St NW, Suite 310, Washington, DC 20006, or by email at data.protection@theamericanconservative.com.</p>\n<p>\n<strong>Disclosing your information</strong>\n</p>\n<p>We will not sell or otherwise share your Personal Information with third parties without your consent except in the following instances.</p>\n<p>TAC does occasionally release its mailing list to other companies but we will not sell, trade or otherwise disclose any Personal Information to any outside parties, with the exception of any disclosures of your Personal Information as detailed in this Privacy Policy, unless we have your prior agreement to do so.\nIndividuals who do not want Personal Information such as their postal and/or email address(es) released to third party companies can opt-out by sending TAC an email at data.protection@theamericanconservative.com.</p>\n<p>As mentioned in the “Third party advertising cookies” section above, TAC may share certain Personal Information with advertising service providers to provide you with information on products and services that may be of interest to you.&nbsp.\nThese advertising service providers may receive your IP address and other data as a result of your use and interaction with the Websites.&nbsp;&nbsp;</p>\n<p>Where you have agreed to be contacted by us, we may pass your Personal Information and other data to third parties who provide various products and services on our behalf.\nThis may include sharing Personal Information with:</p>\n<p>– our email service provider to send you TAC newsletters and other updates;<br>– our shipping vendors to send you products that you order and publications to which you subscribe.\nand/or<br>– our payment service providers to process orders and transactions that you authorize on or through the Websites.</p>\n<p>We may disclose your Personal Information or other data if TAC is required to do so by law or in good faith believes such action is necessary to comply with the law.\nTAC may also disclose your Personal Information and other data if it reasonably believes it is required to do so in cooperation with a governmental or law enforcement investigation, or if we are ordered to do so by a court or other similar body.</p>\n<p>TAC may also disclose Personal Information or other data as we may think necessary to protect our legal rights, a registered user or third party, or to prevent imminent physical harm to any person or damage to any TAC property.</p>\n<p>TAC may share your Personal Information and other data with a third party when we are approached by a potential buyer of our business and/or assets, or in relation to any joint venture or other business arrangement.\nIn such circumstances, TAC will provide notice before we pass on your Personal Information and other data to such third party’s advisors and to any prospective buyer, as well as to any other relevant parties.</p>\n<p>Other than what is referenced above, the Personal Information and other data collected from you is not shared with nor sold to any person or entity outside of TAC.</p>\n<p>\n<strong>Securing and retaining your Personal Information</strong>\n</p>\n<p>While TAC takes the issue of protecting your Personal Information and other data seriously by encrypting all transactions between our servers and our readers, you should exercise discretion in what information you disclose and/or transmit on or through the Websites.\nNo data transmission over the Internet can be entirely secure, and therefore we cannot guarantee the security of your Personal Information and/or use of the Websites.\nAny information that you send is at your own risk and may be read by others.\nIf you are concerned about sending information to TAC over the Internet, please send the information by mail or call us to make other arrangements.\nTAC is not responsible for the security of information sent over the Internet.\nHowever, once we have received your Personal Information we use reasonable technical and organizational means to protect the security of your Personal Information.</p>\n<p>TAC retains Personal Information only for as long as necessary to fulfill the stated purpose for which the Personal Information was collected or otherwise processed, and thereafter for a variety of legitimate legal or business purposes.\nThese may include retention periods that are: (i) mandated by law, contract or similar obligations applicable to TAC’s business operations.\n(ii) for preserving, resolving, defending or enforcing our legal/contractual rights.\nor (iii) needed to maintain adequate and accurate business and financial records.\nWe will delete your Personal Information as soon as the respective purpose of use is not applicable anymore and no legal obligation to retain such data exists.\nWe will keep running statistical analysis on an anonymized basis.\nIf you have any questions about the security or retention of your personal data, you can contact us at data.protection@theamericanconservative.com</p>\n<p>\n<strong>Your rights and choices regarding your Personal Information</strong>\n</p>\n<p>You have the following rights regarding your Personal Information:&nbsp;</p>\n<p>– the right to access details on the Personal Information TAC holds about you at any time;<br>– the right to update and correct any inaccurate Personal Information TAC holds about you;<br>– the right to withdraw any consent for marketing activities or processing of Personal Information that you might have provided to TAC;<br>– the right to opt-out of any sale of your Personal Information;<br>– the right to request erasure of your Personal Information;<br>– the right to request restriction of TAC’s processing of your Personal Information;<br>– the right to object at any time to TAC’s processing of Personal Information concerning you;<br>– the right to request the portability of Personal Information that you have provided to TAC.\nand<br>– the right not to be discriminated against, in terms of the services offered on or through the Websites, because you exercised any of these rights regarding the collection and use of your Personal Information.&nbsp;</p>\n<p>If you would like to review, edit, delete or obtain a copy of the Personal Information we hold about you, if you wish TAC to stop using your Personal Information in the manners specified in this Privacy Policy, or if you would like to exercise the rights listed above in any other way, please send an email to data.protection@theamericanconservative.com.\nPlease use this address for any requests related to your rights listed above.</p>\n<p>Please note that TAC will do its best to accommodate your requests, but if you wish to delete Personal Information, TAC cannot guarantee it can remove all Personal Information from the specified uses.\nTherefore, please be as specific as possible in your request.\nIf the request relates to information that TAC needs to make the Websites function properly for you, you may not be able to use the Websites properly moving forward.</p>\n<p>We want to ensure that we provide you with the best possible service.\nPlease therefore always keep us updated of any changes to your Personal Information, for example, if your email address changes.\nYou can update your Personal Information by accessing your subscription account pages on the website or by emailing data.protection@theamericanconservative.com.&nbsp;</p>\n<p>TAC does not recognize or process “do not track” or similar technical requests.</p>\n<p>Third parties that may directly collect information through the Sites may respond differently than TAC to “do not track” requests, so you should consult the applicable privacy policies of those third parties for that information.</p>\n<p>Under the General Data Protection Regulation (“GDPR”), if you are a resident of the European Economic Area (“EEA,” i.e.\nthe 27 European Union Member States, as well as Iceland, Norway and Liechtenstein), then you also have the right to lodge a complaint about TAC’s processing of your Personal Information with a supervisory authority.\nIn particular, you may lodge a complaint in the Member State where you live or work or where the alleged violation took place.&nbsp;</p>\n<p>If you would like to opt-out of receiving further promotional emails from TAC, please follow the opt-out instructions at the bottom of the email or send TAC a detailed message at data.protection@theamericanconservative.com.</p>\n<p>TAC does not knowingly collect any information from minors, nor are the Websites directed at or intended for minors.\nIf a minor uploads/posts information on or through the Websites that is publicly available, and the minor subsequently wants that same information deleted, the minor has a right to request that such information be removed from public viewing.\nMinors who wish to request the removal of their information should submit their request to data.protection@theamericanconservative.com.\nAny removal of content by TAC does not ensure or guarantee complete or comprehensive removal of the content in all places.\nThe content may have been shared or reposted by other parties, or federal or state law may require maintenance of the content or information.</p>\n<p>\n<strong>International transfers of your Personal Information</strong>\n</p>\n<p>If you are outside of the United States, you are responsible for complying with any local laws regarding your use of the Websites, and related data collection.\nYou also agree and acknowledge that by providing any information through the Websites, including Personal Information, that such information will be transmitted to, and stored in, the United States.</p>\n<p>If you are a resident of the EEA, the Personal Information that we collect from you may be disclosed to and processed by staff operating outside the EEA.\nDisclosure will be to individuals who work for TAC, our related organizations, and companies with which we have contracted to process or store this data on TAC’s behalf.\nBy registering on the Websites or sending us your Personal Information by other means, you are indicating your consent for your Personal Information to be sent and stored outside the EEA.</p>\n<p>The individuals and organizations that receive Personal Data as a result of international transfers out of the EEA must follow our express instructions with respect to the use of Personal Data and they must comply with appropriate security measures to protect your information.&nbsp;</p>\n<p>\n<strong>Children’s information</strong>\n</p>\n<p>The Websites are intended for individuals eighteen (18) years of age and older.</p>\n<p>The Websites are not directed at, marketed to, nor intended for, children under thirteen (13) years of age.\nTAC does not knowingly collect any information, including Personal Information, from children under 13 years of age.\nIf TAC learns that any information was provided on or through the Sites by a person younger than 13 years of age, TAC will delete the information immediately.</p>\n<p>\n<strong>External links on the Websites</strong>\n</p>\n<p>The Websites may contain links to external sites, including those embedded in third party advertisements or sponsor information, that are not controlled by TAC.\nTAC is not responsible for the privacy practices and data collection policies for such third party sites.\nYou should consult the privacy policies of those sites for details.</p>\n<p>TAC may also allow interaction between the Websites and other sites or mobile applications such as Facebook or other plugins available through the Websites that allow you to share information with persons outside of the Websites.\nPlease consult the privacy policies of those third party providers before using them to make sure you are comfortable with the level of sharing.</p>\n<p>\n<strong>Websites’ Terms and Conditions</strong>\n</p>\n<p>The Websites’ Terms and Conditions are incorporated by reference into this Privacy Policy.\nThe Terms and Conditions can be found at: https://theamericanconservative.com/comments-policy/.</p>\n<p>\n<strong>What does providing us with this information mean?</strong>\n</p>\n<p>By giving us Personal Information about you, you agree that your Personal Information can be used as set out in this Privacy Policy.&nbsp;</p>\n<p>\n<strong>If you need to reach us regarding this Privacy Policy, what should you do?</strong>\n</p>\n<p>If you have any questions regarding this Privacy Policy, please contact TAC at:</p>\n<p>EMAIL: data.protection@theamericanconservative.com</p>\n<p>PHONE: 202-955-3600 or 800-579-6148</p>\n<p>MAIL: 910 17th St NW, Suite 310, Washington, DC 20006</p>\n<p>It is the policy of TAC to strictly enforce this Privacy Policy.\nIf at any time you believe that we have not adhered to the terms of this Privacy Policy, please notify us by email and we will make any efforts we can to determine and solve the problem promptly.</p>\n<p>This Privacy Policy was last updated on March 15, 2019.</p> Subscribe Today <p>Become a member and enjoy the very best content in print &amp.\ndigital.</p> Become a Member Advertisement ", "created_at": "2023-07-10 02:08:33.673351", "updated_at": "2023-07-10 02:08:49.843736"}, {"id": 17635, "name": "Comments Policy", "url": "https://www.theamericanconservative.com/comments-policy/", "xpath": "//*[@id=\"detail_article\"]", "text": " <p>Thank you for reading <em>The American Conservative</em>.\nWe welcome your thoughtful opinions and comments! Please observe these basic ground rules when commenting on our articles and blog posts, or your comments will not be posted and you may be blocked from commenting.</p>\n<p>– No spamming, trolling, advertising, or posting of unrelated content, including double-posting and unrelated external links</p>\n<p>– No vulgar, threatening or derogatory language</p>\n<p>– Swearing or use of racial slurs is not allowed and will result in your comment being automatically flagged as spam or trash</p>\n<p>– We do not block comments based on political viewpoint, but please always be considerate and respectful.</p>\n<p>That’s all! If you have any further questions, please email us at letters@theamericanconservative.com.</p> Subscribe Today <p>Become a member and enjoy the very best content in print &amp.\ndigital.</p> Become a Member Advertisement ", "created_at": "2023-07-10 02:08:33.644209", "updated_at": "2023-07-10 02:09:28.32254"}], "points": [], "urls": ["theamericanconservative.com"]}}