{"error": 448, "message": "OK", "parameters": {"id": 7913, "name": "ouo.io", "created_at": "2023-04-06 16:10:48.500388", "updated_at": "2023-04-22 11:50:37.95861", "wikipedia": null, "keywords": null, "related": null, "slug": "ouo-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7913.png", "url": "ouo.io", "documents": [{"id": 15303, "name": "Terms", "url": "https://ouo.io/terms", "xpath": "//body", "text": " ☰ Payout Rates\nFAQ Login Signup Free Terms\n<p>Last update: March 28, 2018</p> General Information\n<p>This Site allows publishers to shorten any URL and earn income by sharing the shortened URL.\nAdvertising is shown to the viewer on their way to their destination URL.\nBy using the Site's service, you agree that the Site includes advertisements on the shortened URLs which is a requirement for the Site to operate.</p>\n<br>\nUsage\n<p>By using the Site's service, you agree not to:\n</p>\n<ol>\n<li>Advertise ouo.io on traffic exchange websites and PTC websites;</li>\n<li>Place shortened links on websites containing content that may be threatening, harassing, defamatory, obscene, contain any viruses, Trojan horses, worms, time bombs, cancelbots or contain software which may cause damage to the viewer or the Site's server;</li>\n<li>Shrink URLs which redirect to websites containing the above mentioned content;</li>\n<li>Use the Service for any illegal or unauthorised purpose including but not limited to copyright content, child pornography, threatening, defaming, stalking, abuse, harassing or violating any person's or entity's legal rights;</li>\n<li>Offer an incentive or beg a visitor to click on your shortened links;</li>\n<li>Spam any website, forum or blog with the Site's links;</li>\n<li>Bring fake/automated traffic of any kind to your links.\nThis will get your account terminated automatically by our system.\nManipulation of our system to gain views is also not allowed.\nThis includes iframes, redirects, bots, proxies, traffic exchange, Email traffic, PTC traffic, hitleap, jingling, etc;</li>\n<li>Automatically redirect to your shortened url from a website.\nThe viewer must click on the link him/herself;</li>\n<li>Open your shortened URLs using an iframe or popups/popunder;</li>\n<li>Click on your own shortened urls to generate revenue.\nWe reserve the right to not pay for the revenue generated;</li>\n<li>Create 'redirect loops' with ouo.io URLs or similar services to generate revenue;</li>\n<li>Transmit files that contain viruses, spyware, adware, trojans or other harmful code;</li>\n<li>Interfere with other publishers which are using the Site's service;</li>\n<li>Create multiple accounts.\nOnly one account per person is allowed;</li>\n<li>Abuse from the contact system such as sending messages regarding payments before due dates, threatening to change service and/or providing false or incomplete data.</li>\n</ol>\n<p>\n</p>\n<br>\nQuestion\n<p>Any questions about our Terms should be addressed to info@ouo.io.</p>\n<small>Join Us Now</small>\n<strong>Boost Your Earnings</strong>\n<p>Sign up for free and become one of the millions of people around the world who have fallen in love with ouo.io.</p>\n<p>\nStart earning now!<br>\n<small>Already registered? Login</small>\n</p> © ouo.io 2015 - 2023, All rights reserved.\nSupport\nTerms\nAbuse ", "created_at": "2023-04-06 16:10:48.533049", "updated_at": "2023-04-06 16:11:08.768645"}], "points": [{"id": 30699, "title": "You agree not to use the service for illegal purposes", "source": "https://ouo.io/terms", "status": "Generated through the annotate view", "created_at": "2023-04-07 03:56:55.388087", "updated_at": "2023-07-11 06:28:38.257108", "quoteText": null, "case_id": 280, "document_id": 15303, "quoteStart": null, "quoteEnd": null}, {"id": 30696, "title": "There is a date of the last update of the agreements", "source": "https://ouo.io/terms", "status": "Generated through the annotate view", "created_at": "2023-04-07 03:49:02.289524", "updated_at": "2023-07-11 06:28:38.337709", "quoteText": null, "case_id": 331, "document_id": 15303, "quoteStart": null, "quoteEnd": null}], "urls": ["ouo.io"]}}