{"error": 448, "message": "OK", "parameters": {"id": 9487, "name": "Glitch", "created_at": "2023-09-02 19:20:25.401982", "updated_at": "2023-09-02 22:02:30.59096", "wikipedia": "https://en.wikipedia.org/wiki/Glitch_(company)", "keywords": null, "related": null, "slug": "glitch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9487.png", "url": "glitch.com", "documents": [{"id": 18713, "name": "Privacy Policy", "url": "https://glitch.com/legal/privacy", "xpath": "//body", "text": " Skip to Main ContentSkip to Main ContentGlitch LogoDiscoverBlogPricingLog inSign upGlitch LogoLog inSign upDiscoverBlogPricingSearchSectionsTerms of ServicePrivacy PolicyDMCA/TrademarkData Processing Terms<p>We've Updated our Privacy Statement!</p>\n<p>As of May 18, 2022,Glitch is part of Fastly.\nWe've updated our legal section, which includes our Terms of Service, Privacy Statement, and DMCA/Trademark Policy, to account for our new Data Processing Terms.</p>\n<p>You might think it’s the boring stuff, but it’s important! We designed Glitch to be friendly, safe, and open, and with that comes a whole lotta legal language aimed at ensuring you can trust us with your data and code.</p>\n<p>We value your privacy and previously revised this statement to make it even clearer what our stance is on collecting and using your data.\nIn addition to making it more readable, our prior updates to the Privacy Statement do the following:</p>\n<ol>\n<li>More clearly defines the data we collect and the data we do not collect</li>\n<li>More clearly defines why we collect user data</li>\n<li>More clearly defines how we share user data</li>\n<li>More clearly outlines the choices and rights users have around their information</li>\n<li>Addresses international users and how to exercise rights regarding GDPR</li>\n<li>Provides users with ways to control the use of their information</li>\n</ol>\n<p>If you’ve read this far, thanks for caring about the trust and safety of our community.\nThis is us doing our part to make Glitch a happier, safer corner of the Internet.</p>Glitch Privacy Statement<p>Effective date: May 19, 2022</p>\n<p>Thanks for trusting Glitch, Inc.\n('Glitch', 'we', 'us', 'our') with your personal information, your code, and your projects! We take our responsibility to you very seriously, and so this Privacy Statement describes how we handle your data.</p>\n<p>This Privacy Statement applies to all websites we own and operate and to all services we provide (collectively, the 'Services').\nSo…PLEASE READ THIS PRIVACY STATEMENT CAREFULLY.\nBy using the Services, you are expressly and voluntarily accepting the terms and conditions of this Privacy Statement and our Terms of Service, which include allowing us to process information about you.</p>\n<p>Glitch will process, transmit and store personal data in accordance with this Privacy Statement, and where Glitch is a data processor, the Data Processing Terms available at https://glitch.com/legal/dataprocessing (the “Data Processing Terms”).\nBy using the Services you agree to be bound by the Data Processing Terms, if applicable.\nYou should not use the Services to process sensitive personal information, secrets, or other sensitive data.\nOur contact information appears at the end of this Privacy Statement.</p>Table of Contents<ol>\n<li>1.Data We Collect</li>\n<li>2.Cookies and Online Analytics</li>\n<li>3.How We Share Your Data</li>\n<li>4.Aggregate/De-Identified Information</li>\n<li>5.Notice About Use of Our Forums and Features</li>\n<li>6.Your Choices and Rights</li>\n<li>7.International Users</li>\n<li>8.How We Protect Your Data and Our Services</li>\n<li>9.Retention of Your Information</li>\n<li>10.Third-Party Links and Features</li>\n<li>11.Children's Privacy</li>\n<li>12.Changes to our Privacy Statement</li>\n<li>13.Contact Information</li>\n</ol>1.Data We Collect<p>'Personal information' is any information about a user which could, alone or together with other information, personally identify that user, or otherwise be reasonably linked or connected with that user.\nInformation such as a username and password, an email address, a real name, an Internet protocol (IP) address, and a photograph are examples of 'personal information.'</p>\n<p>Personal information does not include aggregated, non-personally identifying information that does not identify a user or cannot otherwise be reasonably linked or connected with that user (See Section 4 for further detail).\nWe may use such aggregated, non-personally identifying information for research purposes and to operate, analyze, improve, and optimize our Services.</p>\n<p>We do not intentionally collect 'sensitive personal information,' such as personal data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, trade union membership, genetic data, biometric data (where processed to uniquely identify someone), and/or data concerning health or data concerning a natural person’s sex life or sexual orientation.\nOur Services are not intended for storing or processing personal information.\nIf despite this you choose to store any sensitive personal information on our servers, you are responsible for complying with any regulatory controls regarding that data.</p>\n<p>Glitch also does not knowingly collect information from, or direct any of our content specifically to, children under the age of 13.\nChildren under the age of 13 are not permitted to use the Services.\nIf we learn or have reason to suspect that a user is under the age of 13, we will have to close their account.\nFor further information, please see Section 11 and our Terms of Service.</p>\n<p>The table below describes the different types of information we collect about you (personal and otherwise), why we use that information, and where we received that information.</p>Categories of information collectedPurposes of use (see chart below for additional information)Sources of informationAccount registration information, <p>e.g., alias, password, email address, username, and images such as avatars and cover photos</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with you</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third-party service</li>\n</ul>Contact information, <p>e.g., email address</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with you</li>\n<li>Personalize your experience</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n</ul>Financial and transactional information, <p>e.g., name, postal address, credit or debit card number, and verification number, expiration date, and information about your transactions with us</p>\n<ul>\n<li>Provide the services</li>\n<li>Communicate with you</li>\n<li>Secure our Service and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third-party payment processors who collect this information on our behalf and who also have an independent relationship with you</li>\n</ul>User-generated content, <p>e.g.\nphotos, videos, audio, information embedded in such content, any information you submit in public forums and message boards, and feedback or testimonials you provide about our Services</p>\n<ul>\n<li>Provide the Services</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Third-party services that you connect to and access, such as GitHub</li>\n<li>Other users who provide information about you in connection with the Services</li>\n</ul>Customer service information, <p>e.g., questions and other messages you address to us directly through online forms, by email, over the phone, or by post</p>\n<ul>\n<li>Communicate with you</li>\n<li>Provide the Services</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n</ul>Research or survey information, <p>e.g., we collect information from you if you participate in internal Glitch surveys about our Services and ways we can improve our Services</p>\n<ul>\n<li>Communicate with you</li>\n<li>Provide the Services</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Survey partners</li>\n<li>Researchers and analysts</li>\n</ul>Information about others, <p>e.g., if you use a tool that allows you to send information to another person, or invite them to participate in a project on the Services, or you include another's information within our Services as part of your project, we may collect that person's email address.\nIf you provide us with another person's information, make sure you are authorized to do so.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Other users (if you are the recipient of a communication)</li>\n</ul>Device information and identifiers, <p>e.g., IP address.\nbrowser type and language.\noperating system.\nplatform type.\ndevice type.\nsoftware and hardware attributes.\nand unique device, advertising, and app identifiers</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Analytics providers</li>\n<li>Cookies and tracking technologies</li>\n</ul>Connection and usage data, <p>e.g., information about files you download, domain names, landing pages, browsing and other activity on the Services and other select sites, dates and times of access, pages viewed, forms you complete or partially complete, search terms, uploads or downloads, whether you open an email and your interaction with email content, access times, error logs, and other similar information</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Analytics providers</li>\n<li>Cookies and tracking technologies</li>\n</ul>Communications with other users, <p>e.g., if you use one of our features to send in-service messages, we may collect the content of those messages and information surrounding those messages, such as date/time of the communication</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Other users with whom you communicate</li>\n</ul>Geolocation, <p>e.g., city, state, country, and ZIP code associated with your IP address</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Analytics providers</li>\n<li>Cookies and tracking technologies</li>\n</ul>Social media information, <p>we may have access to information you provide to a social network, e.g., your name, email address, friend list, photo, gender, location, and current city.\nWe also have access to information you directly give us through our social networking and blogging platforms (e.g., Facebook, Instagram, Snapchat, Wordpress, and Twitter)</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with you</li>\n<li>Personalize your experience</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Social media networks, in accordance with your privacy preferences on such services</li>\n</ul>Other information, <p>e.g., any other information you choose to directly give us in connection with your use of the Services</p>\n<ul>\n<li>Provide the Services</li>\n<li>Communicate with you</li>\n<li>Personalize your experience</li>\n<li>Secure our Services and users</li>\n<li>Fraud prevention and legal purposes</li>\n</ul>\n<ul>\n<li>You</li>\n</ul>\n<p>The following chart provides additional information about why and how Glitch collects and uses your information.</p>Purposes of Information UseProvide the Services to you.\n<p>We may use your information to:</p>\n<ul>\n<li>Create your profile and save your projects and playlists</li>\n<li>Display your projects and playlists</li>\n<li>Help you collaborate and share your projects and playlists with other users</li>\n<li>Process and fulfill your requests and transactions</li>\n<li>Assist you in gathering, editing, and publishing your projects and playlists</li>\n</ul>Communicate with you.\n<p>We may use your information to:</p>\n<ul>\n<li>Respond to support requests</li>\n<li>Provide you with information about the Services (e.g., inform you about updates to our Services, information about your account, or information about ecommerce transactions that you conduct on the Services)</li>\n</ul>Personalize your experience.\n<p>We may use your information to:</p>\n<ul>\n<li>Find and recommend projects and playlists to you</li>\n<li>Send you personalized newsletters, surveys, and information about Glitch products and services</li>\n</ul>Secure our Services and Investigate Fraud.\n<p>We may use your information to:</p>\n<ul>\n<li>Monitor, prevent, and detect fraud or attempts to harm Glitch or our users</li>\n<li>Combat spam or other malware or security risks</li>\n<li>Monitor, enforce, and improve the security of our Services</li>\n</ul>Comply with Legal Obligations.\n<p>We may use your information to:</p>\n<ul>\n<li>Comply with our legal obligations, including applicable international procedures, laws, and regulations (see Section 7, International Users for further information)</li>\n<li>Protect our intellectual property</li>\n<li>Enforce our Terms of Service and Privacy Statement</li>\n<li>Protect our Services, users, and others</li>\n</ul>Improve our Services.\n<p>We may use your information to:</p>\n<ul>\n<li>Analyze, research, measure, and generate reports that help us fix errors within the Services, such as understand and resolve app crashes and other reported issues</li>\n<li>Invite you to take part in surveys, beta programs, or other research projects, subject, where necessary, to your consent</li>\n<li>Better understand how you use Glitch and to improve our Services</li>\n</ul>Combined Information.\n<p>We may combine the information we collect from you through the Services with information we collect from other sources, both online and offline.\nWe can only use this combined information in accordance with this Privacy Statement.</p>Consent.\n<p>We may use all the categories of information set forth above for any purpose with your consent.</p>2.Cookies and Online Analytics<p>We use a number of third-party web analytics and service providers (such as Google Analytics, Amplitude, and Segment) to compile statistical reports on activity, to assist us in auditing, to help us improve our content and Services performance, to aid in fraud prevention, and to provide certain features to you.</p>\n<p>We also use a variety of online tracking and analytics tools (e.g., cookies, flash cookies, pixel tags, and HTML5) to collect and analyze information as you use the Services.\nBy understanding and remembering your particular browsing and usage preferences, these technologies allow us to offer you a more tailored user experience.</p>\n<p>The types of tracking and analytics tools we and our service providers use are:</p>\n<ul>\n<li>Cookies.\n<p>'Cookies'&nbsp;are small data files stored on your computer or device to collect information about your use of the Services.\nCookies allow us to enhance your experience on the Services by enabling us to recognize you as the same user who used our Services in the past (e.g., by storing your username), by allowing us to connect your use of the Services to other information we have about you, and by allowing us to use general usage and aggregated statistical information to personalize your user experience.\nMost browsers can be set to detect cookies, and most browsers give you an opportunity to reject them.\nBut refusing, blocking, disabling, or managing cookies may limit your use of our Services or features.\nClick to learn more about the use of cookies, including how to manage or delete them.</p>\n</li>\n<li>Local Shared Objects or Flash Cookies.\n<p>'Local shared objects,'&nbsp;or&nbsp;'flash cookies,'&nbsp;are similar to cookies.\nThey can be used to store user preferences, save data, and/or track your activity on the Services.\nLocal shared objects may be stored on your computer or device using a media player or other software.\nAlthough local shared objects operate much like cookies, they cannot be managed in the same way.\nDepending on how local shared objects are enabled on your computer or device, you may be able to manage them using software settings.\nClick for more information on managing local shared objects.</p>\n</li>\n<li>Pixel Tags.\n<p>A&nbsp;'pixel tag'&nbsp;(also known as a 'clear GIF' or 'web beacon') is a tiny image – typically just one-pixel – that can be placed on a web page or in electronic communications.\nPixel tags help us measure the effectiveness of our content by letting us know whether you have opened one of our emails or have visited one of our web pages.\nClick for more information on managing web beacons.</p>\n</li>\n</ul>Do Not Track.\n<p>Do Not Track ('DNT') is a privacy preference that users can set in certain web browsers.\nWe are committed to providing you with meaningful choices about the information collected on our website for online advertising and analytics purposes, and that is why we provide the variety of opt-out mechanisms listed above.\nHowever, we do not currently recognize or respond to browser-initiated DNT signals.\nLearn more about Do Not Track.</p>3.How We Share Your Data<p>The chart below explains when we may share your Personal Information with third parties and the categories of information that will be shared with those third parties.</p>CircumstanceCategories of information sharedWith your Consent.\n<p>With your consent, we share your personal information after letting you know what information will be shared, with whom, and why.</p>\n<ul>\n<li>All categories of information we collect may be shared with third parties</li>\n</ul>With Service Providers.\n<p>We share your information with a limited number of service providers who process it on our behalf to provide or improve our Services.\nSuch service providers include billing and payment processing, sales, marketing, advertising, data analysis and insight, research, technical support and customer service, fulfillment, data storage, security, fraud prevention, risk audits, and legal services.\nWhile Glitch processes all user Personal Information within the United States, our service providers may process data outside of the United States or the European Union.</p>\n<ul>\n<li>All categories of information we collect may be shared with our service providers</li>\n</ul>With Other Individuals and Services.\n<p>We will share your information with other individual and services at your request.\nFor example, if you collaborate with another user, we may share the content you submit.\nMoreover, we may share your information with services with which you connect.\nFinally, by default, your contributions to the Services are public and published so that anyone can view them.\nThis content may also be available to search engines.</p>\n<ul>\n<li>Contact and account registration information</li>\n<li>Financial and transactional information</li>\n<li>User-generated content</li>\n<li>Information about others</li>\n<li>Other information</li>\n</ul>For Legal Purposes.\n<p>We may access, retain, and disclose information we collect and maintain about you to law enforcement if required: (a) in response to a valid subpoena, court order, search warrant, similar government order, or when we believe in good faith that disclosure is necessary to comply with our legal obligations.\n(b) to protect our property, rights, or personal safety of Glitch, its agents and affiliates, its users, and/or those of third parties or the public at large.\n(c) to respond to claims that any content violates the rights of third parties.\nand/or (d) to enforce our Terms of Service, this Privacy Policy, or other contracts with you, including the investigation of potential violations.\nThis includes exchanging information with other companies and organizations for fraud protection, spam/malware prevention, and similar purposes.</p>\n<ul>\n<li>All categories of information we collect may be shared for legal purposes</li>\n</ul>For Corporate Transactions.\n<p>We may disclose information in connection with a corporate transaction involving us or an affiliate, including for example a merger, investment, financing transaction, acquisition, reorganization, consolidation, bankruptcy, liquidation, or sale of some or all of our assets.</p>\n<ul>\n<li>All categories of information we collect may be shared in connection with a business transaction</li>\n</ul>Aggregate, non-personally identifying information.\n<p>We share certain aggregated, non-personally identifying information with others about how our users use Glitch, or how our users respond to our Services.</p>\n<ul>\n<li>All aggregated, non-personally identifying information may be shared</li>\n</ul>4.Aggregate/De-Identified Information<p>We may aggregate and/or de-identify any information collected through the Services so that such information can no longer be linked to you or your device ('Aggregate/De-Identified Information').\nWe may use Aggregate/De-Identified Information for any purpose, including research and marketing purposes, and we may also share this data with any third parties, including advertisers, promotional partners, and sponsors, in our discretion.</p>5.Notice About Use of Our Forums and Features<p>Certain features of our Services make it possible for you to share comments publicly and privately with other users, such as through collaborating on projects and playlists, public forums, review features,&nbsp;and message boards.\nYou should be aware that any information you provide or post in these ways may be read, collected, and used by others who access them.\nWhile we do not have an obligation to monitor the content of messages sent using our Services, we reserve the right to, in our discretion.\nWe encourage you to be cautious about the information you submit (e.g., choose a username that does not disclose your personal identity).\nWhenever you post something in our Services, social media, and any other third party&nbsp;platforms we control, it may be impossible to remove all instances of the posted information.\nYou may be required to register with a third-party application to post a comment.</p>6.Your Choices and Rights<p>If you are a registered user, you may be able to access and delete certain information associated with your account by logging into the Services and deleting projects or content.\nRegistered and unregistered users can access and delete cookies through their web browser settings.</p>\n<p>If you want to delete your account, you can do so from your membership page or by emailing us at support@glitch.com and providing proof of authority over the account.\nWhat constitutes 'proof of authority' will vary depending on the circumstances, but generally will require sufficient identifying information so that we can be confident you are the account owner.\nDeleting your account does not remove all the content you have published from our systems, and we may continue to use the content in accordance with our Terms of Service.\nIn addition, given the nature of sharing on the Services, the public activity on your account prior to deletion may remain stored on our servers and accessible to the public.\nEven after you delete your account, there may be records of any contributions you have made to projects created by others.</p>\n<p>You may also have certain rights with respect to your information as further described in this Section, in addition to any rights discussed elsewhere in this Privacy Statement.\nPlease note that your rights and choices may vary depending upon your location.</p>Marketing Communications.\n<p>You may tell us to not contact you by email, postal mail, or phone regarding products, services, promotions and special events that might appeal to your interests.\nYou can opt out of this type of correspondence by contacting us (see Section 13), by logging into your account, or by following the instructions located at the bottom of our emails.\nRemoving your name from the email list may take a reasonable amount of time.\nPlease note that, regardless of your request, we may still use and share certain information as permitted by this Privacy Statement or as required by applicable law.\nFor example, you may not opt out of certain operational emails, such as those reflecting our relationship or transactions with you.</p>Account Information.\n<p>We encourage you to periodically review and update your settings and profile information to reflect your communication preferences.\nYou can access these settings at any time by logging in.\nIf you would like us to close your account, you can reach out to us and we will do so.</p>Privacy Rights for California Residents.\n<p>If you are a California resident, California law requires us to provide you with some additional information regarding your rights with respect to your 'personal information' (as defined in the California Consumer Privacy Act ('CCPA')).\nPlease know that our obligations to you under the CCPA only apply if the CCPA applies to Glitch.</p>\n<p>If you are a California resident, the CCPA allows you to make certain requests about your personal information.\nSpecifically, the CCPA allows you to request us to:</p>\n<ul>\n<li>Inform you about the categories of personal information we collect or disclose about you.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting your personal information.\nand the categories of third parties with whom we share/disclose personal information.</li>\n<li>Provide you with access to and/or a copy of certain personal information we hold about you.</li>\n<li>Delete certain personal information we have about you.</li>\n<li>Provide you with information about the financial incentives that we offer to you, if any.</li>\n</ul>\n<p>The CCPA further provides you with the right to not be discriminated against (as provided for in applicable law) for exercising your rights.</p>\n<p>Please note that certain information may be exempt from such requests under California law.\nFor example, we need certain information in order to provide the Service to you or to comply with a legal obligation.\nWe also will take reasonable steps to verify your identity before responding to a request, which may include, at a minimum, depending on the sensitivity of the information you are requesting and the type of request you are making, verifying your name, email address, phone number, or other information.\nYou are also permitted to designate an authorized agent to submit certain requests on your behalf.\nIn order for an authorized agent to be verified, you must provide the authorized agent with signed, written permission to make such requests or a power of attorney.\nWe may also follow up with you to verify your identity before processing the authorized agent’s request.\nIn some circumstances if you still ask us to delete your information, you may no longer be able to access or use our Services.\nIf you would like further information regarding your legal rights under California law or would like to exercise any of them, please contact us at ccparightsrequest@glitch.com.</p>\n<p>California residents may opt out of the 'sale' of their personal information.\nAlthough, we do not believe we engage in the sale of personal information as we currently understand such terms to be defined under applicable law and relevant regulatory guidance, we do share information as described in this Privacy Statement, including with certain analytics and advertising partners who perform certain services like analyzing our Services and showing you ads for Glitch.\nYou can choose to limit the information shared with our analytics and advertising partners by following the steps described in the '‘Cookies’ Information' section of this Privacy Statement.</p>California 'Shine the Light' Disclosure.\n<p>The California 'Shine the Light' law gives residents of California the right under certain circumstances to opt out of the sharing of certain categories of personal information (as defined in the Shine the Light law) with third parties for their direct marketing purposes.\nWe do not share your personal information with third parties for their own direct marketing purposes.</p>Privacy Rights for Nevada Residents.\n<p>Under Nevada law, certain Nevada residents may opt out of the 'sale' of their 'covered information' (as such term is defined under Nevada law) to other entities for monetary consideration.\n'Covered information' includes first and last name, address, email address, phone number, Social Security Number, or an identifier that allows a specific person to be contacted either physically or online.</p>\n<p>We do not engage in such activity.\nhowever, if you are a Nevada resident who has purchased or leased goods or services from us, you may submit a request to opt out of the sale of your covered information under Nevada law by emailing us at nevadarequests@glitch.com.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.</p>7.International Users<p>Our Services are hosted in the United States.\nConsistent with our Data Processing Terms, Glitch&nbsp;may subcontract the processing of your data to, or share your data with, trusted service providers and trusted business partners located in countries outside the U.S.\nor in a country other than your country of residence.\nThese third parties are helping us provide the Services to you.\nBy providing us with your information, you acknowledge the transfer, storage, and/or use of your information by these third parties.</p>\n<p>If you live in the European Economic Area ('EEA'), please note that if we provide any information about you to any non-EEA members of our group or third-party information processors, we will take appropriate measures to ensure that these companies protect your information adequately and in accordance with this Privacy Statement and the Data Processing Terms.\nThese measures include signing Standard Contractual Clauses in accordance with EU and other data protection laws.\nEmail us at support@glitch.com for more information about how these transfers work.</p>\n<p>Residents of the EEA, and some other jurisdictions outside the United States, have certain legal rights with respect to the personal data we hold about them.\nConsistent with the Data Processing Terms, these residents may:</p>\n<ul>\n<li>request that we provide access to personal data we hold about them (including, in some cases, in portable form)</li>\n<li>request that we rectify such data</li>\n<li>request that we delete certain personal data</li>\n<li>object to our uses or disclosures of personal data or exercise legal rights to withdraw consent</li>\n</ul>\n<p>Please note that, as specified in the Data Processing Terms, some of your information may be exempt from the above requests.\nFor example, your personal information may be exempt if we need to keep processing your information to perform our contractual obligations or for legal compliance.</p>\n<p>To exercise any of the above rights (or any other rights under applicable law), please email us at gdpr@glitch.com.</p>\n<p>In addition to the rights above, you have the right to lodge a complaint with the relevant data protection supervisory authority in the country where you are based.\nAlternatively, you may seek a remedy through local courts if you believe your rights have been breached.\nHowever, we encourage you to contact us first, and we will do our very best to resolve your concern.</p>Our legal bases for processing your information<p>To the extent that our processing of your Personal Information is subject to certain international laws (including, but not limited to, the European Union’s General Data Protection Regulation (GDPR)), Glitch is required to notify you about the legal basis on which we process your Personal Information.\nThe legal bases for using your information as set out in this Privacy Statement are as follows:</p>\n<ul>\n<li>Contract Performance.\nWe require your information to perform our obligations under our contract with you, such as to comply with theTerms of Service.\nWe also need to collect and process your transactional/financial information in order to perform our obligations under our paid account contract with you.</li>\n<li>Consent.\nWe rely on your consent to use your Personal Information when you fill out the information in your user profile.\nwhen you decide to participate in a research project, beta program, or survey.\nand for marketing communications, where applicable.\nThe processing of your Personal Information under this legal basis is entirely optional, and you have the ability to access, modify, and delete your information at any time.\nYou may withdraw your consent at any time.</li>\n<li>Legitimate Interests.\nThe remainder of the processing of Personal Information we perform is necessary for the purposes of our legitimate interest, for example, to ensure the security of our Services, operate our business, respond to your questions, engage in certain marketing, make and receive payments, prevent fraud, conduct analysis, improve our platform or services, comply with legal obligations, enforce our legal terms, engage in a business change (e.g., sale, merger), to know the individual to whom we are providing access to the Services, and to create anonymized data.</li>\n</ul>\n<p>If you would like to request deletion of data we process on the basis of consent, or if you object to our processing of your Personal Information, please email us at gdpr@glitch.com.</p>8.How We Protect Your Data and Our Services<p>We take measures to protect your information against accidental or unlawful destruction or accidental loss, alteration, unauthorized disclosure, and access.\nHowever, no method of transmission over the internet, and no means of electronic or physical storage, is absolutely secure.\nBy using our Services, you acknowledge and accept that we cannot guarantee the security of your information and that use of our Services is at your own risk.\nYou are responsible for keeping your account information—and especially your login information—confidential.\nWe ask you not to share your login credentials with anyone.</p>\n<p>When you sign up for an account, you may be required to establish a username and password.\nIf you create an account with us, you are responsible for maintaining the confidentiality of your account password and for any activity that occurs under your account.\nWe are not responsible for any loss or damage arising from your failure to maintain the confidentiality of your password.</p>\n<p>If you use messaging features that allow you to interact with other users directly through our Services, please note that these communications are not encrypted and, for security purposes, you should not include any passwords, social security numbers, payment card information, or other sensitive information in such communications.</p>\n<p>We have implemented the Invisible reCAPTCHA on our Website.\nYour use of the Invisible reCAPTCHA is subject to the Google Privacy Policy and Terms of Use.</p>9.Retention of Your Information<p>We store and maintain your information for the purposes for which it is processed by us.\nThe length of time for which we retain information depends on the purposes for which we collected and use it and/or as required to comply with applicable laws.</p>10.Third-Party Links and Features<p>The Services contain links to third-party services, and you may also integrate our Services with third-party services.\nFor example, you may click a link within a project that takes you to a third-party website.\nIf you choose to use these third-party services or features, you may disclose your information not just to those third parties but also to their users and the public more generally, depending on how their services function.\nGlitch is not responsible for the content or practices of such third-party services.\nThe collection, use, and disclosure of your information will be subject to the privacy policies of the third-party services, and not this Privacy Statement.\nWe urge you to read the privacy and security policies of these third parties.</p>\n<p>You may be able to use third party login information to log into our Services, and you may be able to publish comments and any other activity on our Services to a third party service, such as a social networking, search, sharing, and other service delivered by a third party.\nWe are not responsible for the sharing, posting, commenting, or other content and information-gathering practices on any third party service.\nPlease review the third party service’s terms of service and privacy policies carefully before using their services and connecting to our Services.</p>11.Children's Privacy<p>The Services are not intended for children under 13 years of age, and we do not knowingly collect, maintain, or use personal Information from children under 13 years of age.\nWe will take reasonable steps to delete Personal Information (as defined by the United States Children’s Online Privacy Protection Act) as soon as reasonably possible if we learn that we have inadvertently collected it from children under the age of 13 without parental consent.</p>\n<p>If you learn that your child has provided us with Personal Information without your consent, you may alert us at support@glitch.com.\nIf we learn that we have collected any Personal Information from children under 13, we will promptly take steps to delete such information and terminate the child’s account.</p>12.Changes to our Privacy Statement<p>From time to time, we may need to change our Privacy Statement, and we can do this at any time.\nWe will notify you of any material changes to our Privacy Statement through the Services at least 30 days prior to the change taking effect by posting a notice on our home page or by sending you an email to the primary address listed in your Glitch account.\nAlso, any revisions to our Privacy Statement will be accessible through the Services, so you should review our Privacy Statement periodically.\nYou can know if our Privacy Statement has changed since the last time you reviewed it by checking the 'Effective Date' at the beginning of the Privacy Statement.\nBy continuing to use the Services, you are confirming that you have read and understood the latest version of this Privacy Statement.</p>13.Contact Information<p>If you have any questions about this Privacy Statement, please email us at support@glitch.com or contact us through our Help Page or Support Page.\nWe care about your privacy so DO NOT send us your credit card information and/or other sensitive information.\nIf we need this type of information from you, we will ask you for it through more secure channels.</p>\n<p>Build fast, full-stack web apps in your browser for free</p>Try something newglitch.new/reactCompanyAbout UsHandbookPressCareersCommunityHelp CenterForumService StatusLegal/TermsPricingReport AbuseCreate with...DigitalOceanFastlyWebXRSocial@glitch@glitchdotcom@fastlydevsLinkedInDEV.to Profile<small>This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.</small> ", "created_at": "2023-09-02 19:20:25.462096", "updated_at": "2023-09-02 19:22:40.460316"}, {"id": 18712, "name": "Terms of Service", "url": "https://glitch.com/legal", "xpath": "//body", "text": " Skip to Main ContentSkip to Main ContentGlitch LogoDiscoverBlogPricingLog inSign upGlitch LogoLog inSign upDiscoverBlogPricingSearchSectionsTerms of ServicePrivacy PolicyDMCA/TrademarkData Processing Terms<p>September 26, 2022</p>\n<p>We updated our Data Processing Terms.</p>Previous update<p>On June 22, 2020 We made the following changes to our Terms of Service:</p>\n<p>We updated the section on Service Usage limits (section E) to include this line: 'We reserve the right to delete, suspend, or terminate your access to the Services if we determine you are circumventing our services usage limits.'</p>\n<p>We also added this section:</p>\n<p>\n</p>j.\nInfrastructure IntegrityWe reserve the right to delete, suspend, or terminate your access to, or ability to use, any and all Services that we determine to be placing undue strain on our infrastructure.\nThese changes were made in response to ping services on Glitch and our efforts to make the site more stable.\nYou can read more about those efforts here.<p>\n</p>\n<p>We have made updates to our Terms of Service.\nThe updated Terms of Service are effective June 22, 2020 ('Effective Date').\nPlease know that by continuing to use Glitch after the Effective Date, you are accepting our updated Terms of Service.</p>\n<p>IMPORTANT NOTICE: THESE TERMS PROVIDE THAT WITH LIMITED EXCEPTIONS ALL DISPUTES BETWEEN YOU AND GLITCH ARISING OUT OF OR RELATING TO THESE TERMS OF YOUR USE OF THE SERVICES WILL BE RESOLVED BY BINDING ARBITRATION.\nYOU WAIVE YOUR RIGHT TO BRING A CLASS ACTION OR GO TO COURT TO ASSERT OR DEFEND YOUR RIGHTS UNDER THESE TERMS, EXCEPT FOR THE MATTERS COVERED BY SECTION 16.3 OF THESE TERMS.\nYOUR RIGHTS WILL BE DETERMINED BY A NEUTRAL ARBITRATOR AND NOT A JUDGE OR JURY, AND YOUR CLAIMS CANNOT BE BROUGHT AS A CLASS ACTION.\nTHE OPTION TO OPT-OUT OF THESE PROVISIONS IS TIME SENSITIVE.\nPLEASE REVIEW SECTION 16 ('ARBITRATION.\nWAIVER OF CLASS ACTIONS') FOR THE DETAILS REGARDING YOUR AGREEMENT TO ARBITRATE MOST DISPUTES WITH GLITCH.</p>Terms of Service<p>Hi! And welcome to Glitch! We're happy you're here, and we hope you enjoy everything our friendly, collaborative community has to offer.\nIn a nutshell, our services enable citizens of the Internet to help build and remix the Web!</p>\n<p>Below are our Terms of Service ('Terms') for using our Services.\nThese Terms are important because:</p>\n<ul>\n<li>They represent a binding contract between you and us</li>\n<li>They inform you of your legal rights while you're on Glitch</li>\n<li>They let you know what rights you give us when you access or use Glitch</li>\n<li>They explain our limited liability to you if something goes wrong (Sections 11 – 13)</li>\n<li>They contain a class action waiver and an agreement to resolve by arbitration any disputes that may arise (please know that the option to opt-out of these provisions is time-sensitive) (see Section 16)</li>\n</ul>\n<p>Before accessing or using Glitch, please carefully read these Terms, our Privacy Statement, and any other documents, policies, and guidelines we reference on our Website.\nTo make these Terms as fair and clear as possible, we have included section headings and italicized notes.\nThese headings and notes are for reference purposes only and shall not limit or otherwise affect the meaning of these Terms.\nIf after reading the Terms you still have questions, please feel free to contact us at support@glitch.com!</p>Table of Contents<ol>\n<li>1.Definitions</li>\n<li>2.Introduction and Acceptance of Terms and Services</li>\n<li>3.Changes to the Agreement</li>\n<li>4.Changes to the Services</li>\n<li>5.How You Use Our Services</li>\n<li>6.User Data</li>\n<li>7.Content and Intellectual Property Rights</li>\n<li>8.Use of Trademarks</li>\n<li>9.Fees, Payment Terms, Taxes</li>\n<li>10.Communications</li>\n<li>11.Our Warranties and Disclaimers.\nServices Available on an 'AS-IS' Basis</li>\n<li>12.Limitation of Liability</li>\n<li>13.Release and Indemnification</li>\n<li>14.Termination</li>\n<li>15.Survival</li>\n<li>16.Arbitration.\nWaiver of Class Actions</li>\n<li>17.Jurisdiction</li>\n<li>18.Special Provisions for Users Located Outside of the United States</li>\n<li>19.Miscellaneous</li>\n<li>20.Special Notice to California Residents</li>\n<li>21.Suggestions</li>\n<li>22.Complete Agreement</li>\n<li>23.Links</li>\n</ol>1.Definitions<p>We use these definitions throughout the Terms, and they have specific meanings.</p>\n<ul>\n<li>Account: <p>this represents a User's authorization to log in and use some features of the Services, and it serves as a User's identity while on Glitch.\nOnly human beings can create an Account.\nAccounts registered by 'bots' or other automated methods are not permitted.</p>\n</li>\n<li>Agreement: <p>this refers to the Terms of Service, our Privacy Statement, and all other documents, rules, policies, guidelines, and procedures that we may publish on our Website.</p>\n</li>\n<li>Content: <p>this refers to content, including video, audio, photographs, images, applications, illustrations, animations, logos, tools, written posts, reviews, ratings, inventions, questions, replies, comments, information, data, text, software, scripts, executable files, graphics, interactive features, and other materials that are available on the Website or through the Services.</p>\n</li>\n<li>Glitch, Inc.: <p>also 'we', 'us', and 'our'.</p>\n</li>\n<li>Personal Information: <p>refers to the term as defined in our Privacy Statement.</p>\n</li>\n<li>Services: <p>refers to the products and services provided by Glitch, Inc., including the Website and all content provided on the Website.</p>\n</li>\n<li>User: <p>also 'you' and 'your' refers to the individual person, company, or organization that a) has visited and/or is using our Website or Services.\nb) accesses or uses any part of an Account created on the Website or Services.\nor c) directs the use of an Account.\nUnless otherwise indicated, a User must be at least 13 years of age to use the Services.</p>\n</li>\n<li>User Content: <p>refers to all Content that Users create on, or upload to, their Accounts, the Website,or the Services, such as node, text, images, and other assets.</p>\n</li>\n<li>Website: <p>refers to glitch.com and glitch.com subdomains owned by Glitch, Inc., including those provided by us and on which a link to these Terms is displayed through glitch.com and the related web sites.</p>\n</li>\n</ul>2.Introduction and Acceptance of Terms and Services<p>By accessing and using our Services, you agree to be bound by these Terms.\nIf you do not agree to all of these terms, you should not use our Services</p>\n<p>Thanks for using Glitch! By creating an Account with us or by accessing or using any of our Services, you are entering into a binding contract with Glitch, Inc.\nand are agreeing to become bound by the Agreement.\nRemember that the Agreement includes terms regarding possible future changes to the Agreement, limitations of our liability to you, your waiver of class actions, and your agreement that you will resolve certain disputes by arbitration instead of in court.\nIF YOU DO NOT AGREE TO ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT, YOU MAY NOT ACCESS OR USE OUR SERVICES.</p>\n<p>Unless otherwise indicated, you must be at least thirteen (13) years of age to use the Services or to provide any information to Glitch, Inc.\nthrough the Services (including, for example, a name, address, telephone number, or email address).\nIf you are a parent and believe your child under the age of thirteen (13) has created an Account without your consent or otherwise provided personal information to Glitch, Inc.\nwithout your consent, please contact us at support@glitch.com.</p>3.Changes to the Agreement<p>These Terms might change at any time.\nWe will inform you of any important changes.</p>\n<p>Except as explicitly described in Section 16 ('Arbitration.\nWaiver of Class Actions'), we may, at any time, make modifications, deletions, and/or additions to this Agreement ('Changes').\nWe will update these Terms in the event of any such Changes and indicate the effective date of the updated Terms at the top of the Terms of Service webpage.\nChanges are effective immediately upon a) User's first use of the Services with actual notice of the Changes or b) 30 days, whichever is earlier.\nWe will provide notice by posting it on our Website, by mailing it to the email address associated with your Account, or by using some other appropriate notification method.</p>\n<p>We encourage you to check the effective date of the Terms of Service whenever you visit our Website, use our Services, or log into your Account.\nIf you continue to use our Services after Changes take effect, whether material or non-material, then you have agreed to the Terms as modified by the Changes.\nIf you do not agree to the Changes, you should stop using the Services.\nDisputes arising under these Terms will be resolved in accordance with the version of the Terms in place at the time the dispute arose.</p>4.Changes to the Services<p>We change and update our Services regularly and without notice.\nThese changes to the Service are solely up to us.</p>\n<p>Glitch, Inc.\nretains the sole right to (at any time, without prior notice to you, and without liability) create limits on your use of the Services.\nGenerally, this will only happen when needed to maintain the Services or to make necessary updates to the Services.\nThe Services may also change frequently, and their form and functionality may change without prior notice to you.\nRegardless, we will work to notify you of any such limits or changes whenever possible.</p>\n<p>Glitch, Inc.\nalso retains the sole right to (at any time, without prior notice to you, and without liability) change, suspend, or discontinue a) Accounts and b) any or all of the Services, including the availability of any product, feature, database, or Content.\nYou agree that Glitch, Inc.\nshall not be liable to you or any third party for any modification, suspension, or termination of the Services or an Account.</p>5.How You Use Our Services<p>To provide a fun and safe community, we need our Users to conduct themselves appropriately.</p>\n<ol>\n<li>Compliance with Laws and Regulations<p>You won't use our Services to do illegal things.</p>\n<p>As a condition of your use of the Services, you represent and warrant that you will not use the Services for any purpose that is unlawful or prohibited by this Agreement.\nYou agree to comply with all rules, laws, and regulations relating in any way to your use of the Services including, without limitation, rules about intellectual property rights, the Internet, technology, data, email, and privacy.\nYou are responsible for making sure that your use of the Services is in compliance with all applicable laws and regulations.</p>\n</li>\n<li>Account Registration and Access<p>You are responsible for your Account and being truthful.</p>\n<p>To access some features of the Services, you must register for an Account.\nWhen you register for an Account, you may be required to provide us with some information about yourself (such as your name, e-mail address, or other contact information) as well as a password to be used in conjunction with your Account.\nYou agree that the information you provide to us is accurate, current, and complete, and that you will keep it up-to-date at all times.\nYou are solely responsible for maintaining the confidentiality of your Account, and any password for your Account, Facebook, Google, or other third-party login.\nYou accept responsibility for all activities that occur under your Account.\nYou agree to (a) never to use the same password for your Account that you use or have ever used outside of the Services.\n(b) keep your log-in credentials confidential and not share them with anyone else.\nand (c) immediately notify us of any unauthorized use of your log-in credentials or Account or any other breach of security.\nIf you have reason to believe that your Account is no longer secure, you must immediately notify us at support@glitch.com.\nGlitch, Inc.\nwill not be liable, and you may be liable for losses, damages, liability, expenses, and lawyers' fees incurred by Glitch, Inc.\nor a third party arising from someone else using your Account due to your conduct regardless of whether you have notified us of such unauthorized use.\nYou understand and agree that we may require you to provide information that may be used to confirm your identity and help ensure the security of your Account.</p>\n</li>\n<li>Content Restrictions<p>You won't post or upload inappropriate material.</p>\n<p>You agree that you will not upload, post, host, or transmit any content that:</p>\n<ol>\n<li>is unlawful or promotes unlawful activities;</li>\n<li>is or contains sexually obscene content;</li>\n<li>is libelous, defamatory, or fraudulent;</li>\n<li>is discriminatory or abusive toward any individual or group;</li>\n<li>is degrading to others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, orientation or identity, disability, or other classification or otherwise represents or approves content that: is hate speech, discriminating, threatening, or pornographic.\nincites violence.\nor contains nudity or graphic or gratuitous violence;</li>\n<li>is violative to any person's right to privacy or publicity or otherwise solicits, collects, or publishes data, including personal information and login information, about other Users without consent or for unlawful purposes in violation of any applicable international, federal, state or local law, statute, ordinance or regulation;</li>\n<li>contains or installs any active malware or exploits/uses our platform for exploit delivery (such as part of a command or control system).\nor</li>\n<li>infringes on any proprietary right of any party, including patent, trademark, trade secret, copyright, right of publicity, or other rights</li>\n</ol>\n</li>\n<li>Conduct Restrictions<p>While using our Services, you will treat other people with respect.</p>\n<p>While using the Services, you agree that you will not:</p>\n<ol>\n<li>harass, abuse, threaten, or incite violence towards any individual or group, including other Users and Glitch, Inc.\nemployees, officers, and agents;</li>\n<li>use our servers for any form of excessive automated bulk activity (e.g., spamming), or rely on any other form of unsolicited advertising or solicitation through our servers or Services;</li>\n<li>attempt to disrupt or tamper with our servers in ways that could a) harm our Website or Services or b) place undue burden on our servers;</li>\n<li>access the Services in ways that exceed your authorization;</li>\n<li>falsely impersonate any person or entity, including any of our employees or representatives, misrepresent your identity or the site's purpose, or falsely associate yourself with Glitch, Inc.;</li>\n<li>violate the privacy of any third party, such as by posting another person's personal information without their consent.\n</li>\n<li>access (or attempt to access) any service on the Services by any means other than as permitted in this Agreement or operating the Services on any computers or accounts on which you do not have permission to operate;</li>\n<li>facilitate or encourage any violations of this Agreement or interfere with the operation, appearance, security, or functionality of the Services;</li>\n<li>use the Services in any manner that is harmful to minors.\nWithout limiting the foregoing, you will not transmit or post any content anywhere on the Services that violate child pornography laws or that otherwise violates any child sexual exploitation laws.\nGlitch, Inc.\nabsolutely does not tolerate this and will report any suspected instances of child pornography, including reporting any of your User registration information to law enforcement.\nor</li>\n<li>engage in activity that significantly harms our Users.\nWe will resolve disputes in favor of protecting our Users as a whole.</li>\n</ol>\n</li>\n<li>Services Usage Limits<p>Unless otherwise indicated, you agree not to produce, duplicate, copy, sell, resell, or exploit any portion of the Services, use of the Services, or access to the Services without our express written permission.\nWe reserve the right to delete, suspend, or terminate your access to the Services if we determine you are circumventing our services usage limits.</p>\n</li>\n<li>Privacy<p>If you use our Services, you must abide by our Privacy Statement.</p>\n<p>You acknowledge that you have read our 'Privacy Statement' and understand that it sets forth how we collect, use, and store your information.\nIf you do not agree with our Privacy Statement, then you must stop using the Services immediately.</p>\n<p>Any person, entity, or service collecting data from the Services must comply with our Privacy Statement.\nMisuse of any User's Personal Information is prohibited.</p>\n<p>If you collect any Personal Information from a User, you agree that you will only use the Personal Information you gather for the purpose for which the User has authorized it.\nYou agree that you will reasonably secure any Personal Information you have gathered from the Services, and you will respond promptly to complaints, removal requests, and 'do not contact' requests from us or Users.</p>\n</li>\n<li>Limitations on Automated Use<p>You shouldn't use bots or access our Services in malicious or un-permitted ways.</p>\n<p>While accessing or using the Services, you may not:</p>\n<ol>\n<li>Access, tamper with, or use non-public areas of the Services, or the computer or delivery systems of Glitch, Inc.\nand/or its service providers;</li>\n<li>Probe, scan, or test any system or network (particularly for vulnerabilities), or otherwise attempt to breach or circumvent any security or authentication measures;</li>\n<li>Access or search or attempt to access or search the Services by any means (automated or otherwise) other than through our currently available, published interfaces that are provided by Glitch, Inc.\n(and only pursuant to those terms and conditions), unless you have been specifically allowed to do so in a separate agreement with Glitch, Inc., or unless specifically permitted by Glitch, Inc.'s robots.txt file or other robot exclusion mechanisms;</li>\n<li>Scrape the Services, scrape Content from the Services, or use automated means, including spiders, robots, crawlers, data mining tools, or the like to download data from the Services or otherwise access the Services;</li>\n<li>Employ misleading email or IP addresses, or forged headers or otherwise manipulated identifiers in order to disguise the origin of any content transmitted to or through the Services;</li>\n<li>Use the Services to send altered, deceptive, or false source-identifying information, including without limitation by forging TCP-IP packet headers or e-mail headers.\nor</li>\n<li>Interfere with, or disrupt or attempt to interfere with or disrupt, the access of any User, host, or network, including, without limitation, by sending a virus to, spamming, or overloading the Services, or by scripted use of the Services in such a manner as to interfere with or create an undue burden on the Services.</li>\n</ol>\n</li>\n<li>API Terms<p>If you use our API, you agree to use it reasonably.</p>\n<p>Do not abuse or make excessive requests to the Services through our Application Provider Interface (API).\nSuch action may result in the temporary or permanent suspension of your Account.\nWhat constitutes abusive behavior or excessive usage is within the sole discretion of Glitch, Inc.</p>\n<p>You may not use our API to download data or User Content from the Services for spamming purposes or for selling Glitch Users' personal information.\nAll use of our API is subject to the Agreement, including these Terms and the Privacy Statement.</p>\n</li>\n<li>Third Party Applications<p>If you create an application for other Users, you still must follow these Terms and Privacy Statement.</p>\n<p>If you create a third-party application or other developer product that collects User Personal Information or User Content and integrates with our Services through our API, and you make this application available to other Users, you must comply with this Agreement, including these Terms of Service and our Privacy Statement.</p>\n<p>Further:</p>\n<ol>\n<li>You must not hold yourself out as a representative of Glitch, Inc.\nand must not represent that you are collecting any Personal Information or User Content on our behalf.\nYou must also provide your privacy policy to the User;</li>\n<li>Except as otherwise permitted, you must limit your usage of Personal Information or User Content you collect to that specified purpose for which the User has authorized its collection.</li>\n<li>You must provide Users with a method of deleting the Personal Information or User Content you have collected through our Services after it is no longer needed for the limited, specified purposes for which the User authorized its collection, unless retention is required by law or otherwise permitted;</li>\n<li>You must take all reasonable security measures to protect against accidental or unlawful destruction, loss, alteration, unauthorized disclosure or access of User Personal Information and User Content.</li>\n</ol>\n</li>\n<li>Infrastructure Integrity<p>We reserve the right to delete, suspend, or terminate your access to, or ability to use, any and all Services that we determine to be placing undue strain on our infrastructure.</p>\n</li>\n</ol>6.User Data<p>We will abide by our Privacy Statement when dealing with your information.</p>\n<p>Please read our Privacy Statement to fully understand what we do with your data.\nit sets forth how we collect, use, and store your information.\nIf you do not agree with our Privacy Statement, then you must stop using the Services immediately.</p>7.Content and Intellectual Property Rights<ol>\n<li>Ownership<p>You own your stuff.</p>\n<p>Consistent with applicable law, as between Glitch, Inc.\nand you, you retain all ownership rights you have in, and responsibility for, your User Content.\nGlitch, Inc.\ndoes not claim any ownership rights in the User Content.\nYou understand that all User Content, whether privately transmitted or made publicly available, is the sole responsibility of the person from which such User Content originated.\nThis means that you, not Glitch, Inc., are entirely responsible for all User Content that you upload, post, share, email, transmit, or otherwise make available via the Services.\nUnder no circumstances will Glitch be liable in any way for any User Content.\nPlease note that, while you retain ownership of your User Content, any template or layout in which you arrange or organize such User Content through tools and features made available through any of our Service are not proprietary to you, and the rights to such template or layout will remain with us or our service providers.</p>\n<p>You represent and warrant that you either own your User Content or that you have all necessary rights, licenses, and consents to submit, post, upload, or use or disseminate your User Content, and grant Glitch, Inc.\nlicense rights to your User Content that won't infringe or violate the rights of a third party.</p>\n<p>You further agree that your User Content does not:</p>\n<ol>\n<li>Include material that is not authorized by the copyright owner, protected by trade secret, or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post and sell the material and to grant Glitch, Inc.\nall of the license rights granted herein;</li>\n<li>Include falsehoods or misrepresentations that could damage Glitch, Inc.\nor any third party;</li>\n<li>Include material that is unlawful, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate.</li>\n</ol>\n<p>We do not endorse (and we expressly disclaim any and all liability in connection with) any User Content, opinion, recommendation, or advice.\nWe are not responsible for any public display or misuse of your User Content.\nPursuant to our DMCA Takedown Policy, if notified by a User or a Content owner of any User Content that allegedly does not conform to this Agreement, we will investigate the allegation and determine whether to remove the Content from the Services.\nWe reserve our right (though not the obligation) to remove from the Services any User Content we believe violates this Agreement or any other Glitch, Inc.\nterms or policies, and this right solely rests with Glitch, Inc.</p>\n<p>We own our stuff.</p>\n<p>The Services are licensed, not sold, to you for use only under the terms of this Agreement.\nSubject to your complete and ongoing compliance with this Agreement, Glitch, Inc.\nhereby grants you a personal, limited, revocable, non-sublicensable, non-transferable license to access the Services on compatible devices that you own or control, solely for your own internal purposes, and only in a manner that complies with all legal requirements that apply to you or your use of the Services.\nGlitch, Inc.\nmay revoke this license at any time, in its sole discretion.</p>\n<p>Glitch, Inc.\nand its licensors, vendors, agents, and/or our content providers retain ownership of all intellectual property rights in the Services and all Content made available through the Services other than your User Content.\nWe reserve all rights that are not expressly granted to you under this Agreement or by law.\nThe look and feel of the Website and Services is copyright © Glitch, Inc.\nAll rights reserved.\nYou may not duplicate, copy, or reuse any portion of the HTML/CSS, JavaScript, or visual design elements or concepts without our express written permission.</p>\n<p>You agree not to sell, rent, license, distribute, sublicense, copy, modify, publicly perform, or display, transmit, publish, edit, adapt, or create derivative works from, or otherwise make unauthorized use of, the Services, but you may perform these actions on your User Content in compliance with the terms of this Agreement.</p>\n<p>We can remove your stuff.</p>\n<p>We do not pre-screen User-Generated Content, but we have the right (not the obligation) to refuse, remove, suspend, delete, and refuse to return any User-Generated Content that, in our sole discretion, violates any Glitch, Inc.\nterms or policies.</p>\n</li>\n<li>Content License From You to Us<p>While using our Services, you allow us to use your User Content.</p>\n<p>In order to effectively run our Website and provide our Services to you, we need the legal right to use your User Content.\nYou grant Glitch, Inc., and its licensors and successors, a worldwide, non-exclusive, royalty-free, fully-paid, transferable, sublicensable right to use, download, store, parse, copy, view, display, publicly perform, transmit, communicate, disassemble, create derivative works from, and analyze your User Content, in whole or in part, in any format or medium now known or developed in the future, for (1) the purposes of operating, improving, and providing the Services (2) Glitch, Inc.'s internal business purposes, including for analyzing usage of, and improving, our Services, and (3) use and disclosure of metrics and analytics regarding the User Content in an aggregate or another non-personally identifiable manner.\nFurther, Glitch, Inc.\nshall be free to use any ideas, concepts, know-how or techniques contained in User Content for any purpose whatsoever in connection with our business or the business of our partners or affiliates, without notice to, approval by, or compensation to you, including but not limited to developing, manufacturing and marketing products incorporating such information.\nNotwithstanding the foregoing, our use of your Personal Information shall be governed by our Privacy Statement.</p>\n</li>\n<li>Content License From You to Other Users<p>If you post your User Content publicly, you allow other Users to use your stuff.</p>\n<p>Any User Content that is posted anonymously and publicly may be viewed by others.\nBy posting your User Content anonymously and publicly, you grant each User a non-exclusive, royalty-free, fully-paid worldwide license to use, parse, copy, view, display, and perform your User Content through the Services and to reproduce your User Content solely on the Services, as permitted through Glitch's functionality (including remixing).\nFurther, you represent that any Content you upload is licensed under terms that grant these permissions to other Users.</p>\n<p>Any User Content posted by a User through a Glitch Account defaults to an MIT license, which grants to other Users a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display, and distribute the User Content in any and all media or distribution methods (now known or later developed).\nYou may also adopt an alternative open source license for your User Content.</p>\n<p>Please note that removing your User Content or altering the adopted open source license does not terminate any licenses to the User Content previously granted to any third parties (such as Users who reproduce the User Content on Glitch).</p>\n</li>\n<li>Moral Rights<p>You retain all moral rights to your User Content that you upload, publish, or submit to any part of our Services, including the rights of integrity and attribution.\nHowever, you waive these rights and agree not to assert them against us, to enable us to reasonably exercise the rights granted to us by you, but not otherwise.</p>\n<p>To the extent that this Agreement is not enforceable by applicable law, you grant Glitch, Inc.\nthe rights we need to use your User Content without attribution and to make reasonable adaptations of your Content as necessary to render the Website and provide the Services.</p>\n</li>\n<li>Copyright Infringement and the DMCA<p>If you believe stuff on our website violates your copyright or trademark, learn about the options available to you, and let us know what course of action you want to take.</p>\n<p>If you believe that any materials available through our Services infringe on your copyright, you can file a takedown notice with us pursuant to the Digital Millennium Copyright Act (the DMCA).\nBe mindful that by filing a DMCA takedown notice, you are starting a formal legal process.\nYou should consult with a professional about your specific situation before deciding on this course of action.</p>\n<p>Please read our DMCA Takedown Policy for more information about copyright and trademark infringement claims.\nPlease note that we are not your legal representatives and are not providing you with any legal advice.</p>\n<p>We may, in appropriate circumstances and at our discretion, disable and/or terminate the Accounts of Users who infringe the intellectual property of others.</p>\n</li>\n</ol>8.Use of Trademarks<p>You must get our permission to use our Glitch, Inc.\nbranding and trademarks.</p>\n<p>Any use of Glitch, Inc.'s trademarks, branding, logos, service marks, or any other such assets, trade names, or distinctive or proprietary brand features requires the express, written permission of Glitch, Inc.\nIf you would like to use these assets, contact us at support@glitch.com.\nAny such use will be subject to our trademark guidelines.\nYou will not, at any time, misrepresent your relationship with Glitch, Inc.</p>9.Fees, Payment Terms, Taxes<p>You are responsible for any fees associated with your use of Glitch.\nWe are responsible for communicating those fees to you clearly and accurately and letting you know in advance if those prices change.</p>\n<ol>\n<li>Fees.\n<p>You agree to pay fees in accordance with the rates at glitch.com/pricing.\nIf you agreed to a subscription price, that will remain your price for the duration of the payment term.\nhowever, prices are subject to change at the end of a payment term.</p>\n<p>Additionally, you agree to pay any and all additional costs, fines, or penalties we incur from a governmental or regulatory body or telecommunication provider as a result of your use of the Services in violation of these Terms.</p>\n</li>\n<li>Upgrades, Downgrades, and Changes.\n<p>We will immediately bill you when you upgrade from the free plan to any paying plan.</p>\n<p>If you change from a monthly billing plan to a yearly billing plan, we will bill you for a full year at the next monthly billing date.</p>\n</li>\n<li>Billing Schedule.\nNo Refunds.\n<p>For monthly or yearly payment plans, the Service is billed in advance and is non-refundable.\nThere will be no refunds or credits for partial months of service, downgrade refunds, or refunds for months unused with an open Account.\nhowever the service will remain active for the length of the billing period.</p>\n</li>\n<li>Authorization.\n<p>By agreeing to these Terms, you are giving us permission to charge your on-file credit card, or other approved method of payment, for fees that you authorize for Glitch.</p>\n</li>\n<li>Responsibility for Payment.\n<p>You are responsible for all fees associated with your use of our Services.\nThis includes taxes associated with your use of the Services.\nBy using the Services, you agree to pay Glitch any charge incurredin connection with your use of the Services.\nIf you dispute a charge, contact us at support@glitch.com.</p>\n</li>\n</ol>10.Communications<ol>\n<li>Email.\n<p>Glitch may send you emails concerning our Services, as well as of products and services of third parties.\nYou may opt-out of promotional emails by following the unsubscribe instructions in a promotional email.\nFollowing such an opt-out, we may still communicate with you via email to the extent permitted by applicable law.</p>\n</li>\n<li>Electronic Communications.\n<p>For contractual purposes, you (1) consent to receive communications from Glitch in an electronic form.\nand (2) agree that all terms and conditions, agreements, notices, disclosures, and other communications that Glitch provides to you electronically satisfy any legal requirement that such communications would satisfy if they were in writing.\nThis subparagraph does not affect your statutory rights.</p>\n</li>\n</ol>11.Our Warranties and Disclaimers.\nServices Available on an 'AS-IS' Basis<p>Excluding the explicitly stated warranties within these Terms, we only offer our Services on an 'as-is' basis.</p>\n<p>YOUR ACCESS TO AND USE OF THE SERVICES OR ANY CONTENT IS AT YOUR OWN RISK.\nYOU UNDERSTAND AND AGREE THAT THE SERVICES AND CONTENT ARE PROVIDED TO YOU ON AN 'AS IS,' 'WITH ALL FAULTS,' AND 'AS AVAILABLE' BASIS.\nWITHOUT LIMITING THE FOREGOING, TO THE FULL EXTENT PERMITTED BY LAW, GLITCH, INC.\nDISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nTO THE EXTENT SUCH DISCLAIMER CONFLICTS WITH APPLICABLE LAW, THE SCOPE AND DURATION OF ANY APPLICABLE WARRANTY WILL BE THE MINIMUM PERMITTED UNDER SUCH LAW.</p>\n<p>Glitch, Inc.\nmakes no representations, warranties, OR GUARANTEES AS TO THE RELIABILITY, TIMELINESS, QUALITY, SUITABILITY, AVAILABILITY, ACCURACY, OR COMPLETENESS of any kind with respect to the Services, including any representation or warranty that the use of the Services will (a) be timely, uninterrupted, or error-free or operate in combination with any other hardware, software, system, or data, (b) meet your requirements or expectations, (c) be free from errors or that defects will be corrected, or (d) be free of viruses or other harmful components.\nGlitch, Inc.\nalso makes no representations or warranties of any kind with respect to Content.\nUser Content is provided by and is solely the responsibility of the respective User providing that Content.\nNo advice or information, whether oral or written, obtained from Glitch, Inc.\nor through the Services, will create any warranty not expressly made herein.</p>\n<p>GLITCH, INC.\nDOES NOT warrant, endorse, guarantee, or assume responsibility for any user conteNt on the Services or any hyperlinked website or third-party service, and glitch, inc.\nwill not be a party to or in any way be responsible for transactions betWeen you and third-parties.</p>\n<p>IF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED OR STATUTORY WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>12.Limitation of Liability<p>We are not liable to you for your inability to use the Services or for damages you suffer from using our Services.\nPlease read this section carefully because our liability to you is limited.</p>\n<p>YOU UNDERSTAND AND AGREE THAT GLITCH, INC., its directors, officers, members, employees, representatives, consultants, agents, suppliers, licensors, and/or distributors, SHALL NOT BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES ARISING FROM YOUR USE OF THE SERVICES OR ANY THIRD PARTY'S USE OF THE SERVICES.\nTHESE EXCLUSIONS INCLUDE, WITHOUT LIMITATION, (A) DAMAGES FOR LOST PROFITS, REVENUE, DATA, USE, AND GOODWILL.\n(B) DAMAGES RELATING TO YOUR INABILITY TO ACCESS OR USE THE SERVICES.\n(C) DAMAGES RELATING TO ANY CONDUCT OR CONTENT OF ANY THIRD PARTY OR USER USING THE SERVICES.\n(D) DAMAGES RELATING IN ANY MANNER TO ANY USER CONTENT.\nAND (E) ANY OTHER INTANGIBLE LOSSES.</p>\n<p>THIS LIMITATION APPLIES TO ALL CLAIMS, REGARDLESS OF THE LEGAL OR EQUITABLE THEORY UPON WHICH THE CLAIM IS BASED AND EVEN IF GLITCH, INC.\nHAD BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHIS LIMITATION ALSO APPLIES WHERE A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, OUR TOTAL LIABILITY FOR ANY CLAIM UNDER THIS AGREEMENT, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE GREATER OF FIFTY DOLLARS (US$50.00) OR THE AMOUNT YOU PAID US TO USE THE APPLICABLE SERVICE(S) IN THE TWELVE (12) MONTHS IMMEDIATELY PRECEDING THE EVENTS GIVING RISE TO THE CLAIM.</p>\n<p>If you are a resident of New Jersey, the provisions in this subsection apply to you to the extent permitted by law.</p>13.Release and Indemnification<p>You are responsible for any disputes you have with others while using our Services.</p>\n<p>You release Glitch, Inc., its directors, officers, members, employees, representatives, consultants, agents, suppliers, licensors, and/or distributors, from responsibility, liability, claims, demands, and/or damages (actual and consequential) of every kind and nature, known and unknown, including damages for loss of profits, goodwill, use, privacy, or data, arising out of or in any way connected with the following:</p>\n<ul>\n<li>Disputes between or among Users, including those between you and other Users;</li>\n<li>Disputes with third party sites and services.\nand</li>\n<li>Claims relating to the unauthorized access to any data communications or User Content stored under or relating to your Account, including unauthorized use or alteration of such communications or your User Content.</li>\n</ul>\n<p>You hereby waive applicability of California Civil Code §1542, and any similar statute or principle of common law.\nCalifornia Civil Code §1542 says: 'A general release does not extend to claims that the creditor or releasing party does not know or suspect to exist in his or her favor at the time of executing the release and that, if known by him or her, would have materially affected his or her settlement with the debtor or released party.'</p>\n<p>You agree, to the extent permitted by your state's laws, to indemnify, defend, and hold harmless Glitch, Inc., its directors, officers, members, employees, representatives, consultants, agents, contractors, suppliers, licensors, investors, service providers, business partners, subsidiaries and/or distributors, from and against any demands, suits, actions, claims, losses, damages, liabilities, judgments, settlements, costs or expenses, including reasonable attorneys' fees, arising out of or relating to (i) your use or misuse of the Services, including but not limited to your violation of this Agreement, including the representations, warranties, or policies referenced in this Agreement, (ii) your violation of the rights of any other person or entity, including any intellectual property right or publicity, confidentiality, other property, or privacy right, or (iii) any dispute or issue between you and any third party.</p>\n<p>Glitch, Inc.\nreserves the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you (without limiting your indemnification obligations) and you agree to cooperate with our defense of that claim.\nIf the defense or settlement is assumed by you, Glitch, Inc.\nmay at any time thereafter elect to take over control of the defense and settlement of the claim.\nYou must not settle any claim without our prior written consent.</p>14.Termination<p>You can cancel this Agreement and close your Account for any reason.\nIt's up to you to delete your Account, and you can do this from the site.\nWe can also cancel this Agreement for any reason.\nIf you terminate this Agreement, you are still responsible for any outstanding fees associated with your use of the Services.</p>\n<ol>\n<li>Account Cancellation.\n<p>You may terminate these Terms and close your Glitch account(s) at any time by logging in to your Account, clicking the drop-down menu in the right-upper corner of the page next to your avatar, and choosing 'Account Settings.' On the next webpage, click 'Close Account.' This action will close your account, including all teams, projects, and playlists.\nAn email or phone request to cancel, terminate, or delete your Account shall not result in cancellation.\nYou are still responsible for any outstanding fees associated with your use of the Services.</p>\n</li>\n<li>Glitch Termination.\n<p>We may also terminate or suspend your access to, or ability to use, any and all Services immediately, without prior notice or liability, with or without cause.</p>\n</li>\n<li>Upon Cancellation.\n<p>We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements, but barring legal requirements, we will delete your profile Personal Information, including your email address, name, password, profile bio, and playlists within 90 days of cancellation or termination (though some information may remain in encrypted backups or on the Content Delivery Network).\nThis information cannot be recovered once your Account is cancelled or terminated.</p>\n<p>Cancellation or termination of your Account DOES NOT delete your projects.\nInformation on how to delete your projects can be found on your user profile page.</p>\n<p>We will not delete content that you have contributed to another Users' Content.</p>\n</li>\n</ol>15.Survival<p>All provisions of this Agreement which by their nature should survive termination will survive termination, including, without limitation, ownership and license provisions, warranty disclaimers, indemnity, and limitations of liability.\nTermination of your access to, and use of, the Services shall not relieve you of any obligations arising or accruing prior to termination, nor will termination limit any liability you otherwise may have to us or a third party.</p>16.Arbitration.\nWaiver of Class Actions<p>Before 'lawyering-up,' contact us.\nIf we can't resolve the issue, you agree to arbitration instead of going to court.\nWe also both agree not to bring a class action lawsuit against each other.</p>\n<p>PLEASE READ THIS SECTION CAREFULLY – IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</p>16.1 Dispute Resolution<p>Before bringing a legal claim, you must contact our Support Team at support@glitch.com and describe the nature and basis of the claim or dispute and the specific relief you seek.\nMost disputes can be resolved this way.\nThe parties shall use their best efforts through this Support Team process to settle any dispute, claim, question, or disagreement and engage in good faith negotiations which shall be a condition to either party initiating a lawsuit or arbitration.</p>16.2 Arbitration<p>However, if the issue is not resolved within a period of 30 days from the date you contact the Support Team describing the dispute, then either party may pursue resolution of the dispute in binding arbitration, subject to the terms set forth below.\nEither party may pursue your dispute in a court only under the circumstances described below.</p>\n<p>Specifically, except as described in Section 16.3 below, all claims arising out of or relating to these Terms (including their formation, performance and breach), the parties' relationship with each other, and/or your use of the Services that does not involve patents, copyrights, trademarks, trade secrets, or moral rights shall be resolved via binding, non-appearance-based arbitration initiated through the American Arbitration Association ('AAA') in accordance with the provisions of its Consumer Arbitration Rules, excluding any rules or procedures governing or permitting class actions.\nExcept as explicitly stated otherwise herein, the arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms, including, but not limited to any claim that all or any part of these Terms are void or voidable, or whether a claim is subject to arbitration.</p>\n<p>The Consumer Arbitration Rules governing the arbitration are available online at www.adr.org or by calling the AAA at (800) 778-7879.\nIn any such arbitration, the parties and AAA must comply with the following rules: (i) the arbitration shall be conducted by telephone, online, and/or be solely based on written submissions, and the specific manner shall be chose by the party initiating the arbitration.\n(ii) the arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed to by the parties.\n(iii) the arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity, including the award of injunctive or declaratory relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party's individual claim.\nand (iv) any judgment on the award rendered by the arbitrator shall be written and binding on the parties and may be entered in any court of competent jurisdiction.</p>\n<p>If you are a resident of the United States, arbitration will take place in New York, New York or the federal judicial district that includes your billing address.\nIn the event you select the latter, we may transfer the arbitration to New York so long as we agree to pay any additional fees or costs which the arbitrator determines you incur as a result of the transfer.\nFor non-United States residents, arbitration shall be initiated in the New York County, New York, United States of America, and you and Glitch, Inc.\nagree to submit to the personal jurisdiction of any federal or state court in New York County, New York, in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.</p>\n<p>At any time during the pendency of the arbitration, if the respondent in the arbitration offers the claimant the amount requested in the applicable Demand for Arbitration, the respondent agrees to (a) accept that offer as full and complete settlement of the claims in the Demand for Arbitration and (b) voluntarily dismiss all claims in the applicable Demand for Arbitration with prejudice.</p>16.3 Exceptions<p>Notwithstanding anything in this Agreement, we both agree that nothing in this agreement will be deemed to waive, preclude, or otherwise limit the right of either of us to: (1) bring an individual action in small claims court of competent jurisdiction, (2) seek injunctive or other equitable relief in any court of competent jurisdiction, or (3) bring an individual action in a court of law to address an intellectual property infringement claim.\nAlso, any party can ask a court to halt an action while an arbitration proceeding is underway.</p>\n<p>Additionally Section 16.2 above shall not apply to any claim that all or part of the Class Action Waiver in Section 16.4 below is unenforceable, unconscionable, void, or voidable shall be determined only by a court of competent jurisdiction and not by an arbitrator.\nExcept as explicitly stated otherwise herein, all other disputes regarding interpretation, applicability, enforceability, or formation of this Mutual Arbitration Provision shall be determined exclusively by an arbitrator.</p>16.4 Class Action Waiver<p>EXCEPT AS EXPLICITLY PROVIDED HEREIN, YOU AND GLITCH, INC.\nAGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.</p>\n<p>Except as explicitly provided herein, any claims brought by you or us must be brought in that party's individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding.</p>\n<p>THIS MEANS THAT YOU AND GLITCH AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A LEAD OR REPRESENTATIVE CLASS PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nHOWEVER, THE PARTIES EXPRESSLY AGREE THAT SEPARATE INDIVIDUAL ARBITRATIONS MAY BE CONSOLIDATED, UPON REQUEST BY GLITCH, IF THE ARBITRATOR DETERMINES THAT INDIVIDUAL ARBITRATIONS RELATE TO OR ARISE OUT OF THE SAME OR SUBSTANTIALLY THE SAME TRANSACTION(S) OR OCCURRENCE(S).\nCONSOLIDATION MEANS THAT ANY AND ALL SEPARATELY INITIATED ARBITRATIONS THAT RELATE TO OR ARISE OUT OF THE SAME OR SUBSTANTIALLY THE SAME TRANSACTION(S) OR OCCURRENCE(S) ARE ALL HEARD BY A SINGLE ARBITRATOR IN A SINGLE ARBITRATION, AND THAT THE ARBITRATOR'S FINDINGS OF LAW OR FACT SHALL APPLY TO ALL EXISTING AND FUTURE INDIVIDUAL ARBITRATIONS THAT RELATE TO OR ARISE OUT OF THE SAME OR SUBSTANTIALLY THE SAME TRANSACTION(S).\nIF WE REQUEST CONSOLIDATION OF MULTIPLE ARBITRATIONS, THEN ALL PARTIES TO THE CONSOLIDATED CASE(S) WILL BE DEEMED TO HAVE WAIVED THEIR RIGHT TO DESIGNATE AN ARBITRATOR AS WELL AS ANY CONTRACTUAL PROVISION WITH RESPECT TO THE SITE OF THE ARBITRATION.\nTHE ARBITRATOR SHALL CONSIDER THE FOLLOWING FACTORS IF GLITCH REQUESTS A CONSOLIDATION OF ARBITRATIONS:</p>\n<ul>\n<li>The arbitrations have a common question of law or fact;</li>\n<li>The issues in the multiple arbitrations are largely identical;</li>\n<li>There are common claims, disputes, and relationships between or among the parties in the different arbitrations;</li>\n<li>One or more parties is named in multiple pending arbitrations;</li>\n<li>The arbitrations relate to the same aspect of the Services or the same User Content;</li>\n<li>Consolidation will save time and resources;</li>\n<li>One party will be seriously prejudiced by having multiple arbitrations heard separately.</li>\n</ul>\n<p>Where individual arbitrations are consolidated in accordance with the provisions above, you agree that Glitch may make reasonable arrangements with AAA for the payment of filing and/or arbitration fees, and that those arrangements may differ from the standard AAA payment schedule—provided that you are not obligated to pay any fees beyond those required by AAA, and the arbitration can be fairly conducted in accordance with applicable AAA rules and this Dispute Resolution, Arbitration and Class Action Waiver provision.</p>\n<p>By agreeing to these arbitration provisions, you are waiving your right to trial by jury or to participate in a class action.\nwe are also waiving these rights.</p>\n<p>Any claim that all or part of this Class Action Waiver section is unenforceable, unconscionable, void, or voidable, shall be determined only by a court of competent jurisdiction and not by an arbitrator.\nAll other disputes regarding the interpretation, applicability, enforceability, or formation of this Dispute Resolution, Arbitration, and Class Action Waiver shall be determined exclusively by an arbitrator.</p>16.5 30-Day Right to Opt-Out<p>You have the right to opt-out and not be bound by the agreement to arbitrate or class action waiver set forth above.\nTo opt-out, you must send us a notice in writing within thirty (30) days of the date that you first became subject to this arbitration provision, otherwise you shall be bound by the arbitration and class action waiver provisions above.\nThe opt-out notice must include your name, address, phone number, the Account to which the opt-out applies, and a clear statement that you want to opt out of the agreement to arbitrate and class action waiver.\nThis procedure is the only way you can opt out of the arbitration and class action waiver provisions.\nYou must use this address to opt out:</p>Glitch, Inc.<br>Attn:Opt-out<br>228 Park Avenue South, Suite 52723<br>New York, NY 10003-1502<br>866-364-2733<br>\n<p>If you opt-out of these provisions, Glitch, Inc.\nalso will not be bound by them.</p>16.6 Fees<p>If you commence arbitration in accordance with these Terms, you may be required to pay a fee to initiate the arbitration.\nIf the arbitrator finds the arbitration to be non-frivolous, we will pay all other fees invoiced by AAA, including filing fees and arbitrator and hearing expenses.\nYou are responsible for your own attorneys' fees unless the arbitration rules and/or applicable law provide otherwise.</p>\n<p>If the arbitrator finds that either the substance of your claim or the relief sought in the arbitration demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules.\nIn that case, you agree to reimburse us for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.</p>\n<p>The arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within fourteen (14) days of the arbitrator's ruling on the merits.</p>16.7 Modification<p>Except for inconsequential changes that do not affect any rights or obligations herein, Glitch, Inc.\nwill provide thirty (30) days' notice of any changes to this section by posting on the Services, sending you a message, or otherwise notifying you when you are logged into your Account.\nAmendments will become effective thirty (30) days after they are posted on the Services or sent to you.\nChanges to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day.\nIf a court or arbitrator decides that this subsection on 'Modifications' is not enforceable or valid, then this subsection shall be severed from the section entitled 'Arbitration.\nWaiver of Class Actions,' and the court or arbitrator shall apply the most recent version of the 'Arbitration.\nWaiver of Class Actions' validly enforceable on you.\nYou may otherwise reject the change by sending us written notice within thirty (30) days of the change to Glitch, Inc.'s address for opt-out notices, in which case this arbitration provision, as in effect immediately prior to the amendments you reject, will survive.\nNotwithstanding any provision in this Agreement to the contrary, any changes to this section shall not apply to any claim that was filed in a legal proceeding against us prior to the effective date of the change.\nMoreover, if we seek to terminate the arbitration procedures from this Agreement, such termination shall not be effective until thirty (30) days after the version of this Agreement not containing the arbitration procedures is posted to our Services or otherwise sent to you, and shall not be effective as to any claim that was filed in a legal proceeding against us prior to the effective date of removal.</p>16.8 Survival<p>In accordance with Sections 14 and 15, this Section will survive the termination of your relationship with us.</p>17.Jurisdiction<p>This Agreement is covered by New York law.\nIf there is a dispute between us not subject to arbitration, we'll handle it in New York.</p>\n<p>Again, before resorting to litigation, we strongly encourage you to contact us at support@glitch.com to seek a resolution.\nIf you decided to pursue legal action, you agree that any claim or dispute you may have against us that isn't subject to mandatory arbitration must be resolved exclusively by a state or federal court located in New York County, New York, except as otherwise agreed to by the parties.\nExcept to the extent applicable law provides otherwise, this Agreement shall be governed in all respects by the laws of the State of New York without regard to conflict of law provisions.\nAnd each party agrees to submit to the personal jurisdiction of the courts located within New York County, New York for the purpose of litigating all such claims or disputes.</p>18.Special Provisions for Users Located Outside of the United States<p>We're in the United States, so we'll follow U.S.\nlaw.</p>\n<p>We provide global products and services and enable a global community for individuals.\nGlitch, Inc.'s operations are, however, located in the United States, and Glitch, Inc.'s policies and procedures are based on United States law.\nAs such, the following provisions apply specifically to users located outside of the United States: (1) you consent to the transfer, storage, and processing of your information, including but not limited to User Content and any personal information, to and in the United States and/or other countries.\nand (2) if you are using the Services from a country embargoed by the United States, or are on the United States Treasury Department's list of 'Specially Designated Nationals,' you agree that you will not use the Services.</p>19.Miscellaneous<ol>\n<li>Severability, No Waiver of Rights, and Survival of Agreement<p>If any part of this Agreement is held invalid or unenforceable, that portion of the Agreement will be construed to reflect the parties' original intent.\nThe remaining portions will remain in full force and effect.</p>\n<p>The failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and enforceable.\nAny failure on the part of Glitch, Inc.\nto enforce any provision of this Agreement will not be considered a waiver of our right to enforce such provision.</p>\n<p>Our rights under this Agreement will survive any termination of this Agreement.</p>\n</li>\n<li>Non-assignability<p>This Agreement is not assignable, transferable, or sublicensable by you except with Glitch, Inc.'s prior written consent.\nGlitch, Inc.\nmay assign this Agreement in whole or in part at any time without your consent.\nNo agency, partnership, joint venture, or employment is created as a result of this Agreement and you do not have any authority of any kind to bind Glitch, Inc.\nin any respect whatsoever.</p>\n</li>\n<li>Written Notice Required<p>Except as provided in the DMCA Takedown Policy, any notice to Glitch, Inc.\nthat is required or permitted by this Agreement shall be in writing and shall be deemed effective upon receipt when delivered in person by a nationally recognized overnight courier or mailed by first class, registered or certified mail, postage prepaid, to Glitch, Inc., 75 Broad Street, Suite 1904, New York City, NY 10004, Attn: Legal Department.\nGlitch, Inc.\nmay provide notices to you via e-mail to the e-mail address associated with your Account or by mail to your mailing address.\nThe Services are provided by Glitch, Inc., which may be contacted at the mailing address above, by e-mail at support@glitch.com, or by telephone at 1-866-364-2733.</p>\n</li>\n</ol>20.Special Notice to California Residents<p>The State of California makes us tell you this.</p>\n<p>If you are a California resident, under California Civil Code Section 1789.3, we are required to inform you that you may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs via mail at 1625 North Market Blvd., Suite N112, Sacramento, CA 95834 or telephone at (916) 445-1254 or (800) 952-5210.\nHearing impaired users can reach the Complaint Assistance Unit at TDD (800) 326-2297 or TDD (916) 322-1700.</p>21.Suggestions<p>We welcome your suggestions to our Services.\nIf you give us any suggestions, we own them and have the right to use them.</p>\n<p>We welcome your Suggestions to our Services.\n'Suggestions' is defined as any feedback, suggestions, recommendations, correction requests, or ideas from you to us about improving our Services.\nPlease know that when you submit your Suggestions, you agree that:</p>\n<ol>\n<li>You grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute, and sublicense your suggestions;</li>\n<li>You are not entitled to any compensation or reimbursement of any kind from us under any circumstances for your Suggestions;</li>\n<li>None of your Suggestions contain confidential or proprietary information of any third party;</li>\n<li>We may have something similar to the Suggestions already under consideration or in development;</li>\n<li>We may use or redistribute your Suggestions for any purpose and in any way;</li>\n<li>There is no obligation for us to review your Suggestions;</li>\n<li>We have no obligation to keep any Suggestions confidential;</li>\n<li>You irrevocably waive any claims and assertions of moral rights against Glitch, Inc.\nand its Users.\nand</li>\n<li>These provisions regarding Suggestions shall survive any termination of your Account or the Services.</li>\n</ol>22.Complete Agreement<p>This is the whole agreement between us.</p>\n<p>This Agreement (defined in Section 1), including as it may be modified from time to time as set forth in Section 3, constitutes the entire agreement between you and Glitch, Inc.\nwith respect to the subject matter of these Terms.\nThis Agreement replaces all prior or contemporaneous understanding or agreements, written or oral, regarding the subject matter of these Terms and constitutes the entire and exclusive agreement between the parties.</p>23.Links<p>Be careful when clicking links.</p>\n<p>The Services provide, or third parties may provide, links to other World Wide Web sites, applications or resources.\nBecause we have no control over such sites, applications, and resources, you acknowledge and agree that Glitch, Inc.\nis not responsible for the availability of such external sites, applications, or resources, and does not endorse and is not responsible or liable for any content, advertising, products, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that Glitch, Inc.\nshall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods, or services available on or through any such site or resource.</p>\n<p>Build fast, full-stack web apps in your browser for free</p>Try something newglitch.new/reactCompanyAbout UsHandbookPressCareersCommunityHelp CenterForumService StatusLegal/TermsPricingReport AbuseCreate with...DigitalOceanFastlyWebXRSocial@glitch@glitchdotcom@fastlydevsLinkedInDEV.to Profile<small>This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.</small> ", "created_at": "2023-09-02 19:20:25.432317", "updated_at": "2023-09-02 19:20:43.234468"}, {"id": 18714, "name": "DMCA/Trademark Policy", "url": "https://glitch.com/legal/dmca", "xpath": "//body", "text": " Skip to Main ContentSkip to Main ContentGlitch LogoDiscoverBlogPricingLog inSign upGlitch LogoLog inSign upDiscoverBlogPricingSearchSectionsTerms of ServicePrivacy PolicyDMCA/TrademarkData Processing Terms<p>We've Updated our DMCA/Trademark Policy!</p>\n<p>We've updated our legal section, which includes our Terms of Service, Privacy Statement, and DMCA/Trademark Policy.</p>\n<p>You might think it’s the boring stuff, but it’s important! We designed Glitch to be friendly, safe, and open, and with that comes a whole lotta legal language aimed at ensuring you can trust us with your data and code.</p>\n<p>We clarified our policies on DMCA takedown requests and trademark infringement claims.</p>DMCA Takedown PolicyCopyright Infringement<p>There are a number of actions you can take if you believe content available through our Services infringes your copyright.\nBut before pursuing any course of action, you should conduct an initial investigation to confirm a) you own the copyright to an original work and b) that the content on our Services is unauthorized and infringing.\nBe sure to consider whether fair use, fair dealing, or similar exceptions to copyright apply to your situation.</p>\n<p>There are also a number of actions you can take if you believe content you posted on our Services has been removed or disabled by mistake or misidentification.\nBut before pursuing any course of action, you should conduct a thorough investigation into the allegations made against your use of the content.</p>\n<p>If you have questions about copyright ownership, copyright infringement, or your particular situation, we encourage you to reach out to professionals.\nNothing in this document should be construed as legal advice.</p>\n<p>Please also know that only copyright owners, or authorized representatives of the owner, can report suspected copyright infringement to us.\nIf you believe any content available through our Services infringes another party’s copyright, you should reach out to that copyright owner directly.</p>COPYRIGHT OWNERSCourses of Action for Claiming Copyright Infringement<ol>\n<li>Contact the user directly.\nWe strongly encourage this course of action.\nOften times, these matters can be resolved quickly between you and the user without third party intervention.</li>\n<li>Ask us to intervene on your behalf.\nIf the matter is not adequately resolved after contacting the user, or if you rather not communicate directly with the user, let us know and we can contact the user on your behalf.\nWe’ll gather information about your claim and contact the user about your claim and request to have the offending material removed.\nThe user will be given five business days to challenge your claim.\nIn the absence of a response, we’ll take the offending content down.\nIf the offending material is removed by the user, we’ll notify you and take no further action.\nIf the user challenges your claim, we’ll inform you that you may have to take more aggressive action, like file a DMCA takedown notice.</li>\n<li>Submit a DMCA takedown notice.\nIf your matter wasn’t adequately resolved after pursuing one or both of the above courses of action, or if you’d rather bypass the first two options entirely, you can submit a DMCA takedown notice to us pursuant to the Digital Millennium Copyright Act (the DMCA).\nBe mindful that by filing a DMCA takedown notice, you are starting a formal legal process.\nDO NOT MAKE FALSE CLAIMS.\nMisuse of this process may result in the suspension/deletion of your account and/or other legal consequences.\nYou may be liable for damages, including court costs and attorneys’ fees, if you materially misrepresent that content on a website is copyright infringing.\nIf you have questions or doubts about this process or your situation, you should consult with a legal professional before deciding to pursue this course of action.</li>\n</ol>Putting your DMCA Takedown Notice Together<p>The law requires you provide us certain information before we can process your notice under the DMCA.\nYour DMCA takedown notice needs to contain the following details:</p>\n<ol>\n<li>Your name, mailing address, telephone number, and email address.</li>\n<li>Sufficient detail about the copyrighted work that you claim has been infringed.</li>\n<li>The URL or other specific location on our websites that contain the material you claim infringes your copyright.</li>\n<li>Any contact information you have for the alleged infringer.</li>\n<li>A statement by you stating that you, in good faith, believe that the disputed use is not authorized by the copyright owner, its agent, or the law (e.g., “I have a good faith belief that use of the copyrighted materials described above as allegedly infringing is not authorized by the copyright owner, its agent, or the law.\nI have taken fair use into consideration.”).</li>\n<li>A statement by you stating that the information contained in the notice is accurate and that you attest under the penalty of perjury that you are the copyright owner or that you are authorized to act on behalf of the copyright owner (e.g., “I swear, under penalty of perjury, that the information in this notification is accurate and that I am the copyright owner, or am authorized to act on behalf of the owner, of an exclusive right that is allegedly infringed.”).</li>\n<li>An electronic or physical signature of the owner of the copyright or a person authorized to act on the owner’s behalf.</li>\n</ol>How to Submit a DMCA Takedown Notice<p>Your notice can be sent to our copyright agent at:</p>Glitch, Inc.<br>Attn:DMCA Complaint<br>228 Park Avenue South, Suite 52723<br>New York, NY 10003-1502<br>866-364-2733<br>dmca@glitch.com<p>If you are concerned about your contact information being shared, you may opt to submit your request through an agent.\nYour agent will be required to submit the DMCA notice with valid contact information and identify you as the content owner that they are representing</p>What Happens After a DMCA Takedown Request is Submitted<p>Your notice will be reviewed for accuracy, validity, and completeness.\nIf your notice satisfies these requirements, we will take action on your request.\nThis means that we will, as quickly as possible, remove or disable the allegedly infringing material.\nWe will document the alleged infringements on which we act.\nWe will also forward a full copy of your notice (including your name, address, phone number, and email address) to the user(s) who posted the allegedly infringing material.</p>\n<p>If the alleged infringer does not respond to your DMCA notice, we will consider the matter resolved.\nLikewise, we will consider the matter resolved if you retract your complaint.\nHowever, if the alleged infringer submits a valid DMCA counter-notice, we will notify you, and you will have 10 business days to a) notify us that you are seeking a court order to prevent further infringement of the material at issue and b) provide a copy of a valid legal complaint filed in a court of competent jurisdiction.\nIf we do not receive this notice within the designated time frame, we will restore the material at issue.</p>ALLEGED COPYRIGHT INFRINGERSPossible Restoration of Removed ContentRetraction<p>If you believe that your content was removed or disabled by mistake or misidentification, you may seek a retraction of the copyright complaint directly from the complainant.\nThis is the fastest and most efficient way to resolve a copyright dispute.\nThe complainant can send retractions to dmca@glitch.com.\nThese retractions should: (1) identify the material that was removed or disabled and (2) state that the complainant would like to retract the DMCA notice.</p>Counter-Notice Process<p>If you believe that your content was removed or disabled by mistake or misidentification, you may also send us a written counter-notice.\nPlease know that a counter-notice is a legal statement.\nyou should engage in a thorough investigation into the allegations made in the DMCA takedown notice before submitting a counter-notice.\nWe also encourage you to consult with a legal professional if you have questions about your disabled/removed content or the counter-notice process.\nPlease be aware that if you knowingly materially misrepresent that material or activity on the website was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys' fees) under Section 512(f) of the DMCA.</p>\n<p>If you decide to submit a counter-notice, the counter-notice must include the following information:</p>\n<ol>\n<li>Your name, mailing address, and telephone number.</li>\n<li>Identification of the material that has been removed or disabled and the URL or other specific location on our websites at which the material appeared before it was removed or disabled.</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>A statement stating that you consent to the jurisdiction of the Federal District Court for the judicial district in which the address is located, or if your address is outside of the United States, the Southern District of New York where Glitch, Inc.\nis located, and you will accept service of process from the person who provided the DMCA notification or an agent of such person.</li>\n<li>A physical or electronic signature.</li>\n</ol>How to Submit a DMCA Counter Notice<p>Your counter notice can be sent to our copyright agent at:</p>Glitch, Inc.<br>Attn:DMCA Complaint<br>228 Park Avenue South, Suite 52723<br>New York, NY 10003-1502<br>866-364-2733<br>dmca@glitch.com<p>Upon receipt of a valid counter-notice, we’ll forward a copy of it to the person who filed the original notice.\nIf you are concerned about your contact information being shared, you may opt to submit your counter-notice through an agent.\nYour agent will be required to submit the DMCA counter-notice with valid contact information and identify you as the content owner who the agent is representing.</p>What Happens After a DMCA Counter-Notice is Submitted<p>If the original filer disagrees that the alleged offending material was removed in error or misidentified, they may pursue legal action against you.\nIf we do not receive notice within 10 business days from the date the original filer receives the counter-notice that he or she is seeking a court order to prevent further infringement of the material at issue, we will replace or cease disabling access to the offending material.</p>Trademark Infringement<p>Unlike with copyright claims of infringement and the DMCA, there is no federal trademark statute that provides a clear procedure on how to deal with claims of trademark infringement.</p>\n<p>Regardless, we still take these allegations seriously.</p>\n<p>If you are a trademark owner, or agent of the owner, and you have a good faith belief that content available through our Services infringes on one or more of your trademarks, you should make an effort to directly contact the offending third party before submitting a trademark infringement report to us.\n&nbsp;Often times, these matters can be resolved quickly without third party intervention.</p>\n<p>If the matter is not adequately resolved, or if you rather not communicate directly with the user, please inform us in writing at:</p>Glitch, Inc.<br>Attn:Trademark Notice<br>228 Park Avenue South, Suite 52723<br>New York, NY 10003-1502<br>866-364-2733<br>trademark@glitch.com<p>Your notice must include:</p>\n<ol>\n<li>Your name, mailing address, telephone number, and email address.</li>\n<li>Sufficient detail about the trademarked work, including a list of goods and/or services for which the trademark is registered and the length of time you have been using the trademark on those goods and services.</li>\n<li>The countries or territories in which the trademark is registered.</li>\n<li>The United States Patent and Trademark Office (or similar foreign entity) registration number of the mark(s).</li>\n<li>Sufficient detail about the material claimed to be infringing, including each URL or other specific location on our websites where you claim your trademark appears.</li>\n<li>A statement of why you believe your trademark rights have been infringed.</li>\n<li>Any contact information you have for the alleged infringer.</li>\n<li>A statement by you stating that you have a good faith belief that use of the trademark in the manner complained of is an infringement of the rights granted to you under United States or foreign trademark law.</li>\n<li>A statement by you stating that the information contained in the notice is accurate and that you attest, under the penalty of perjury, that you are authorized to act on behalf of the owner of the allegedly infringed trademark.</li>\n<li>An electronic or physical signature of the owner of the trademark(s) or a person authorized to act on the owner’s behalf.</li>\n</ol>\n<p>Once you submit your trademark notice to us, we will determine whether you provided all the required elements.\n&nbsp;If so, we will begin an investigation and will take action that we deem appropriate under the circumstances.\nThis may include suspension and/or deletion of accounts, usernames, content, and applications.\n&nbsp;If action is taken, please note that we will forward your claim to the alleged infringer.\nWe will also forward your contact information and notice of what action was taken.</p>\n<p>Please also note that we are not in a position to adjudicate complicated trademark disputes between third parties.\n&nbsp;We cannot act on claims that require complex legal analysis or factual investigation.\nOnce again, we encourage you to reach out to the alleged infringing party before pursuing a trademark infringement claim with us.</p>\n<p>Finally, if your notice is missing information or does not state a claim, we will let you know.\n&nbsp;You may be allowed to resubmit.</p>\n<p>Build fast, full-stack web apps in your browser for free</p>Try something newglitch.new/reactCompanyAbout UsHandbookPressCareersCommunityHelp CenterForumService StatusLegal/TermsPricingReport AbuseCreate with...DigitalOceanFastlyWebXRSocial@glitch@glitchdotcom@fastlydevsLinkedInDEV.to Profile<small>This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.</small> ", "created_at": "2023-09-02 19:20:57.062571", "updated_at": "2023-09-02 19:21:06.565197"}, {"id": 18715, "name": "Data Processing Terms", "url": "https://glitch.com/legal/dataprocessing", "xpath": "//body", "text": " Skip to Main ContentSkip to Main ContentGlitch LogoDiscoverBlogPricingLog inSign upGlitch LogoLog inSign upDiscoverBlogPricingSearchSectionsTerms of ServicePrivacy PolicyDMCA/TrademarkData Processing TermsData Processing Terms<p>PLEASE READ THESE DATA PROCESSING TERMS (THESE “TERMS”) CAREFULLY.\nTHESE TERMS ARE A BINDING CONTRACT FOR PROCESSING OF PERSONAL DATA OF DATA SUBJECTS THROUGH THE USE OF GLITCH, INC.\n(“GLITCH”) SERVICES.</p>\n<p>IF YOU DO NOT AGREE TO BE BOUND BY ALL OF THE PROVISIONS OF THESE TERMS, DO NOT ACCESS OR USE, GLITCH’S SERVICES FOR THE PROCESSING OF PERSONAL DATA OF DATA SUBJECTS.\nIF YOU REQUIRE A SIGNED VERSION OF THESE TERMS PLEASE CONTACT SUPPORT@GLITCH.COM.</p>\n<p>BY ACCESSING OR USING GLITCH SERVICES YOU ARE ACCEPTING THESE TERMS (ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT) AND YOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY, AND CAPACITY TO ENTER INTO THESE TERMS (ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT AND ITS AFFILIATES).</p>\n<p>THESE TERMS WERE POSTED ON SEPTEMBER 26, 2022.</p>\n<p>\n<b>GLITCH DATA PROCESSING TERMS</b>\n</p>Table of Contents<ol>\n<li>1.Purpose</li>\n<li>2.Definitions</li>\n<li>3.Roles of the Parties</li>\n<li>4.User’s Processing of Personal Data</li>\n<li>5.Glitch’s Processing of Personal Data</li>\n<li>6.Transfers of Personal Data</li>\n<li>7.Correction, Amendment and Deletion Of Personal Data</li>\n<li>8.Third Party Requests</li>\n<li>9.Glitch Personnel</li>\n<li>10.Sub-Processors</li>\n<li>11.Security Controls for the Protection of Personal Data</li>\n<li>12.Security Breach Management and Notification</li>\n<li>13.Limitation of Liability</li>\n<li>14.Specific Provisions</li>\n<li>15.CCPA Compliance</li>\n<li>16.Enforcement</li>\n<li>17.Order of Precedence</li>\n<li>18.Changes to these Data Processing Terms</li>\n<li>Appendix 1.Details of the Parties and Processing</li>\n<li>Appendix 2.Technical and Organisational Measures</li>\n<li>Appendix 3.Cross Border Transfer Mechanism</li>\n</ol>1.PurposeIn consideration of the parties’ mutual obligations to comply with applicable law in accordance with the Agreement, these Glitch Data Processing Terms (these “Terms”) (including their appendices) apply to Glitch’s Processing of Personal Data on User’s behalf in accordance with Privacy and Data Protection Laws.\nUnless otherwise expressly agreed in writing between User and Glitch, this version of the Terms (1) is incorporated into and subject to the Agreement, (2) shall be effective and remain in force for the term of the Agreement, and (3) in the event of any conflict between the terms of the Agreement and these Terms, the relevant provisions of these Terms shall take precedence.\nThese Terms shall not apply to any User that does not access or use the Services for Processing of Personal Data subject to Privacy and Data Protection Laws or where Glitch is a Data Controller.2.Definitions<p>Capitalized terms not defined in these Terms shall have the meaning set forth in the Agreement.</p>\n<ul>\n<li>2.1.\n“Agreement” <p>means the Terms of Service, our Privacy Statement, and all other documents, rules, policies, guidelines, and procedures that we may publish on our Website.</p>\n</li>\n<li>2.2.\n“Affiliate” <p>means any entity (a) that the a party Controls.\n(b) that a party is Controlled by.\nor (c) with which a party is under common Control, where “Control” means direct or indirect control (including by ownership) of fifty percent (50%) of an entity’s voting interests.</p>\n</li>\n<li>2.3“CCPA” <p>means the California Consumer Privacy Act, Cal.\nCiv.\nCode § 1798.100 et seq., and its implementing regulations.</p>\n</li>\n<li>2.4.\n“Data Controller” <p>has the meaning given to “controller” or “data controller” in accordance with applicable Privacy and Data Protection Laws.</p>\n</li>\n<li>2.5.\n“Data Processor” <p>has the meaning given to “processor” or “data processor” in accordance with applicable Privacy and Data Protection Laws.</p>\n</li>\n<li>2.6.\n“Data Subject” <p>has the meaning given to “data subject” in accordance with applicable Privacy and Data Protection Laws.</p>\n</li>\n<li>2.7.\n“Documentation” <p>means the online documentation available via the Website, or when applicable, product specific documentation described in the Agreement.</p>\n</li>\n<li>2.8.\n“EU GDPR” <p>means Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data.</p>\n</li>\n<li>2.9.\n“GDPR” <p>means, as applicable, the EU GDPR and/or the UK GDPR.</p>\n</li>\n<li>2.10.\n“Personal Data” <p>has the same meaning as personal data or information of or about a person, as defined in the applicable Privacy and Data Protection Laws where such data is contained in User Data.</p>\n</li>\n<li>2.11.\n“Privacy and Data Protection Laws” <p>means any law or regulation applicable to the processing of personal data under the Agreement, including, for example, the GDPR and the CCPA.</p>\n</li>\n<li>2.12.\n“Processing” and “process” <p>have the meaning given in accordance with applicable Privacy and Data Protection Laws.</p>\n</li>\n<li>2.13.\n“Service Order” <p>means one or more online or written ordering documents which incorporate the Agreement or have otherwise been accepted by Glitch or a Glitch Affiliate.</p>\n</li>\n<li>2.14.\n“Services” <p>has the meaning of such defined term in the Agreement.</p>\n</li>\n<li>2.15.\n“Standard Contractual Clauses” <p>means, as applicable, the EEA Standard Contractual Clauses and/or the UK Standard Contractual Clauses as defined in Appendix 3.</p>\n</li>\n<li>2.16.\n“Sub-processor” <p>means any Data Processor engaged by Glitch, including Glitch Affiliates.</p>\n</li>\n<li>2.17.\n“UK GDPR” <p>means the EU GDPR as amended and incorporated into UK law under the UK European Union (Withdrawal) Act 2018.</p>\n</li>\n<li>2.18.\n“User” <p>has the meaning of such defined term in the Agreement.</p>\n</li>\n<li>2.19.\n“User Data” <p>means all data submitted (or caused to be submitted) to Glitch via the Services including any User Content or Content (as such terms are defined in the “Agreement”).</p>\n</li>\n<li>2.20 “Website” <p>means glitch.com and glitch.com subdomains owned by Glitch, Inc., including those provided by us and on which a link to these Terms is displayed through glitch.com and the related web sites.</p>\n</li>\n</ul>3.Roles of the Parties<p>The parties acknowledge and agree that with regard to the Processing of Personal Data, User is either a Data Controller or a Data Processor and Glitch is a Data Processor.</p>4.User’s Processing of Personal DataUser shall, in its use of the Services, only Process Personal Data or transfer such Personal Data to Glitch, in accordance with the requirements of Privacy and Data Protection Laws and the Documentation.\nIn particular, User represents and warrants on an ongoing basis that, including for the purposes of Article 6 of the GDPR, there is a legal basis for the Processing by Glitch of Personal Data on behalf of User in accordance with these Terms and the Agreement (including any and all instructions issued by User from time to time in respect of such Processing) and it will honor the rights of Data Subjects pursuant to Privacy and Data Protection Laws.\nIf User is a Data Processor, User represents and warrants that its instructions and actions with respect to the Personal Data, including appointing Glitch as a Processor, have been and are authorized by the relevant Data Controller.5.Glitch’s Processing of Personal DataGlitch shall only Process Personal Data upon User’s documented instructions and immediately notify User in writing if, in Glitch’s reasonable opinion, their instructions infringe Privacy and Data Protection Laws.\nprovided, User acknowledges that the Services will Process Personal Data on an automated basis in accordance with User’s configurations.\nUser instructs Glitch to Process Personal Data for the following purposes: (i) Processing in accordance with the Agreement and applicable Service Orders.\n(ii) Processing initiated by User through the Services’ application programming interfaces (APIs) or user interfaces.\n(iii) Processing to comply with other reasonable documented instructions provided by User (e.g., via support tickets, email communications and chat platforms) where such instructions are consistent with the terms of the Agreement and (iv) Processing otherwise required of Glitch by applicable laws.\nGlitch does not make any commitment to monitor User’s configurations.\nThese Terms and the Agreement contain User’s sole instructions to Glitch for the Processing of Personal Data.\nAppendix I, Part B to these Terms sets out the details of Glitch’s Processing of Personal Data.6.Transfers of Personal Data<ul>\n<li>6.1.\nConsent to Transfer.\n<p>Except as expressly set forth in the Agreement, Glitch may store and process Personal Data in the United States or any other country in which Glitch or any of its Sub-processors maintains facilities, subject to this Section 6.</p>\n</li>\n<li>6.2.\nCross-Border Personal Data Transfer Mechanism.\n<p>Where Processing of Personal Data by Glitch requires an onward transfer mechanism to lawfully transfer personal data from a jurisdiction (including those identified in Appendix 3), then the terms and conditions of Appendix 3 (Cross Border Transfer Mechanism) shall apply.</p>\n</li>\n</ul>7.Correction, Amendment and Deletion Of Personal Data<p>The Services are not intended for processing and storing personal data.\nThe Services permit the copying and sharing of User Data with other users.\nUser is fully responsible for any User Data it makes available to other users.\nTo the extent User, in its use of the Services, does not have the ability to correct, amend or delete Personal Data as required by Privacy and Data Protection Laws, Glitch shall comply with any commercially reasonable request by User to facilitate such actions to the extent Glitch is legally permitted to do so and has reasonable access to the Personal Data.\nUser acknowledges that Glitch cannot correct, amend, or permanently delete copies of Personal Data hosted or stored on equipment controlled by User.</p>8.Third Party RequestsGlitch shall, to the extent legally permitted, promptly notify User if it receives a request, complaint, inquiry or other correspondence from a data subject, regulatory authority or other third party in connection with Glitch’s processing of Personal Data.\nUnless required by law, Glitch shall not respond to any such third party request without User’s prior written consent except to confirm that the third party request relates to User and to provide the third party with User’s contact information to allow them to contact User directly.\nTaking into account the nature of the Processing and to the extent User does not have access to the relevant information through its use of the Services, Glitch shall, at User’s cost, provide User with such assistance as may be reasonably necessary and technically possible in the circumstances, to assist User in fulfilling its obligations with respect to third party requests.9.Glitch Personnel<ul>\n<li>9.1.\nConfidentiality.\n<p>Glitch shall ensure that its personnel engaged in the Processing of Personal Data are informed of the confidential nature of the Personal Data, have received appropriate training on their responsibilities and have executed confidentiality agreements.</p>\n</li>\n<li>9.2.\nReliability.\n<p>Glitch shall take commercially reasonable steps to ensure the reliability of any Glitch personnel engaged in the Processing of Personal Data.</p>\n</li>\n<li>9.3.\nLimitation of Access.\n<p>Glitch shall limit its access to Personal Data to those personnel who require such access to perform the Agreement.</p>\n</li>\n<li>9.4.\nData Protection Officer.\n<p>Glitch or its Affiliates have appointed a data protection officer to the extent this is required by Privacy and Data Protection Laws.\nThe appointed person may be reached at gc@fastly.com.</p>\n</li>\n</ul>10.Sub-Processors<ul>\n<li>10.1.\nAppointment of Sub-processors.\n<p>In accordance with Article 28(2) of the GDPR, User acknowledges and agrees that (a) Glitch Affiliates may be retained as Sub-processors.\nand (b) Glitch Affiliates may engage third-party Sub-processors in connection with the provision of the Services, in which case, the Glitch Affiliate (as the case may be) shall procure that the Glitch Affiliate has entered into a written agreement with respect to each Sub-processor containing data protection obligations in substantially similar terms to those in these Terms with respect to the protection of Personal Data to the extent applicable to the nature of the Services provided by such Sub-processor.\nGlitch will make available to User a current list of Sub-processors engaged in connection with the provision of the Services with the identities of those Sub-processors in the Documentation or by posting such list to the Website.\nAdditions or changes to the list of Sub-processors will be provided to Users according to the Documentation updates provision of the Agreement or the Website in advance of the date on which those Sub-processors begin processing Personal Data.</p>\n</li>\n<li>10.2.\nRight to Object.\n<p>In the event User objects to a new or replacement Sub-processor(s) that Processes Personal Data, User may terminate the Agreement if it cannot be provided by Glitch without the Processing of Personal Data by the objected-to new Sub-processor (including by changing User’s configuration or use of the Services to avoid Processing of Personal Data by the objected-to new or replacement Sub-processor without unreasonably burdening User or materially diminishing functionality) by providing written notice to Glitch within thirty (30) days of Glitch’s notice or disclosure of such new Sub-processor(s) or discontinuing use of the Services where no Service Order exists.\nUser shall receive a pro-rata refund of any unearned prepaid fees for the period following the effective date of termination in respect of such terminated Services.</p>\n</li>\n<li>10.3.\nLiability.\n<p>Glitch shall be liable for the acts and omissions of its Sub-processors to the same extent Glitch would be liable if performing the services of each Sub-processor directly under the terms of these Terms, except as otherwise set forth in the Agreement.</p>\n</li>\n</ul>11.Security Controls for the Protection of Personal Data<p>Glitch shall maintain appropriate administrative, physical and technical safeguards for protection of the security and integrity of the Personal Data.\nGlitch regularly monitors compliance with these safeguards.</p>12.Security Breach Management and Notification<p>Glitch shall notify User (using contact information User has provided to Glitch) without undue delay after becoming aware of the accidental or unlawful destruction, loss, alteration, unauthorized disclosure of, or access to Personal Data Processed by Glitch or its Sub-processors of which Glitch becomes aware (“Security Breach”), providing User with sufficient information (insofar as such information is within Glitch’s possession) to allow User to meet its obligations to report or inform data subjects and/or regulatory authorities of the Security Breach under the GDPR, to the extent permitted by law.\n</p>13.Limitation of Liability<p>Nothing in these Terms is intended to prejudice or limit any of Glitch’s right to limitations of liability afforded to data processors pursuant to Privacy and Data Protection Laws.\nEach party’s liability arising out of or related to these Terms (whether in contract, tort or under any other theory of liability) is subject to the limitations of liability set forth in the Agreement.\nprovided, in no event will such limitation apply to any data subject’s rights under the Standard Contractual Clauses.</p>14.Specific Provisions<ul>\n<li>14.1.\nData Protection Impact Assessment.\n<p>Upon User’s request and at User’s cost, Glitch shall provide User with reasonable assistance needed to fulfill User’s obligation under Privacy and Data Protection Laws to carry out a data protection impact assessment related to Processing of Personal Data by Glitch taking into account the nature of the Processing and to the extent User does not otherwise have access to the relevant information, and to the extent such information is available to Glitch.</p>\n</li>\n<li>14.2.\nPrior Consultation.\n<p>Upon User’s request and at User’s cost, Glitch shall provide User with reasonable assistance with any prior consultations to any regulatory authority of User which are required under Privacy and Data Protection Laws such as Article 36 of the GDPR related to Processing of Personal Data by Glitch and taking into account the nature of the Processing and to the extent User does not otherwise have access to the relevant information and to the extent such information is available to Glitch.</p>\n</li>\n<li>14.3.\nAudits.\n<p>The parties agree that the audits described in the Standard Contractual Clauses and Privacy and Data Protection Laws shall be carried out in accordance with the following specifications:</p>\n</li>\n<li>14.3.2.\n<p>If the information made available pursuant to Section 14.3.1 is insufficient, in User’s reasonable judgment, to confirm Glitch’s compliance with its obligations under these Terms, then User may request an onsite audit of the procedures relevant to the protection of Personal Data under these Terms.\nAll such audits will be performed at User’s expense.\nUser shall give Glitch reasonable notice of any on-site audit to be conducted under this Section 14.3 (which shall in no event be less than thirty (30) days’ notice unless required by a regulatory authority).</p>\n</li>\n<li>14.3.3.\n<p>User shall reimburse Glitch for any time expended for any such on-site audit at Glitch’s then-current professional services rate, which shall be made available to User upon request.\nBefore the commencement of any such on-site audit, User and Glitch shall mutually agree upon the scope, timing and duration of the audit in addition to the reimbursement rate for which User shall be responsible.\nAll reimbursement rates shall be reasonable, taking into account the resources expended by Glitch.\nUser shall promptly notify Glitch with information regarding any non-compliance discovered during the course of an audit.</p>\n</li>\n<li>14.3.4.\nDeletion of Personal Data.\n<p>Glitch shall delete Personal Data upon the termination or expiration of all Service Orders providing for the Processing of Personal Data and upon the request of User to the extent permitted by applicable law.\nUser acknowledges that, except to the extent described in the Documentation, the Services do not export User Data and, therefore, Glitch will not return any Personal Data.</p>\n</li>\n<li>14.3.5.\n<p>Upon User’s request, and subject to the confidentiality obligations set forth in the Agreement, Glitch shall make available to User third-party certifications and audit reports regarding Glitch’s compliance with the obligations set forth in these Terms and User shall use such information solely for the purposes of complying with its obligations under Privacy and Data Protection Laws.</p>\n</li>\n<li>14.3.1.\n14.5.\nCertification of Deletion.\n<p>The parties agree that the certification of deletion of Personal Data that is described in Clause 8.5 of the Standard Contractual Clauses shall be provided by Glitch to User only upon User’s request.</p>\n</li>\n</ul>15.CCPA Compliance<p>As a service provider to User under the Agreement, Glitch will comply with the CCPA’s restrictions and prohibitions on service providers selling Personal Data and retaining, using, or disclosing Personal Data outside of the parties’ direct business relationship.\nGlitch shall not collect, use, retain, or disclose Personal Data except as permitted in the Agreement and under the CCPA.\nGlitch shall not sell Personal Data.</p>16.Enforcement<p>If any provision of these Terms is held by a court of competent jurisdiction to be contrary to law, the provision will be deemed null and void, and the remaining provisions of these Terms will remain in effect.</p>17.Order of Precedence<p>In the event of any conflict or inconsistency among the following, the provisions of the following agreements, in order of precedence, shall prevail: (i) the Standard Contractual Clauses (when applicable), (ii) these Terms, (iii) the Service Order(s) and (iv) the Agreement.</p>18.Changes to these Data Processing Terms<p>In consideration of Glitch’s ongoing obligations to comply with applicable law in the performance of the Services, Glitch may update these Terms.\nGlitch will provide no less than ten (10) days’ prior notice of any change to these Terms (formatting and other immaterial changes excepted), unless prior notice is not practicable due to a conflict in applicable law or regulation or other changes outside of Glitch’s reasonable control.\nThis notice of an update to these Terms will be posted on the Website.</p>Appendix 1.Details of the Parties and ProcessingA.\nList of Parties<p>Data exporter(s):</p>\n<ul>\n<li>\n<p>Name: User and any Affiliates</p>\n<p>Address: Address of User described in the Agreement or as User has otherwise informed Glitch</p>\n<p>Contact person’s name, position, and contact details: As stated in the Agreement or as User has otherwise informed Glitch</p>\n<p>Activities relevant to the data transferred under the SCCs and the Terms: use of the Services in accordance with the Agreement</p>\n<p>Signature and Date: This Appendix 1 shall be deemed executed upon acceptance of the Terms.\n</p>\n<p>Role: Data exporter’s role is set forth in Section 3 of the Terms.</p>\n</li>\n</ul>\n<p>Data importer(s):</p>\n<ul>\n<li>\n<p>Name: Glitch, Inc.</p>\n<p>Address: 228 Park Avenue South, Suite 52723</p>\n<p>New York, NY 10003-1502</p>\n<p>Contact person’s name, position, and contact details: David Sando, Deputy General Counsel, Fastly, Inc., gc@fastly.com</p>\n<p>Activities relevant to the data transferred under the SCCs and the Terms: Processing necessary to provide the Services</p>\n<p>Signature and Date: This Appendix 1 shall be deemed executed upon acceptance of the Terms.</p>\n<p>Role: Processor</p>\n</li>\n</ul>B.\nDescription of Processing and Transfer<p>\n<i>The categories of Data Subject to whom the Personal Data relates</i>\n</p>\n<p>Data Subjects include the identified or identifiable persons contained in data caused to be submitted to Glitch via the Services by or at the direction of User.</p>\n<p>\n<i>Categories of personal data processed and transferred</i>\n</p>\n<p>The Services are not intended for processing and storing personal data.\nhowever, personal data contained within network requests or User Data (as that term is defined in the Agreement) would be processed by the Services.</p>\n<p>\n<i>Sensitive data transferred (if applicable) and applied restrictions or safeguards that fully take into consideration the nature of the data and the risks involved, such as for instance strict purpose limitation, access restrictions (including access only for staff having followed specialised training), keeping a record of access to the data, restrictions for onward transfers or additional security measures.</i>\n</p>\n<p>The Services do not require the Processing of sensitive data.\nSensitive data will be processed only if data exporter instructs data importer to process sensitive data.\nThe sensitive or special categories of data contained in content or requests (as determined and controlled by the data exporter) may include, Personal Data revealing racial or ethnic origin, political opinions, religious or philosophical beliefs, trade-union membership and the processing of data concerning health or sex life.</p>\n<p>\n<i>The frequency of the processing and transfer (e.g.\nwhether the data is transferred on a one-off or continuous basis).</i>\n</p>\n<p>Processing and transfers shall occur on a continuous basis as instructed by data exporter.</p>\n<p>*The nature and purpose of the Processing *</p>\n<p>Glitch provides all of its services upon the instruction of the data exporter in accordance with the terms of (i) the Agreement and (ii) the Data Processing Terms (or Data Processing Agreement as applicable) with the data exporter.</p>\n<p>Glitch will Process Personal Data as necessary to perform the Services pursuant to the Agreement, as further specified in the Documentation and in accordance with User’s use of the Services.</p>\n<p>\n<i>Purpose(s) of the data transfer and further processing</i>\n</p>\n<p>The objective of processing of personal data by data importer is the performance of the Services pursuant to the Agreement with data exporter.\n</p>\n<p>\n<i>The period for which the personal data will be retained, or, if that is not possible, the criteria used to determine that period</i>\n</p>\n<p>Personal Data is retained consistent with data exporter’s instructions and data importer’s documentation.</p>\n<p>\n<i>For transfers to (sub-) processors, also specify subject matter, nature and duration of the processing</i>\n</p>\n<p>Data may be transferred to sub-processors to process data, on data importer’s behalf, consistent with data exporter’s instructions to data importer and data importer’s published documentation.</p>\n<p>Data importer makes available to data exporter a current list of sub-processors engaged in connection with the Services.\nNotice of additions or changes to the list of sub-processors will be provided to data exporter via the applicable data importer website.</p>C.\nCompetent Supervisory Authority<p>\n<i>Identify the competent supervisory authority/ies in accordance with Clause 13</i>\n</p>\n<p>For the EEA Standard Contractual Clauses, the competent supervisory authority is determined in accordance with Clause 13 of the EEA SCCs.</p>\n<p>For the UK Standard Contractual Clauses, the competent supervisory authority is the UK Information Commissioner’s Office.</p>Appendix 2.Technical and Organisational MeasuresIncluding Technical and Organisational Measures To Ensure The Security Of The Data<p>Glitch will maintain administrative, physical, and technical safeguards for protection of the security, confidentiality and integrity of Personal Data.</p>\n<p>\n<i>Processes for regularly testing, assessing and evaluating the effectiveness of technical and organisational measures in order to ensure the security of the processing</i>\n</p>\n<p>Glitch conducts internal audits and risk assessments.\n</p>Appendix 3.Cross Border Transfer Mechanism<p>\n</p>1.\nDefinitions <p>Capitalized terms not defined in this Appendix shall have the meaning set forth in the Terms.</p>\n<p>\n</p>\n<p>\n</p>1.1.\n“Standard Contractual Clauses” <p>means, as applicable to a particular transfer, one of the following:</p>\n<p>\n</p>\n<p>1.1.1.\nEEA SCCs</p>\n<p>1.1.2.\nUK SCCs</p>\n<p>1.1.2.\nUK IDTA</p>\n<p>\n</p>1.2.\n“EEA SCCs” or “EEA Standard Contractual Clauses” <p>means the standard contractual clauses annexed to the European Commission’s Implementing Decision 2021/914 on standard contractual clauses for the transfer of personal data to third countries pursuant to Regulation (EU) 2016/679 of the European Parliament and of the Council.</p>\n<p>\n</p>\n<p>\n</p>1.3.\n“UK SCCs” or “UK Standard Contractual Clauses” <p>means the UK Addendum to the EEA SCCs adopted pursuant to or permitted under Article 46 of the UK GDPR.</p>\n<p>\n</p>\n<p>\n</p>1.4.\n“UK IDTA” <p>means the UK International Data Transfer Agreement (IDTA) adopted pursuant to or permitted under Article 46 of the UK GDPR.</p>\n<p>\n</p>\n<p>\n</p>2.\n<p>The Standard Contractual Clauses will apply to any Processing of Personal Data by Glitch where Personal Data is transferred from the European Economic Area (“<b>EEA</b>”), the United Kingdom and/or Switzerland to outside the EEA, the United Kingdom and/or Switzerland, either directly or via onward transfer, to any country or recipient: (a) not recognized by the European Commission, United Kingdom, or Switzerland (as applicable) as providing an adequate level of protection Personal Data (within the meaning of Privacy and Data Protection Laws).\nand (b) to the extent the transfer is not covered by an alternative mechanism of transfer (e.g., binding corporate rules) recognized by the relevant authorities or courts as providing an adequate level of protection for personal data.\n</p>\n<p>\n</p>\n<p>\n</p>3.\nApplication of the EEA Standard Contractual Clauses.\n<p>For data transfers from the EEA or Switzerland, then the EEA SCCs will apply as follows:</p>\n<p>\n</p>\n<p>\n</p>3.1 <p>Module 2 (Controller to Processor) will apply where User is a Controller of Personal Data and Glitch is a Processor of Personal Data;</p>\n<p>\n</p>\n<p>\n</p>3.2 <p>Module 3 (Processor to Processor) will apply where User is a Processor of Personal Data and Glitch is a Processor of Personal Data;</p>\n<p>\n</p>\n<p>\n</p>3.3 <p>For each module, where applicable:</p>\n<p>\n</p>\n<p>3.3.1.\nin Clause 7, the option docking clause will not apply.</p>\n<p>3.3.2.\nin Clause 9, Option 2 will apply, and the time period for prior notice of a sub-processor will be as set forth in Section 10 of the Terms.</p>\n<p>3.3.3.\nin Clause 11, the option will apply.</p>\n<p>3.3.4.\nin Clause 17 (Governing Law) (Option 1), the law of the Netherlands will apply.</p>\n<p>3.3.5.\nIn Clause 18(b), disputes will be resolved before the courts of the Netherlands.</p>\n<p>\n</p>3.4 <p>Annex I of the SCCs shall be deemed completed with the information in Appendix 1 of the Terms.</p>\n<p>\n</p>\n<p>\n</p>3.5 <p>Annex II of the SCCs shall be deemed completed with the information in Appendix 2 of the Terms</p>\n<p>\n</p>\n<p>\n</p>3.6 <p>For transfers from Switzerland:</p>\n<p>\n</p>\n<p>3.6.1.\nThe supervisory authority with respect to such personal Data is the Swiss Federal Data Protection and Information Commissioner.</p>\n<p>3.6.2.\nReferences to a “Member State” shall be interpreted to refer to Switzerland.</p>\n<p>3.6.3.\nData subjects located in Switzerland shall be able to enforce their rights in Switzerland.</p>\n<p>3.6.4.\nReferences to the EU GDPR shall be understood to refer to the Swiss Federal Act on Data Protection (as amended or replaced).</p>\n<p>3.6.5.\nIn Clause 17 (Governing Law)(Option 1), the law of Switzerland will apply.</p>\n<p>3.6.6.\nIn Clause 18(b), disputes will be resolved in the courts of Switzerland.</p>\n<p>\n</p>4.\nApplication of the UK Standard Contractual Clauses.\n<p>For Personal Data transfers from the EEA or Switzerland and the UK, the EEA SCCs will apply as noted in Section 3 above, and the UK SCCs to the EEA SCCs will apply to the Personal Data being transferred from the UK.</p>\n<p>\n</p>\n<p>\n</p>5.\nApplication of the UK International Data Transfer Agreement.<p>For Personal Data transfers from the UK that do not also involve Personal Data being transferred from the EEA or Switzerland (“Transferred Data”), then the UK IDTA will apply as follows:</p>\n<p>\n</p>\n<p>\n</p>5.1 <p>Part one: Tables</p>\n<p>\n</p>\n<p>5.1.1 Table 1: Parties and signature: This Table shall be deemed completed with the information in Appendix 1 of these Terms and the signatures to the Terms.</p>\n<p>5.1.2 Table 2: Transfer Details</p>\n<p>5.1.2.1 UK country’s law that governs the IDTA: England and Wales</p>\n<p>5.1.2.2 Place for legal claims to be made: England and Wales</p>\n<p>5.1.2.3 The status of the importer: Importer is the Exporter’s Processor or Sub-Processor</p>\n<p>5.1.2.4 Whether the UK GDPR applies to the Importer: UK GDPR applies to the Importer’s Processing of the Transferred Data</p>\n<p>5.1.2.5 Linked Agreements: The Agreement and the Terms.</p>\n<p>5.1.2.6 Term: The Importer may Process the Transferred Data for the following time period: the period for which the Linked Agreement is in force.</p>\n<p>5.1.2.7 Ending the ITDA before the end of the term: the Parties cannot end the IDTA before the end of the Term unless there is a breach of the IDTA.</p>\n<p>5.1.2.8 Can the Importer make further transfers of the Transferred Data? The Importer MAY transfer on the Transferred Data to another organisation or person (who is a different legal entity) in accordance with IDTA Section 16.1 (Transferring on the Transferred Data).</p>\n<p>5.1.2.9 Specific restrictions when the Importer may transfer on the Transferred Data: The Importer MAY ONLY forward the Transferred Data in accordance with IDTA Section 16.1 pursuant to the terms of Section 10 of the Terms.</p>\n<p>5.1.2.10 Review Dates: The Parties must review this IDTA at least once each year.</p>\n<p>5.1.3 Table 3: Transferred Data: This Table shall be deemed completed with the information in Appendix 1 of these Terms.\n</p>\n<p>5.1.4 Table 4: Security Requirements: This Table shall be deemed completed with the information in Appendix 2 of these Terms.</p>5.2 <p>Part two: Extra Protection Clauses: Intentionally omitted</p>5.3 <p>Part three: Commercial Clauses: Intentionally omitted</p>5.4 <p>Part four: Mandatory Clauses: no modifications</p>\n<p>Build fast, full-stack web apps in your browser for free</p>Try something newglitch.new/reactCompanyAbout UsHandbookPressCareersCommunityHelp CenterForumService StatusLegal/TermsPricingReport AbuseCreate with...DigitalOceanFastlyWebXRSocial@glitch@glitchdotcom@fastlydevsLinkedInDEV.to Profile<small>This site is protected by reCAPTCHA and the Google Privacy Policy and Terms of Service apply.</small> ", "created_at": "2023-09-02 19:21:11.953572", "updated_at": "2023-09-02 19:22:21.223711"}], "points": [], "urls": ["glitch.com"]}}