{"error": 448, "message": "OK", "parameters": {"id": 7819, "name": "ShopGoodwill", "created_at": "2023-03-29 23:02:10.457513", "updated_at": "2023-04-22 11:50:34.485471", "wikipedia": null, "keywords": null, "related": null, "slug": "shopgoodwill", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7819.png", "url": "shopgoodwill.com", "documents": [{"id": 15089, "name": "Privacy Policy", "url": "https://shopgoodwill.com/about/privacy-policy", "xpath": "/html/body/app-root/app-layout/main/div", "text": "Privacy Last Updated and Effective Date: 01/18/2023 Introduction <p> Goodwill Industries of Orange County, (“Goodwill OC,” “us,” “we,” or “our”) is the operator of the ShopGoodwill website (Site), and we respect the privacy concerns of users of the Site.\nThis Privacy Policy (the “Privacy Policy”) and any other documents referred to in it sets forth the basis on which any personal data we collect from you, or that you provide to us, in connection with the Product will be processed by us.\nWe are providing this Privacy Policy so that you can better understand how we collect, use, and share information that is gathered using our Product.\n</p>\n<p> Our privacy practices are subject to the applicable laws of the places in which we do business, so we have added region-specific terms that only apply to customers located in certain geographic regions, or as required by applicable laws.\n</p> 1.\nScope of This Notice <p> This Privacy Policy describes Goodwill OC’s practices for collecting, using, maintaining, protecting, and disclosing (“processing”) your personal information when you use the Site, such as when you: </p>\n<ul>\n<li> Visit the Site and engage with its interactive features.\n</li>\n<li>Create and maintain an account a ShopGoodwill.com.</li>\n<li>Make a purchase or other transaction including payment.</li>\n<li>Post a comment, review, or otherwise provide content to the Site.</li>\n<li>Subscribe to or engage with our newsletters or other electronic communications.</li>\n<li>Communicate with our service representatives or features (including via chat functions, email, text, or phone).</li>\n</ul>\n<p> This Privacy Policy does not apply to: </p>\n<ul>\n<li>Third-Party Sites.\nWebsites, apps, videos (embedded or direct links), or other content (each a “Linked Site”) to which we link that are not operated by us.\nLinked Sites have their own personal information collection and use practices, and we are not responsible for those practices.\nWe encourage you to read each Linked Site’s privacy disclosures to understand how your personal information is processed.</li>\n<li>Other Goodwill Entities.\nOther Goodwill entities participating as sellers on this on this Site are not directly affiliated with Goodwill OC.\nWhile we will disclose information to other Goodwill entities and sellers in order to facilitate a purchase, we are not responsible for their data collection and use practices.\nWe encourage you to review the privacy policies of the sellers listed on this site.\nThis privacy policy is limited solely to Goodwill OC.</li>\n<li>Workforce Members and Candidates.\nOur processing of the personal information of job applicants/candidates and workforce members is not governed by his policy.</li>\n<li>Information Collected Offline.\nInformation provided to Goodwill OC outside of the ShopGoodwill Platform is not covered by this privacy policy.</li>\n<li>Non-Personal Information.\nOur processing of information cannot be linked to an identifiable or identified individual.\nWe may process this data for any legitimate business purpose.</li>\n</ul> 2.\nPersonal Data We Collect and How We Use It <p>When used in this Privacy Policy, “personal information” includes information that is reasonably capable of identifying a particular individual (including through their device) either alone or when combined with information from other sources.\nThe personal information we collect about you depends on the nature and context of your interaction with our Goodwill OC and our Site.\nIt may also depend on various choices you make about how to use the Site, the functionality and features you choose or enable, your location, the devices you use to interact with our Site, and applicable law.\nThe following describes the personal information we collect about you and the way we collect it.\n</p> 2.1 Personal Information You Give to Us <p>We collect the following categories of personal information you provide to us, including the following: </p>\n<ul>\n<li>Your Personal Details.\nFor example, your first and last name, email address, phone number, physical address, job titles, and other contact information you provide.</li>\n<li>Account and Other Identifiers.\nFor example, a username, screen name, handle, account ID, assigned user ID, customer number, or similar identifier that can be used to identify and user or account.</li>\n<li>Commercial Information.\nFor example, your order history, auctions participated in, and payment history.</li>\n<li>User Content.\nFor example, emails and text messages, photos, videos, audio recordings, customer support communications, comments/feedback, and any other content submitted by you.</li>\n<li>Survey data.\nWe may contact some individuals to request participation in a survey or other general research.\nIf you choose to take part in these, you may provide personal information, in or along with your survey responses, or in any other feedback or comments you give us.</li>\n<li>Messages and email data.\nWe collect information about you when you send, receive, open, read, or otherwise engage with messages, emails, or other communications in connection with our Site, including whether you have opened or acted on those communications.</li>\n<li>Other Personal Information You Provide.\nIf you provide us personal information other than that described above, we will collect it and use it for the purposes for which you provide it or other consistent purposes.</li>\n<li>Payment processing information.\nFor example, the form of payment, payment card number and details, bank account number, payment service provider, and other payment information you provide.\nWe use a third-party processor to securely collect this information on our behalf and do not store payment card information.</li>\n</ul> 2.2 Personal Information We Derive Through Your Use of Our Site <p> We and our third-party partners use cookies, web beacons, clear GIFs, pixels, internet tags, and other similar tracking technologies (collectively, “tracking technologies”) to gather information when you interact with our websites, mobile apps, and email communications.\nWe use some of these tracking technologies to help us optimize and maintain the security of our websites and your account.\nWe also use them for compatible purposes like saving your preferences, fixing errors, and ensuring consistent service of our websites and mobile apps.\n</p>\n<p> We permit third parties to use tracking technologies on our websites for analytics and advertising, including to help manage and display advertisements, to tailor advertisements to your interests, and provide metrics on advertising effectiveness.\nThe third parties use their technology to provide advertising about products and services tailored to your interests which may appear either on our websites or on other websites.\n</p> The information we collect using these technologies includes: <ul>\n<li>Device and Browser Identifiers.\nFor example, an assigned user ID, IP address, or similar identifier that can be used to identify your device.</li>\n<li>Coarse Location Information.\nA general approximation of your location that is not based on global position system (GPS) information</li>\n<li>Browsing and Search History.\nInformation about the content you view and searches you make on our Site(s).</li>\n<li>Website Log and Usage Data.\nInformation related to our pages you viewed, the services and features you used or interacted with, your browser type and details about any links or communications with which you interacted.</li>\n<li>Advertising Metrics.\nInformation about the advertisements you have viewed on our Website.\n</li>\n</ul>\n<p>Because the “Do Not Track” browser-based standard signal has yet to gain widespread acceptance, our Website(s) currently does not respond to those signals.</p> 2.3 Personal Information We Collect From Others <p>We mostly collect personal information directly from you or based on your interaction with our Site.\nHowever, we also may collect personal information from third-party sources.\nThese include our sellers of products on our Site (“Sellers”), our Business Services Providers, Marketing and Advertising Providers, government entities, our Goodwill OC affiliates, security services providers, other individuals, social media platforms, and other users of the Site.</p>\n<p>Even if you haven’t opened an account on ShopGoodwill, your information might still be collected.\nSome users may choose to share information about their contacts, including their name, email address, phone number, or other information.\nUsers may also post or comment with personal information about other users.</p> 3.\nWhat We Do with Your Personal Information <p> We may use your personal information for a variety of reasons.\nDepending on how you interact with our Site, these include using personal information: </p>\n<ul>\n<li>Fulfill transactions made on the Site.\nWe use personal information to process orders, ship goods, ensure delivery of goods, facilitate payments, and conduct related accounting.</li>\n<li>Policy Enforcement including enforcing our terms of service and related policies.</li>\n<li>Advertising &amp.\nMarketing to send advertisements and marketing material via physical and electronic mail relating to product specials and other promotional events or offers, perform marketing research and data analytics, and perform similar activities.</li>\n<li>Contextual and Behavioral Targeting to provide contextual customization of ads shown as part of an interaction with our website or application, using tracking technologies like cookies and pixels.</li>\n<li>Counting Ad Impressions &amp.\nWebsite Interactions to audit interactions with our websites, applications, or advertisements, count ad impressions to unique visitors, verify position and quality of ad impressions, and perform similar activities.</li>\n<li>Customer Service to provide customer service, maintain and service products and accounts, provide training for quality assurance purposes, and perform similar activities.\n</li>\n<li>Fraud Prevention to detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, and to prosecute those responsible for that activity.</li>\n<li>Processing Transactions to process or fulfill orders and transactions, verify customer information, process payments, and perform similar activities.</li>\n<li>Defending Against Claims &amp.\nLitigation to defend against or respond to potential or actual claims and litigation.</li>\n</ul> 4.\nOur Sharing of Your Personal Information <p> We may share your personal information with the following: </p>\n<p>Sellers.\nWe share personal information with Sellers on the Site to facilitate billing, delivery, accounting, payment, and other activities related to the transaction.\nFor example, if a product you purchased is being shipped to you, we will provide your mailing address to a Seller to facilitate the shipping.\n</p>\n<p>Business Services Providers.\nThese are those persons or entities with whom we have a relationship to provide business operations services and support to Goodwill OC and the Site.\nThese providers may include the following: </p>\n<ul>\n<li>IT Operations Providers.\nThese include cloud computing service providers, internet service providers, data backup and security providers, functionality and infrastructure providers, and similar service providers.</li>\n<li>Operations Providers.\nThese include service providers with whom we partner to provide day-to-day business operations, including payment processors, security vendors, business software service providers, and shipping companies.</li>\n<li>Professional Advisors.\nThese include lawyers, accountants, consultants, security professionals, and other similar parties when disclosure is reasonably necessary to comply with our legal and contractual obligations, prevent or respond to fraud or abuse, defend ourselves against attacks, or protect the rights, property, and safety of us, our customers, and the public.</li>\n</ul>\n<p>Marketing and Advertising Providers.\nThese include advertising, direct marketing, and lead generation providers, affiliate marketing program providers, retargeting platforms, data brokers, ad networks, marketing consultants, and similar services providers.\n</p>\n<p>Legally Required Parties/Governmental Entities.\nPersons to whom we are required by law to provide information, such as pursuant to a subpoena or a court order.\n</p>\n<p>Reorganization.\nPersons involved in the consideration, negotiation, completion of a business transaction, including the sale, merger, consolidation, acquisition, change in control, transfer of substantial assets, bankruptcy, or reorganization, and any subsequent integration.\n</p>\n<p>Authorized Disclosures: To any party when authorized by the individual to whom it pertains to share it.\n</p> 5.\nPublicly Posted Content <p>Goodwill OC users may have the ability to post content to one or more Goodwill OC forums, such as chat rooms and bulletin boards.\nYou should be aware that when you voluntarily disclose personal information in any forum, that information can be collected and used by others and may result in unsolicited messages from other people.\nYou are responsible for the personal information you choose to submit in these instances.\nPlease take care when using these features.\nYou may request and obtain the removal of such posted content by contacting us at Support@shopgoodwill.com and specifically identifying the content to be removed.\nPlease be advised that any such removal does not ensure the complete or comprehensive removal of all traces of the content posted on the Goodwill OC forums.</p> 6.\nData Security <p> We have implemented and maintain reasonable security procedures and practices, appropriate to the nature of the information, to protect your personal information from unauthorized access, destruction, use, modification, or disclosure.\nHowever, no security measure is perfect, so we cannot guarantee the security of your personal information.\n</p> 7.\nUsers Located Outside the United States <p> The Site is operated by Goodwill OC, and we are located and operate in the United States.\nBy submitting personal information to us or visiting our Site, you understand that your personal information will be processed in the United States.\nThe laws that apply to the use and protection of personal information in the United States, or other countries or jurisdictions in which we transfer or process personal information, may be different from the laws and protections in your country.\nOur Site and services are not targeted to individuals in jurisdictions outside of the United States.\n</p> 8.\nYour Privacy Preferences <p>You can control the collection and use of personal information for some of our processing activities in the following ways:</p>\n<ul>\n<li>Adjusting Communication Preferences<p>Emails From Goodwill OC: If you wish to no longer receive marketing email communications from us, you can click on the “unsubscribe” link located at the bottom of the email or email us at Support@shopgoodwill.com to let us know, and we will remove you as soon as possible.\nOpting out of marketing or newsletter emails will not opt-you out of all emails—we may need to send you transactional or similar emails related to your Goodwill OC account, purchases, legal or contractual updates, or similar topics.\nYou are not able to opt-out of these emails.\n</p>\n</li>\n<li>Blocking Cookies<p> Most web browsers automatically accept cookies by default, but you can alter how your browser responds to cookies by adjusting the settings.\nInformation about managing cookies for popular web browsers can be found in the links below: </p>Safari(Desktop) and Safari Mobile (iOS)<br>Firefox<br>Chrome<br>Microsoft Edge<br>Brave</li>\n</ul>\n<p> Many websites, including ours, employ Google Analytics.\nTo opt out of Google Analytics data collection, follow these instructions from Google.\n</p> 9.\nPrivacy Related Requests <p> Some jurisdictions provide covered individuals with specific privacy rights which can be exercised against covered entities—which do not typically include non-profit organizations like Goodwill OC.\nWhile we make every reasonable effort to honor the privacy requests of visitors to our Site, we do not voluntarily commit to complying with laws that do not apply to Goodwill OC.\nHowever, we commit to respecting your privacy by allowing you to submit requests related to the following: </p>\n<ul>\n<li>Access and Portability.\nTo know (or confirm) what personal information we have collected about you and to receive a copy of it.</li>\n<li>Deletion/Restriction.\nTo request that we delete personal information we have collected from you or restrict how it is used.</li>\n<li>Correction/Rectification.\nTo request correction of inaccurate personal information maintained by us.\nIn most cases, you can simply update your information within your account.</li>\n<li>Opt-out of Targeted Advertising: To opt- out of receiving targeted ads based on your personal information.</li>\n</ul>\n<p> You may make a request regarding your privacy preferences emailing us at Support@Shopgoodwill.com.\nWe will respond to your request within a reasonable period (if properly submitted) and in accordance with applicable law.\nIf we need more time to process and respond to your request, we will notify you of that fact along with the reason for the delay.\nIf we decline to act regarding your request, we will inform you of our decision and the reason for it, and, if applicable, with instructions on how you may appeal our decision </p> 10.\nChildren’s Privacy <p> Our Site is not intended for persons under 16 years of age.\nWe do not knowingly collect or process the personal information of individuals under the age of 16.\nIf we learn that we have collected personal information from a child under age 16, we will delete that information as quickly as possible.\nIf you believe that a child under 16 may have provided us their Personal Information, please contact us at Support@Shopgoodwill.com.\n</p>\n<p> We may update this Privacy Policy from time to time.\nIf we make changes, we will notify you by revising the date at the top of the Policy and, in some cases, we may provide you with additional notice (such as adding a statement to our website homepage or sending you a notification).\nWe encourage you to review the Privacy Policy whenever you access our Site or otherwise interact with us to stay informed about our information practices and the choices available to you.\n</p> 11.\nContact Us <p> If you have any complaints or concerns regarding our Site or our privacy practices, please contact us at support@shopgoodwill.com or 714-492-1150.\n</p>\n<p> For California residents, the Complaint Assistance Unit of the Division of Consumer Services of the Department of Consumer Affairs may be contacted by telephone at (800) 952-5210 or (916) 445-1254 or by writing the California Department of Consumer Affairs, Consumer Information Center at 1625 North Market Blvd., Suite N-112, Sacramento, California 95834.\n</p>", "created_at": "2023-03-29 23:02:10.48961", "updated_at": "2023-03-29 23:02:47.524054"}, {"id": 15090, "name": "Terms of Use", "url": "https://shopgoodwill.com/about/terms-of-use", "xpath": "/html/body/app-root/app-layout/main/div", "text": "Terms of Use<p>\n</p>shopgoodwill.com Terms of UseLast Updated 12/28/2016<p>\n<br>\n</p>\n<p>Welcome to&nbsp;www.shopgoodwill.com&nbsp;(our “Website), an online marketplace operated by Goodwill Industries of Orange County, d.b.a.\nshopgoodwill.com (“Goodwill, “us or “we).\nPlease review the following terms and conditions (“Terms of Use) and our other policies that govern your visit to our Website, and your use of our Website, and the related products and services available on or through our Website (the “Service(s)).\nGoodwill reserves the right, at any time, to modify or update our Website, policies and these Terms of Use.</p>\n<p>\n<strong>Your Consent and Use of our Website</strong>\n</p>\n<p>Your use of our Website constitutes your acceptance of, and agreement to follow and be bound by the Terms of Use,&nbsp;, and any further policies or terms that govern your use of our Website and/or Services, which are all incorporated herein by reference (collectively, this “Agreement).\nIF YOU DO NOT AGREE TO THESE TERMS AND CONDITIONS, PLEASE DO NOT USE OUR WEBSITE.</p>\n<p>We may from time to time change or modify the terms and conditions that govern your use of our Website, Services and this Agreement.\nYour use of our Website and Services following any such change constitutes your agreement to follow and be bound by the terms and conditions as changed.\nWe may terminate your right to and deny you access to this Website, or remove any material you may have posted at our Website if, in our sole discretion, you fail to comply with any term or provision of this Agreement, or for any other reason whatsoever.\nExcept as otherwise provided herein, however, Goodwill undertakes no obligation to police, supervise, or monitor materials posted to this Website by you or other third parties.</p>\n<p>Use of this Website is limited to persons over the age of eighteen (18) who are residents of the United States.\nThis Website is not directed to persons under 18 years old.\nThe policy of Goodwill, as the operator of this Website, is NOT to knowingly collect any personal information from persons under 18, including “individually identifiable information, as defined by the Childrens Online Privacy Protection Act (COPPA).\nIf you are under 18, you should leave our Website without providing any information about yourself.\nAny access to or use of this Website or Services by anyone under the age of majority requires consent to this Agreement by a parent or legal guardian.\nBy accessing or using our Website and/or Services, you represent and warrant to us that you are either a legal adult or, if under the age of majority, have obtained proper consent from a parent or legal guardian to your use of our Website, Services and this Agreement.\nBy using our Website and Services, you represent and warrant that you have the right, authority and capacity to enter into this Agreement and to abide by all of the terms and conditions of this Agreement.</p>\n<p>\n<strong>PROHIBITED USES.</strong>&nbsp;Goodwill imposes certain restrictions on your permissible use of our Website.\nYou are prohibited from violating or attempting to violate any security features of our Website, including, without limitation, (a) accessing content or data not intended for you, or logging onto a server or account that you are not authorized to access.\n(b) attempting to probe, scan, or test the vulnerability of our Website, or any associated system, service or network, or to breach security or authentication measures without proper authorization.\n(c) interfering or attempting to interfere with service to any user, host, or network, including, without limitation, by means of submitting a virus to our Website, overloading, “flooding, “spamming, “mail bombing or “crashing.\n(d) using our Website to send unsolicited email, including, without limitation, promotions, or advertisements for products or services.\n(e) forging any TCP/IP packet header or any part of the header information in any email or post using our Website.\nor (f) attempting to modify, reverse-engineer, decompile, disassemble, or otherwise reduce or attempt to reduce to a human-perceivable form any of the source code used by Goodwill in providing our Website.\nAny violation of system or network security may subject you to civil and/or criminal liability.\nWithout limiting the foregoing, you may not use “bots, spiders or intelligent agent software (or similar technologies) for any purposes other than accessing publicly posted portions of our Website and only for purposes consistent with this Agreement.\nYou may not circumvent any access or use restrictions, data encryption or content protection related to our Website.\nYou may not data mine our Website or in any way cause harm to our Website.</p>\n<p>\n<strong>Website Contents and Intellectual Property Rights</strong>\n</p>\n<p>Unless otherwise noted, the design of our Website, our Website as a whole, and all materials that are part of our Website and Services (collectively, “Contents) are copyrights, trademarks, trade dress or other intellectual properties owned, controlled or licensed by Goodwill or its subsidiaries and affiliates.\nNo right, title or interest in any of the information, material, or other Contents of this Website is granted to you under any circumstances, and Goodwill reserves and retains all intellectual property rights in and to our Website and its Contents.\nLinking or framing to this Website or any of its Contents is prohibited without the prior written permission of Goodwill.</p>\n<p>Except as expressly noted herein, you may not reproduce, publish, transmit, distribute, display, modify, create derivative works from, sell or participate in any sale of, or exploit in any way, any of the Contents or our Website.\nUnauthorized use or copying (including electronic copying or downloading) of our Website and Contents without Goodwills express written consent is expressly prohibited by law, and may result in severe civil and criminal penalties.</p>\n<p>Opinions, advice, statements, testimonials, reviews, offers or other information or content made available on this Website or through our Services, but not directly by us, are those of their respective authors, and should not necessarily be relied upon.\nSuch authors are solely responsible for such content.</p>\n<p>\n<strong>Disclaimer of Warranties and Limitation of Liabilities</strong>\n</p>\n<p>ALL USE OF THIS WEBSITE, ANY INFORMATION, CONTENT, PRODUCTS, OR SERVICES HEREIN CONTAINED OR PROVIDED AT OR PURCHASED FROM THIS WEBSITE, AND ANY FUNCTIONALITY OR SOFTWARE OR PROGRAMMING CONTAINED OR PROVIDED AT THIS WEBSITE, IS PROVIDED ON AN AS IS BASIS WITHOUT GUARANTEE OR WARRANTY OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NONINFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, WE MAKE NO WARRANTY, PROMISE OR GUARANTEE OF ANY KIND THAT (A) OPERATION OF OUR WEBSITE AND/OR SERVICES WILL BE CONTINUOUS, TIMELY, UNINTERRUPTED, SECURE, OR THAT THIS WEBSITE OR ITS SERVER ARE FREE OF ERRORS, VIRUSES OR OTHER HARMFUL EFFECTS.\n(B) OUR WEBSITE OR SERVICES WILL MEET YOUR REQUIREMENTS OR EXPECTATIONS.\n(C) THE RESULTS THAT MAY BE OBTAINED FROM USE OF OUR WEBSITE, PRODUCTS OR SERVICES WILL BE EFFECTIVE, TYPICAL, ACCURATE OR RELIABLE.\nAND (D) THE QUALITY OF ANY PRODUCTS, SERVICES OR INFORMATION PURCHASED OR OBTAINED BY YOU FROM OUR WEBSITE OR SERVICES WILL MEET YOUR EXPECTATIONS OR BE FREE FROM MISTAKES, ERRORS OR DEFECTS.\nYOUR USE OF OUR WEBSITE, PRODUCTS AND SERVICES AND YOUR DEALINGS WITH OTHER USERS ARE AT YOUR OWN RISK.\nWE EXPECT THAT YOU WILL USE CAUTION AND COMMON SENSE WHEN USING OUR WEBSITE.</p>\n<p>FURTHER, WITHOUT LIMITING THE FOREGOING, ALL INFORMATION PROVIDED ON OUR WEBSITE IS WITHOUT WARRANTY AS TO ITS COMPLETENESS, TIMELINESS, ACCURACY, SUITABILITY OR AUTHENTICITY.\nBECAUSE OUR WEBSITE IS ONLY A VENUE FOR SELLERS AND BUYERS, AND GOODWILL IS NOT INVOLVED IN THE ACTUAL BIDDING AND SALES TRANSACTIONS BETWEEN SELLERS AND BUYERS, WE HAVE NO CONTROL OVER THE QUALITY, SAFETY, OR LEGALITY OF THE ITEMS ADVERTISED, THE TRUTH OR ACCURACY OF THE LISTINGS, THE ABILITY OF SELLERS TO SELL ANY ITEMS, OR THE ABILITY OF BUYERS TO BUY ANY ITEMS.\nWE CANNOT AND DO NOT CONTROL WHETHER ANY PARTY WILL COMPLETE A TRANSACTION.\nTHUS, YOU SHOULD CONDUCT YOUR OWN DUE DILIGENCE AS TO THE TRUTH, ACCURACY, COMPLETENESS, AND CONTINUING VALIDITY OF ANY INFORMATION SET FORTH IN OR REFERENCED AT THIS WEBSITE.\nLIKEWISE, GOODWILL DOES NOT WARRANT THE ACCURACY OF ANY THIRD PARTY CONTENT CONTAINED WITHIN OR REFERRED TO AT THIS WEBSITE, INCLUDING ANY LINKS TO THIRD PARTY WEBSITES.\nGOODWILL IS NOT LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER.</p>\n<p>SOME JURISDICTIONS LIMIT OR DO NOT ALLOW THE DISCLAIMER OF IMPLIED OR OTHER WARRANTIES SO THE ABOVE DISCLAIMER MAY NOT APPLY TO YOU.</p>\n<p>UNDER NO CIRCUMSTANCES OR LEGAL THEORY SHALL GOODWILL OR ITS AFFILIATED OR RELATED ENTITIES OR ITS VENDORS OR CONTENT PROVIDERS BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DAMAGES (WHETHER DIRECT, INDIRECT, GENERAL, COMPENSATORY, INCIDENTAL, CONSEQUENTIAL, SPECIAL, PUNITIVE, EXEMPLARY OR OTHERWISE), INJURY, CLAIM OR LIABILITY OF ANY KIND OR CHARACTER BASED UPON OR ARISING FROM YOUR USE OF OR INABILITY TO USE THIS WEBSITE OR SERVICES.\nIF YOU ARE DISSATISFIED WITH OUR WEBSITE OR SERVICES, OR ANY MATERIALS ON OUR WEBSITE, OR WITH ANY OF THE TERMS OF THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USING OUR WEBSITE AND SERVICES.</p>\n<p>WITHOUT LIMITING THE FOREGOING, THE LIABILITY OF GOODWILL FOR ANY DAMAGE OF ANY KIND, DIRECT OR INDIRECT, ARISING FROM YOUR USE OF THIS WEBSITE OR SERVICES, ANY INFORMATION, CONTENT, PRODUCTS OR SERVICES OBTAINED AT OR FROM THIS WEBSITE, OR OTHERWISE RELATING TO YOUR USE OF THIS WEBSITE, PRODUCTS OR SERVICES, SHALL NOT EXCEED THE DOLLAR AMOUNT PAID BY YOU, IF ANY, TO GOODWILL FOR USE OF THIS WEBSITE, PRODUCTS OR SERVICES.</p>\n<p>THE LIMITATION OF LIABILITY SET FORTH ABOVE SHALL: (I) ONLY APPLY TO THE EXTENT PERMITTED BY LAW, AND (II) NOT APPLY TO (A) LIABILITY RESULTING FROM OUR GROSS NEGLIGENCE OR WILLFUL MISCONDUCT AND (B) DEATH OR BODILY INJURY RESULTING FROM OUR ACTS OR OMISSIONS.</p>\n<p>\n<strong>Release and Indemnification</strong>\n</p>\n<p>IN THE EVENT YOU HAVE A DISPUTE WITH ONE OR MORE USERS OF OUR WEBSITE OR SERVICES (INCLUDING, BUT NOT LIMITED TO, ANY DISPUTE REGARDING ANY TRANSACTION OR USER GENERATED CONTENT) OR ANY THIRD PARTY WEBSITE THAT MAY BE LINKED TO OR OTHERWISE INTERACT WITH OUR WEBSITE, INCLUDING, WITHOUT LIMITATION, ANY SOCIAL MEDIA SITE, YOU HEREBY AGREE TO RELEASE AND FOREVER DISCHARGE GOODWILL AND ITS AGENTS, DIRECTORS, SHAREHOLDERS, OFFICERS, EMPLOYEES, DISTRIBUTORS, VENDORS AND AFFILIATES (COLLECTIVELY, THE “RELEASED PARTIES) FROM ANY AND ALL RIGHTS, CLAIMS, COMPLAINTS, DEMANDS, CAUSES OF ACTION, PROCEEDINGS, LIABILITIES, OBLIGATIONS, LEGAL FEES, COSTS AND DISBURSEMENTS OF ANY NATURE WHATSOEVER, WHETHER KNOWN OR UNKNOWN, WHICH NOW OR HEREAFTER ARISE FROM, RELATE TO, OR ARE CONNECTED WITH SUCH DISPUTE AND/OR YOUR USE OF OUR WEBSITE AND/OR SERVICES, TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>YOU FURTHER AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS, TO THE FULLEST EXTENT PERMITTED BY LAW, RELEASED PARTIES FROM AND AGAINST ALL CLAIMS, DEMANDS, LIABILITIES, LOSSES, EXPENSES, DAMAGES AND COSTS, INCLUDING REASONABLE ATTORNEYS FEES, RESULTING FROM, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, UNLAWFUL USE OR OTHER MISUSE, OR INABILITY TO USE OUR WEBSITE OR SERVICES, YOUR BREACH OF THIS AGREEMENT, OR OTHERWISE RELATING TO THE BUSINESS WE CONDUCT ON OUR WEBSITE (INCLUDING, WITHOUT LIMITATION, ANY POTENTIAL OR ACTUAL COMMUNICATION, TRANSACTION OR DISPUTE BETWEEN YOU AND ANY OTHER THIRD PARTY), ANY CONTENT POSTED BY YOU OR ON YOUR BEHALF TO OUR WEBSITE, ANY USE OF ANY SERVICE PROVIDED BY A THIRD PARTY PROVIDER, OR ANY USE OF A SERVICE OFFERED BY US THAT INTERACTS WITH A THIRD PARTY WEBSITE, INCLUDING ANY SOCIAL MEDIA SITE.\nYOU SHALL COOPERATE AS FULLY AS REASONABLY REQUIRED IN THE DEFENSE OF ANY CLAIM.\nWE RESERVE THE RIGHT, AT OUR OWN EXPENSE, TO ASSUME THE EXCLUSIVE DEFENSE AND CONTROL OF ANY MATTER OTHERWISE SUBJECT TO INDEMNIFICATION BY YOU AND YOU SHALL NOT SETTLE ANY MATTER WITHOUT OUR WRITTEN CONSENT.\nTHIS SECTION SURVIVES TERMINATION OF THIS AGREEMENT.</p>\n<p>\n<strong>Choice of Law, Arbitration, and Venue</strong>\n</p>\n<p>This Agreement and any claim or controversy relating to or arising from the use of our Website or Services, including, but not limited to, any transactions made or entered into at our Website, any information, content, products, services or promotions herein contained or provided from our Website, or any functionality, software or programming contained or provided at or from our Website (hereafter, “Claims), shall be governed by the laws of the State of California without regard to principles of conflicts of law and, as applicable, the laws of the United States of America.</p>\n<p>You agree to arbitrate any and all Claims, including all statutory Claims, and any state or federal Claims.\nBY AGREEING TO ARBITRATION, YOU UNDERSTAND AND AGREE THAT YOU ARE GIVING UP ANY RIGHTS TO LITIGATE CLAIMS IN A COURT OR BEFORE A JURY, OR TO PARTICIPATE IN A CLASS ACTION OR REPRESENTATIVE ACTION WITH RESPECT TO A CLAIM.\nOTHER RIGHTS THAT YOU WOULD HAVE IF YOU WENT TO COURT MAY ALSO BE UNAVAILABLE OR MAY BE LIMITED IN ARBITRATION.</p>\n<p>ANY CLAIM, DISPUTE OR CONTROVERSY (WHETHER IN CONTRACT, TORT OR OTHERWISE, WHETHER PRE-EXISTING, PRESENT OR FUTURE, AND INCLUDING STATUTORY, CONSUMER PROTECTION, COMMON LAW, INTENTIONAL TORT, INJUNCTIVE AND EQUITABLE CLAIMS) BETWEEN YOU AND US ARISING FROM OR RELATING IN ANY WAY TO YOUR USE OF OR PURCHASE OF PRODUCTS OR SERVICES THROUGH THE WEBSITE, WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION.</p>\n<p>All Claims shall be decided by one arbitrator pursuant to this provision and the commercial arbitration rules and procedures of JAMS, Inc.\nat their offices located in Orange County, California.\nFor more information on JAMS and/or the rules of JAMS, visit&nbsp;http://www.jamsadr.com.\nAll Claims shall be brought solely in the parties individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding.\nThe arbitrator may not consolidate more than one persons Claims, and may not otherwise preside over any form of a representative or class proceeding with respect to any such Claims.\nNEITHER PARTY SHALL BE PERMITTED TO OBTAIN AWARDS FOR AND, TO THE EXTENT PERMITTED BY LAW, EACH PARTY HEREBY WAIVES (A) ALL RIGHTS TO CLAIM PUNITIVE, INCIDENTAL, EXEMPLARY, SPECIAL, ENHANCED, INDIRECT OR CONSEQUENTIAL DAMAGES AND ANY OTHER DAMAGES, OTHER THAN FOR ACTUAL OUT-OF-POCKET EXPENSES, AND (B) ALL RIGHTS TO HAVE DAMAGES MULTIPLIED OR OTHERWISE INCREASED.\nThe decision of the arbitrator shall be final and binding.\nNo arbitration award or decision will have any preclusive effect as to issues or claims in any dispute with anyone who is not a named party to the arbitration.\nAny proceeding to enforce this arbitration agreement, including any proceeding to confirm, modify, or vacate an arbitration award, shall be conducted in the Superior Court of the State of California, in and for the County of Orange or, where applicable, the federal District Court sitting in the County of Orange, State of California.\nLikewise, in the event that this arbitration agreement is for any reason held to be unenforceable, any litigation shall be commenced only in the federal or state courts located in Orange County, California.\nYou hereby irrevocably consent to the jurisdiction of those courts for such purposes.</p>\n<p>BY USING OUR WEBSITE AND/OR SERVICES IN ANY MANNER, YOU AGREE TO THE ABOVE ARBITRATION AGREEMENT.\nIN DOING SO, YOU GIVE UP YOUR RIGHT TO GO TO COURT TO ASSERT OR DEFEND ANY CLAIMS BETWEEN YOU AND US.\nYOU ALSO GIVE UP YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION OR OTHER CLASS PROCEEDING.</p>\n<p>\n<strong>Submission and Posting of Information, Comments, Writings and Other User-Generated Content and Materials</strong>\n</p>\n<p>As a user of this Website, you may be able to post content on our Website, including, without limitation, by providing testimonials or reviews, leaving comments, etc.\nYou are solely responsible for the content you publish, display or post on our Website or Services, or transmit or display to other users.\nHowever, Goodwill reserves the right to block or remove any communications or materials that it determines to be (a) abusive, defamatory, or obscene, (b) fraudulent, deceptive, or misleading, (c) in violation of copyright, trademark or other intellectual property rights, (d) in violation of any law, regulation or this Agreement, or (e) offensive or otherwise unacceptable to Goodwill in its sole discretion.\nGoodwill reserves the right, but undertakes no duty, to review, edit, move or delete any communication or material provided for display or placed on our Website, in its sole discretion, without notice.\nIf at any time Goodwill chooses, in its sole discretion, to monitor the content, Goodwill nonetheless assumes no responsibility for the content, no obligation to modify or remove any inappropriate content, and no responsibility for the conduct of the user submitting any such content.\nYou agree that Goodwill shall under no circumstances be held liable on account of any action it takes, in good faith, to remove from our Website or restrict access to material that it or any user considers to be obscene, lewd, lascivious, filthy, excessively violent, harassing, or otherwise objectionable, whether or not such material is constitutionally protected.</p>\n<p>Any submission of information or copyrightable works of any nature by you to this Website or to Goodwill through the use of this Website shall be deemed to constitute a release by you to the public domain, for use by Goodwill and others, without restriction, except those restrictions set forth in our&nbsp;Privacy Policy&nbsp;with respect to personal information.\nAll comments, feedback, ideas, suggestions, materials, information and other submissions disclosed, submitted or offered to Goodwill using this Website or otherwise are not confidential and will become and remain Goodwills property.\nBy submitting any such information or material, you represent and warrant your right to release such information and material for use in the public domain without restriction.</p>\n<p>Your submission of such information and material shall further constitute an assignment to Goodwill of all worldwide rights, titles and interests and goodwill in the information and materials without payment of any compensation.\nBy posting content to any public area of our Website, you automatically grant and represent and warrant that you have the right to grant to us, our affiliates, licensees and successors, an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, reproduce, adapt, modify and distribute such information and content and to prepare derivative works of, or incorporate into other works, such information and content, and to grant and authorize sublicenses of the foregoing.</p>\n<p>If you provide or post any information, materials, text, images, music, video, or other content or works of any nature (collectively, “Posted Content) at or through our Website, you represent, warrant, and agree that any such Posted Content:</p>\n<ul>\n<li>Is not defamatory, obscene, pornographic, abusive, harassing, offensive, profane, or otherwise in violation of any law or right of any third party;</li>\n<li>Is not false, inaccurate, misleading, or fraudulent;</li>\n<li>Does not infringe any third partys copyright, patent, trademark, trade secret or other proprietary or intellectual property rights or rights of publicity or privacy;</li>\n<li>Does not violate any law, statute, ordinance or regulation (including, without limitation, those governing export control, consumer protection, unfair competition, anti-discrimination or false advertising);</li>\n<li>Does not contain personal identifying information of any person other than you;</li>\n<li>Does not contain any advertising of any nature whatsoever;</li>\n<li>Does not contain any viruses, Trojan horses, worms, time bombs, cancelbots or other computer programming routines that are intended to damage, detrimentally interfere with, surreptitiously intercept, or expropriate any system, data, or personal information, or the operation of any computer or computer program, including, without limitation, any mechanism for overloading, “flooding, “spamming, “mail bombing or “crashing our Website or any system, or intended to send unsolicited e-mail, including, without limitation, promotions, or advertisements for products or services.\nand</li>\n<li>Shall become and be the property of Goodwill with the full and unrestricted right of Goodwill to distribute, copy, transfer, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit, create derivative works from, or otherwise use such Posted Content without compensation to you.</li>\n</ul>\n<p>\n<strong>Copyright/ DMCA Notice and Procedure</strong>\n</p>\n<p>It is our policy to respond to allegations of copyright violations in accordance with the Digital Millennium Copyright Act (“DMCA).\nIf you believe that your work has been copied and is accessible on our Website in a way that constitutes copyright infringement, you may notify Goodwills designated Copyright Agent at the address below.\nInquiries not compliant with the procedure outlined below may not receive a response.\nWhen a valid DMCA notification is received, we will respond by taking down the offending content.\nWe will then take reasonable steps to contact the owner of the removed content so a counter-notification may be filed.\nUpon receipt of a valid counter-notification, we will generally restore the content in question, unless we receive notice from you, the notifying copyright owner, that a legal action has been filed seeking a court order to restrain the alleged infringer from engaging in the infringing activity.\nGoodwill may provide copies of such notices to the participants in the dispute or to any other third parties, at our discretion and as required by law.\nGoodwills&nbsp;Privacy Policy&nbsp;does not protect information provided in these notices.</p>\n<p>\n<strong>Notification</strong>\n</p>\n<p>If you believe that your work was copied or posted on our Website in a way that constitutes copyright infringement, please contact our designated Copyright Agent at:</p>\n<p>410 N.\nFairview St, Santa Ana, CA 92703</p>\n<p>support@shopgoodwill.com</p>\n<p>714-242-9274</p>\n<p>Please note that you may be liable for damages (including costs and attorneys fees) if you materially misrepresent that material is infringing.</p>\n<p>Your notification must include the following information:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Goodwill to locate the material.</li>\n<li>Information reasonably sufficient to permit Goodwill to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>Note, however, that if you posted any materials on this Website, by submitting, posting or displaying your content on our Website, you grant Goodwill and its end users a worldwide, royalty-free, non-exclusive license as specified in these Terms of Use.</p>\n<p>Only DMCA notices should go to the Goodwill Copyright Agent designated above.\nCommunications regarding other matters directed to that address or DMCA notices that do not comply with the requirements of DMCA may be ignored.</p>\n<p>Upon receipt of the written notification containing the information as outlined above:</p>\n<ul>\n<li>Goodwill shall remove or disable access to the material that is alleged to be infringing.</li>\n<li>Goodwill shall use reasonable efforts to forward the written notification to such alleged infringer (“User).</li>\n<li>Goodwill shall take reasonable steps to notify the User that it has removed or disabled access to the material.</li>\n</ul>\n<p>\n<strong>Counter Notification</strong>\n</p>\n<p>To be effective, a Counter Notification must be a written communication provided to Goodwills designated Copyright Agent that includes substantially the following:</p>\n<ul>\n<li>A physical or electronic signature of the User.</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that the User has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>The Users name, address, and telephone number, and a statement that the User consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the Users address is outside of the United States, for any judicial district in which Goodwill is located, and that the User will accept service of process from the person who provided notification or an agent of such person.</li>\n</ul>\n<p>Upon receipt of a Counter Notification containing the information as outlined above:</p>\n<ul>\n<li>Goodwill shall promptly provide you with a copy of the counter notification, and inform you that Goodwill will replace the removed material or cease disabling access to it in 10 business days.\nand</li>\n<li>Goodwill shall replace the removed material and cease disabling access to the material in no less than 10 and no more than 14 business days following receipt of the counter notice, unless Goodwills designated Copyright Agent first receives notice from you that you have filed an action seeking a court order to restrain the User from engaging in infringing activity relating to the material at our Website.</li>\n</ul>\n<p>\n<strong>Account Termination</strong>\n</p>\n<p>Goodwill may, in appropriate circumstances, terminate an account holder or user of our Website if he or she is a repeat infringer.\nIf you believe that an account holder or user is a repeat infringer, please follow the instructions above to contact Goodwills DMCA Copyright Agent and provide information sufficient for us to verify that the account holder or user is a repeat infringer.</p>\n<p>\n<strong>Termination and Denial of Access</strong>\n</p>\n<p>This Agreement is effective unless and until terminated by Goodwill.\nIf, in Goodwills sole discretion, you fail to comply with any term or provision of this Agreement, Goodwill may terminate your access to or use of this Website.\nIn the event of termination or denial of access by Goodwill, you are no longer authorized to access our Website, and the restrictions imposed upon you with respect to material copied or downloaded, and the disclaimers and limitations of liabilities set forth in this Agreement, shall continue in force.</p>\n<p>\n<strong>Third Party Links</strong>\n</p>\n<p>This Website may include links to other Internet sites maintained by third parties (“Linked Sites).\nGoodwill provides Linked Sites to you solely as a convenience, and the inclusion of Linked Sites does not imply endorsement by Goodwill of the Linked Sites.\nYou access Linked Sites at your own risk and by accessing them, you leave this Website.\nLinked Sites are not under the control of Goodwill and Goodwill is not responsible for any content of any Linked Sites.</p>\n<p>\n<strong>Modifications to our Website or Services</strong>\n</p>\n<p>Goodwill reserves the right at any time to modify or discontinue, temporarily or permanently, our Website and/or Services (or any part thereof) with or without notice in our sole discretion.\nYou agree that Goodwill shall not be liable to you or to any third party for any modification, suspension or discontinuance of our Website and/or Services.</p>\n<p>\n<strong>Your Account Information, Password and Security</strong>\n</p>\n<p>In the course of your use of our Website or Services, we may ask you for certain information, including your name, email address, mailing address and credit card information (collectively, “Account Information).\nIf you open an account or commence any transaction of business at or on this Website, you may be required to complete the registration process by providing certain additional information and registering a username and password.\nYour Account Information must be up-to-date and accurate at all times.\nShould your information change, you must update it in your user profile.\nPlease see our FAQs for more information on how to update your information.\nYou agree that you are solely responsible for the accuracy and content of your Account Information.\nYou are further responsible for maintaining the confidentiality of your username and password and also for all activities that take place under your account.\nYou agree to: (a) immediately notify us of any unauthorized use of your password or account or any other breach of security.\nand (b) ensure that you exit from your account at the end of each Website session.\nConsistent with and without limiting the scope of provisions limiting liability elsewhere in this Agreement, in no event will Goodwill be liable for any indirect or consequential loss or damage of any kind whatsoever resulting from the disclosure of your username and/or password or your failure to comply with this section.\nYou may not use another persons account at any time, without the express permission of the account holder.</p>\n<p>\n<strong>Auction Bidding and Buying.\nNon-Paying Bidders</strong>\n</p>\n<p>New bidders (buyers with user accounts less than 30 days old) will be restricted to participating in no more than 15 active auctions at one time.\nAs a bidder, if you have the highest bid at the end of the auction period, at or above the minimum bid price (or in the case of reserve auctions, at or above the reserve price), and your bid is accepted by the seller, YOU ARE OBLIGATED TO COMPLETE THE TRANSACTION.\nBids are not retractable except in exceptional circumstances (e.g., the seller materially changes the description of the item after your bid, clear typographical errors, or when the bidder cannot authenticate the identity of the seller).\nBid manipulation is strictly prohibited.\nIn other words, you may not bid in a way that pushes other bidders to their maximum bid, retract your original high bid, and re-bid at a small increment above the legitimate high bidder.</p>\n<p>A Non-Paying Bidder is a person who wins the auction through the bidding process but does not follow through with the transaction and instead fails to fulfill his or her obligation to purchase the item(s) he or she won through the bidding process.\nThe seller community of our Website is committed to notifying our staff regarding any Non-Paying Bidder.\nWe take these situations very seriously and will record, monitor, suspend or ban any Non-Paying Bidder, or take other appropriate disciplinary, investigative or legal action, in our sole and absolute discretion.</p>\n<p>\n<strong>Product Availability and Pricing</strong>\n</p>\n<p>The inclusion of any products or Services on this Website at a particular time does not imply or warrant that these products or Services will be available at any time.\nProducts may be out-of-stock, discontinued, or subject to other action by the seller.\nPrices are quoted in U.S.\ndollars, are effective for U.S.\npurchases only, and are subject to change at any time.\nDiscounts are limited time offers and may not be combined with any other offers.\nGoodwill reserves the right to limit the quantities of any products or Services that we offer through this Website at its sole discretion.\nFor information on shipping, please see our&nbsp;Shipping Policy.</p>\n<p>\n<strong>Product Images, Content and Specifications</strong>\n</p>\n<p>All features, content, specifications, products and prices of products and Services described or depicted on this Website are subject to change at any time without notice.\nAll product descriptions provided by the seller are approximate and are provided for convenience only.\nWe make all reasonable efforts to accurately display the attributes of our products, including the applicable colors.\nhowever, the actual color you see will depend on your computer system and we cannot guarantee that your computer will accurately display such colors.\nLikewise, the product images on this Website may appear larger or smaller than their actual size.\nWhile Goodwill attempts to be as accurate as possible in the product descriptions on this Website, Goodwill does not warrant that product descriptions or other content of any Goodwill Service is accurate, complete, reliable, current or error-free.\nIf a product offered by Goodwill is not as described, your sole remedy is to return it in unused condition pursuant to Goodwills&nbsp;Return Policy.</p>\n<p>It is your responsibility to ascertain and obey all applicable local, state, federal and international laws (including minimum age requirements) with respect to the possession, use and sale of any item purchased form this Website.\nBy placing an order, you represent and warrant that the products ordered will be used only in a lawful manner.</p>\n<p>\n<strong>Return Policy</strong>\n</p>\n<p>Goodwills return and refund policy is accessible&nbsp;here&nbsp;and is incorporated into this Agreement in its entirety.</p>\n<p>\n<strong>Shipping Policy and Risk of Loss</strong>\n</p>\n<p>When an order is placed, it will be shipped to an address designated by the purchaser as long as that shipping adress is valid and compliant with the shipping restrictions contained on this Website.\nAll purchases from this Website are made pursuant to a shipment contract.\nAs a result, risk of loss and title for items purchased from this Website pass to you upon delivery of the items to the third party carrier.\nYou are responsible for filing any claims with the applicable carrier for any damaged and/or lost shipments.</p>\n<p>\n<strong>Eligibility to Order/Purchase</strong>\n</p>\n<p>To place an order on this Website or set up an account as a bidder, buyer or purchaser, you must be 18 years of age or older.</p>\n<p>\n<strong>Eligibility to Sell</strong>\n</p>\n<p>To conduct an auction or sell an item, you must be a registered member of Goodwill Industries International.</p>\n<p>\n<strong>Pre-Paid Credit Cards and Gift Cards</strong>\n</p>\n<p>Terms of payment (whether PayPal, Visa and MasterCard credit cards or debit cards) vary by seller.\nPlease refer to an items listing for a list of payment options acceptable to that particular seller.\nPre-paid and gift card credit cards must have a verifiable billing address associated with them and a 3-digit security code on the back of the card to be used to pay for purchases on our Website.\nIf your card does not have a verifiable billing address or a 3-digit security code, you will need to contact the card-issuer for instructions on how to enable the card to be used to pay for items on our Website.</p>\n<p>If you are unable to activate the card for online purchases, you will need to use a standard Visa or MasterCard credit or debit card.\nPlease check the item listing page carefully for payment methods accepted by the seller of the item.</p>\n<p>With respect to any credit card use, you represent and warrant that (i) the credit card information you supply to us is true, correct and complete, (ii) you are duly authorized to use such credit card for the purchase, (iii) charges incurred by you will be honored by your credit card company, and (iv) you will pay charges incurred by you at the posted prices, including shipping and handling charges and all applicable taxes, if any, regardless of the amount quoted on our Website at the time of your order.</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>Headings in this Agreement are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such section.\nNothing herein shall be deemed to create an agency, partnership, joint venture, employee-employer or franchise-franchisee relationship of any kind between Goodwill and you or any other person or entity.\nOur failure to act with respect to a breach of this Agreement by you or others does not waive our right to act with respect to other or similar breaches.\nThis Agreement, including the other policies referenced herein, shall constitute the entire agreement and understanding between Goodwill and you with respect to use of our Website and/or Services and supersedes any and all prior agreements and understandings of the parties with respect to the subject matter addressed herein.\nThis Agreement is binding on the parties hereto and their successors and assigns.\nIf any provision in this Agreement is deemed unlawful, void or unenforceable, then that provision will be deemed severed from the Agreement and the remaining provisions shall remain in full force and effect as if no invalid or unenforceable provision had been part of this Agreement.</p>\n<p>\n<strong>Complaints or Concerns</strong>\n</p>\n<p>If you have any complaints or concerns regarding our Website or Services, please contact us at&nbsp;support@shopgoodwill.com&nbsp;or 714-492-1150.\nFor California residents, the Complaint Assistance Unit of the Division of Consumer Services of the Department of Consumer Affairs may be contacted by telephone at (800) 952-5210 or (916) 445-1254 or by writing the California Department of Consumer Affairs, Consumer Information Center at 1625 North Market Blvd., Suite N-112, Sacramento, California 95834.</p>\n<p>\n</p>", "created_at": "2023-03-29 23:02:10.521433", "updated_at": "2023-03-29 23:03:28.384492"}], "points": [], "urls": ["shopgoodwill.com"]}}