{"error": 448, "message": "OK", "parameters": {"id": 7926, "name": "shorte.st.", "created_at": "2023-04-10 01:35:44.37094", "updated_at": "2023-04-22 11:50:38.802802", "wikipedia": null, "keywords": null, "related": null, "slug": "shorte-st", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7926.png", "url": "shorte.st,clkmein.com,corneey.com,destyy.com,gestyy.com", "documents": [{"id": 15337, "name": "Privacy Policy ", "url": "https://shorte.st/privacy", "xpath": "/html/body/div[9]/div", "text": " <p>Effective data: May 25, 2018.</p>\n<p>We provide this Privacy Policy to inform you of our policies and procedures regarding the collection, use and disclosure of the personal data and other information we receive from Publishers.</p>\n<p>Unless otherwise defined in this Privacy Policy, capitalized terms used in this Privacy Policy have the same meanings as in our Terms of Use.\nBy continuing to use the Site and/or Service after notice of changes has been sent to you, you are consenting to these changes.</p>\n<p>You willingly provide us certain personal data, which we collect in order to allow you to benefit from the Site and/or Service functionalities.\nIf you have any hesitation about providing such personal data to us or otherwise used in any manner permitted in this Privacy Policy and in our Terms of Use, you should not become a Publisher.</p> The Site and Third Party Sites <p>This Privacy Policy applies solely to the Site.\nThe Site may contain links to third parties' sites which are not owned or controlled by the Provider.\nThe Provider has no control over, and assumes no responsibility for, the content, privacy policies (if any), or practices of any third parties' sites.\nYou acknowledge that you are responsible for reviewing and understanding the privacy policies (if any) of any third parties' sites you may access through this Site.\nBy using this Site, you release the Provider from any and all liability arising from your use of any third parties' sites to which this Site may link.</p>\n<p>Our primary goals in collecting your personal data are to provide and improve the Site and Service and the related features, to administer your subscription and to enable Publishers to enjoy and easily navigate the Site and Service.\nBelow are the types and categories of information we collect.</p> Personal Data Collected <p>We collect your personal data in the following ways:</p> Sign-up <p>To use the Service you are required to provide the following information, which you recognize and expressly acknowledge are personal data allowing others, including the Provider, to identify you: first and last name, full address e-mail address, You are responsible for ensuring the accuracy of any personal information you submit.\nInaccurate information will affect the information you receive when using the Site and Service and our ability to contact you as described in this Privacy Policy.</p> Log Data <p>When you visit the Site our servers automatically record information about your use and your visit to the Site (\"Log Data\").\nThe Log Data may include information such as your computer Internet Protocol (IP) address, time and date of your requests, your browser type, what software you were using, the web page you were visiting immediately prior to visiting the Site, access times and dates, your location, mobile network information and other statistics.\nWe use this information to monitor and analyze the use of the Site and for the Site's technical administration, to improve the Site's functionalities and Publisher-friendliness, and to better tailor it to the Publishers' needs.</p> Cookies <p>Like most sites, we use cookies and web log files to track the use of the Site.\nA cookie is a tiny data file which resides on your computer and allows the Provider to recognize you as a Publisher when you return to the Site using the same computer and web browser.\nIf your browser settings do not allow cookies, you may not be able to use the Site.\nLike the information you enter at subscription, cookies and log file data are used to customize your experience on the Site.</p>\n<p>One type of cookie, known as a \"session\" cookie, is used to identify a particular visit to the Site.\nSession cookie expires after a short time or when you close your web browser.</p>\n<p>Moreover, the Site may use local shared objects, commonly called a \"flash cookies\" for purposes such as storing Publishers’ preferences.\nYou may manage or opt out of your flash cookies here.</p>\n<p>In the course of serving advertisements or optimizing Service to our Publishers, we may allow authorized third parties to place or recognize a unique cookie on your browser.\nAny information provided to third parties through such cookies will not be personally identifiable.\nIf you would like more information about this practice and to know your choices about not having this information used by third parties, please click here.\nMost browsers are initially set up to accept cookies, but you can reset your browser to refuse all cookies or to indicate when a cookie is being sent.\nUnfortunately, if your browser settings do not allow cookies or you opt to refuse all cookies, you may not be able to use the Site.\nThe Provider does not store personal data in the cookies.</p> Web Beacons <p>We allow other companies, called ad networks, to serve advertisements to Publishers through the Site.\nAd networks include third party ad servers, ad agencies, ad technology vendors and research firms.</p>\n<p>To deliver these ads properly, we may include a file, called a web beacon, from these ad networks within pages served by the Provider so the ad networks may provide anonymized, aggregated auditing, research and reporting for advertisers as well as to target ads to you while you visit other sites.</p>\n<p>Because your web browser must request these advertisements and web beacons from the ad network’s servers, these companies can view, edit or set their own cookies, just as if you had requested a web page from their site.</p>\n<p>These general targets may also be used by ad networks to display targeted ads on other sites as a substitute for random, irrelevant ads.\nThe Provider does not provide personal data to any advertiser or any other third parties.</p> Log files, IP and Information About Your Computer <p>Due to the communications standards on the Internet, when you visit the Site we automatically receive the URL of the site from which you came and the site to which you are going when you leave the Site.\nWe also receive the Internet protocol (IP) address of your computer (or the proxy server you use to access the World Wide Web), your computer operating system and type of web browser you are using, e-mail patterns, as well as the name of your ISP.\nThis information is used to analyze overall trends to help us improve the Site.\nThe linkage between your IP address and your personal data is not shared with third parties without your prior consent or except when allowed or required by law.</p> Communications <p>The Provider will communicate with you through e-mail and notices posted on the Site or through other means available through the service, including text and other forms of messaging.\nIf we send any communications to you via the carrier service with which you have a mobile communications subscription or otherwise have access, you understand you will pay any service fees associated with any such access (including text messaging charges for messages to your mobile device).\nPlease be aware that you will always receive certain e-mails from the Provider related to the proper functioning of the Service.</p> Sharing Information with Third Parties <p>The Provider takes the privacy of Publishers very seriously.\nThus, we do not sell, rent, or otherwise provide your personal data to third parties for marketing purposes.\nWe will only share your personal data with third parties to carry out your instructions or to provide specific services or information.\nUnless you have agreed to it, these third parties do not retain, share, or store any personal data except to provide these services and they are bound by confidentiality agreements which limit their use of such information.</p>\n<p>We may provide aggregated anonymous data about the use of the Site to third parties for such purposes as we deem, in our sole discretion, to be appropriate, including to prospective advertisers on the Site.</p> Teaming with Third Parties <p>The Provider allows other companies to place advertisements on the Site.\nThese companies use technology to deliver advertisements you see on the Site directly to your browser.\nIn doing so, they may automatically receive your IP address.\nOther companies that place advertising on the Site may have the ability to use cookies and/or web beacons to collect information, including information about your use of the Site.\nWe do not control the processes that advertisers use to collect the information.\nHowever, IP addresses, cookies and web beacons alone are not considered as personal data and generally cannot be used to identify individuals, only machines.\nTherefore, advertisers and others whose advertisements or content may appear on the Site generally will not know who you are, unless you provide additional information to them, by responding to an advertisement, by entering into an agreement with them, or by some other means.</p> Legal Disclaimer <p>The Provider cooperates with government and law enforcement officials and private parties to enforce and comply with the law.\nWe will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (including without limitation a court action), to protect the property and rights of the Provider or a third party, to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal or unethical.</p>\n<p>We provide the representations and information in this section in compliance with European privacy laws, in particular the European General Data Protection Regulation (GDPR).\nThey are specific to persons located in EEA countries or Switzerland, so please don’t rely on the below, if you’re not in one of those countries.</p>\n<p>If you are a visitor from the European Territories, our legal basis for collecting and using the personal data described in this Privacy Policy will depend on the personal information concerned and the specific context in which we collect it.\n\"European Territories\" mean the European Economic Area and Switzerland.\nFor the purpose of this Privacy Notice, the term \"European Territories\" shall continue to include the United Kingdom, even after the United Kingdom leaves the European Economic Area following Brexit.</p>\n<p>However, we will normally collect personal data from you where the processing is in our legitimate business interests to, for example, administer our platforms and services and fulfil our contractual obligations as a service provider.</p>\n<p>In some cases we may collect and process personal data based on consent.\nTo the extent our clients and Advertising Partners need to collect and share, or allow us to facilitate collection and sharing of personal data to enable our services, it is the responsibility of these parties to provide necessary privacy notices and obtain required consent(s).</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, including if you would like to better understand how our legitimate interests to process your data are balanced against your data protection rights and freedoms, then please contact us using the Contact Form</p> Disclosures to Others <p>The Provider may also disclose your personal data and other information you provide, to another third party as part of reorganization or a sale of the assets of the Provider's division or company.\nAny third party to which we transfer or sell our assets will have the right to continue to use the personal data and other information that you provide to us.</p> Aggregate Information and Non-Identifying Information <p>We may share aggregated information that does not include personal data and we may otherwise disclose non-identifying information and Log Data to third parties for industry analysis, demographic profiling and other purposes.\nAny aggregated information shared in these contexts will not contain your personal data.</p> International Transfer <p>Your information may be transferred to and maintained on computers and servers located outside of your state, province, country or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction.\nYour consent to this Privacy Policy followed by your submission of such information represents your consent to such transfer.</p> Links to Other Sites <p>Our Site contains links to other websites.\nIf you choose to visit an advertiser by clicking on a banner ad or other type of advertisement, or click on another third party link, you will be directed to those third parties' websites.\nThe fact that we link to a website or present a banner ad or other type of advertisement is not an endorsement, authorization or representation of our affiliation with that third party, nor is it an endorsement of their privacy or information security policies or practices.\nWe do not exercise control over third parties' websites.\nThese other websites may place their own cookies or other files on your computer, collect personal data or solicit personal information from you.\nOther sites follow different rules regarding the use or disclosure of the personal data you submit to them.\nWe encourage you to read the privacy policies (if any) or statements of the other websites you visit.</p> Accessing and Changing Your Information <p>You can review the information you provided us with and make any desired changes to them at any time.\nPlease be aware that even after your request for a change is processed, the Provider may, for a time, retain residual information about you in its backup and/or archival copies of its database.\nWe take your rights seriously and encourage you to use them if you deem this to be appropriate.\nYou may exercise these rights by emailing us using the following Contact Form.</p> Your Obligations <p>As a Publisher, you have certain obligations imposed by applicable law and regulations:</p>\n<ol>\n<li>You must, at all times, respect the terms and conditions of the then-current Privacy Policy and the Terms of Use.\nThis includes respecting all intellectual property rights which may belong to third parties.</li>\n<li>You must not download, upload or otherwise disseminate any information which may be deemed to be injurious, violent, offensive, racist or xenophobic.</li>\n</ol>\n<p>Any violation of these obligations may lead to the restriction, suspension or termination of your use of the Site and/or Service by the Provider, as we take these principles seriously and consider them to be the basis on which the Publishers adhere to the Site and the Service which it offers.</p> Security <p>We will make any legally required disclosures of any breach of the security, confidentiality, or integrity of your unencrypted electronically stored \"personal data\" (as defined in applicable laws related to security breach notification) to you via e-mail or conspicuous posting on the Site in the most expedient time possible and without unreasonable delay, insofar as consistent with: (i) the legitimate needs of law enforcement.\nor (ii) any measures necessary to determine the scope of the breach and restore the reasonable integrity of the data system.</p>\n<p>We apply technical, administrative and organizational security measures to protect the data we collect against accidental or unlawful destruction and loss, alteration, unauthorized disclosure or access, in particular where the processing involves the transmission of data over a network, and against other unlawful forms of processing.</p> Data Retention Policy <p>We retain personal data we collect directly for targeting purposes for no more than 12 months, after which time we employ measures to delete it.\nHowever for identifiable data that we hold on behalf of an Advertiser such as their email address list, we will retain until the Advertiser asks us to delete it.</p>\n<p>Personal data collected for other purposes is held no longer than necessary for our business purposes but is anonymized.\nFor example, we retain anonymized impression and click data to ensure we can meet auditing requirements related to services provided or to meet legal requirements.</p> Additional data protection rights for EEA residents <p>If you wish to access, correct, update or request deletion of your personal information, you can contact us using the Contact Form.</p>\n<p>You can object to processing of your personal information, ask us to restrict processing of your personal information.\nAgain, you can exercise these rights by contacting us using the Contact Form.</p>\n<p>Similarly, if we have collected and process your personal information with your consent, then you can withdraw your consent at any time.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p> Statement <p>In accordance with the Polish Act of 29 August 1997 on the protection of personal data (consolidated text: Journal of Laws of 2002 No 101, item 926 as amended), the data controller of your personal data is the Provider, that is Red Sky Sp.\nz o.o., a company duly incorporated under the laws of Poland, with its registered office in Szczecin, at Aleja Piastów 22, Szczecin, 71-064, Poland, entered into the register of entrepreneurs of the National Court Register maintained by the District Court Szczecin- Centrum in Szczecin – the Commercial Court, XIII Commercial Department of the National Court Register, with KRS number 0000209107, NIP (tax identification number): 6422683651, and REGON number 276822679.</p> The Provider hereby declares as follows: <p>All data provided in a Contact Form and/or a Sign-up Form will be processed in order to allow the use of the Site and Service.\nAll data provided to the Provider will be stored and processed by the Provider in accordance with the provisions of the Polish Act of 18 July 2002 on providing services by electronic means (Journal of Laws of 2002 No 144, item 1204 as amended), as well as in accordance with the Polish Act of 29 August 1997 on the protection of personal data and to EU Directive 95/46/EC and EU Directive 2002/58/EC and the General Data Protection Regulation (“GDPR”) upon its effective date) that relate to a party’s obligations under this Agreement.</p>\n<ol>\n<li>All personal data provided to the Provider will be stored in the Provider's database.</li>\n<li>The Provider shall ensure the safety of Publishers’ personal data and the Provider has implemented appropriate technical and organizational security measures as set forth in the Polish Act of 29 August 1997 on the protection of personal data and has met the requirements specified in the provisions referred to thereof, in particular to protect the personal data to be processed against accidental or unlawful destruction or accidental loss, alteration, unauthorized disclosure or access, in particular where the processing involves the transmission of data over a network, and against all other unlawful forms of processing.\nThese measures ensure a level of security appropriate to the risks presented by the processing and the nature of the data to be protected having regard to the state of the art.</li>\n<li>Publishers have the right to verify, review and correct their personal data processed by the Provider.\nThe right can be exercised by a Publisher by sending a relevant request using the following Contact Form.</li>\n<li>Publishers have the right to withdraw their consent to the processing of their personal data, giving the Provider a notice to that effect.\nThough Publishers provide their personal data to the Provider voluntarily, refusal to provide them renders entry into the agreement with the Provider and access to the Site and use of the Service impossible.\nThe Provider fulfils all the requirements of the Act of 29 August 1997 on the protection of personal data and EU Directive 95/46/EC and EU Directive 2002/58/EC and the General Data Protection Regulation (“GDPR”) upon its effective date) that relate to a party’s obligations under this Agreement.</li>\n<li>The Provider shall have the right to disclose the personal data only to the authorities entitled under the provisions of the law in force (e.g.\na court, the police).</li>\n<li>The Provider shall have the right to disclose the personal data only to the authorities entitled under the provisions of the law in force (e.g.\na court, the police).</li>\n<li>Personal data provided to the Provider in a Contact Form and/or a Sign-up Form or in any other way will be used by the Provider and its affiliates exclusively for the following purposes: (i) Publisher's use of the Site and Service (a possibility of using the functionalities offered by the Site which includes processing payments, resolving disputes, preventing prohibited or illegal activities.\na Publisher is a party to the agreement on services provided by electronic means).\n(ii) processing complaints and providing customer support.\n(iii) contacting Publishers and replying to correspondence sent through the Contact Form.\n(iv) technical operation of the Site and Service.\n(v) direct marketing (based on Publisher’s preferences).\n(vi) maintaining the Site’s statistics.\nand (vii) performing research and analysis aimed at improving the Site and Service.</li>\n</ol>\n<p>After reviewing the above Privacy Policy, by using or accessing the Site, and especially by clicking the \"SIGN UP NOW\" button during the subscription process, you hereby:</p>\n<ol>\n<li>Consent to the processing and use by the Provider all the personal data provided to the Provider, including data obtained as a result of your use of the Site and/or Service, for the above mentioned purposes.</li>\n<li>Consent to transfer of your personal data abroad, and in particular to the Provider affiliated companies or associated entities, or to the Provider’s parent company, with their registered office outside the Poland, for the purposes of processing in computer systems belonging to the Provider and its business partners.\nYou understand that the above entities may be located in countries that do not guarantee the same level of personal data protection as the level guaranteed in Poland.</li>\n<li>Agree that your consent remains valid for the entire period of your use of the Site and/or Service.</li>\n<li>Declare and confirm that you have read the Terms of Use, you understand them and you will comply with them, both in its current wording and with any later amendments.</li>\n</ol> How to contact us <p>If you have any queries regarding your personal data or comments on this Privacy Policy, please email us using the following Contact Form.</p> ", "created_at": "2023-04-10 01:35:44.402501", "updated_at": "2023-04-10 01:36:37.48341"}, {"id": 15338, "name": "Terms of Use ", "url": "https://shorte.st/tou", "xpath": "/html/body/div[9]/div[2]", "text": " TERMS OF USE - LINKS <p>Effective date: 06.02.2020.</p>\n<p>Please read the following terms of use thoroughly.\nBy accessing or using the Site (as defined below) and/or Service (as define below) available through the Site, you hereby agree to be bound contractually by and firmly adhere to these Terms of Use, as they may be amended or supplemented from time to time.\nIf you do not accept these Terms of Use, you may not access the Site and use the Service.</p> General Provisions <ol>\n<li>The capitalized terms used in these Terms of Use shall have the following meaning: <ol>\n<li>Provider – an entity providing access to the Site and the Service available through the Site, that is Red Sky Sp.\nz o.o., a company duly incorporated under the laws of Poland, with its registered office in Szczecin, at Aleja Piastów 22, Szczecin 71-064, Poland, entered into the register of entrepreneurs of the National Court Register maintained by the District Court Szczecin-Centrum in Szczecin – the Commercial Court, XIII Commercial Department of the National Court Register, with KRS number 0000209107, NIP (tax identification number): 6422683651 and REGON (national business registry number): 276822679, amount of the share capital of PLN 1,046,000.00</li>\n<li>Contact Form – an electronic document placed on the Site, dedicated to contact with the Provider.</li>\n<li>Sign-up Form – an electronic document placed on the Site, dedicated to sign up for the Service.</li>\n<li>Site – a website, accessible under the URL: http://shorte.st/, and all associated sites linked to the Site, which are operated by the Provider.</li>\n<li>Service – functionalities available through the Site, which enable Publisher to shrink his URLs (manually, by using our script or by using API) and display one of our ad formats on Publisher’s website and make money every time someone sees or clicks them,</li>\n<li>Program – referral program enabling Publishers to earn money by referring a friend to our Site.\nProgram does not apply to revenue generated by a new Publisher referred to our Site by displaying Pop Ads.</li>\n<li>Terms of Use – this document, specifying the terms and conditions of the use of the Site and the Service as well as the rights and obligations of Publishers and the Provider.\nThe Terms of Use constitute a binding agreement between Publisher and the Provider, with respect to the Publisher’s use of the Site and the Service.</li>\n<li>Publisher – an individual who has reached the age of majority in his jurisdiction, with a full capacity to enter into legal transactions, acting on his own behalf, which makes use of the Site and the Service in accordance with the Terms of Use.</li>\n<li>E-shop – internet platform available at https://shorte.st/shop/, by means of which the Publisher may purchase the goods proposed on the Site.</li>\n</ol>\n</li>\n<li>Pursuant to Article 8 sec.\n1 par.\n1 of the Polish Act of 18 July 2002 on providing services by electronic means (Journal of Laws of 2002 No 144, item 1204 as amended) the Provider hereby establishes the following Terms of Use.</li>\n</ol> Functionalities <ol>\n<li>The Site and the Service is accessible worldwide to anyone with Internet access.</li>\n<li>The Service was designed to allow Publishers to earn money by shortening their URL links which are subsequently clicked on.</li>\n<li>Publishers may also get paid by displaying one of our ad formats on Publisher’s website and by referring a friend to our Site and Service.</li>\n<li>The Provider reserves the right to change the Site and Service functionalities at any time, in particular by introducing new functions and facilities for Publishers.</li>\n</ol> Conditions for Using the Site and Service and Rules of Liability <ol>\n<li>Technical requirements concerning the use of the Site and the Service are as follows: <ol>\n<li>Internet connection;</li>\n<li>web browser enabling displaying of hypertext documents (HTML) on a computer screen which are linked with the Internet through a website with activated Java Script execution and writing cookies files.\nand</li>\n<li>valid and active e-mail account.</li>\n</ol>\n</li>\n<li>It is Publisher's responsibility to ensure that the equipment owned by him as well as the software used meets the above requirements and allow him to use the Site and the Service.</li>\n<li>Before starting the use of the Site and the Service, Publisher is obliged to familiarize himself with the provisions of these Terms of Use and with the Privacy Policy.\nAccess and use of the Site and the Service is equivalent to accepting these Terms of Use and the Privacy Policy.</li>\n<li>Publisher undertakes to respect the Terms of Use while using the Site and the Service, both in its current wording and with any later amendments.</li>\n<li>Publisher can hold only one account The account cannot be transferred to third party or used by such a third party.</li>\n<li>Publisher undertakes to abstain from any actions that could hinder or destabilize the operation of the Site or use of the Service.\nThe Provider may, without any previous notice, undertake any action available, inclusive of a demand for compensation, as a response to any malicious activities or any other breach of the applicable law or these Terms of Use.\nWithout limitation, the actions referred to in the previous sentence shall be as follows: <ol>\n<li>attempts at disturbing or cutting off access to subscriptions of other Publishers or to their computers (DOS, DDOS attacks, DNS spoofing);</li>\n<li>phishing, that is falsifying information which permits to identify Publisher or hiding such information without having first obtaining a written consent;</li>\n<li>entering malicious software into the system or onto the computers of the Provider, especially inclusive of viruses, Trojan horses or internet bugs;</li>\n<li>unauthorized scanning of the network of other Publishers in search of security gaps;</li>\n<li>unauthorized monitoring of network traffic or other attempts of intercepting information reserved for the Provider or to other Publishers;</li>\n<li>unauthorized attempts at breaking the security of a computer or network of another Publisher;</li>\n<li>pharming, that is the use of malicious software, disturbing the operation of DNS servers or other means aimed at redirecting Publisher to a website or to another site impersonating the Site in order to gather personal data of the Publisher, the data necessary for logging or other information;</li>\n<li>taking over IP addresses;</li>\n<li>direct or indirect sending, collection, sale or distribution of e-mail addresses for the purposes of sending mass unsolicited correspondence (spam).</li>\n</ol>\n</li>\n<li>Without limiting any other provision in these Terms of Use, Publisher may not use the Site to do the following or assist others to do the following: <ol>\n<li>threaten, defame, stalk, abuse or harass other persons or engage in illegal activities;</li>\n<li>link to the Site from another website or transmit any material that is inappropriate, profane, vulgar, offensive, false, disparaging, defamatory, obscene, illegal, sexually explicit, racist, that promotes violence, racial hatred, or terrorism, or the Provider deems, in its sole discretion, to be otherwise objectionable;</li>\n<li>frame the Site, display the Site in connection with an unauthorized logo or mark, or do anything that could falsely suggest a relationship between the Provider and any third person or potentially deprive the Provider of revenue (including, without limitation, revenue from advertising, branding or promotional activities);</li>\n<li>violate any person's or entity's legal rights (including, without limitation, intellectual property rights or privacy rights), transmit material that violates or circumvents such rights or remove or alter intellectual property or other legal notices;</li>\n<li>transmit files that contain viruses, spyware, adware or other harmful code;</li>\n<li>advertise or promote goods or services the Provider deems, in its sole discretion, to be objectionable (including, without limitation, by sending spam);</li>\n<li>interfere with others using the Site or otherwise disrupt the Site;</li>\n<li>transmit, collect or access Publishers’ personal data without the consent of those Publishers and the Provider;</li>\n<li>engage in unauthorized spidering, “scraping” or harvesting, contact or other personal data or use any other unauthorized automated means to compile information;</li>\n<li>defeat any access controls, access any portion of the Site that the Provider has not authorized Publisher to access.</li>\n</ol>\n</li>\n<li>Publisher may not use the Service for any illegal or unauthorised purpose.\nPublisher must not, in the use of the Service, violate any laws in his jurisdiction (including but not limited to copyright laws).\nIn particular, Publishers are prohibited from: <ol>\n<li>advertising their Shorte.st URL links directly on any form of traffic exchange/PTC website;</li>\n<li>placing their Shorte.st URL links anywhere that may: (i) contain any types of content that is threatening, harassing, defamatory, obscene, harmful to minors, or contains nudity, pornography or sexually explicit materials.\n(ii) contain any viruses, Trojan horses, worms, time bombs, cancel bots, or other computer programming routines that are intended to damage, interfere with, surreptitiously intercept or expropriate any system, data, or personal information.\n(iii) contain software or use technology that attempts to intercept, divert or redirect Internet traffic to or from any other website, or that potentially enables the diversion of Publisher commissions from another website;</li>\n<li>shrinking URL links which link to the websites containing the above mentioned content;</li>\n<li>offering any incentive for a visitor to click on their Shorte.st URL links, including gifts/points/cash;</li>\n<li>asking/begging people to click on their Shorte.st URL links simply to generate a revenue;</li>\n<li>creating 'redirect loops' to generate a revenue;</li>\n<li>spamming with their Shorte.st URL links anywhere, including forums/chat/comments/blogs;</li>\n<li>participating in click 'rings' where Publisher clicks on others links in return for others to click on his Shorte.st URL links;</li>\n<li>opening their Shorte.st URL links in a popup / popunder or iframe;</li>\n<li>automatically redirecting to websites with JavaScript redirect or meta-refresh (only a HTTP redirect is allowed);</li>\n<li>clicking on their Shorte.st URL links on their own (Publisher may click on his own URL link one time to test it.\nPublisher may not create URL links solely to \"test\" them.).</li>\n</ol>\n</li>\n<li>The only legitimate way to open the Shorte.st URL link is with a mouse click.\nAdditionally, only the Shorte.st URL link must be opened when a user clicks on the link.\nNo other links / windows must be opened.\nThe Provider reserves the right to not pay for clicks generated by Publishers on their own Shorte.st URL links or on our ad formats displayed on the Publisher’s website as well as for clicks made by using the same IP address more than five (5) times.\nPublishers will be paid for clicks on the Shorte.st URL link and our ad formats displayed on the Publisher’s website, providing a paying advertisement is viewed for at least 5 seconds and referrals have cookies, JavaScript and Adobe Flash installed and enabled.</li>\n<li>To Shorte.st URL links and ad formats displayed on the Publisher’s website cost per mile (cost per view) monetization model applies with exclusion of Pop Ads.\nMonetization of Pop Ads displayed on the Publisher’s website is made on a basis of revenue share scheme.\nMonetization model can be a subject to change at the Provider’s discretion.\nMonetization model can be individually agreed between the Publisher and the Provider.</li>\n<li>Publisher will be paid 20% of revenue generated by new Publishers who have been referred to the Site by this Publisher.\nRevenue generated by a new Publisher by displaying Pop Ads on the Publisher’s website is not taken into account for the calculation of the referral fee.</li>\n<li>The Provider may without prior notice, terminate an agreement, suspend or permanently remove the access to the Service of the Publisher, if any meaningful spam complaints naming the Provider or the Site result from Publisher's marketing activities.\nThe Provider does not condone spamming and any complaints received due to misuse of the Service may result in the forfeit of any money accrued by Publisher.</li>\n<li>Payments from the Provider are made through PayPal, Payoneer and WebMoney roughly once per month.\nPublisher must have a valid PayPal, Payoneer or WebMoney account to receive a fee, as the Provider does not offer payment via cheque/check, credit card, cash or other method.\nThe minimum amount available for a withdrawal is USD$5 for PayPal and WebMoney and USD$20 for Payoneer.\nIf the minimum is not met in time for the payment cycle, the payment will not be made until the next monthly billing cycle in which the minimum of USD$5 or USD$20 for Payoneer has been reached.</li>\n<li>Cost per view rates and revenue share scheme are subject to change at the Provider's discretion.\nBasic revenue share scheme in 80% (for the Publisher) and 20% (for the Provider) of a net income earned by the Provider from Pop Ads displayed on the Publisher’s website.\nRevenue share scheme can also be agreed individually between the Publisher and the Provider.</li>\n<li>The Provider will only pay for clicks that are automatically tracked and reported by our system.\nFor our system to track the click, the visitor must have cookies enabled.\nWe will not pay fees if the click was not tracked by our system.</li>\n<li>The Provider reserves the right to disqualify any fees earned through fraudulent, illegal, or overly aggressive, questionable sales or marketing methods.</li>\n<li>All fees are exclusive of all taxes, charges, levies, assessments and other fees of any kind imposed on your involvement in the Service and shall be the responsibility of, and payable by Publisher.</li>\n<li>Each active Publisher may spend funds accumulated on the Account for the purchase of goods offered in the E-shop.</li>\n<li>Each purchase is subject to manual verification by the customer service department and may be rejected by the Provider, about which the Publisher will be informed via e-mail.</li>\n<li>At the time of placing the order by the Publisher, the amount corresponding to the value of the order will be blocked on the Publisher's Account.</li>\n<li>After accepting the purchase of Publisher by the customer service department, the order will be processed, and the Publisher will receive relevant information via email.\nThe amount corresponding to the value of the order will be deducted from the Publisher's Account.</li>\n<li>If during the order process the goods are no longer available, the funds will be refunded to the Publisher's Account.</li>\n<li>After completing the order, the Publisher will be informed via e-mail and the purchased goods will be available on his Account.</li>\n<li>Goods purchased in the E-shop are not refundable and the User is not entitled to withdraw from the contract for the sale of goods via E-shop.</li>\n<li>If Publisher is found or reported breaking any of the provisions of these Terms of Use, his account will be removed and all fees forfeited.</li>\n<li>The Provider is authorized to immediately, without prior notice, terminate an agreement, suspend or permanently remove the access to the Service of the Publisher who breaches these Terms of Use.</li>\n<li> If Publisher do not use Account for a period of 6 consecutive months, such Account shall be deemed to be inactive (\"<b>Inactive Account</b>\").\n<ol>\n<li>Any Inactive Account will be charged an administration fee each month (the \"<b>Inactive Account Fee</b>\") of 17% of the balance of the account.\nProvider will notify Publisher when account becomes an Inactive Account.\nThe Inactive Account Fee shall be deducted from an Inactive Account on the first day of the calendar month after Publisher Account became an Inactive Account and thereafter on the first day of every following calendar month.</li>\n<li>The Inactive Account Fee will be deducted until the earlier of: (a) the Account balance being reduced to zero.\nor (b) the Account being reactivated by Publisher using the Account to carry out shortening activity.\nIn each situation the Inactive Account Fee shall cease to be deducted.</li>\n<li>Provider reserve the right to close any Inactive Account whose balance has been reduced to zero for a consecutive period of 6 months.</li>\n</ol>\n</li>\n<li>If Publisher uses a Contact Form, and/or Sign-up Form he is obliged to give real information, true to facts of the case.</li>\n<li>The Provider undertakes to ensure possibly the highest quality and stability of the Site and the Service, however within the maximum extent allowed by applicable law, the Provider shall not be liable for any breaks or disturbance caused by force majeure or unauthorized activity of third parties.</li>\n<li>Within the maximum extent allowed by applicable law, the Provider shall not be liable for temporary inability to use the Site or the Service, caused by the implementation of new solutions and facilities within the framework of the Site.\nAs much as possible, the Provider will be notifying Publishers of any scheduled breaks in the Site operation and the Service accessibility or any inconveniences that may occur in its use.\nThe Provider reserves the right to conduct maintenance works on the IT system equipment used to provide access to the Site and the Service, which may temporarily cause difficulties or make it impossible for Publishers to use the Service.</li>\n<li>In special cases affecting the security or stability of the Site and the Service, the Provider reserves the right to temporarily reduce or suspend the access to the Site without previously notifying Publishers and to conduct maintenance works aimed to reinstate the security and stability of the Site and the Service.</li>\n<li>Within the maximum extent allowed by applicable law, the Provider shall not bear any liability in case of other Publishers or third party submitting any claims towards the Provider regarding a breach of the Terms of Use or the law in force, either by other Publishers or by third party.\nOnly Publisher or third party being in breach of the law in force shall be liable in such a case.</li>\n</ol> Moment of Concluding of the Agreement <ol>\n<li>An agreement for providing access to the Site and the Service is concluded upon signing up in the Site and simultaneous familiarization with these Terms of Use and Privacy Policy.\nPublisher cannot access and use the Site and the Service without prior acceptance of these Terms of Use and Privacy Policy.</li>\n<li>Subscription to the Service may be made by accessing the Site, filling a Sign-up Form and clicking on \"SIGN UP NOW\" button.</li>\n<li>Publisher can terminate the agreement for providing access to the Site, effective forthwith, at any time and without stating any reasons.\nTo that aim, the Publisher needs to submit a relevant declaration of intent through the following Contact Form.</li>\n<li>Publisher may stop using the Site and the Service at any time</li>\n<li>According to Article 10 sec.\n3 par.\n5 of the Polish Act of 2 March 2000 on the protection of certain consumer rights and on the liability for damage caused by a dangerous Service (Journal of Laws of 2000 No 22, item 271 as amended) the Publisher, who concluded an agreement for providing access to the Site and the Service, has no right to withdraw from this agreement but has the right to terminate the agreement for providing access to the Site and the Service at any time.</li>\n</ol> Complaints <ol>\n<li>Publisher has the right to lodge a complaint if the Provider does not fulfil its obligations specified herein or if the Provider fulfils them in a manner contrary to the provisions hereof.</li>\n<li>A complaint can be lodged through the following Contact Form or by way of a traditional letter send to the following address: Red Sky Sp.\nz o.o., Aleja Piastów 22, Szczecin 71-064, Poland.\nA complaint should include in particular the problem constituting the basis for a complaint and Publisher identification information (name, e-mail address, and in case of a traditional letter also a correspondence address).</li>\n<li>The Provider reserves the right to contact Publishers if further information is required and Publisher is obliged to supply it promptly.</li>\n<li>Within fourteen (14) calendar days of receiving Publisher’s complaint in proper form the Provider will: <ol>\n<li>complete its internal investigation and advise Publisher of its decision.\nor</li>\n<li>inform Publisher that it needs more time to complete the investigation.</li>\n</ol>\n</li>\n<li>If a complaint cannot be considered in the specified deadline, the Provider shall in that time notify by e-mail Publisher submitting a complaint of the reasons for such a delay and the expected date for complaint resolution and additionally provide Publisher with weekly updates of the progress of the investigation, except where the Provider is waiting for a response from Publisher and the Publisher has been advised that the Provider requires Publisher’s response.</li>\n<li>A complaint should be submitted within thirty (30) calendar days as of the moment when the reasons for the complaint have become apparent.</li>\n<li>On completion of the investigation, the Provider will advise Publisher of the outcome and the reasons for its decision with reference to the relevant provisions of these Terms of Use.</li>\n<li>If Publisher is not satisfied with Provider’s decision with respect to the lodged complaint, the Publisher may wish to take the matter to an external independent dispute resolution.</li>\n<li>A reply to a complaint shall be sent to an e-mail address or a correspondence address indicated by Publisher submitting a complaint.</li>\n<li>Provider shall not consider complaints resulting from ignorance of the law in force, provisions of these Terms of Use, or the information announced on the Site.</li>\n<li>If the conditions of a complaint procedure are breached, a complaint may not be taken into consideration.</li>\n</ol> Intellectual Property <ol>\n<li>The Site and the Service and all rights related thereto are the exclusive property of the Provider or third parties.\nAll creative elements placed on this Site are protected by intellectual property rights, and in particularly by copyright.\nAll trademarks, logos, graphics, photographs, animations, videos, texts and other distinctive signs appearing on the Sites are the intellectual property of the Provider or third parties.\nTherefore, they may not be reproduced, used or represented without the prior written authorization of the Provider or third parties.</li>\n<li>Publisher hereby undertakes to respect intellectual property rights (including author's economic rights and industrial property rights, as well as the rights resulting from registration of trademarks) to which the Provider or third parties are entitled.</li>\n<li>On the condition that the Publisher complies with all his/her obligations under these Terms of Use, the Provider hereby grants to Publisher a limited, revocable, non-exclusive, non-assignable, non-sublicenseable right to access and to use the Service as the Provider intends the Service to be used, and only in accordance with these Terms of Use.\nProvider grants to the Publisher no other rights, implied or otherwise.\nPublisher will not nor will Publisher allow any third party to: (i) copy, modify, adapt, translate or otherwise create derivative works of the Service.\n(ii) reverse engineer, de-compile, disassemble or otherwise attempt to discover the source code of the Service, except to the extent applicable laws specifically prohibit such restriction.\n(iii) rent, sublicense, lease, sell, assign or otherwise transfer rights (or purport to do any of the same) in or to the Service.\nand (iv) use, post, transmit or introduce any device, software or routine which interferes or attempts to interfere with the operation of the Service.\nPublisher will use the Service solely for his/her own internal use.\nPublisher will comply with all applicable laws and regulations relating to the use of and access to the Service.\nPublisher may not provide access to the Service to third parties.\nThe license granted above and Publisher's right of use of the Service will terminate immediately if Publisher fails to comply with these Terms of Use.</li>\n</ol> Personal Data Protection and Privacy Policy <ol>\n<li>The collection, use and disclosure by the Provider of Publisher’s personal data are governed by the provisions of the Privacy Policy, available on the Site.\nPublisher consents to the use and disclosure of Publisher’s personal data in the circumstances stated in that Privacy Policy.</li>\n<li>Publisher shall carefully read the full Privacy Policy before deciding to become Publisher.</li>\n<li>In case Publisher is making use of the Site or the Service in a manner violating these Terms of Use or the law in force, the Provider shall have the right to use the Publisher’s personal data within the scope necessary to establish his/her liability.\nIn such a case the Provider shall notify the Publisher of his/her committing illegal activities with a demand of their immediate cessation.</li>\n</ol> Final Provisions <ol>\n<li>The Terms of Use enter into force on 11.06.2018.</li>\n<li>The Terms of Use are available to Publishers here.</li>\n<li>The Provider reserves the right to modify, supplement, replace or change otherwise these Terms of Use at any time, and in particular by changing the fees payable, introducing new fees, introducing new Terms of Use, for one or more of the following reasons: <ol>\n<li>to comply with any change or anticipated change in any relevant law or code of practice;</li>\n<li>to reflect any decision of a court, ombudsman or regulator;</li>\n<li>to reflect a change in our systems or procedures, including for security reasons;</li>\n<li>as a result of changed circumstances (including by adding benefits or new features to the Site);</li>\n<li>to respond proportionately to changes in the cost of providing the Service.\nor</li>\n<li>to make them clearer.</li>\n</ol>\n</li>\n<li>If any law regulates a change the Provider decides to make, the Provider can only make the change to the extent permitted by the law.</li>\n<li>If a change is required in the Provider’s view to restore or maintain the security of the Service, the change may be made immediately and without prior notice to Publishers.</li>\n<li>In case of any modifications, supplements, replacements or other changes of these Terms of Use the Publisher will be informed about them by means of the appropriate announcement posted on this Site's home page.\nModifications, supplements, replacements or other changes take effect on the date specified by the Provider, which may not be earlier than fourteen (14) calendar days from the date of the said announcement.\nThe Publisher who does not agree to the modifications, supplements, replacements or other changes of these Terms of Use may terminate the agreement with the Provider and shall forthwith inform the Provider about that by sending the relevant declaration using the following Contact Form.\nTermination shall become effective upon receiving Publisher’s statement but not earlier than on the date of entry into force of the amended Terms of Use.\nContinued use of this Site after modifications, supplements, replacements or other changes have been effectively made to these Terms of Use indicates Publisher's acceptance of the amended Terms of Use.</li>\n<li>Neither party to this agreement may assign or transfer any of their rights or obligations under the agreement without the prior consent of the other.\nIf undertaken pursuant to a merger, reorganization or restructuring involving the Provider, or the sale of its business by the Provider, the Provider may, by notice to Publisher, transfer or assign its rights, or novate its rights and obligations, under these Terms of Use and the Publisher will be deemed to have consented to such transfer, assignment or novation.</li>\n<li>The Terms of Use shall be governed by the laws of the Republic of Poland, without regard to its conflicts of laws principles.</li>\n<p>If you have any queries regarding or comments on these Terms of Use, please e-mail us using the following Contact Form</p>\n</ol> ", "created_at": "2023-04-10 01:35:44.43464", "updated_at": "2023-04-10 01:37:28.609974"}], "points": [], "urls": ["shorte.st", "clkmein.com", "corneey.com", "destyy.com", "gestyy.com"]}}