{"error": 448, "message": "OK", "parameters": {"id": 9055, "name": "Gofile", "created_at": "2023-07-11 02:31:36.995493", "updated_at": "2023-07-11 10:02:13.604162", "wikipedia": null, "keywords": null, "related": null, "slug": "gofile", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9055.png", "url": "gofile.io", "documents": [{"id": 17722, "name": "Privacy", "url": "https://gofile.io/privacy", "xpath": "", "text": null, "created_at": "2023-07-11 02:31:37.089089", "updated_at": "2023-07-11 02:31:37.089089"}, {"id": 17720, "name": "Terms ", "url": "https://gofile.io/terms", "xpath": "//body", "text": " <i>\n</i> Gofile guest6423759772 <i>\n</i>\n<ul>\n<li>\n<i>\n</i>My Profile</li>\n<li>\n<i>\n</i>My Files</li>\n<li>\n</li>\n<li>\n<i>\n</i>Upgrade</li>\n<li>\n</li>\n<li>\n<i>\n</i>Logout</li>\n</ul> Add account Welcome Upload Files Premium API FAQ Contact @gofile_io <i>\n</i>\n<i>\n</i> Legal Notice <ul>\n<li>\n<b>Company information: </b>WOJTEK SAS with 1000€ in equity </li>\n<li>\n<b>Address: </b>78, Avenue des Champs-Élysées, 75008 Paris </li>\n<li>\n<b>Registration number: </b>889 963 708 R.C.S.\nParis </li>\n<li>\n<b>Contact form: </b>Link </li>\n<li>\n<b>Contact number: </b>+33981193844 </li>\n</ul> Conditions d'Utilisation et de Vente <p>1.\nIntroduction<br> Les Conditions dans lesquelles WOJTEK SAS / Gofile offre ses services aux utilisateurs sont décrites dans ce contrat.\nEn vous inscrivant et en utilisant nos services ou en accédant à nos sites web, vous acceptez ces Conditions sans réserve.\nNous nous réservons le droit de refuser l'accès à nos services à toute personne qui pourrait nuire à leur intégrité.\n</p>\n<p>2.\nDescription du Service<br> Le Service de Gofile est destiné aux utilisateurs qui souhaitent stocker des contenus numériques de toute nature sur les serveurs de Gofile.\nIl propose un service de stockage qui permet la communication des contenus au public, et est considéré comme un hébergeur en vertu de la législation applicable.\nLes utilisateurs peuvent également stocker des contenus dans un espace privé.\nGofile est alors un simple prestataire de service de stockage.\nTout contenu communiqué au public en violation des droits des tiers pourra être retiré conformément aux conditions de Gofile et aux lois en vigueur.\n</p>\n<p>3.\nInscription au Service<br> Pour utiliser le Service autrement qu'en \"invité\", l'utilisateur devra fournir une adresse email.\nIl recevra un lien pour accéder au service.\nAucune autre information n'est nécessaire.\n</p>\n<p>4.\nOffre et paiement<br> Gofile propose un mode gratuit et payant.<br> L'offre gratuite est proposée sous forme de Freemium, ce qui signifie que l'utilisateur peut utiliser et tester gratuitement un service dégradé volontairement, y compris en affichant des publicités, et décider éventuellement de souscrire à une offre payante.\nL'utilisateur peut accéder à l'offre gratuite en tant qu'invité ou en tant que standard, chacune ayant ses propres caractéristiques.\nPour accéder aux services en tant qu'invité, l'utilisateur n'a pas besoin de s'identifier, une session invité est automatiquement créée lors de la première connexion au site, cette session est éphémère et permet principalement de partager rapidement.\nPour accéder aux services en tant que standard, l'utilisateur doit fournir une adresse email valide sur laquelle il recevra un lien de connexion, l'utilisateur accepte que Gofile conserve son email (qui sert d'identifiant).\nL'utilisateur accepte que l'utilisation des services en tant qu'invité et standard implique l'affichage d'offres publicitaires.<br> L'utilisateur peut choisir de souscrire à l'offre payante pour accéder à des fonctionnalités et services supplémentaires décrits dans l'onglet \"abonnement\" de la page de profil.\nIl peut personnaliser son offre selon ses besoins spécifiques et procéder au paiement parmi les modes proposés.\nUne fois le paiement effectué, la commande est définitive et l'utilisateur recevra un email de confirmation reprenant les informations mentionnées lors du processus de validation de la commande.\n</p>\n<p> 5.\nL’Utilisateur<br> Les services de Gofile sont disponibles pour toute personne physique majeure et ayant la capacité juridique.\nL'utilisateur garantit que les informations qu'il fournit sont vraies, exactes, à jour et complètes et s'engage à les mettre à jour pour maintenir leur exactitude.\nSi une des informations fournies est fausse, inexacte, périmée ou incomplète, nous nous réservons le droit de suspendre ou clôturer le compte de l'utilisateur et d'annuler cet accord sans que le préjudice potentiel puisse être réparé.\nL'utilisateur est responsable de maintenir la confidentialité de ses identifiants et est responsable de toute activité sur son compte.\nSi l'utilisateur remarque une activité indiquant que son compte est utilisé de manière non autorisée ou que ses données sont utilisées sans sa permission, il doit immédiatement nous contacter.\nGofile, en tant que responsable de traitement, met en place un traitement automatisé de données à caractère personnel pour gérer son site internet et fournir le service.\nLes données collectées sont nécessaires à ce traitement et sont destinées aux services fournis par Gofile et, le cas échéant, par ses sous-traitants et prestataires.\nToute personne utilisant les services de Gofile peut consulter la page relative à l'utilisation des données personnelles.\n</p>\n<p> 6.\nDispositions légales<br> L'Utilisateur est responsable des données stockées sur les serveurs de Gofile.\nNous mettons à disposition de l'Utilisateur des méthodes de restriction et de contrôle des accès, pour une meilleure maîtrise de ses données.\nNous recommandons pour une sécurité maximale de chiffrer les données avant de les stocker sur nos serveurs.\nL'Utilisateur reconnaît le statut d'hébergeur de Gofile et ne peut tenir Gofile responsable des contenus stockés par l'utilisateur.<br> Vous acceptez de ne pas utiliser nos services pour :<br>\n</p>\n<ul>\n<li>diffuser, envoyer ou transmettre tout contenu qui incite à la haine ou qui fait référence à la torture ou à la mort.</li>\n<li>causer des préjudices aux mineurs, notamment en diffusant de la pornographie infantile.</li>\n<li>diffuser, afficher ou transmettre tout contenu qui violerait des brevets, des marques déposées, des secrets de fabrication, des droits d'auteur ou tout autre droit de propriété appartenant à un tiers.</li>\n<li>envoyer des courriels publicitaires non sollicités (“spam”).</li>\n<li>cacher l'identité pour effectuer des activités illégales, frauduleuses ou qui enfreignent les droits de propriété intellectuelle d'une tierce partie.\ndiffuser un contenu préjudiciable, menaçant, illégal ou diffamatoire.</li>\n<li>permettre à d'autres de utiliser nos services de manière illégale, invasive, préjudiciable, diffamatoire ou frauduleuse.\npour altérer, voler, corrompre, désactiver, détruire, pénétrer illégalement ou violer toute sécurité ou tout chiffrage d'un fichier informatique, d'une base de données ou d'un réseau.\npour interférer avec l'utilisation de notre réseau par d'autres clients ou utilisateurs autorisés.\nvioler les conditions d'utilisation des fournisseurs d'infrastructure de Gofile, sous réserve que vous ayez connaissance de ces politiques et qu'elles soient publiquement disponibles sur les sites web des fournisseurs d'infrastructure.\nou de manière qui va à l'encontre des principes généralement acceptables de l'étiquette internet.</li>\n<li>tenter d'obtenir l'accès à un compte ou une ressource informatique qui ne vous appartient pas, sans autorisation du propriétaire.</li>\n<li>interférer dans l'utilisation ou la jouissance de notre réseau ou de tout autre service par d'autres clients ou utilisateurs autorisés.\nCela inclut une utilisation excessive qui endommage l'utilisation équitable par les autres utilisateurs et clients de Gofile.</li>\n<li>importer toute copie de contenu protégé par des droits d'auteur pour des fins de vente, location, distribution ou tout autre bénéfice ou récompense.</li>\n</ul> Nous nous réservons le droit de mettre fin à tout compte qui enfreint ces règles, sans préavis, conformément aux lois et politiques établies par Gofile en tant qu'hébergeur.\nDe plus, si l'utilisateur enfreint ces règles, nous coopérerons pleinement avec les autorités en fournissant des informations sur l'utilisateur, les contenus et les personnes qui y ont accédé, acquis ou utilisé.\n<p>\n</p>\n<p> 7.\nDélai légal de rétractation<br> En acceptant les conditions générales d'utilisation en tant que consommateur, l'utilisateur reconnaît que le délai de 14 jours pour exercer son droit de rétractation ne s'applique pas lorsque les services ont déjà été fournis.\n</p>\n<p> 8.\nRetard / Défaut de paiement<br> En cas de non-paiement, le compte de l'utilisateur sera immédiatement rétrogradé à un compte \"standard\" avec les fonctionnalités associées.\nDans tous les cas, Gofile fera tout son possible pour informer le client par email de l'état de son compte.\n</p>\n<p> 9.\nPropriété Intellectuelle<br> Tout le contenu disponible sur le site de Gofile, y compris les textes, graphiques, logos, boutons, images, morceaux de musique, téléchargements numériques, compilations de données et logiciels, est la propriété de Gofile et est protégé par les lois françaises et internationales sur la propriété intellectuelle, les droits d'auteur et la protection des bases de données.\n</p>\n<p> 10.\nDétournement<br> L'utilisateur ne doit pas utiliser les offres et les ressources mises à disposition de manière frauduleuse.\nNous nous réservons le droit de mettre fin à tout compte qui mettrait le service en danger.\n</p>\n<p> 11.\nResponsabilité<br> L'utilisateur reconnaît que le service de Gofile est hautement technique et que Gofile n'est soumise qu'à une obligation générale de moyens.\nEn raison de la nature d'Internet et de son fonctionnement, Gofile ne peut garantir aucune qualité de service.\nGofile ne pourra pas être tenue responsable en cas de dommages liés à l'indisponibilité ou à la dégradation de son service.\n</p>\n<p> 12.\nModification de l'Accord ou de nos Services<br> Nous nous réservons le droit de modifier les conditions générales d'utilisation à tout moment et sans préavis.\nDe plus, en cas de force majeure, nous nous réservons le droit de modifier ou d'interrompre le service, temporairement ou définitivement, sans préavis.\nVous reconnaissez que nous ne pourrons être tenus responsables pour toute modification, suspension ou interruption du service.\nAfin de protéger l'intégrité des services, vous reconnaissez notre droit d'établir des conditions et des limites pour l'utilisation du service, notamment en ce qui concerne l'espace disque maximal alloué sur nos serveurs et le nombre maximal de fois (et la durée maximale) où vous pouvez accéder au service dans un laps de temps donné.\nLes tarifs sont fixés librement et peuvent être modifiés sans préavis.\nCes limitations peuvent être revues en fonction des modifications du marché imposées à Gofile.\n</p>\n<p> 13.\nRésiliation<br> Les souscriptions sont souscrites pour une durée déterminée.\nVous avez la possibilité de prolonger ou non votre période de souscription selon vos préférences.\nVous reconnaissez que toute résiliation de votre accès au service pour non-respect de vos obligations définies dans les CGU peut intervenir sans mise en demeure préalable.\nVous reconnaissez et acceptez que Gofile est en droit, conformément aux CGU et aux lois en vigueur, de désactiver ou supprimer à tout moment et immédiatement votre compte ou tout contenu.\nVous reconnaissez le droit de Gofile de bloquer et de supprimer tout compte sans activité depuis plus d'un an pour des raisons de sécurité et d'intégrité de ses systèmes d'information.\nEn outre, vous reconnaissez que Gofile ne pourra pas être tenue responsable envers vous ou un tiers pour ladite résiliation.\n</p>\n<p> 14.\nDispositions Générales<br> Pour tout échange d'informations par courrier électronique, la date et l'heure enregistrées sur le serveur de Gofile feront foi entre les parties.\nCes informations seront conservées par Gofile conformément aux lois en vigueur.\nToutes les notifications, communications et mises en demeure prévues par les CGU seront considérées comme valablement délivrées si elles sont adressées par courrier recommandé avec demande d'avis de réception à : WOJTEK : 78 AV DES CHAMPS ELYSEES 75008 PARIS FRANCE </p>\n<p> 15.\nConvention de preuve<br> L'utilisateur accepte que les fichiers, données, messages, registres informatisés et les données de connexion enregistrés dans les systèmes informatiques de Gofile puissent être utilisés comme preuve dans le cadre du contrat.\n</p>\n<p> 16.\nLoi applicable<br> Le présent contrat est régi par la loi française.\n</p> Terms Of Service <p>1.\nIntroduction<br> The terms under which WOJTEK SAS / Gofile offers its services to users are described in this contract.\nBy registering and using our services or accessing our websites, you accept these terms without reservation.\nWe reserve the right to deny access to our services to anyone who could harm their integrity.\n</p>\n<p>2.\nService Description<br> The Gofile Service is intended for users who wish to store digital content of any kind on Gofile servers.\nIt offers a storage service that allows the public communication of content, and is considered a hosting service under applicable legislation.\nUsers can also store content in a private space.\nGofile is then a simple storage service provider.\nAny content communicated to the public in violation of third party rights may be removed in accordance with Gofile's terms and the laws in force.\n</p>\n<p>3.\nService Registration<br> In order to use the Service other than as a \"guest\", the user must provide an email address.\nThey will receive a link to access the service.\nNo other information is required.\n</p>\n<p>4.\nOffer and Payment<br> Gofile offers a free and paid mode.\n<br> The free offer is offered in the form of Freemium, which means that the user can use and test a deliberately degraded service for free, including displaying advertisements, and eventually decide to subscribe to a paid offer.\nUsers can access the free offer as a guest or as a standard, each with its own features.\nTo access the services as a guest, the user does not need to identify themselves, a guest session is automatically created upon the first connection to the site, this session is ephemeral and mainly allows for quick sharing.\nTo access the services as a standard, the user must provide a valid email address on which they will receive a connection link, the user agrees that Gofile will keep their email (which serves as an identifier).\nThe user agrees that the use of services as a guest and standard involves displaying advertising offers.\n<br> The user can choose to subscribe to the paid offer to access additional features and services described in the \"subscription\" tab of the profile page.\nThey can customize their offer according to their specific needs and proceed with payment among the proposed modes.\nOnce payment is made, the order is final and the user will receive a confirmation email containing the information mentioned during the order validation process.\n</p>\n<p> 5.\nThe User<br> Gofile's services are available to any adult individual with legal capacity.\nThe user guarantees that the information they provide is true, accurate, current and complete and undertakes to update it to maintain its accuracy.\nIf any of the information provided is false, inaccurate, expired or incomplete, we reserve the right to suspend or close the user's account and cancel this agreement without the potential prejudice being able to be repaired.\nThe user is responsible for maintaining the confidentiality of their identifiers and is responsible for any activity on their account.\nIf the user notices any activity indicating that their account is being used in an unauthorized manner or that their data is being used without their permission, they should immediately contact us.\nGofile, as a data controller, implements automated data processing for managing its website and providing the service.\nThe data collected is necessary for this processing and is intended for the services provided by Gofile and, if applicable, by its sub-contractors and providers.\nAny person using Gofile's services can consult the page relating to the use of personal data.\n</p>\n<p> 6.\nLegal Provisions<br> The User is responsible for the data stored on Gofile servers.\nWe provide the User with methods of restricting and controlling access for better control of their data.\nWe recommend for maximum security to encrypt the data before storing it on our servers.\nThe User recognizes Gofile's hosting status and cannot hold Gofile responsible for the content stored by the user.\n<br> You agree not to use our services to: <br>\n</p>\n<ul>\n<li>broadcast, send or transmit any content that incites hatred or refers to torture or death.</li>\n<li>cause harm to minors, especially by disseminating child pornography.</li>\n<li>broadcast, display or transmit any content that would violate patents, trademarks, trade secrets, copyrights or any other property right belonging to a third party.</li>\n<li>send unsolicited commercial emails (“spam”).</li>\n<li>hide identity to perform illegal, fraudulent or infringing activities on intellectual property rights of a third party.\nbroadcasting harmful, illegal or defamatory content.</li>\n<li>allow others to use our services illegally, invasively, prejudicial, defamatory or fraudulent.\nto alter, steal, corrupt, disable, destroy, illegally access or violate any computer file, database or network security or encryption.\nto interfere with the use of our network by other authorized clients or users.\nviolate the use conditions of Gofile's infrastructure providers, provided that you are aware of these policies and that they are publicly available on the websites of the infrastructure providers.\nor in a manner that is contrary to generally accepted internet etiquette.</li>\n<li>try to gain access to an account or computer resource that does not belong to you, without the owner's permission.</li>\n<li>interfere with the use or enjoyment of our network or any other service by other authorized clients or users.\nThis includes excessive use that damages fair use by other users and clients of Gofile.</li>\n<li>import any copy of copyrighted content for the purpose of sale, rental, distribution or any other benefit or reward.</li>\n</ul> We reserve the right to terminate any account that violates these rules, without notice, in accordance with the laws and policies established by Gofile as a hosting service.\nFurthermore, if the user violates these rules, we will fully cooperate with authorities by providing information about the user, content...\n<p>\n</p>\n<p> 7.\nRefund policy and legal withdrawal period<br> - Refund<br> As the services offered by Gofile are digital in nature, most of the time they cannot be refunded.\nHowever, each case will be evaluated on an individual basis, and a refund may be granted if the reason for the request is deemed legitimate (such as an error from Gofile, a technical problem, or a payment made by mistake).<br> - Legal withdrawal period<br> By accepting the terms and conditions as a consumer, the user acknowledges that the 14-day period for exercising the right of withdrawal does not apply when the services have already been provided.\n</p>\n<p> 8.\nDelayed / Default Payment<br> In case of non-payment, the user's account will be immediately downgraded to a \"standard\" account with associated features.\nIn any case, Gofile will do its best to inform the customer by email of the status of their account.\n</p>\n<p> 9.\nIntellectual Property<br> All content available on the Gofile website, including texts, graphics, logos, buttons, images, music tracks, digital downloads, data compilations, and software, is owned by Gofile and is protected by French and international laws on intellectual property, copyright and database protection.\n</p>\n<p> 10.\nDiversion<br> The user must not use the offers and resources provided fraudulently.\nWe reserve the right to terminate any account that would put the service in danger.\n</p>\n<p> 11.\nResponsibility<br> The user acknowledges that the Gofile service is highly technical and that Gofile is only subject to a general obligation of means.\nDue to the nature of the Internet and its operation, Gofile cannot guarantee any quality of service.\nGofile will not be held liable for damages related to the unavailability or degradation of its service.\n</p>\n<p> 12.\nModification of the Agreement or our Services<br> We reserve the right to modify the terms of use at any time and without notice.\nIn addition, in case of force majeure, we reserve the right to modify or interrupt the service, temporarily or permanently, without notice.\nYou acknowledge that we cannot be held responsible for any modification, suspension or interruption of the service.\nIn order to protect the integrity of the services, you acknowledge our right to establish conditions and limitations for the use of the service, including the maximum disk space allocated on our servers and the maximum number of times (and maximum duration) you can access the service within a given time period.\nThe rates are freely fixed and can be modified without notice.\nThese limitations may be reviewed in light of market changes imposed on Gofile.\n</p>\n<p> 13.\nTermination<br> Subscriptions are subscribed for a specific duration.\nYou have the option to extend or not your subscription period according to your preferences.\nYou acknowledge that any termination of your access to the service for non-compliance with your obligations as defined in the T&amp;C may occur without prior notice.\nYou acknowledge and accept that Gofile is entitled, in accordance with T&amp;C and applicable laws, to deactivate or delete your account or any content at any time and without notice.\nYou acknowledge Gofile's right to block and delete any account without activity for more than one year for security and integrity reasons of its information systems.\nFurthermore, you acknowledge that Gofile cannot be held liable towards you or a third party for such termination.\n</p>\n<p> 14.\nGeneral Provisions<br> For any exchange of information by email, the date and time recorded on Gofile's server shall be binding between the parties.\nThis information will be retained by Gofile in accordance with applicable laws.\nAll notifications, communications and demands provided for in the T&amp;C shall be considered as validly delivered if addressed by registered mail with return receipt to: WOJTEK : 78 AV DES CHAMPS ELYSEES 75008 PARIS FRANCE </p>\n<p> 15.\nEvidence convention<br> The user agrees that files, data, messages, computerized records and login data recorded in Gofile's computer systems may be used as evidence in the context of the contract.\n</p>\n<p> 16.\nApplicable law<br> This contract shall be governed by French law.\n</p>\n<small>GofileTermsCopyrightPrivacyContact</small>\n<small>WOJTEK SAS © 2023, made with <small>\n<i>\n</i>\n</small> by Gofile Team</small> ", "created_at": "2023-07-11 02:31:37.028536", "updated_at": "2023-07-11 02:31:49.04472"}, {"id": 17721, "name": "Copyright", "url": "https://gofile.io/copyright", "xpath": "//body", "text": null, "created_at": "2023-07-11 02:31:37.05834", "updated_at": "2023-07-11 02:31:53.096112"}], "points": [], "urls": ["gofile.io"]}}