{"error": 448, "message": "OK", "parameters": {"id": 7124, "name": "Keyspace", "created_at": "2022-12-27 23:03:44.111225", "updated_at": "2022-12-29 18:45:32.580343", "wikipedia": null, "keywords": null, "related": null, "slug": "keyspace", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7124.png", "url": "keyspace.cloud", "documents": [{"id": 13594, "name": "Privacy Policy", "url": "https://keyspace.cloud/privacy", "xpath": "//body", "text": "Keyspace Logo<p>Keyspace</p>FeaturesSecurityDocs<li>FeaturesSecurityDocs</li>Privacy Policy <p>This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.</p>\n<p>If you choose to use our Service, then you agree to the collection and use of information in relation to this policy.\nThe Personal Information that we collect is required for the functional use of our service.</p>\n<p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which are accessible at Keyspace unless otherwise defined in this Privacy Policy.</p>Information collected<ul>\n<li>Email address</li>\n</ul>Log data<ul>\n<li>Public IP address</li>\n</ul>Service providers<p>We may employ third-party companies and individuals due to the following reasons:</p>\n<ul>\n<li>To facilitate our Service</li>\n<li>To provide the Service on our behalf</li>\n<li>To perform Service-related services</li>\n<li>To assist us in analyzing how our Service is used</li>\n</ul>Security<p>Keyspace takes users privacy and security very seriously.\nData stored inside of users wallet (passwords, notes, payment information) is encrypted with keys (12 word mnemonic) that only the user has access to.</p>Links to other sites<p>This Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by me.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nwe have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.</p>Children’s privacy<p>We do not knowingly collect personally identifiable information from children.\nwe encourage all children to never submit any personally identifiable information through the Application and/or Services.\nwe encourage parents and legal guardians to monitor their children's Internet usage and to help enforce this Policy by instructing their children never to provide personally identifiable information through the Application and/or Services without their permission.\nIf you have reason to believe that a child has provided personally identifiable information to us through the Application and/or Services, please contact us.\nYou must also be at least 16 years of age to consent to the processing of your personally identifiable information in your country (in some countries we may allow your parent or guardian to do so on your behalf).</p>Changes to This Privacy Policy<p>We may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>This policy is effective as of 2022-09-17</p>Contact us<p>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us at info@keyspace.cloud</p>\n<p>Keyspace</p>StatusDocsPrivacy<p>© 2022 Keyspace.\nAll rights reserved.</p>\n<p>\n</p>\n<ul>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>\n<ul>\n</ul>", "created_at": "2022-12-27 23:03:44.173348", "updated_at": "2022-12-27 23:04:04.123555"}], "points": [], "urls": ["keyspace.cloud"]}}