{"error": 448, "message": "OK", "parameters": {"id": 2954, "name": "Fakespot", "created_at": "2021-04-03 19:18:53.161269", "updated_at": "2023-07-10 22:01:42.629615", "wikipedia": null, "keywords": null, "related": null, "slug": "fakespot", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2954.png", "url": "fakespot.com", "documents": [{"id": 4662, "name": "Terms of Use", "url": "https://www.fakespot.com/terms", "xpath": "//body", "text": " AnalyzeAdd Fakespot —&nbsp.\nIt's free<p>Menu</p>\n<ul>\n<li>Fakespot for Chrome</li>\n<li>Extension vs Analyzer</li>\n<li>Fakespot Analyzer</li>\n<li>Home</li>\n<li>How to Use Fakespot</li>\n<li>Last Analysis</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Blog</li>\n<li>Press</li>\n<li>FAQ</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n</ul>Add Fakespot —&nbsp.\nIt's freeAnalyze<br>\n<strong>Fakespot Terms of Use</strong>\n<br>\n<p>\n<strong>Updated: May 22, 2020</strong>\n</p>\n<p>\n<strong>About Fakespot.</strong>\n</p>\n<br>\n<p>Fakespot, a Delaware Corporation, is a service for analyzing product listings on various e-commerce platforms (e.g.\nAmazon, Walmart, Target, eBay) to determine the reliability of product sellers and product reviews to protect consumers from eCommerce fraud such as misleading product statements, counterfeits, and fake reviews.</p>\n<p>FAKESPOT DOES NOT PROVIDE ANY OPINION ON THE QUALITY OR MERCHANTABILITY OF ANY PRODUCT OR SERVICE.</p>\n<p>FAKESPOT IS NOT AFFILIATED WITH ANY PLATFORM WE PROVIDE ANALYSIS ON.</p>\n<br>Terms of Use<br>\n<p>These Terms of Use (the “Terms of Use”) set forth the terms and conditions that apply to your access and use of Fakespot located at www.fakespot.com , its related applications and any other online services such as our mobile apps or browser extensions (collectively, the “Service” or “Services”) provide by Fakespot.</p>\n<p>By accessing our or using our Services or accessing any information or material that is made available by Fakespot through any of the Services (the “Content”), you are entering into a binding contract with Fakespot.\nWhen used in these Terms of Use, the terms \"we\", “us” and \"our\" mean Fakespot.</p>\n<p>Your contract with us includes these Terms of Use, along with any rules and policies posted on our website from time-to-time and our Fakespot Privacy Policy located at https://www.fakespot.com/privacy-policy (collectively, the “Agreements”).</p>\n<p>The Service also includes services that may be offered by Fakespot in the future.\nFakespot reserves the right to change, suspend and discontinue any aspect of the Services at any time including, but not limited to, the nature of the Services offered, databases, hours of availability, and software needed for access or use.\nThe Services are available only to, and may only be used by, individuals and entities able to form legally binding contracts under applicable law.\nYou must be 18 or older in order to use the Service and access the Content, (or 13 or older if you have the consent of your parent or guardian).\nIf you are under the age of 13, you are not permitted to use the Services.\nIf you are acting on behalf of any entity or organization, you warrant and represent that you have the authority to bind the entity to these Terms of Use.\nFakespot reserves the right to permit or restrict any user’s access to the Services in its sole and absolute discretion.</p>\n<p>PLEASE BE AWARE THAT THESE TERMS OF USE CONTAIN:</p>\n<ol>\n<li>AN ARBITRATION PROVISION;</li>\n<li>A WAIVER OF RIGHTS TO BRING A CLASS ACTION AGAINST US.\nAND</li>\n<li>A RELEASE BY YOU OF ALL CLAIMS FOR DAMAGE AGAINST US THAT MAY ARISE OUT OF YOUR USE OF THE SERVICE.\nBY USING THE SERVICE, YOU AFFIRM THAT YOU AGREE TO THESE PROVISIONS.</li>\n</ol>\n<br>Privacy Policy<br>\n<p>For more information about Fakespot’s Privacy Policy, please read Fakespot’s Privacy Policy found at www.fakespot.com/privacy-policy </p>\n<br>Fakespot Intellectual Property<br>\n<p>Fakespot and third-party trademarks and service marks may or may not be designated as such from time-to-time through the SM, TM or ® symbols.\nYou are not authorized to make any use of any names, logos or taglines, including without limitation “Fakespot”, the Fakespot Logo, “Fakespot Guardian”, the Fakespot Guardian Logo, “Fakespot for Chrome”, the Fakespot for Chrome logo, “Sentinel”, and the Sentinel Logo whether or not designated by such symbols, including, but not limited to, as embedded search terms or metatags or in any other fashion without the express prior written permission of Fakespot.\nNothing herein grants you any right, title or interest in any Fakespot names, trade names, trademarks, certification marks, service marks, taglines and logos, patents, patent applications, formulas, algorithms, methodologies, characters, technology or designs (whether or not the subject of a patent application) (together, “Fakespot IP”).\nAt no time during or after the term of these Agreements will any user, either directly or through any third party or agent, (i) challenge or assist others to challenge the Fakespot IP or the registration thereof.\n(ii) attempt to register any designs, trademarks, marks, trade names, or trade dress confusingly similar to the Fakespot IP, or domain names incorporating any of the same.\nor (iii) incorporate any Fakespot IP into any third party designs, trademarks, product names, service marks, company names, domain names, or any other similar designations, without the prior written consent of the Company.\nIf, at any time, you acquire any rights in, or domain name, trademark or service mark registrations or applications for, any Fakespot marks, names or designations by operation of law or otherwise, you will immediately upon request from Fakespot and at no expense to us assign such rights, registrations and applications to Fakespot.</p>\n<br>Content<br>\n<p>Fakespot may present you with information, content and features, including but not limited to, graphic designs, photos, articles, commentary, statistics, data, venue information, advertisements, video and audio files, and other information.\nthe Services may also include materials, software and features made available to you by virtue of a license, grant or some other form of agreement.\nFakespot is not responsible for inaccurate information provided through the Services, makes no representations as to the quality, accuracy or completeness of Content and does not assume any liability for any loss that may result from the reliance by any person upon any Services.</p>\n<br>Linking<br>\n<p>Unless otherwise set forth in a written agreement between you and Fakespot, you may link to our Services, provided that you adhere to the following linking policy: (i) any link to the Services must be a link clearly marked “Fakespot”.\n(ii) the link must point to the URL www.fakespot.com or to the page of the Services on which the results of an analysis of a product, service or business performed through the Services are located.\n(iii) the appearance, position and other aspects of the link may not be such as to damage or dilute the goodwill associated with Fakespot's name, trademarks, or certification marks.\n(iv) the appearance, position and other attributes of the link may not create the false appearance that your organization or entity is sponsored by, affiliated with, or associated with Fakespot.\n(v) when selected by a user, the link must display the Services on full-screen and not within a “frame” on the linking site.\nand (vi) Fakespot reserves the right to revoke its consent to the link at any time and in its sole discretion.</p>\n<br>Prohibited Uses<br>\n<p>Illegal and/or unauthorized uses of the Services, including without limitation unauthorized scraping of information provided through the Services, may be investigated and appropriate legal action will be taken, including without limitation, civil, criminal, and injunctive redress.\nYou agree that you will not use the Services or Content to violate any law, statute, or regulation, including without limiting those governing export control, consumer protection, unfair competition, anti-discrimination, or false advertising.\nYour use of the Services is subject to our permission, which may be revoked at any time, for any reason, or for no reason, in our sole discretion.</p>\n<br>User Accounts<br>\n<p>Your access to the Services will be through a Fakespot user account which will be created by providing information such as your name (or business name), addresses, phone numbers, email addresses, and other profile information (collectively, “Profile Information”).</p>\n<p>Your access to the Services can also be made through an OAuth compliant account.\nMore information about OAuth can be found at https://oauth.net .\nCurrently, Fakespot only allows access to its services through a Fakespot account as described above or a Google Account, which is OAuth compliant.\nGoogle’s terms of service found at https://policies.google.com/terms and privacy policy found at https://policies.google.com/privacy control your use of your Google Account.\nFakespot has ensured that its use of Google sign-on as a way to access our Services is fully compliant with Google terms of service and privacy policy that governing Fake spot’s use of Google accounts.</p>\n<p>The Company makes no warranties, express or implied, as to the suitability, accuracy or reliability of any Profile Information.\nIt is your sole responsibility to ensure the accuracy of your Profile Information.\nYou agree that Fakespot shall accept no liability if we prevent, in our sole discretion, your Profile Information from being distributed or published, or if we edit, restrict or remove it.</p>\n<br>Ownership and Use of Data<br>\n<p>Except as otherwise set forth herein, as between you and Fakespot, all Fakespot Content is owned by Fakespot and is protected by worldwide copyright laws and treaty provisions, unless otherwise indicated.\nNothing in these Terms of Use shall be interpreted as granting you any license or intellectual property rights in any Content.</p>\n<p>Fakespot does not assert ownership over any Profile Information.\nrather, as between us and you, subject to the rights granted to us under these Terms of Use, you retain full ownership of your Profile Information.</p>\n<p>Any user generated data (“User Data”) will be stored on Fakespot servers and will be owned by you during the duration of your Fakespot use.\nHowever, you hereby grant Fakespot a worldwide, royalty free, and perpetual license to use your User Data for our own internal purposes which includes, but is not limited to, Fakespot improvements and security.\nUnder no circumstances will Fakespot sell your User Data to a third-party.</p>\n<br>Limitation of Use.\nYou agree that you will neither post nor submit any User Generated Content that:<br>\n<ul>\n<li>is unlawful, threatening, obscene, vulgar, pornographic, profane or indecent, including any communication that constitutes (or encourages conduct that would constitute) a criminal offense, gives rise to civil liability or otherwise violates any local, state, national or international law;</li>\n<li>violates the copyright, trademark or other intellectual property rights of any other person or Fakespot;</li>\n<li>is false, inaccurate or misleading or improperly assumes or claims the identity, characteristics or qualifications of another person;</li>\n<li>collects or solicits personal information from other users;</li>\n<li>imposes an unreasonable or disproportionately large load on any infrastructure supporting the Services;</li>\n<li>is for the purpose of spamming or promoting goods or services without our prior authorization;</li>\n<li>is fraudulent or involves the distribution or sale of illegal, counterfeit, or stolen items;</li>\n<li>contains any virus, Trojan horse, worm, time bomb, cancelbot, or other computer programming routines that may damage, detrimentally interfere with, surreptitiously intercept or expropriate any system, data or personal information, or other harmful component.\nor</li>\n<li>is libelous or impacts or invades the privacy or publicity rights of others, such as photographs, video clips, personally identifiable information, or other materials that reveal personal, private or sensitive information about another person, without that person’s consent.</li>\n</ul>\n<p>Furthermore, you acknowledge and agree that you will not: (i) conduct yourself in any manner that may result in disputes, arguments or altercations with other users of the Services or any third parties that you encounter as a result of using the Services.\n(ii) stalk, intimidate, threaten or otherwise harass or cause discomfort to any other user.\n(iii) post the contact information of anyone else, including but not limited to phone numbers, email address, home or work addresses, and social media accounts without their permission.\n(iv) collect or store personal data about other users of the Services, including collecting user names or phone numbers of users by electronic or other means for the purpose of sending unsolicited messages.\n(v) upload, e-mail or otherwise transmit any Content, including User Generated Content, or Third Party Materials that contains viruses or any other computer code, files or programs that might interrupt, limit or interfere with the functionality of any computer software, hardware, database or file that is owned, leased or used by Fakespot, the Services, their users or any third party.\n(vi) reverse engineer, decompile, copy or adapt any software, algorithms or other code or scripts forming part of the Services.\n(vii) submit unwanted messages by e-mail or otherwise or post User Generated Content that disparages or insults any third party or Fakespot.\n(viii) impersonate any person or entity, or falsify or otherwise misrepresent yourself or your affiliation with any person or entity, whether by providing or omitting to provide information.\n(ix) hold yourself out as an agent, representative, employee or affiliate of Fakespot.\nor (x) solicit, recruit, or offer services other than intended by the Services.</p>\n<br>Reporting Misconduct<br>\n<p>Fakespot encourages you to report any misconduct on our Services to&nbsp;contact@fakespot.com with the subject “User Misconduct”.</p>\n<br>Minors<br>\n<p>You must be at least 13 years old to use the Service.\nThe Service complies with the rules of the Children’s Online Privacy Protect Act (“COPPA”).\nCOPPA applies to the online collection of personal information from children under 13.\nAccordingly, the Service does not permit anyone under the age of 13 to use the Service.\nIn addition, the Service does not knowingly collect or solicit any information from anyone under the age of 13.\nIf the Service unknowingly collects personal information from a child under the age of 13 without parental consent, we will delete that information as soon as possible.\nPlease contact us at&nbsp;contact@fakespot.comwith the subject “COPPA” if you believe we might have any information from or about a child under 13.</p>\n<br>Availability<br>\n<p>Not all of the Services are available in all geographic areas, and Fakespot reserves the right to restrict any user from the Services at any time, without notice.\nThe Services are not directed at, or intended for distribution to or for use by, any person or entity in any jurisdiction or country where such distribution or use would be contrary to law or subject to regulation, or any non-United States jurisdiction that would subject the Fakespot, its licensees or affiliates, to any registration requirement within such jurisdiction.</p>\n<br>NO WARRANTY<br>\n<p>THE SERVICES, FEATURES, PRODUCTS, MATERIALS, CONTENT AND WEBSITE ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT, WHICH ARE HEREBY EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW.\nFAKESPOT SHALL NOT BE LIABLE TO ANY USER FOR ACTS OF FRAUD, THEFT, MISAPPROPRIATION, TAMPERING, HACKING, INTERCEPTION, PIRACY, MISUSE, MISREPRESENTATION, DISSEMINATION, OR OTHER ILLEGAL OR UNAUTHORIZED ACTIVITIES OF THIRD PARTIES.\nYOU UNDERSTAND AND EXPRESSLY AGREE THAT YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY HARM TO YOU, YOUR PROPERTY OR ANY THIRD PARTY OR THIRD PARTY’S PROPERTY THAT RESULTS FROM YOUR USE OF THE SERVICES.</p>\n<br>\n<p>TO THE EXTENT THAT THE LAW OF YOUR JURISDICTION DOES NOT PERMIT THE DISCLAIMER OF WARRANTIES, THE SERVICES ARE WARRANTED ONLY TO THE MINIMUM EXTENT LEGALLY REQUIRED.</p>\n<br>NO LIABILITY<br>\n<p>Fakespot shall not be responsible for any damages that may arise in connection with your use of the Services or these Terms of Use.</p>\n<p>YOU AGREE THAT, TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY PROBLEMS OR DISSATISFACTION WITH THE SERVICES IS TO UNINSTALL ANY FAKESPOT SOFTWARE AND TO STOP USING THE SERVICES.\nWHILE FAKESPOT ACCEPTS NO RESPONSIBILITY FOR THIRD PARTY APPLICATIONS OR THE CONTENT THEREOF, AND WHILE YOUR RELATIONSHIP WITH SUCH THIRD PARTY APPLICATIONS MAY BE GOVERNED BY SEPARATE AGREEMENTS WITH SUCH THIRD PARTIES, TO THE EXTENT PERMITTED BY APPLICABLE LAW, YOUR SOLE AND EXCLUSIVE REMEDY, WITH RESPECT TO FAKESPOT, FOR ANY PROBLEMS OR DISSATISFACTION WITH THIRD PARTY APPLICATIONS OR THE CONTENT THEREOF, IS TO UNINSTALL AND/OR STOP USING ANY SUCH THIRD PARTY APPLICATIONS.</p>\n<p>IN USING THE SERVICES, YOU SPECIFICALLY AGREE THAT YOU WILL NOT HOLD FAKESPOT OR ITS OWNERS, EMPLOYEES, CONTRACTORS, ADVISORS, AGENTS OR LICENSEES LIABLE FOR ANY DAMAGES, INJURY OR LOSS, INCLUDING ANY DIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, OR LOST PROFITS, THAT MAY RESULT FROM THE USE OF, OR THE INABILITY TO USE THE SERVICES (OR ANY OTHER DATA, APPLICATION OR THIRD PARTY APPLICATION), OR OTHERWISE RELATING TO OR ARISING OUT OF THE WEBSITE OR CONTENT, WHETHER IN AN ACTION FOR BREACH OF CONTRACT, NEGLIGENCE, PERSONAL INJURY OR OTHERWISE.\nFAKESPOT SHALL NOT BE LIABLE EVEN IF IT, OR AN AUTHORIZED REPRESENTATIVE, HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nFAKESPOT’S MAXIMUM AGGREGATE LIABILITY TO YOU FOR LOSSES OR DAMAGES THAT YOU SUFFER IN CONNECTION WITH THE SERVICES, OR THESE TERMS OF USE IS LIMITED TO THE AMOUNT PAID BY YOU TO FAKESPOT IN CONNECTION WITH YOUR USE OF THE SERVICES IN THE 12 MONTHS PRIOR TO THE ACTION GIVING RISE TO LIABILITY.</p>\n<br>Indemnification<br>\n<p>To the fullest extent permitted by applicable law, you agree to indemnify and hold Fakespot harmless from and against all damages, losses, and expenses of any kind (including reasonable attorney fees and costs) arising out of: (1) your breach of these Terms of Use.\n(2) any Profile Information.\n(3) any User Data.\n(4) any activity in which you engage on or through the Services.\nand (5) your violation of any law or the rights of a third party.\nThe Services and all related products and features are designed for personal and legal uses only.\nIt is your responsibility to comply with all national, state and local laws, rules and ordinances when using the Services.\nYou covenant to cooperate fully in the defense of any claim.</p>\n<br>Term &amp.\nTermination<br>\n<p>These Terms of Use shall commence when you first visit Fakespot or use any feature incorporated into the Services, and shall apply to all of your subsequent visits and uses, provided that nothing herein shall prohibit us from refusing or otherwise restricting access to any user for any reason at any time, in our sole discretion.\nFakespot may, with or without cause, immediately terminate these Terms of Use without notice, and deny you access to any Services in our sole discretion.\nWithout limiting the foregoing, Fakespot has the right to immediately terminate any passwords or accounts created by you in the event that you breach these Terms of Use or engage in conduct that Fakespot, in its sole discretion, considers unacceptable, including but not limited to abuse of the Services, entering incorrect or inaccurate information, or any use of the Services that interferes with Fakespot or any user.\nIf your use of the Services is terminated, you will no longer be authorized to access the Services, or use any of the features we offer.\nWithout limiting any other rights of Fakespot hereunder, you understand and acknowledge that Fakespot, in its sole discretion, may pursue legal and equitable relief against you if you breach or threaten to breach these Terms of Use.</p>\n<br>Changes<p>The Services and these Terms of Use are subject to change and updating by Fakespot and our affiliates, licensees, partners, agents and representatives at any time without prior notice.\nChanges may include superseding terms of use.\nYou should review these Terms of Use from time-to-time to be aware of any changes.\nYour continuing use of any Services constitutes your acceptance of any change or update, all of which shall become controlling when posted.</p>\n<br>Applicable Law and Jurisdiction<br>\n<p>Persons who access the Services do so at their own initiative and are responsible for compliance with applicable laws and regulations.\nThe laws of the State of New York will govern these Terms of Use and our Privacy Policy, without regard to conflicts of law principles.\nAny and all claims and controversies arising out of and related to these Terms of Use and our Privacy Policy shall be settled in the courts of competent jurisdiction in New York, New York.\nAny such claim or controversy shall be adjudicated on an individual basis and shall not be consolidated with a claim of any other party.\nThe foregoing shall not preclude the Company from seeking injunctive relief in any court of competent jurisdiction located in other countries and jurisdictions for protection of Fakespot IP.</p>\n<br>Dispute Resolution and Arbitration<br>\n<p>If you are located in, are based in, have offices in, or do business in a jurisdiction in which this Section is enforceable, the following mandatory arbitration provisions apply to you:</p>\n<p>You and Fakespot agree that any dispute, claim, or controversy between you and Fakespot arising in connection with or relating in any way to these Agreements or to your relationship with Fakespot as a user of the Services (whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and whether the claims arise during or after the termination of the Agreements) will be determined by mandatory binding individual arbitration.\nArbitration is more informal than a lawsuit in court.\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nThere may be more limited discovery than in court.\nThe arbitrator must follow this agreement and can award the same damages and relief as a court (including attorney fees), except that the arbitrator may not award declaratory or injunctive relief benefiting anyone but the parties to the arbitration.\nThis arbitration provision will survive termination of the Agreements.</p>\n<p>Notwithstanding the paragraph above, you and Fakespot both agree that nothing herein will be deemed to waive, preclude, or otherwise limit either of our rights, at any time, to (1) bring an individual action in a U.S.\nsmall claims court, (2) pursue enforcement actions through applicable U.S.\nfederal, state, or local agencies where such actions are available, (3) seek injunctive relief in a court of law, or (4) to file suit in a court of law to address intellectual property infringement claims.</p>\n<p>If you are located in, are based in, have offices in, or do business in the United States, any arbitration between you and Fakespot will be finally settled under the Commercial Dispute Resolution Procedures and the Supplementary Procedures for Consumer Related Disputes of the American Arbitration Association (“AAA”) then in force (the “AAA Rules”).\nAny arbitration hearings will take place at a location to be agreed upon in New York, New York.\nIf the arbitrator finds that either the substance of your claim or the relief sought in the arbitration demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules.\nIn such case, you agree to reimburse Fakespot for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.\nThe arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.</p>\n<p>If you are not located in, are not based in, do not have offices in, and do not do business in the United States, any arbitration between you and Fakespot will be finally settled under the Rules of Arbitration of the International Chamber of Commerce (the “ICC”) then in force (the “ICC Rules”) by one or more arbitrators appointed in accordance with the ICC Rules, as modified by these Terms of Use, and will be administered by the International Court of Arbitration of the ICC.\nAny arbitration will be conducted in the English language and the law to be applied in any arbitration shall be the law of the State of New York, without regard to choice or conflicts of law principles.</p>\n<p>Any arbitration must be commenced by filing a demand for arbitration within ONE (1) YEAR after the date the party asserting the claim first knows or reasonably should know of the act, omission, or default giving rise to the claim.\nand there shall be no right to any remedy for any claim not asserted within that time period.\nIf applicable law prohibits a one-year limitation period for asserting claims, any claim must be asserted within the shortest time period permitted by applicable law.</p>\n<p>A party who intends to seek arbitration must first send a written notice of the dispute to the other, by certified mail or Federal Express (signature required), or in the event that we do not have a physical address on file for you, by electronic mail (\"Notice\").\nFakespot's address for Notice is:&nbsp;contact@fakespot.com.\nThe Notice must (1) describe the nature and basis of the claim or dispute.\nand (2) set forth the specific relief sought (\"Demand\").\nWe agree to use good faith efforts to resolve the claim directly, but if we do not reach an agreement to do so within thirty (30) days after the Notice is received, you or Fakespot may commence an arbitration proceeding.\nAll documents and information disclosed in the course of the arbitration shall be kept strictly confidential by the recipient and shall not be used by the recipient for any purpose other than for purposes of the arbitration or the enforcement of arbitrator’s decision and award and shall not be disclosed except in confidence to persons who have a need to know for such purposes or as required by applicable law.\nExcept as required to enforce the arbitrator’s decision and award, neither you nor Fakespot shall make any public announcement or public comment or originate any publicity concerning the arbitration, including, but not limited to, the fact that the parties are in dispute, the existence of the arbitration, or any decision or award of the arbitrator.</p>\n<p>\n</p>\n<br>No Agency<br>\n<p>No agency, partnership, joint venture, employer-employee or franchiser-franchisee relationship is intended or created by these Terms of Use.</p>\n<br>General<p>These Terms of Use set forth the entire understanding and agreement between you and Fakespot with respect to the subject matter hereof.\nIf any provision or provisions hereof shall be held to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of the remaining provisions shall not be in any way affected thereby.\nExcept as described herein, you may not assign these Terms of Use without our explicit consent.\nYou are responsible for fees associated with gaining access to the Services, including the fees associated with any equipment necessary to access the Internet and the fees charged by your internet service provider.\nThe Services may not be maximized for use on all devices or in conjunction with third party software and operating systems.</p>\n<p>The Services are maintained by Fakespot, based in New York, New York, all rights reserved.</p>\n<br>COPYRIGHT NOTICE<br>\n<p>Fakespot respects the rights of intellectual property owners.\nFakespot’s use of the name, image, or description of a product or service is solely for the purpose of referring to the actual product or service, or its source, for informational purposes in a manner that does not create the impressions of endorsement or sponsorship.\nLogos and product images are rendered in the most accurate and suitable quality available.\nIn the event that a logo or image has been resized, every effort has been made to preserve its quality and appearance.\nFakespot and its Services use of any copyrighted or trademarked material constitutes “fair use” under United States copyright law.</p>\n<p>If you believe that any Content infringes your intellectual property rights or other rights, or does not comply with these Terms of Use please contact us at&nbsp;contact@fakespot.comwith the subject line “Copyright Notice”.</p>\n<br>The Digital Millennium Copyright Act of 1998 (“DMCA”)<br>\n<p>The DMCA provides recourse to those who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe in good faith that materials hosted by us infringe your copyright, you may send us a notice requesting that we remove the material or block access to it.\nThe notice must include the following information:</p>\n<p>\n</p>\n<ul>\n<li>Physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed (or if multiple copyrighted works located on the Services are covered by a single notification, a representative list of such works);</li>\n<li>Identification of the material that is claimed to be infringing or the subject of infringing activity and information reasonably sufficient to allow us to locate the material on the Services;</li>\n<li>The name, address, telephone number, and email address of the complaining party;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner or the law.\nand</li>\n<li>A statement that the information in the notification is accurate and is given under penalty of perjury, and that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send us a counter-notice.\nNotices and counter-notices must meet current statutory requirements imposed by the DMCA.\nplease see https://www.copyright.gov for details.\nYou can use email to send to us notices and counter-notices under the DMCA, and any other communications relating to these Terms of Use.\nYou can send notices by email to&nbsp;contact@fakespot.com with the subject “DMCA”.\nWe strongly recommend that you consult your legal advisor before filing a notice or counter-notice.\nAlso, please be aware that penalties may apply for false claims under DMCA.</p>\n<br>CALIFORNIA AND CALIFORNIA CONSUMER PRIVACY ACT (“CCPA”) PRIVACY RIGHTS AND DISCLOSURES<br>\n<p>Fakespot is committed to protecting your privacy rights.\nIf you are a California resident, you are entitled to additional privacy rights and disclosures under the CCPA.\nPlease refer to Fake spot’s privacy policy available at https://www.fakespot.com/privacy-policy for all information related to your rights and disclosures under the CCPA when you use our Services.</p>\n<br>EUROPEAN UNION GENERAL DATA PROTECTION REGULATION (“GDPR”)<br>\n<p>Fakespot is committed to protecting your privacy rights.\nIf you are a Europa Union resident, you are entitled to additional privacy rights and disclosures under GDPR.\nPlease refer to Fake spot’s privacy policy available at https://www.fakespot.com/privacy-policy for all information related to your rights and disclosures under GDPR when you use our Services.</p>\n<br>General Release<br>\n<p>In the event that you have a dispute with one or more users or a third party introduced through the Services, you release Fakespot, and our officers, directors, agents, subsidiaries, and employees, from any and all claims, demands, and damages, actual or consequential, of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.\nFakespot expressly disclaims any liability that may arise between users of the Services or users and any third party.</p>\n<br>Copyright 2021 Fakespot IncCOMPANYFakespot.comCareersPressBlogSupportContactFAQTerms of UsePrivacy PolicyReviewsLast AnalysisAnalysis BlogCOMPANYFakespot.comCareersPressBlogReviewsLast AnalysisAnalysis BlogSupportContactFrequently Asked QuestionsTerms of UsePrivacy PolicyCopyright 2021 Fakespot Inc ×Get in touch with usSend us a message and we'll get back to you soon!If you are a human, ignore this fieldIf you are a human, ignore this fieldYour name*<br>Your email*<br>Subject*<br>Select One\nGeneral Question - Website\nGeneral Question - Mobile Apps\nGeneral Question - Chrome Extension\nUser Feedback\nAnalysis Inquiry\nProduct Not Available for Analysis\nMedia Request\nOthersYour message*<br>", "created_at": "2021-04-03 19:20:06.989628", "updated_at": "2021-04-03 19:20:17.002992"}, {"id": 4661, "name": "Privacy Policy", "url": "https://www.fakespot.com/privacy-notice", "xpath": "//body", "text": "<p>Menu</p>\n<ul>\n<li>Home</li>\n<li>Fakespot for Chrome</li>\n<li>Fakespot Analyzer</li>\n<li>About Fakespot by Mozilla</li>\n</ul>Add to&nbsp;Chrome, &nbsp;It's free<br>\n<strong>Fakespot by Mozilla Privacy Notice</strong>\n<br>\n<strong>Last Updated:&nbsp;</strong>September 19, 2023<br>\n<p>This Privacy Notice is designed to help you understand how Fakespot by Mozilla (<strong>\"Fakespot,\"&nbsp;</strong>\n<strong>\"we,\"&nbsp;</strong>\n<strong>\"us,\"&nbsp;</strong>or&nbsp;<strong>\"our\"</strong>) collects, uses, and shares your personal information, and to help you understand and exercise your privacy rights</p>\n<br>\n<p>\n<strong>Notice at Collection.</strong>&nbsp;At or before the time of collection.\nCalifornia residents may have a right to receive notice of our practices, including the&nbsp;categories&nbsp;of personal information to be collected, the&nbsp;purposes&nbsp;for which such information is collected or used, whether such information is&nbsp;sold or shared, and&nbsp;how to opt-out of such uses, and how long such information is&nbsp;retained.&nbsp;You can find those details by clicking on the links above;</p>\n<ol>\n<li>SCOPE AND UPDATES TO THIS PRIVACY NOTICE</li>\n<li>PERSONAL INFORMATION WE COLLECT</li>\n<li>OUR LAWFUL BASIS FOR PROCESSING</li>\n<li>HOW WE USE YOUR PERSONAL INFORMATION</li>\n<li>HOW WE DISCLOSE YOUR PERSONAL INFORMATION</li>\n<li>OUR PRIVACY CHOICES AND RIGHTS</li>\n<li>INTERNATIONAL TRANSFERS OF PERSONAL INFORMATION</li>\n<li>RETENTION OF PERSONAL INFORMATION</li>\n<li>SUPPLEMENTAL NOTICE FOR CALIFORNIA RESIDENTS</li>\n<li>SUPPLEMENTAL NOTICE FOR NEVADA RESIDENTS</li>\n<li>CHILDREN'S INFORMATION</li>\n<li>OTHER PROVISIONS</li>\n<li>CONTACT US</li>\n</ol>\n<br>1.\nSCOPE AND UPDATES TO THIS PRIVACY NOTICE<br>\n<p>This Privacy Notice applies to personal information processed by us, including on our website (www.fakespot.com),&nbsp;our software applications (browser extensions and mobile applications),&nbsp;Trusted Deals, and other online or offline offerings (collectively, the&nbsp;<strong>\"Service\"</strong>&nbsp;or&nbsp;<strong>\"Services\"</strong>).</p>\n<br>\n<p>\n<strong>Changes to our Privacy Notice.&nbsp;</strong>We may revise this Privacy Notice from time to time in our sole discretion.&nbsp;If there are any material changes to this Privacy Notice, we will notify you as required by applicable law.&nbsp;You understand and agree that you will be deemed to have accepted the updated Privacy Notice if you continue to use our&nbsp;Services after the new Privacy Notice takes effect.</p>\n<br>2.\nPERSONAL INFORMATION WE COLLECT<br>\n<p>The categories of personal information we collect depend on how you interact with us, our Services, and the&nbsp;requirements of applicable law.\nWe collect information that you provide to us, information we obtain automatically&nbsp;when you use our Services, and information from other sources such as third-party services and organizations,&nbsp;as described below.</p>\n<strong>A.\nPersonal Information You Provide to Us Directly</strong>\n<br>\n<p>We may collect personal information that you provide to us.</p>\n<ul>\n<li>\n<p>\n<strong>Account Information.&nbsp;</strong>We may collect personal information in connection with the creation or administration of your account&nbsp;(e.g., as a Trusted Deals customer), such as your name, email address, and company name.</p>\n</li>\n<li>\n<p>\n<strong>Information Related to Your Communications with Us.&nbsp;</strong>We may collect personal information, such as your first and last name, email address, phone number, and/or&nbsp;home or work address when you request information about Fakespot or our Services, request support, or&nbsp;otherwise communicate with us.</p>\n</li>\n<li>\n<p>\n<strong>Surveys.&nbsp;</strong>We may contact you to participate in surveys.\nIf you decide to participate, we may collect personal information&nbsp;from you in connection with the survey.</p>\n</li>\n<li>\n<p>\n<strong>Interactive Features.&nbsp;</strong>We and others who use our Services may collect personal information that you submit or make available through&nbsp;our interactive features (e.g., social media pages, review analyzer, Fakespot chat).\nAny information you provide using the public sharing features&nbsp;of the Services will be considered “public,” unless otherwise required by applicable law, and is not subject to&nbsp;the privacy protections referenced herein.</p>\n</li>\n<li>\n<p>\n<strong>Sweepstakes or Contests.&nbsp;</strong>We may collect personal information you provide for any sweepstakes or contests that we may offer.\nIn some&nbsp;jurisdictions, we are required to publicly share information of sweepstakes and contest winners.</p>\n</li>\n<li>\n<p>\n<strong>Conferences, Trade Shows, and Other Events.&nbsp;</strong>We may collect personal information from individuals when we attend or host conferences, trade shows, and other events.</p>\n</li>\n<li>\n<p>\n<strong>Business Development and Strategic Partnerships.&nbsp;</strong>We may collect personal information from individuals and third parties to assess and pursue potential business opportunities.</p>\n</li>\n<li>\n<p>\n<strong>Job Applications.&nbsp;</strong>We may post job openings and opportunities on our Services.\nIf you respond to one of these postings,&nbsp;we may collect your personal information, such as your application, CV, cover letter, and/or any other information you provide to us.</p>\n</li>\n</ul>\n<br>\n<strong>B.\nPersonal Information Collected Automatically</strong>\n<br>\n<p>We may collect personal information automatically when you use our Services.</p>\n<ul>\n<li>\n<strong>Automatic Collection of Personal Information.&nbsp;</strong>We may collect the following information automatically when you use our Services:<ul>\n<li>\n<strong>Contact Information:</strong>\n<ul>\n<li>Your email address</li>\n</ul>\n</li>\n<li>\n<strong>Identifiers:</strong>\n<ul>\n<li>\n<p>User ID: Such as screen name, handle, account ID, or other user- or account-level ID that can be used&nbsp;to identify a particular user or account.\nThis information could be provided via your Fakespot account,&nbsp;Apple ID, Google Account, or other accounts you may use on the Services.\nUser ID also includes your account&nbsp;password, other credentials, security questions, and confirmation codes.</p>\n</li>\n<li>\n<p>Device ID: Your device information which includes, but is not limited to, information about your web browser,&nbsp;IP address, time zone, and some of the cookies that are installed on your device.</p>\n</li>\n</ul>\n</li>\n<li>\n<strong>Usage Data:</strong>\n<ul>\n<li>\n<p>Product Interaction: How you interact with our Services and what features you use within the Services,&nbsp;including Fakespot’s sort bar, highlights, review grade, seller ratings, alternative sellers, settings and popups.</p>\n</li>\n<li>\n<p>Other Usage Data: Individual web pages or products that you view, what websites or search terms referred&nbsp;you to the Service, and other information about how you interact with the Service.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Browser Information:&nbsp;</strong>Information your internet browser provides when you access and use our Services.</p>\n</li>\n<li>\n<p>\n<strong>Application Search History:&nbsp;</strong>Information you provide when you perform searches in our Services.</p>\n</li>\n<li>\n<p>\n<strong>Purchase Information:&nbsp;</strong>Your purchase history or purchase tendencies which we may use to recommend better products and sellers.</p>\n</li>\n<li>\n<p>\n<strong>Diagnostic Information:&nbsp;</strong>Any other data collected for the purposes of measuring technical diagnostics related to the app</p>\n</li>\n<li>\n<p>\n<strong>Crash Reports.&nbsp;</strong>If you choose to provide crash reports in our mobile application, we may collect personal information from&nbsp;the Google PlayStore or Apple App Store related to such crash reports, including detailed diagnostic&nbsp;information about your device and the activities that led to the crash.</p>\n</li>\n<li>\n<p>\n<strong>Location Information.&nbsp;</strong>We may collect your location information, such as geolocation based on your IP address in connection with your use of our Services.</p>\n</li>\n<li>\n<p>\n<strong>Publicly Available Information.&nbsp;</strong>In providing our Services we may collect data (including personal information such as profile names of reviewers) that is made publicly available via the internet on the websites analyzed and crawled by our Services.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Cookie Policy (and Other Technologies).&nbsp;</strong>We, as well as third parties that provide content, advertising, or other functionality on our Services, may use cookies,&nbsp;pixel tags, log files, web beacons, and other technologies (<strong>\"Technologies\"</strong>) to automatically collect information through your use of our Services.</p>\n<ul>\n<li>\n<p>\n<strong>Cookies.&nbsp;</strong>Cookies are small text files placed in device browsers that store preferences and facilitate and enhance your experience.</p>\n</li>\n<li>\n<p>\n<strong>Log Files.&nbsp;</strong>Log files track actions occurring on the Service, and collect data including your IP address, browser.&nbsp;type, Internet service provider, referring/exit pages, and date/time stamps.\nThese files include event.&nbsp;data we collect using Google Analytics and our internal event system.</p>\n</li>\n<li>\n<p>\n<strong>Pixel Tags/Web Beacons.&nbsp;</strong>A pixel tag (also known as a web beacon) is a piece of code embedded in our Services that collects information&nbsp;about engagement on our Services.\nThe use of a pixel tag allows us to record, for example, that a user has visited a&nbsp;particular web page or clicked on a particular advertisement.\nWe may also include web beacons in e-mails to understand&nbsp;whether messages have been opened, acted on, or forwarded.</p>\n</li>\n</ul>\n<p>Our uses of these Technologies fall into the following general categories:</p>\n</li>\n<li>\n<p>\n<strong>Operationally Necessary.&nbsp;</strong>\n</p>\n<p>This includes Technologies that allow you access to our Services, applications, and tools that are required to identify irregular website behavior, prevent fraudulent activity, improve security, or allow you to make use of our functionality;</p>\n<p>\n</p>\n</li>\n<li>\n<p>\n<strong>Performance-Related.&nbsp;</strong>\n</p>\n<p>We may use Technologies to assess the performance of our Services, including as part of our analytic practices to help us understand how individuals use our Services</p>\n<i>(see&nbsp;Analytics&nbsp;below):</i>\n<p>\n</p>\n</li>\n<li>\n<p>\n<strong>Functionality-Related.&nbsp;</strong>\n</p>\n<p>We may use Technologies that allow us to offer you enhanced functionality when accessing or using our Services.\nThis may include identifying you when you sign into our Services or keeping track of your specified preferences, interests, or past items viewed;</p>\n<p>\n</p>\n</li>\n<li>\n<p>\n<strong>Advertising- or Targeting-Related.&nbsp;</strong>\n</p>\n<p>We may use first party or third-party Technologies to deliver content, including ads relevant to your interests, on our Services or on third-party digital properties.</p>\n<p>Some of the advertising Technologies we use include:</p>\n<ul>\n<li>\n<p>\n<strong>Google AdSense.&nbsp;</strong> For more information about Google’s use of your personal information, please visit Google AdSense’s&nbsp;Privacy Policy</p>\n</li>\n</ul>\n<i>See \"Your Privacy Choices and Rights\" below to understand your choices regarding these Technologies</i>\n<p>\n</p>\n</li>\n<li>\n<p>\n<strong>Analytics.&nbsp;</strong>We may use Technologies and other third-party tools to process analytics information on our Services.\nThese Technologies allow us to better understand how our digital Services are used and to continually improve and personalize our Services.\nSome of our analytics providers include:</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics.&nbsp;</strong>For more information about how Google uses your personal information (including for its own purposes, e.g., for profiling or linking it to other data), please visit&nbsp;Google Analytics' Privacy Policy.&nbsp;To learn more about how to opt-out of Google Analytics’ use of your information, please click&nbsp;here.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Social Media Platforms.&nbsp;</strong>Our Services may contain social media buttons, such as Facebook, Twitter, and LinkedIn, which might include widgets such as the “share this” button or other interactive mini programs).\nThese features may collect personal information such as your IP address and which page you are visiting on our Services, and may set a cookie to enable the feature to function properly.\nYour interactions with these platforms are governed by the privacy policy of the company providing it.</p>\n</li>\n<li>\n<p>\n<strong>Data Linked to Your Personal Identity.&nbsp;</strong>Depending on how you use Fakespot, we may or may not link data we collect on Fakespot to your personal identity (e.g., your name and location).</p>\n<ul>\n<li>\n<p>\n<u>Apple IOS Applications&nbsp;</u>\n<strong>(\"Fakespot's Apple Apps\")&nbsp;</strong>We collect the following data when you use Fakespot’s Apple Apps, but we do not link it to your personal identity:</p>\n<ul>\n<li>Contact Info</li>\n<li>Identifiers</li>\n<li>Usage Data</li>\n<li>Application Search History (e.g.\nnot your Google/Bing/other search engine history)</li>\n<li>Purchases</li>\n<li>Diagnostics</li>\n</ul>\n</li>\n<li>\n<p>\n<u>Browser Extensions:&nbsp;</u>We collect the following data when you use Fakespot’s Browser Extensions and may link it to your personal identity in order to effectively market our products and services to you and others:</p>\n<ul>\n<li>Contact Info</li>\n<li>Identifiers</li>\n<li>Usage Data</li>\n<li>Application Search History (e.g.\nnot your Google/Bing/other search engine history)</li>\n<li>Purchases</li>\n<li>Diagnostics</li>\n</ul>\n</li>\n<li>\n<p>\n<u>Fakespot.com:&nbsp;</u>We collect the following data when you use Fakespot.com and may link it to your personal identity in order to effectively market our products and services to you and others:</p>\n<ul>\n<li>Contact Info</li>\n<li>Identifiers</li>\n<li>Usage Data</li>\n<li>Application Search History (e.g.\nnot your Google/Bing/other search engine history)</li>\n<li>Purchases</li>\n<li>Diagnostics</li>\n</ul>\n</li>\n<li>\n<p>\n<u>Android Applications:&nbsp;</u> We collect the following data when you use Fakespot’s Android Applications and may link it to your personal identity in order to effectively market our products and services to you and others:</p>\n<ul>\n<li>Contact Info</li>\n<li>Identifiers</li>\n<li>Usage Data</li>\n<li>Application Search History (e.g.\nnot your Google/Bing/other search engine history)</li>\n<li>Purchases</li>\n<li>Diagnostics</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<br>\n<strong>C.\nPersonal Information Collected from Other Sources</strong>\n<br>\n<p>\n<strong>Third-Party Services and Sources.&nbsp;</strong>We may obtain personal information about you from other sources, including through third-party services and organizations.\nour joint-ventures and promotional and strategic partners.\npersonal information suppliers.\ndistributors and other vendors.\nmarketing mailing lists.\nother users submitting personal information about you, such as to invite you to participate in an offering, make recommendations, or share content.\npublicly available sources.\nFor example, if you access our Services through a third-party application, we may collect personal information about you from that third-party application that you have made available via your privacy settings.</p>\n<br>3.\nOUR LAWFUL BASIS FOR PROCESSING<br>\n<p>For purposes of the EU or UK General Data Protection Regulation, Fakespot’s processing of your personal information may be supported by the following lawful bases:</p>\n<ul>\n<li>\n<strong>Performance of a Contract:&nbsp;</strong>Fakespot may need to process your personal information to perform our contract with you.</li>\n<li>\n<strong>Legitimate Interest&nbsp;</strong>Fakespot may process your personal information to further our legitimate interests but only where our interests are not overridden by your interests or fundamental rights and freedoms.</li>\n<li>\n<strong>Consent:&nbsp;</strong>In some cases, Fakespot may also rely on your consent to process your personal information.</li>\n<li>\n<strong>Compliance with Legal Obligations:&nbsp;</strong>Fakespot may process your personal information to comply with our legal obligations.</li>\n</ul>\n<br>4.\nHOW WE USE YOUR PERSONAL INFORMATION<br>\n<p>We use your personal information for a variety of business purposes and legal bases, including to provide our Services, for administrative purposes, and to market our products and Services, as described below.</p>\n<strong>A.\nProvide Our Services</strong>\n<p>We have a legitimate interest in using your personal information to fulfill our contract with you and provide our Services, such as:</p>\n<ul>\n<li>Managing your information and accounts;</li>\n<li>Providing access to certain areas, functionalities, and features of our Services;</li>\n<li>Answering requests for customer or technical support;</li>\n<li>Communicating with you about your account, activities on our Services, and policy changes;</li>\n<li>Processing your financial information and other payment methods for products or Services purchased;</li>\n<li>Store your product analysis and search history on the Services;</li>\n<li>Processing applications if you apply for a job we post on our Services.\nand</li>\n<li>Allowing you to register for events.\u2028</li>\n</ul>\n<strong>B.\nAdministrative Purposes</strong>\n<p>We have a legitimate interest in using your personal information for various administrative purposes, such as:</p>\n<ul>\n<li>Pursuing our legitimate interests such as direct marketing, research and development (including marketing research), network and information security, and fraud prevention;</li>\n<li>Detecting security incidents, protecting against malicious, deceptive, fraudulent or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>Measuring interest and engagement in our Services;</li>\n<li>Serving you with advertising from our advertising partners only while using the Services and only within our Services;</li>\n<li>Providing you with information or advertising relating to our Services;</li>\n<li>Marketing our products and services to others;</li>\n<li>Improving, optimizing, upgrading, or enhancing our Services (for example, by generating analytics about how our customers browse and interact with the Services and to assess the success of our marketing and advertising campaigns);</li>\n<li>Developing new products and services;</li>\n<li>Ensuring internal quality control and safety;</li>\n<li>Authenticating and verifying individual identities, including requests to exercise your rights under this Privacy Notice;</li>\n<li>Debugging to identify and repair errors with our Services;</li>\n<li>Auditing relating to interactions, transactions, and other compliance activities;</li>\n<li>Sharing personal information with third parties as needed to provide the Services;</li>\n<li>Enforcing our agreements and policies.\nand</li>\n<li>Carrying out activities that are required to comply with our legal obligations.</li>\n</ul>\n<strong>C.\nMarketing and Advertising our Products and Services</strong>\n<p>We may use personal information to tailor and provide you with content and advertisements.\nWe may provide you with these materials as permitted by applicable law.</p>\n<p>Some of the ways we may market to you include email campaigns, custom audiences advertising, and “personalized advertising” or “targeted advertising,” including through cross-device tracking.</p>\n<p>If you have any questions about our marketing practices or if you would like to opt out of the use of your personal information for marketing purposes, you may contact us at any time as set forth in \"Contact Us\" below.</p>\n<strong>D.\nWith Your Consent</strong>\n<p>We may use personal information for other purposes that are clearly disclosed to you at the time you provide personal information or with your consent.</p>\n<strong>E.\nOther Purposes</strong>\n<p>We also use your personal information for other purposes as requested by you or as permitted by applicable law.</p>\n<strong>F.\nCreating De-Identified and/or Aggregated Information.</strong>\n<p>We may use personal information to create de-identified and/or aggregated information, such as demographic information, information about how you use the Services, information about the device from which you access our Services, or other analyses we create.\nIf we create or receive de-identified information, we will not attempt to reidentify such information, unless permitted by applicable laws or required to comply with.\nDe-identified and/or aggregated information is not personal information, and we may use, disclose, and retain such information as permitted by applicable laws including, but not limited to, for research, analysis, analytics, and any other legally permissible purposes.</p>\n<br>5.\nHOW WE DISCLOSE YOUR PERSONAL INFORMATION<br>\n<p>We disclose your personal information to third parties for a variety of business purposes, including to provide our Services, to protect us or others, or in the event of a major business transaction such as a merger, sale, or asset transfer, as described below.</p>\n<strong>A.\nDisclosures to Provide our Services</strong>\n<p>The categories of third parties with whom we may share your personal information are described below.</p>\n<ul>\n<li>\n<p>\n<strong>Service Providers.&nbsp;</strong>We may share your personal information with our third-party service providers and vendors that assist us with the provision of our Services.\nThis includes service providers and vendors that provide us with IT support, hosting, payment processing, customer service, and related services.</p>\n</li>\n<li>\n<p>\n<strong>Business Partners.&nbsp;</strong>We may share your personal information with business partners to provide you with a product or service you have requested.\nWe may also share your personal information with business partners with whom we jointly offer products or services.</p>\n</li>\n<li>\n<p>\n<strong>Fakespot Affiliated Companies.&nbsp;</strong>We may share your personal information with our corporate affiliated companies, such as our parent company or subsidiaries.</p>\n</li>\n<li>\n<p>\n<strong>Advertising Partners.&nbsp;</strong>We may share your personal information with third-party advertising partners.\nThese third-party advertising partners may set Technologies and other tracking tools on our Services to collect information regarding your activities and your device (e.g., your IP address, cookie identifiers, page(s) visited, location, time of day).\nThese advertising partners may use this information (and similar information collected from other services) for purposes of delivering personalized advertisements to you when you visit digital properties within their networks.\nThis practice is commonly referred to as “interest-based advertising,” “personalized advertising,” or “targeted advertising.”</p>\n</li>\n<li>\n<p>\n<strong>APIs/SDKs.&nbsp;</strong>We may use third-party application program interfaces (<strong>\"APIs\"</strong>) and software development kits (<strong>\"SDKs\"</strong>) as part of the functionality of our Services.\nFor more information about our use of APIs and SDKs, please contact us as set forth in “Contact Us” below.</p>\n</li>\n</ul>\n<strong>B.\nDisclosures to Protect Us or Others</strong>\n<p>We may access, preserve, and disclose any information we store associated with you to external parties if we, in good faith, believe doing so is required or appropriate to: comply with law enforcement or national security requests and legal process, such as a court order or subpoena.\nprotect your, our, or others’ rights, property, or safety.\nenforce our policies or contracts.\ncollect amounts owed to us.\nor assist with an investigation or prosecution of suspected or actual illegal activity.</p>\n<strong>C.Disclosure in the Event of Merger, Sale, or Other Asset Transfers</strong>\n<p>If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, purchase or sale of assets, or transition of service to another provider, your information may be sold or transferred as part of such a transaction, as permitted by law and/or contract.</p>\n<br>6.\nYOUR PRIVACY CHOICES AND RIGHTS<br>\n<p>\n<strong>Your Privacy Choices.</strong>&nbsp;The privacy choices you may have about your personal information are determined by applicable law and are described below.</p>\n<ul>\n<li>\n<strong>Email Communications.</strong>&nbsp;If you receive an unwanted email from us, you can use the unsubscribe link found at the bottom of the email to opt out of receiving future emails.\nNote that you will continue to receive transaction-related emails regarding products or Services you have requested.\nWe may also send you certain non-promotional communications regarding us and our Services, and you will not be able to opt out of those communications (e.g., communications regarding our Services or updates to our Terms or this Privacy Notice).</li>\n<li>\n<strong>Mobile Devices.</strong>&nbsp;We may send you push notifications through our mobile application.\nYou may opt out from receiving these push notifications by changing the settings on your mobile device.\nWith your consent, we may also collect precise location-based information via our mobile application.\nYou may opt out of this collection by changing the settings on your mobile device.</li>\n<li>\n<strong>Phone Calls.</strong>&nbsp;If you are a Trusted Deals current or prospective enterprise customer and you receive an unwanted sales phone call from us, you may opt out of receiving future phone calls from us by following the instructions which may be available on the call or by otherwise contacting us as set forth in “Contact Us” below.</li>\n<li>\n<strong>“Do Not Track.”</strong>&nbsp;Do Not Track (“<strong>DNT</strong>”) is a privacy preference that users can set in certain web browsers.\nPlease note that we currently do not respond to or honor DNT signals or similar mechanisms transmitted by web browsers because a uniform technological standard has not yet been developed.\nWe continue to review new technologies and may adopt a standard once one is created.</li>\n<li>\n<strong>Cookies and Personalized Advertising.</strong>&nbsp;You may stop or restrict the placement of Technologies on your device or remove them by adjusting your preferences as your browser or device permits.\nHowever, if you adjust your preferences, our Services may not work properly.\nPlease note that cookie-based opt-outs are not effective on mobile applications.\nHowever, you may opt-out of personalized advertisements on some mobile applications by following the instructions for&nbsp;Android,&nbsp;iOS, and&nbsp;others.<br>\n<br>The online advertising industry also provides websites from which you may opt out of receiving targeted ads from data partners and other advertising partners that participate in self-regulatory programs.\nYou can access these and learn more about targeted advertising and consumer choice and privacy by visiting the&nbsp;Network Advertising Initiative,&nbsp;the Digital Advertising Alliance,&nbsp;the European Digital Advertising Alliance, and&nbsp;the Digital Advertising Alliance of Canada.<br>\n<br>Please note you must separately opt out in each browser and on each device.</li>\n</ul>\n<br>\n<p>\n<strong>Your Privacy Rights.</strong>&nbsp;In accordance with applicable law, you may have the right to:</p>\n<ul>\n<li>\n<strong>Confirm Whether We Are Processing Your Personal Information</strong>(the right to know);</li>\n<li>\n<strong>Request Access to and Portability of Your Personal Information</strong>, including: (i) obtaining access to or a copy of your personal information.\nand (ii) receiving an electronic copy of personal information that you have provided to us, or asking us to send that information to another company in a structured, commonly used, and machine readable format (also known as the “right of data portability”);</li>\n<li>\n<strong>Request Correction</strong>of your personal information where it is inaccurate or incomplete.\nIn some cases, we may provide self-service tools that enable you to update your personal information;</li>\n<li>\n<strong>Request Deletion</strong>&nbsp;of your personal information;</li>\n<li>\n<strong>Request to Opt-Out of Certain Processing Activities</strong>&nbsp;including, as applicable, if we process your personal information for “targeted advertising” (as “targeted advertising” is defined by applicable privacy laws), if we “sell” your personal information (as “sell” is defined by applicable privacy laws), or if we engage in “profiling” in furtherance of certain “decisions that produce legal or similarly significant effects” concerning you (as such terms are defined by applicable privacy laws);</li>\n<li>\n<strong>Request Restriction of or Object to</strong>&nbsp;our processing of your personal information where the processing of your personal information is based on our legitimate interest or for direct marketing purposes;</li>\n<li>\n<strong>Withdraw your Consent</strong>&nbsp;to our processing of your personal information.\nPlease note that your withdrawal will only take effect for future processing, and will not affect the lawfulness of processing before the withdrawal.\nand</li>\n<li>\n<strong>Appeal Our Decision</strong>&nbsp;to decline to process your request.\nIf applicable laws grant you an appeal right, and you would like to appeal our decision with respect to your request, you may do so by informing us of this and providing us with information supporting your appeal.</li>\n</ul>\n<br>\n<p>If your personal information is subject to the applicable data protection laws of the European Economic Area, Switzerland, or the United Kingdom, you have the right to lodge a complaint with the competent supervisory authority if you believe our processing of your personal information violates applicable law.</p>\n<ul>\n<li>EEA Data Protection Authorities (DPAs)</li>\n<li>Swiss Federal Data Protection and Information Commissioner (FDPIC)</li>\n<li>UK Information Commissioner’s Office (ICO)</li>\n</ul>\n<br>\n<p>If you would like to exercise any of these rights, please contact us by email at contact@fakespot.com with the subject line “Privacy Rights Request” and please provide your specific request within the body of the email so we can efficiently accommodate your request.\nWe will process such requests in accordance with applicable laws.</p>\n<br>7.\nINTERNATIONAL TRANSFERS of PERSONAL INFORMATION<br>\n<p>All personal information processed by us may be transferred, processed, and stored anywhere in the world, including, but not limited to, the United States or other countries, which may have data protection laws that are different from the laws where you live.</p>\n<br>\n<p>If we transfer personal information which originates in the European Economic Area, Switzerland, and/or the United Kingdom to a country that has not been found to provide an adequate level of protection under applicable data protection laws, one of the safeguards we may use to support such transfer is the&nbsp;EU Standard Contractual Clauses.</p>\n<br>\n<p>For more information about the safeguards we use for international transfers of your personal information, please contact us as set forth below.</p>\n<br>8.\nRETENTION OF PERSONAL INFORMATION<br>\n<p>We store the personal information we collect as described in this Privacy Notice for as long as you use our Services, or as necessary to fulfill the purpose(s) for which it was collected, provide our Services, resolve disputes, establish legal defenses, conduct audits, pursue legitimate business purposes, enforce our agreements, and comply with applicable laws.</p>\n<br>\n<p>To determine the appropriate retention period for personal information, we may consider applicable legal requirements, the amount, nature, and sensitivity of the personal information, certain risk factors, the purposes for which we process your personal information, and whether we can achieve those purposes through other means.</p>\n<br>9.\nSUPPLEMENTAL NOTICE FOR CALIFORNIA RESIDENTS<br>\n<p>This Supplemental Notice for California Residents supplements our Privacy Notice and only applies to our processing of personal information that is subject to the California Consumer Privacy Act of 2018 (as amended from time to time) (\"<strong>CCPA</strong>\").</p>\n<br>\n<p>The CCPA provides California residents with the right to know what categories of personal information Fakespot has collected about them, whether Fakespot disclosed that personal information for a business purpose (e.g., to a service provider), whether Fakespot “sold” that personal information, and whether Fakespot “shared” that personal information for “cross-context behavioral advertising” in the preceding twelve months.\nCalifornia residents can find this information below:</p>Category of Personal Information Collected by FakespotCategory of Third Parties to Whom Personal Information is Disclosed for a Business PurposeCategory of Third Parties to Whom Personal Information is Sold and/or Shared<strong>Identifiers</strong>\n<br>(e.g., name, postal address, zip code, email address, account name, payment card numbers, or other similar identifiers, IP address, device IDs, or other similar identifiers)<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<strong>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))</strong>\n<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<strong> Protected classification characteristics under California or federal law</strong>\n<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<strong>Commercial information</strong>\n<br>(e.g., records of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies)<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>Advertising partners</li>\n<li>Service providers</li>\n</ul>\n<br>Category of Personal Information Collected by FakespotCategory of Third Parties to Whom Personal Information is Disclosed for a Business PurposeCategory of Third Parties to Whom Personal Information is Sold and/or Shared<strong>Internet or other electronic network activity</strong>\n<br>(e.g., browsing history, search history, information regarding an individual's interaction with an internet website, application, or advertisement, and online viewing activities)<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>Advertising partners</li>\n<li>Service providers</li>\n</ul>\n<strong>Geolocation data</strong>\n<br>(e.g., if you access our Services on your mobile device we may collect information about your device's precise location)<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>Advertising partners</li>\n<li>Service providers</li>\n</ul>\n<strong>Professional or employment-related information</strong>\n<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<strong>Inferences drawn from other personal information to create a profile about a consumer</strong>\n<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>Advertising partners</li>\n<li>Service providers</li>\n</ul>\n<strong>Personal information that reveals a consumer’s account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account</strong>\n<ul>\n<li>Service providers</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<br>\n<p>The categories of sources from which we collect personal information and our business and commercial purposes for using and disclosing personal information are set forth in “Personal Information We Collect,” “How We Use Your Personal Information,” and “How We Disclose Your Personal Information” above, respectively.\nWe will retain personal information in accordance with the time periods set forth in “Retention of Personal Information.”</p>\n<br>\n<p>We “sell” and “share” your personal information to provide you with “cross-context behavioral advertising” about Fakespot’s products and services.</p>\n<br>\n<p>\n<strong>Additional Disclosures for California Residents</strong>\n</p>\n<br>\n<p>\n<strong>Opting Out of “Sales” of Personal Information and/or “Sharing” for Cross-Context Behavioral Advertising under the CCPA.&nbsp;</strong>California residents have the right to opt out of the “sale” of personal information and the “sharing” of personal information for “cross-context behavioral advertising.” California residents may exercise these rights by contacting Fakespot at&nbsp;contact@fakespot.com.</p>\n<br>\n<p>\n<strong>Disclosure Regarding Individuals Under the Age of 16.&nbsp;</strong>Fakespot does not have actual knowledge of any “sale” of personal information of minors under 16 years of age.\nFakespot does not have actual knowledge of any “sharing” of personal information of minors under 16 years of age for “cross-context behavioral advertising.”</p>\n<br>\n<p>\n<strong>Disclosure Regarding Sensitive Personal Information.&nbsp;</strong>Fakespot only uses and discloses sensitive personal information for the following purposes:</p>\n<ul>\n<li>To perform the services or provide the goods reasonably expected by an average consumer who requests those goods or services</li>\n<li>To prevent, detect, and investigate security incidents that compromise the availability, authenticity, integrity, and or confidentiality of stored or transmitted personal information.</li>\n<li>To resist malicious, deceptive, fraudulent, or illegal actions directed at Fakespot and to prosecute those responsible for those actions.</li>\n<li>To ensure the physical safety of natural persons.</li>\n<li>To verify or maintain the quality or safety of a product, service, or device that is owned, manufactured, manufactured for, or controlled by Fakespot, and to improve, upgrade, or enhance the service or device that is owned, manufactured by, manufactured for, or controlled by Fakespot.</li>\n<li>For purposes that do not infer characteristics about individuals.</li>\n</ul>\n<br>\n<p>\n<strong>Non-Discrimination.&nbsp;</strong>California residents have the right not to receive discriminatory treatment by us for the exercise of their rights conferred by the CCPA.</p>\n<br>\n<p>\n<strong>Verification.&nbsp;</strong>To protect your privacy, we will take steps to reasonably verify your identity before fulfilling requests submitted under the CCPA.\nThese steps may involve asking you to provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.\nExamples of our verification process may include following up with you to confirm that you are a user of the Services.</p>\n<br>\n<p>\n<strong>Authorized Agent.&nbsp;</strong>Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.\nTo authorize an agent, provide written authorization signed by you and your designated agent using the information found in “Contact Us” below and ask us for additional instructions.</p>\n<br>10.\nSUPPLEMENTAL NOTICE FOR NEVADA RESIDENTS<br>\n<p>If you are a resident of Nevada, you have the right to opt-out of the sale of certain personal information to third parties who intend to license or sell that personal information.\nYou can exercise this right by contacting us at&nbsp;contact@fakespot.com&nbsp;with the subject line “Nevada Do Not Sell Request” and providing us with your name and the email address associated with your account.\nPlease note that we do not currently sell your personal information as sales are defined in Nevada Revised Statutes Chapter 603A.\nIf you have any questions, please contact us as set forth in&nbsp;Contact Us&nbsp;below.</p>\n<br>11.\nCHILDREN’S INFORMATION<br>\n<p>You must be at least 13 years old (or other age as required by local law outside the United States) to use the Service.\nThe Service complies with the rules of the Children’s Online Privacy Protect Act (“COPPA”).\nCOPPA applies to the online collection of personal information from children under 13.\nAccordingly, the Service does not permit anyone under the age of 13 to use the Service.\nIn addition, the Service does not knowingly collect or solicit any information from anyone under the age of 13.\nIf the Service unknowingly collects personal information from a child under the age of 13 without parental consent, we will delete that information as soon as possible.\nPlease contact us at&nbsp;contact@fakespot.com&nbsp;with the subject “COPPA” if you believe we might have any information from or about a child under 13.</p>\n<br>12.\nOTHER PROVISIONS<br>\n<p>\n<strong>Third-Party Websites/Applications.&nbsp;</strong>The Services may contain links to other websites/applications and other websites/applications may reference or link to our Services.\nThese third-party services are not controlled by us.\nWe encourage our users to read the privacy policies of each website and application with which they interact.\nWe do not endorse, screen, or approve, and are not responsible for, the privacy practices or content of such other websites or applications.\nProviding personal information to third-party websites or applications is at your own risk.</p>\n<br>\n<p>\n<strong>Marketing Affiliates.&nbsp;</strong>Fakespot partners with third-party businesses through affiliate marketing programs (collectively “<strong>Marketing Affiliates</strong>”) to offer you product and seller alternatives through our Services.\nAs a result, Fakespot may earn commission from its Marketing Affiliates from some of your interactions with our Services including, but not limited to, clicking on links to third-party websites, clicking on advertising links, or purchasing an item.\nFakespot does not share or sell any of your personal information generated on our Services to our Marketing Affiliates.</p>\n<br>13.\nCONTACT US<br>\n<p>If you have any questions about our privacy practices or this Privacy Notice, or to exercise your rights as detailed in this Privacy Notice, please contact us at:</p>\n<br>\n<p>Fakespot Inc.\nc/o Mozilla Corporation<br>Attn.: Mozilla - Privacy<br>2 Harrison St., # 175,<br>San Francisco, CA 94105<br>USA<br>compliance@mozilla.com</p>Fakespot by MozillaOur MissionHow to Use FakespotTrusted Deals ProgramCareersPressBlogReviewsLast AnalysisAnalysis LogSupportFAQGet in touch with usPress InquiriesAppsSocialAnalyze Fake Reviews on AmazonAnalyze Fake Reviews on WalmartAnalyze Fake Reviews on BestbuyTerms of Use•Privacy NoticeCopyright 2023 Fakespot by Mozilla×Get in touch with usSend us a message and we'll get back to you soon!If you are a human, ignore this fieldIf you are a human, ignore this fieldYour name*<br>Your email*<br>Subject*<br>Select One\nGeneral Question - Website\nGeneral Question - Mobile Apps\nGeneral Question - Chrome Extension\nUser Feedback\nAnalysis Inquiry\nProduct Not Available for Analysis\nMedia Request\nOthersYour message*<br>", "created_at": "2021-04-03 19:19:19.487303", "updated_at": "2023-10-24 17:47:52.161567"}], "points": [{"id": 20308, "title": "There is a date of the last update of the agreements", "source": "https://www.fakespot.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:12:43.336551", "updated_at": "2023-07-11 04:47:46.219095", "quoteText": null, "case_id": 331, "document_id": 4662, "quoteStart": null, "quoteEnd": null}, {"id": 20320, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:26:26.00702", "updated_at": "2021-07-12 22:05:13.916603", "quoteText": null, "case_id": 482, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20321, "title": "Your personal data is aggregated into statistics", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:31:48.669792", "updated_at": "2023-07-11 04:47:47.450854", "quoteText": null, "case_id": 190, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20314, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:17:33.764251", "updated_at": "2023-07-11 04:47:47.782341", "quoteText": null, "case_id": 323, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20322, "title": "Your personal data may be used for marketing purposes", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:32:13.728685", "updated_at": "2023-07-11 04:47:47.859908", "quoteText": null, "case_id": 336, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20318, "title": "Your personal data is used to employ targeted Google advertising", "source": "https://www.fakespot.com/privacy-policy", "status": "Your personal data are used by Google.", "created_at": "2021-05-12 18:21:51.897286", "updated_at": "2023-07-11 04:47:47.970929", "quoteText": null, "case_id": 220, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20309, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.fakespot.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:13:11.341572", "updated_at": "2023-07-11 04:47:48.051008", "quoteText": null, "case_id": 486, "document_id": 4662, "quoteStart": null, "quoteEnd": null}, {"id": 20310, "title": "This service is only available to users over 13 years old", "source": "https://www.fakespot.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:13:26.670716", "updated_at": "2023-07-11 04:47:48.133835", "quoteText": null, "case_id": 152, "document_id": 4662, "quoteStart": null, "quoteEnd": null}, {"id": 20315, "title": "Information is provided about how your personal data is used", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:18:33.382353", "updated_at": "2023-07-11 04:47:48.215056", "quoteText": null, "case_id": 227, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20313, "title": "Information is provided about how they collect personal data", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:16:23.954005", "updated_at": "2023-07-11 04:47:48.290497", "quoteText": null, "case_id": 297, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20319, "title": "You can opt out of targeted advertising", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:24:37.001642", "updated_at": "2023-07-11 04:47:48.376351", "quoteText": null, "case_id": 219, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20316, "title": "Google Analytics is used for statistics", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:19:16.174017", "updated_at": "2023-07-11 04:47:50.131395", "quoteText": null, "case_id": 325, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 20317, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.fakespot.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:20:44.49241", "updated_at": "2023-07-11 04:47:47.701481", "quoteText": null, "case_id": 233, "document_id": 4661, "quoteStart": null, "quoteEnd": null}, {"id": 35173, "title": "Automatically Collects passwords, other credentials and purchase history", "source": "https://www.fakespot.com/privacy-notice", "status": "Listed under \"B. Personal Information Collected Automatically\"\r\n\r\n\"Apple ID, Google Account, or other accounts you may use on the Services. User ID also includes your account password, other credentials, security questions, and confirmation codes.\"\r\n\r\n\"Purchase Information: Your purchase history or purchase tendencies which we may use to recommend better products and sellers\"\r\n\r\n\r\n", "created_at": "2023-10-24 11:50:46.773908", "updated_at": "2023-11-01 21:58:52.033354", "quoteText": null, "case_id": 376, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35174, "title": "Sensitive data is collected and shared to target advertising", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-24 18:01:29.76824", "updated_at": "2023-11-01 21:57:05.512558", "quoteText": null, "case_id": 487, "document_id": 4661, "quoteStart": null, "quoteEnd": null}], "urls": ["fakespot.com"]}}