{"error": 448, "message": "OK", "parameters": {"id": 7581, "name": "whataburger", "created_at": "2023-03-15 20:52:31.535759", "updated_at": "2023-03-29 19:26:47.475794", "wikipedia": null, "keywords": null, "related": null, "slug": "whataburger", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7581.png", "url": "whataburger.com", "documents": [{"id": 14600, "name": "Privacy Policy", "url": "https://whataburger.com/home/privacypolicy", "xpath": "//body", "text": "Enable accessibility<i>\n</i> ORDER Find a location near youSign In or Sign up to order faster START ORDERING <ul>\n<li>MENU </li>\n<li>REWARDS </li>\n<li> CAREERS </li>\n<li> WHATASTORE </li>\n<li>STORIES </li>\n<li>COMMUNITY </li>\n<li>GROCERY </li>\n</ul>COMPANY<ul>\n<li>Our History</li>\n<li>Press Room</li>\n<li>Locations</li>\n<li>Portals</li>\n<li>Franchising</li>\n</ul>SHOP WHATASTORE<sup>®</sup>\n<ul>\n<li>Apparel</li>\n<li>Kids</li>\n<li>Gifts</li>\n<li>Groceries</li>\n<li>Accessories</li>\n</ul>\n<ul>\n<li>Buy Gift Card</li>\n<li>Send Online Gift Card</li>\n<li>Gift Card Balance</li>\n<li>My Account</li>\n<li>Shipping &amp.\nReturns</li>\n<li>FAQs</li>\n</ul>ORDERING &amp.\nREWARDS<ul>\n<li>MyWhataburger Benefits</li>\n<li>FAQs</li>\n<li>\n</li>\n</ul>CONNECT<ul>\n<li>Contact Customer Care</li>\n<li>Sign Up for Emails</li>\n<li>Fill Out Our Survey</li>\n<li>\n</li>\n</ul>Contact UsNutritional InformationTerms &amp.\nConditionsPrivacy PolicyAccessibility StatementVersion: 5.0.0-c2-.3.1 0.1811 ", "created_at": "2023-03-15 20:52:31.60084", "updated_at": "2023-03-15 20:53:46.708614"}, {"id": 14599, "name": "Terms & Conditions", "url": "https://whataburger.com/home/termsandconditions", "xpath": "//body", "text": "Enable accessibility<i>\n</i> ORDER Find a location near youSign In or Sign up to order faster START ORDERING <ul>\n<li>MENU </li>\n<li>REWARDS </li>\n<li> CAREERS </li>\n<li> WHATASTORE </li>\n<li>STORIES </li>\n<li>COMMUNITY </li>\n<li>GROCERY </li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>WHATABURGER ONLINE SERVICES E-SIGN DISCLOSURE AND AGREEMENT</p>\n<p>&nbsp;</p>\n<p>Effective February 7, 2023</p>\n<p>Version 4.0</p>\n<p>\n</p>\n<p>Please take this opportunity to review the following disclosures and information about accessing and using the Whataburger Online Services, including the Whataburger Mobile App.\nIf you are under the age of 13, you are not allowed to open a MyWhataburger Account or use the Whataburger Mobile App and the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>E-SIGN Disclosure and Agreement for the Whataburger Online Services</p>\n<p>&nbsp;</p>\n<p>As part of your relationship with us, we want to ensure you have all of the information you need to effectively manage your MyWhataburger Account (as that term is defined in the Whataburger Online Services Terms and Conditions below).\nWe are required by law to give you certain information “in writing,” which means you are entitled to receive it on paper.\nWe may, however, provide some of this information to you electronically, instead, with your prior consent.\nThis E-SIGN Disclosure and Agreement for the Whataburger Online Services (“E-SIGN Agreement”) describes how Whataburger communicates with you electronically, provides additional detail about the Electronic Communications (as that term is defined below) that we provide you, and sets out hardware and software requirements you need to receive these Electronic Communications.\nPlease review this E-SIGN Agreement as it applies to Electronic Communications and will be effective until expressly withdrawn by you.</p>\n<p>&nbsp;</p>\n<p>\n<b>Applicability of Consent</b>\n</p>\n<p>&nbsp;</p>\n<p>This E-SIGN Agreement applies to your use of any Whataburger Website, mobile application, and online service or program (“Whataburger Online Services”).</p>\n<p>&nbsp;</p>\n<p>\n<b>Electronic Communications</b>\n</p>\n<p>&nbsp;</p>\n<p>You agree and consent to receive electronically all communications, agreements, documents, notices and disclosures (collectively, “Electronic Communications”) that we provide in connection with the Whataburger Online Services.\nElectronic Communications include, but are not limited to: (a) agreements and policies you agree to (e.g., the Whataburger Online Services Terms and Conditions and the Whataburger Privacy Policy), including updates to these documents.\n(b) transaction summaries, confirmations or other information.\n(c) MyWhataburger Account history.\n(d) customer service communications.\nand (e) promotions, offers, or coupons.\nWe may provide these Electronic Communications to you by posting them on the Whataburger Website(s), by emailing them to you at the primary email address listed in your MyWhataburger Account, or by making them accessible in your Whataburger Mobile App.\nElectronic Communications will be provided online and viewable using in-app display features, browser software or .pdf files.\nIn such cases, you will be able to print the Electronic Communication and/or have it emailed to you.</p>\n<p>&nbsp;</p>\n<p>\n<b>Receipt of Electronic Communications.\nContact Information</b>\n</p>\n<p>&nbsp;</p>\n<p>Electronic Communications will be deemed received by you within 24 hours of when such Electronic Communication is posted or sent to you.\nYou agree that if Whataburger sends you an Electronic Communication, but you do not receive it because your primary email address on file is incorrect, out of date, blocked by your service provider, or you are otherwise unable to receive Electronic Communications, Whataburger will be deemed to have provided the Electronic Communication to you.\nYou may not be able to transact using your MyWhataburger Account until we receive a valid, working primary email address from you.\nIf you use a spam filter or similar software that blocks or re-routes emails from senders not listed in your email address book, we recommend that you add Whataburger to your email address book so that you can receive Electronic Communications by email.</p>\n<p>&nbsp;</p>\n<p>\n<b>Required Hardware and Software</b>\n</p>\n<p>&nbsp;</p>\n<p>You are responsible for maintaining all software and hardware necessary for receiving, viewing and maintaining record of the Electronic Communications.\nBy accepting this Agreement, you represent that you will maintain all hardware and software necessary to receive, view and maintain (including, but not limited to saving and/or printing) any Electronic Communications provided to you.\nYou must have: (a) a valid email address on file with Whataburger.\n(b) a computer, mobile device, tablet or similar device with internet access and current browser software and computer software that is capable of receiving, accessing, displaying, and either printing or storing Electronic Communications received from us.\n(c) and sufficient storage space to save Electronic Communications (whether presented online, within the Whataburger Mobile App, in emails or .pdf) or the ability to print Electronic Communications.\nWe will notify you if there are any material changes to the hardware or software needed to receive Electronic Communications from us.\nBy giving your consent you confirm that you have access to the necessary equipment and are able to receive, open, and print or download a copy of any Electronic Communications for your records.\nYou may print or save a copy of these Electronic Communications for your records as they may not be accessible online at a later date.\n</p>\n<p>&nbsp;</p>\n<p>You are responsible for the installation, maintenance, and operation of your computer or electronic device.\nWe are not responsible for any errors or failures from any malfunction of your computer or electronic device, for any virus, other problems or changes that may be associated with the use of your computer or electronic device, including, for example, the cost of your Internet service provider.</p>\n<p>&nbsp;</p>\n<p>\n<b>Additional Copies</b>\n</p>\n<p>&nbsp;</p>\n<p>Additional copies of any Electronic Communication may be provided to you without charge by contacting Whataburger within 90 days of the original date of the communication.\nYou may also request paper copies of any electronic communication within 90 days of the communication by contacting Whataburger at the address provided below in Section 18.1 of the Whataburger Online Services Terms and Conditions.\nWhataburger reserves the right to assess a reasonable fee for providing such paper copies.</p>\n<p>&nbsp;</p>\n<p>\n<b>Withdrawal of Electronic Acceptance of Disclosures and Notices</b>\n</p>\n<p>&nbsp;</p>\n<p>You may withdraw your consent to receive Electronic Communications by contacting Whataburger at the address provided in Section 18.1 below.\nIf you fail to provide your consent to this E-SIGN Agreement, or if you withdraw your consent to receive Electronic Communications, Whataburger reserves the right to either deny your application/registration for a MyWhataburger Account, restrict or close your MyWhataburger Account, or charge you additional fees for paper copies.</p>\n<p>&nbsp;</p>\n<p>\n<b>Federal Law.\nTermination and Changes</b>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and agree that your consent to Electronic Communications is being provided in connection with a transaction affecting interstate commerce that is subject to the federal Electronic Signatures in Global and National Commerce Act (“E-SIGN Act”), and that you and we both intend that the E-SIGN Act apply to the fullest extent possible to validate our ability to conduct business with you by electronic means.\nWe reserve the right, in our sole discretion, to discontinue the provision of your Electronic Communications, or to terminate or change the terms and conditions on which we provide Electronic Communications.\nWe will provide you with notice of any such termination or change as required by law.</p>\n<p>&nbsp;</p>\n<p>\n<b>Consent</b>\n</p>\n<p>&nbsp;</p>\n<p>By providing your consent, you are also confirming that you have the hardware and software described above, that you are able to receive and review electronic records, and that you have an active email address for use.\nThis consent applies to your use of the Whataburger Mobile App and Whataburger Website(s).</p>\n<p>&nbsp;</p>\n<p>\n<b>Agree or Decline</b>\n</p>\n<p>&nbsp;</p>\n<p>If you either (i) use the Whataburger Online Services (either the Whataburger Website or the Mobile App), or click on the “I Agree” button in the Whataburger Online Services Terms and Conditions below, you are agreeing to receive disclosures electronically as stated in this E-SIGN Agreement and you are agreeing to the following Whataburger Online Services Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>\n<b>If you DO NOT want to consent to electronic delivery of disclosures,</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>PLEASE EXIT THE WHATABURGER WEBSITE OR MOBILE APP NOW.</b>\n</p>\n<p>&nbsp;</p>\n<p>If you either (i) use the Whataburger Online Services (either the Whataburger Website or the Mobile App), or (ii) click on the “I Agree” button in the Whataburger Website or Mobile App, such actions evidence your consent to electronic delivery of disclosures and the following Whataburger Online Services Terms and Conditions.</p>\n<p>\n</p>\n<br>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>WHATABURGER ONLINE SERVICES TERMS AND CONDITIONS</p>\n<p>&nbsp;</p>\n<p>Effective February 7, 2023</p>\n<p>Version 4.0</p>\n<p>&nbsp;</p>\n<p>PLEASE READ THE FOLLOWING WHATABURGER ONLINE SERVICES TERMS AND CONDITIONS (THESE “TERMS”) CAREFULLY.\nTHEY GOVERN YOUR ACCESS TO AND USE OF ANY WHATABURGER WEBSITE, MOBILE APPLICATION, AND ONLINE SERVICE OR PROGRAM (“WHATABURGER ONLINE SERVICES”).\nDOWNLOADING, INSTALLING, ACCESSING, OR USING THE WHATABURGER ONLINE SERVICES CONSTITUTES ACCEPTANCE OF THESE TERMS, AS THEY MAY BE AMENDED FROM TIME TO TIME.\nIF YOU DO NOT AGREE TO THESE TERMS, YOU SHOULD NOT USE OR ACCESS THE WHATABURGER ONLINE SERVICES.</p>\n<p>&nbsp;</p>\n<p>THESE TERMS ARE BETWEEN YOU AND WHATABURGER.\nIF YOU OPEN A MYWHATABURGER ACCOUNT OR DOWNLOAD THE WHATABURGER MOBILE APP AND YOU DO NOT MEET THE MINIMUM AGE REQUIREMENT, WHATABURGER IS NOT LIABLE FOR ANY OF YOUR SUBSEQUENT PURCHASES OR ACTIVITIES, INCLUDING, BUT NOT LIMITED TO, PURCHASE TRANSACTIONS.</p>\n<p>&nbsp;</p>\n<p>BY ACCEPTING THESE TERMS, YOU AGREE TO RESOLVE ANY DISPUTE WITH US ARISING OUT OF OR RELATED TO THESE TERMS THROUGH BINDING ARBITRATION OR SMALL CLAIMS DISPUTE PROCEDURES AND YOU AGREE TO WAIVE YOUR RIGHTS TO PARTICIPATE IN A CLASS ACTION SUIT.&nbsp;</p>\n<p>IF YOU DO NOT AGREE TO THESE TERMS, DO NOT ACCESS THE WHATABURGER ONLINE SERVICES.\nOTHERWISE, YOUR ACCESS OF THE WHATABURGER ONLINE SERVICES AND YOUR AGREEMENT TO THESE TERMS MEANS YOU HAVE ACCEPTED ALL OF THESE TERMS.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.</b>\n<b>What These Terms Cover.</b> These Terms are entered into between you and Whatabrands LLC and its affiliates and subsidiaries (collectively, “Whataburger,” which may be referred to as “we,” “us,” or “our”) and govern your access to and use of the Whataburger Online Services, which includes the programs, offers, content, information services, features and any Whataburger hosted games or challenges and made available through any Whataburger website, including, but not limited to whataburger.com, stories.whataburger.com, shop.whataburger.com, locations.whataburger.com, whataburger.avature.net, whataburger.taleo.net, whataburgervisit.com, whataburgerfeedback.com, whatastore.com, and whataburger.app.link (collectively, the “Whataburger Websites”) and the Whataburger mobile application (the “Whataburger Mobile App” or “Mobile App”).\nThe terms “User” and “you” refer to you.\nYou must accept these Terms before you can use the Whataburger Online Services.\nThese Terms will be available for you to view at all times on the Whataburger Website at www.whataburger.com.\nWhataburger may amend these Terms at any time in accordance with Section 12 of the Terms.\nAs between you and Whataburger, Whataburger is solely responsible for the Whataburger Online Services.\nNeither Apple, Inc.\n(Apple Store), Google, Inc.\n(Google Play for Android), nor any other app store or marketplace is responsible for the Whataburger Mobile App or any of its contents.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.\nServices.</b>\n</p>\n<p>&nbsp;</p>\n<p>2.1 <b>\n<i> Description of the Online Services.</i>\n</b> Whataburger, through the Online Services, allows you to use most computers, tablets, or mobile devices to complete various functions related to: registering for and creating a MyWhataburger Account.\nloading of funds to your Whataburger Virtual Gift Card account (defined in Section 4.6) linked to your MyWhataburger Account.\nconducting mobile payment transactions using the Mobile App at participating Whataburger locations.\nand participating in the Whataburger Rewards Program (discussed further below).\nYou can establish a MyWhataburger account (the “MyWhataburger Account”) and load/reload funds to your Whataburger Virtual Gift Card linked to the MyWhataburger Account using the valid payment method of your choice accepted by Whataburger.\nWhataburger, through the Online Services, also provides additional optional services, such as those related to the Whataburger Rewards Program, and allows you to participate in and/or receive certain promotional materials, offers, and coupons from Whataburger.\nThe payment and optional services (collectively the “Services”) are described in further detail in these Terms, and may be amended by Whataburger in its sole discretion from time to time.\nWhataburger requests that for your safety, do not use the Online Services or Mobile App while driving.</p>\n<p>&nbsp;</p>\n<p>2.2 <b>\n<i> Nutrition Disclaimer.</i>\n</b> The Whataburger Online Services may provide nutrition information.\nPercent Daily Values are based on a 2,000-calorie diet.\nYour daily values may be higher or lower depending on your calorie needs.\nNutrient contributions from individual components may not equal the total due to federal rounding regulations.\nWeight for standard product is expressed as an approximate weight after cooking or “as served.” Beverage serving size reflects the amount of liquid in the beverage cup.</p>\n<p>&nbsp;</p>\n<p>Nutrition formulations and ingredient information is based on standard product formulations obtained by our suppliers and/or third party laboratory analysis.\nVariations in nutritional content may occur due to changes in seasons, differences in suppliers, recipe revisions and product assembly at the restaurants.\nChanges to our ingredients may occur without notice, and may in turn result in changes to nutritional statements.\nThe Whataburger Websites and Mobile App contain a feature for you to choose “lower calorie” options based upon food preparation methods, item ingredient selections, and side item selections for Whataburger meals.\nThe “lower calorie” options do not include sauces, salad dressings, custom orders or additional condiments that you may consume.\nThe information disclosed in ingredient statements may not identify all ingredients and may use comprehensive terms that may not sufficiently inform a person of the presence of a foodstuff that may produce an allergic reaction.\nFederal law has identified the eight major food allergens as: eggs, fish, milk, peanuts, shellfish, soy, tree nuts and wheat.\nFor your convenience, menu items which contain these major allergens are identified by a corresponding allergen icon on our online menu at www.whataburger.com.\nGluten and MSG are two other common sensitivities which are disclosed on our menu.\nWhile a particular menu item may not feature one of these allergens, our products may be prepared using equipment that is shared with products containing one or more of these allergens and it is possible for your menu item to come into contact with an allergen.\nWhataburger, its franchisees and their respective employees do not assume liability for a particular allergy or sensitivity to any food provided in our restaurants.\nNo menu item is certified as gluten-free, vegetarian or vegan.\nWe encourage any individual with food allergies or sensitivities to consult their physician before choosing which Whataburger menu item fits their needs.\nFor most up to date information, please visit www.whataburger.com or call 1-800-6-BURGER.\nA representative from Whataburger will gladly help answer any questions you may have.\n</p>\n<p>&nbsp;</p>\n<p>2.3 <b>\n<i> Career Opportunities.</i>\n</b> The potential employment positions listed on the Whataburger Websites include opportunities with restaurant locations owned and operated by Whataburger (“Company Stores”) as well as restaurant locations owned and operated by Whataburger franchisees (“Franchise Stores”).\nThe positions in Whataburger’s Company Stores may be subject to different terms and conditions, including, but not limited to, benefits and employment policies, than those positions in Franchise Stores.\nWhataburger does not control, direct or influence the terms and conditions of employment with Franchise Stores.\nLikewise, Whataburger accepts no responsibility or liability with respect to the terms and conditions of employment with Franchise Stores.</p>\n<p>&nbsp;</p>\n<p>Specific information about the terms and conditions of employment associated with a particular position will be set forth upon hire.\nPostings on Whataburger Websites do not represent an offer of employment.\nAny offer of employment must be made in writing by an authorized representative of Whataburger or of a Whataburger franchisee in accordance with Whataburger’s or the Whataburger franchisee’s hiring policies and procedures.\nNothing contained on any Whataburger Website alters the employment at will relationship between Whataburger or a Whataburger franchisee and its respective employees.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.\nEligibility To Use Whataburger Online Services.</b>\n</p>\n<p>&nbsp;</p>\n<p>3.1 <b>\n<i> User Representations.\nBy entering into these Terms you represent that:</i>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>(a) You are at least 13 years of age and have the right, power and authority to enter into these Terms.\nIf you are between the ages of 13 and 18, you may only download the Mobile App, complete the MyWhataburger Account set-up process, and use the Whataburger Online Services under the supervision or direction of a parent or legal guardian who agrees to be bound by these Terms.\nIf you are under the age of 13, you are not allowed to open a MyWhataburger Account or use the Mobile App and the Online Services.\n</p>\n<p>&nbsp;</p>\n<p>(b) You are not located in a country that is subject to U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country, and that you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.</p>\n<p>&nbsp;</p>\n<p>(c) You agree to only create one MyWhataburger Account for yourself.</p>\n<p>&nbsp;</p>\n<p>(d) All information provided by you to Whataburger is correct and current, and you will update your MyWhataburger Account information with Whataburger as soon as it changes.</p>\n<p>&nbsp;</p>\n<p>(e) You will maintain the security of your MyWhataburger Account by not sharing your Login Credentials (including password, PIN or any other method used to log in) with others and restricting access to your MyWhataburger Account and your computer, tablet, and mobile device.</p>\n<p>&nbsp;</p>\n<p>(f) You and the transactions you enter into using your MyWhataburger Account and Whataburger Online Services comply, and will continue to comply, with applicable laws and regulations.</p>\n<p>&nbsp;</p>\n<p>(g) You will not use the Whataburger Online Services in connection with any fraudulent or illegal activity or in any manner which interferes with the operation of the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>(h) You will use the Whataburger Online Services only in compliance with these Terms.</p>\n<p>&nbsp;</p>\n<p>(i) The account with your mobile service provider that you use for the mobile device, and the account with your internet service provider that you use for online access, is current and in good standing.</p>\n<p>&nbsp;</p>\n<p>(j) You will not use the Whataburger Online Services outside of the United States or for any transaction requiring payment in foreign currency.</p>\n<p>&nbsp;</p>\n<p>(k) If you are a business entity, you are authorized to do business in the jurisdictions in which you operate, and your employees are authorized to use the Whataburger Online Services to bind you to these Terms and all transactions conducted with your user name and Login Credentials.\n</p>\n<p>&nbsp;</p>\n<p>(l) You will promptly notify us if you discover or otherwise suspect any security breach or security compromise relating to your use of the Whataburger Websites Online Services.</p>\n<p>&nbsp;</p>\n<p>(m) You will take responsibility for all activities that occur under your MyWhataburger Account and accept all risk of unauthorized access.</p>\n<p>&nbsp;</p>\n<p>3.2 <b>\n<i> Device Identification Metrics.</i>\n</b> When the Whataburger Online Services are utilized through the Whataburger Website(s) or Mobile App, we may obtain and maintain certain electronic identification or log data that is automatically provided by your device including, but not limited to, the unique device identifier or mobile equipment identifier for your mobile device, Internet Protocol (IP) address, computer/mobile device operating system and browser type, type of mobile device, cookie data, cache data, and latitude and longitude of the device, if geo-location functionality has been enabled on your device (collectively, the “Device Identification Metrics”).\nThis information is necessary to process your transactions and deliver the Whataburger Online Services and as part of our ongoing efforts to detect and deter unauthorized or fraudulent use of, or abuse of, the Whataburger Online Services, including MyWhataburger Accounts.\nIf you take steps to modify or disable security settings or controls provided in the operating system of your mobile device, such as “jailbreaking” or “rooting” the device, Whataburger may block your device and terminate your MyWhataburger Account under Section 4.9 below</p>\n<p>&nbsp;</p>\n<p>\n<b>4.\nMyWhataburger Account Registration.</b>\n</p>\n<p>&nbsp;</p>\n<p>4.1 <b>\n<i> Your MyWhataburger Account.</i>\n</b> In order to obtain all of the Whataburger Online Services, you must create a MyWhataburger Account.\nIn order to use the payment function of the Mobile App at participating Whataburger locations, you must register at least one valid payment method as described in Section 4.5 below (each a “Payment Method”) in order to load/reload funds to your Whataburger Virtual Gift Card account (defined in Section 4.6 below) linked to your MyWhataburger Account and use the Mobile App for purchases.\nBy registering a Payment Method with your MyWhataburger Account that is a either a credit, debit, or stored value account, or a third party mobile wallet account (such as Apple Pay®, PayPal® or Google Pay™) you authorize Whataburger to take appropriate steps to validate your Payment Method account.\nYou will not be required to pay for any of the Whataburger Payment Method account verification process.\n</p>\n<p>&nbsp;</p>\n<p>4.2 <b>\n<i> MyWhataburger Account Creation.\nPayment Method Account Information.\nAccuracy of MyWhataburger Account Information.\nResponsibility for Payment Method Account Activity.\nLoad and Reload of Funds to Your MyWhataburger Account.</i>\n</b> You understand that to create your MyWhataburger Account, you will be asked to provide your name and certain other personal information, which may include, but may not be limited to, first and last name, address, zip code, valid email address, and telephone number.\nYou may also use an existing third-party account, such as your Facebook, Google or Apple account, to create your MyWhataburger Account if the MyWhataburger Account creation process supports such third-party account.\nIf you use an existing third-party account to create your MyWhataburger Account, then Whataburger will receive your public profile information (which may include your first and last name, email address, profile page information, gender and date of birth), and, if your existing third-party account has a profile picture associated with it, then your current profile picture will also be included in your MyWhataburger Account.\nIn addition, if you use an existing third-party account to create your MyWhataburger Account, then you will not be able to unlink that third-party account from your MyWhataburger Account.\nIf you use an existing third-party account to create your MyWhataburger Account, then you may be asked to provide additional information including, but not limited to, your email address, physical address, zip code and telephone number.\n</p>\n<p>&nbsp;</p>\n<p>You will have the capability to load more than one Payment Method account for loading/reloading of funds for use in your MyWhataburger Account.\nYou understand that to add a Payment Method to your MyWhataburger Account, you will be asked to provide certain information, which may include, but may not be limited to, first and last name, billing address, zip code, CVV and expiration date.\nWhataburger reserves the right, at any time and in its sole discretion, to limit the number of Payment Methods that may be associated with a MyWhataburger Account.\nThe Whataburger Mobile App also contains the ability to scan your Payment Method that is a credit card or debit card as part of the Payment Method account provisioning process.\nIn order to use this function, Whataburger and its Third-Party Providers (defined below) will need access to your “Camera” function on your mobile device.\nHowever, the image of the Payment Method credit card or debit card will not be stored in the “Photos” section of your mobile device, nor will the image be stored by Whataburger or its Third-Party Providers.</p>\n<p>&nbsp;</p>\n<p>If you only have one Payment Method account, then the default Payment Method account for loading/reloading funds will be that Payment Method account.\nIf you have more than one Payment Method account, then the default Payment Method account for loading/reloading funds will be the first Payment Method account you enter, unless you change the default Payment Method account within your MyWhataburger Account.</p>\n<p>&nbsp;</p>\n<p>If you include a Payment Method account that is a separate third-party mobile wallet, such as Apple Pay®, PayPal® or Google Pay™, then you understand loading/reloading of funds using those third-party mobile wallets is governed by the separate terms and conditions of that particular mobile wallet, including management of separate payment accounts loaded into those mobile wallets.\nFor example, using Apple Pay® with the Touch ID® function to pay is governed by the separate Apple Pay® terms and conditions, and not these Terms.</p>\n<p>&nbsp;</p>\n<p>When you initiate an initial load to your Whataburger Virtual Gift Card account linked to your MyWhataburger Account, we will send you an email confirming the load transaction and immediately bill your Payment Method account for the transaction amount you have selected.\nThe initial load transaction will appear on your Payment Method account statement as “Whataburger Digital Sale” or “Whataburger Mobile Sale.” </p>\n<p>&nbsp;</p>\n<p>Whataburger will impose limits, in its sole discretion, on the number of loads/reloads per day and the amount of funds that you may load/reload into your Whataburger Virtual Gift Card account linked to your MyWhataburger Account.\nYou may also use the MyWhataburger Account automatic reload function by setting the default Payment Method account for automatic reloads, and setting either the reload data or the MyWhataburger Account balance amount that will trigger an automatic funds reload transaction.\nWe will send you an email notifying you when the automatic reload function has been turned on.\nWe will also send you an email confirming each automatic reload transaction and bill your Payment Method account according to the reload schedule and reload transaction amount you have selected.\nWe will send you an email confirmation after each reload transaction to let you know your MyWhataburger Account has been reloaded.\nEach reload transaction will appear on your Payment Method account statement as “Whataburger Digital Sale” or “Whataburger Mobile Sale.” You can change your automatic reload preferences or de-activate the automatic reload feature at any time.\nTo stop the automatic reload feature, you must log into your MyWhataburger Account and turn off the automatic reload feature.\nWe will send you an email notifying you when the automatic reload function has been turned off.\nYour selection of the automatic reload function constitutes your ongoing authorization for recurring transactions using your Payment Method selected for automatic reload until you stop such automatic reload feature.\nOnce the dollar value is loaded to your MyWhataburger Account, the transaction cannot be reversed.\n</p>\n<p>&nbsp;</p>\n<p>You certify that all information you provide, including Payment Method account information, is accurate and complete.\nYou agree to keep your information current by updating it as needed in your MyWhataburger Account or any other account you maintain with Whataburger.\nYou cannot update the email address associated with your MyWhataburger Account on the Whataburger Websites or in the Mobile App.\nIf you need to update the email address listed in your MyWhataburger Account, you must contact Whataburger Customer Care in one of the following ways:</p>\n<p>&nbsp;</p>\n<p> Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p> Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p> Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>Whataburger reserves the right to suspend or terminate your MyWhataburger Account, in Whataburger’s sole discretion, in the event you provide inaccurate, false, or incomplete information, or fail to comply with the MyWhataburger Account registration requirements.</p>\n<p>&nbsp;</p>\n<p>4.3 <b>\n<i> Privacy Policy and Additional Mobile App Information Terms.</i>\n</b> The information you provide to Whataburger, including your personal information, is subject to the terms of Whataburger’s Privacy Policy, which is available at whataburger.com/home/privacypolicy.\nOur Privacy Policy applies to (a) personal information collected from or provided by you through the Whataburger Online Services, and (b) for Whataburger Online Gift Card Recipients, personal information collected from or provided about you by the purchaser and sender of your Whataburger Online Gift Card (see Section 4.6 below).\nWe do not respond to web browser “do not track” signals at this time.\nWe await the result of work by the policy community and industry to determine when such a response is appropriate and what form it should take.\nIf you use certain functions within the Mobile App that rely on geo-location functionality, please be advised that Whataburger or its Third-Party Providers may monitor and track your mobile device’s geo-location in order to deliver such functionality.\nFor example, if you use the “Locations” function and want to find the Whataburger location nearest to your current location, Whataburger and its Third-Party Providers will monitor your geo-location to deliver that information to you.\nPlease also note that some functionality within the Whataburger Websites or Mobile App may not be available or may not fully function if you turn off geo-location services.\nFor example, without geo-location services turned on, Whataburger will not be able to determine the closest Whataburger location to you.</p>\n<p>&nbsp;</p>\n<p>Whataburger may make personalized marketing messages, ads or offers to you through any medium, including social media, based upon: (a) your interaction with the Mobile App, our Websites, content, or Whataburger Online Services.\n(b) information from activities such as your purchase and transaction history, including information about you gathered through Whataburger Rewards.\nand (c) notifications, ads, offers or new Whataburger location announcements or Whataburger events based upon geo-location data collected from your mobile device through the Mobile App.\nSuch information allows us to provide you with more useful and relevant notifications, ads, offers or announcements.\nWe do not sell your personal information to unaffiliated third parties, but we do provide information to third parties, including the Third-Party Providers, for the delivery of Whataburger notifications, ads, offers or announcements.\nAlso, some third parties may provide us information about you from offline and online sources that we may use to provide you more relevant and useful notifications, ads, offers or announcements.</p>\n<p>&nbsp;</p>\n<p>For Whataburger Online Gift Card Recipients, you understand that Whataburger will send you the Online Gift Card notification email, as well as additional emails or Mobile App communications: (i) reminding you to use your Online Gift Card funds.\n(ii) containing Online Gift Card balance updates.\n(iii) asking you about your Online Gift Card and Whataburger experience.\nand (iv) marketing messages, ads or offers</p>\n<p>&nbsp;</p>\n<p>You can opt out from receiving personalized marketing messages, ads and offers.\nHowever, the opt-out will apply only to the specific channel, browser or device from which you opt out.\nYou will need to opt out separately from each channel (e.g., email, push notifications) and on all of your browsers and devices.\nNote that some Third-Party Providers may also make their own opt-out process available.\nPlease note that for some channels, even if you choose to opt-out of receiving targeted advertising, you may still receive advertising about Whataburger – it just will not be tailored to your interests.</p>\n<p>&nbsp;</p>\n<p>4.4 <b>\n<i> Login Credentials.</i>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>(a) Upon creating your MyWhataburger Account, you must establish a username and password (your “MyWhataburger Account Login Credentials”).\nIf you create your MyWhataburger Account using an existing third-party account, such as a Facebook, Google or Apple account, then your Login Credentials will be the username you establish for the MyWhataburger Account and your the password associated with that existing third-party account.\nYou are solely responsible for safeguarding your MyWhataburger Account Login Credentials.\nYou may choose to add a Whataburger Mobile App PIN at any time by visiting the “Settings” portion of the Mobile App.\nWhataburger also strongly encourages you to have a separate computer, tablet or mobile device authentication method, such as a password, passcode or fingerprint or facial authentication method (for example using Apple’s Touch ID® or Face ID® functions) necessary to unlock your computer, tablet or mobile device, as recommended by computer, tablet and mobile device manufacturers.\n</p>\n<p>&nbsp;</p>\n<p>(b) When you use your MyWhataburger Account to make a payment transaction at a participating Whataburger location, you must enter the MyWhataburger Account Login Credential(s) required to initiate and approve such payment transaction.\nYou are responsible for all activity that occurs under or in association with your MyWhataburger Account, including unauthorized payment transactions that result from your failure to safeguard your MyWhataburger Account Login Credential(s) required for payment transactions, or activity that occurs due to your failure to utilize either a Whataburger Mobile App PIN or computer, tablet or mobile device password or passcode.</p>\n<p>&nbsp;</p>\n<p>(c) Please be advised that once you have logged into your MyWhataburger Account, you will remain logged in until your Login Credentials expire or you actively log out.\nWhile logged in, your MyWhataburger Account may be used to conduct all activities offered in the MyWhataburger Account, including conducting payment transactions.\nWhataburger strongly encourages you to use a Whataburger Mobile App PIN, mobile device passcode or fingerprint or facial authentication if available to minimize the possibility of another individual using your computer or mobile device and your MyWhataburger Account to conduct payment transactions.</p>\n<p>&nbsp;</p>\n<p>4.5 <b>\n<i> Accepted Payment Methods.</i>\n</b> You may register and provision any valid credit, debit, or stored value account, or third-party mobile wallet account, accepted by Whataburger (each, a “Payment Method”) into your MyWhataburger Account.\nHowever, you should be aware that only certain Payment Methods are accepted by Whataburger, and you may not be able to provision some of your existing Payment Methods into your MyWhataburger Account.\nFor a list of accepted Payment Methods visit the Whataburger Website at www.whataburger.com.\nWhataburger may, at any time, change or update the list of Payment Methods that you may provision to your MyWhataburger Account.\nWhataburger is not a bank and does not offer banking services as defined by the United States Department of Treasury and under applicable law.\nWhataburger also does not offer money service business services as defined by the United States Department of Treasury or money transmission services as defined under various state laws.\nWhataburger will comply with all applicable law with regard to its Online Services.\nWhataburger is not responsible for the processing of any payment you initiate through use of your MyWhataburger Account.\nYou may add or remove a Payment Method from your MyWhataburger Account at any time by visiting the “Manage Payment” portion of the MyWhataburger Account.\n</p>\n<p>&nbsp;</p>\n<p>4.6 <b>\n<i> Physical and Virtual Gift Cards.\nOnline Gift Cards Sent as Gifts.</i>\n</b> (a) Whataburger may allow you to purchase virtual Whataburger gift cards (“Whataburger Virtual Gift Cards” or “Virtual Gift Cards”) through your MyWhataburger Account for your own use.\nWhataburger may allow you to transfer funds from physical Whataburger gift cards you purchase or receive as a gift (“Physical Gift Cards”) to your MyWhataburger Account.\nOnce you transfer funds from a Physical Gift Card to your MyWhataburger Account, that Physical Gift Card is void.\nUsing your selected Payment Method, you can load/reload a dollar value onto your Virtual Gift Card.\nThe Virtual Gift Card can be used as a Payment Method for Online Ordering and at participating Whataburger locations through your Mobile App or third party mobile wallet functionality.\nThe dollar value that you load onto your Virtual Gift Card is a prepayment for the goods and services you purchase at participating Whataburger locations.\nUnless otherwise required by law or permitted by these Terms, the dollar value of your Virtual Gift Card is nonrefundable and may not be redeemed for cash.\nIn the event you close your MyWhataburger Account, must follow the provisions of Section 4.8 below.\nThe value on your Virtual Gift Card is not insured by the Federal Deposit Insurance Corporation (“FDIC”) and does not earn interest.</p>\n<p>&nbsp;</p>\n<p>You may not have more than $220.00 in value on any of your Virtual Gift Cards at any time, and no more than $220.00 may be associated with any one Virtual Gift Card in a single day.\nThis means that the activity on any one of your Virtual Gift Cards cannot exceed $220.00 over the course of a day.\nThe total value you may load onto all of your Virtual and Physical Gift Cards, together with the value of any new Virtual or Physical Gift Card that you may purchase, may not exceed $2,000.00 on any given day.\nWhataburger does not charge any activation, service, dormancy, or inactivity fees in connection with your Virtual or Physical Gift Card.\nYour Virtual Gift Card has no expiration date and the value associated with your Virtual Gift Card does not expire.</p>\n<p>&nbsp;</p>\n<p>Please note that Virtual or Physical Gift Cards may not be used to purchase anything from the Whataburger Store (shop.whataburger.com).</p>\n<p>(b) Whataburger allows MyWhataburger Account holders who are also registered for the Whataburger Rewards Program to purchase virtual Whataburger gift cards (through the Whataburger Websites and in the Mobile App) to send to other individuals (“Online Gift Cards”).\nYou understand that to purchase and send an Online Gift Card to another individual (the “Recipient”), you must select the “Send an Online Gift Card” or similar feature in the Whataburger Websites or Mobile App, and you will be asked to: (i) choose an Online Gift Card design.\n(ii) designate the amount of funds you want to load onto the Online Gift Card.\n(iii) provide the Recipient’s name, email address, and an optional message to the Recipient.\n(iv) provide your name and email address.\n(v) select a delivery time for either delivery at time of purchase or at a later date and time selected by you.\n(vi) review your Online Gift Card order, confirm and pay.\nPlease note that you must use an approved Payment Method for purchasing and sending Online Gift Cards to Recipients, and that you may not use funds already loaded into your MyWhataburger Account (which are loaded onto your personal Whataburger Virtual Gift Card for your MyWhataburger Account) or funds loaded onto a Physical Whataburger Gift Card for such purchases.\nYou authorize us to charge your Payment Method at the time you purchase the Online Gift Card regardless of the date you choose for delivery.\nWhataburger will require a minimum purchase amount for each Online Gift Card of $15 and a maximum purchase limit of $100, and you as a purchaser may purchase no more than a total of $500 of Online Gift Cards per day.\nOn the requested delivery date, we will send the Recipient of your Online Gift Card an email notifying them that they have received an Online Gift Card from you.\nWe will send you an email confirmation after each Online Gift Card transaction to let you know your payment was processed, the Online Gift Card was sent to the Recipient, and containing transaction receipt details for your purchase.\nEach Online Gift Card purchase transaction will appear on your Payment Method account statement as “Whataburger Digital Sale” or “Whataburger Mobile Sale.” An Online Gift Card is like any other Whataburger Physical Gift Card and should be treated like cash by the Recipient.\nRefunds only provided for unused Online Gift Cards with the original purchase receipt.</p>\n<p>(c) If you are the Recipient of an Online Gift Card, you will receive an email notification that the purchaser sent you a Whataburger Online Gift Card.\nYour email notification will contain: (i) the name and email address of the sender.\n(ii) a link to transfer the Online Gift Card balance to your MyWhataburger Account.\n(iii) the unique QR code for your Online Gift Card.\n(iv) a link for you to access your Online Gift Card balance.\n(v) the terms and conditions of use of your Online Gift Card.\nand (vi) a statement that you understand that by using the Online Gift Card you are also agreeing to these Whataburger Online Services Terms and Conditions and the Whataburger Privacy Policy.\nThe dollar value that you receive on your Online Gift Card is a prepayment for the goods and services you purchase at participating Whataburger locations.\nIf you either already have an existing MyWhataburger Account or create a MyWhataburger Account, you can transfer funds from the Online Gift Card you receive to your MyWhataburger Account.\nIf you do not have a MyWhataburger Account or choose not to create a new MyWhataburger Account, you will be able to use your Online Gift Card via the unique QR code contained in the link included in the email notification that you receive regarding your Online Gift Card.\nThe Online Gift Card can be used as a Payment Method for Online Ordering and at participating Whataburger locations through either your MyWhataburger Account or the unique QR Code you are sent.\nThe Online Gift Card itself is not reloadable, but if you either have or create a MyWhataburger Account, you may use that account as otherwise set forth in this Agreement.\nAn Online Gift Card is like any other Whataburger Physical Gift Card and should be treated like cash by the you as the Recipient.\nThe dollar value of an Online Gift Card is nonrefundable and may not be redeemed for cash (except where required by law).</p>\n<p>&nbsp;</p>\n<p>4.7 <b>\n<i> Authorization to Charge Payment Method Account and MyWhataburger Account.</i>\n</b> By registering a Payment Method with your MyWhataburger Account for load/reload of funds to the Whataburger Virtual Gift Card linked to your MyWhataburger Account, you authorize Whataburger to charge to your Payment Method when you authorize such load/reload transactions.\nBy using your Whataburger Virtual Gift Card in Online Ordering or at a participating Whataburger location for payment, you authorize Whataburger to charge such transactions to your Whataburger Virtual Gift Card linked to your MyWhataburger Account.\nIn accordance with your cardholder or other agreement governing your Payment Method and the terms of service you have entered into with your financial institution or other third-party payment provider (including, but not limited to, your debit card, credit card, or other third-party mobile wallet or payment provider (such as Apple Pay®, PayPal® or Google Pay™) Payment Method account), you agree that you are responsible for any payment transactions from any person you have authorized to use your MyWhataburger Account at any time.\nIf you are using the Payment Method account of a family member or relative or any other individual in conjunction with your MyWhataburger Account, you are representing to us that the Payment Method account holder is aware of your use of their Payment Method account for your MyWhataburger Account.\nIf you make claims to us of unauthorized, unrecognized or otherwise alleged fraudulent Payment Method account or Whataburger Online Services transactions, your claim is equivalent to reporting a financial crime to law enforcement.\nIndividuals found to be associated with fraudulent Payment Method account or Whataburger Online Services transactions can be pursued to the fullest extent of the law.\nIf you choose to participate in and you opt into the MyWhataburger Account facial recognition payment authorization feature known as “POP ID” for point-of-purchase transaction authorization, redeeming MyWhataburger Rewards™ and earning MyWhataburger Rewards™ points at in-store point-of-sale, in-store kiosk, and drive-through locations where such optional feature is available, then your agreement to complete a transaction, redeem MyWhataburter Rewards™ or earn MyWhataburger Rewards™ points using such facial recognition technology constitutes your authorization for a transaction.</p>\n<p>&nbsp;</p>\n<p>4.8 <b>\n<i> Termination or Suspension of Your MyWhataburger Account.</i>\n</b> In the event that either you or Whataburger terminates, cancels, or suspends your MyWhataburger Account, you will no longer be able to utilize your MyWhataburger Account on the Whataburger Websites or in the Mobile App.\nIf you have any remaining funds loaded to the Whataburger Virtual Gift Card linked to your MyWhataburger Account, please contact us in one of the following ways to discuss your options, including transferring any remaining funds to a new MyWhataburger Account:</p>\n<p>&nbsp;</p>\n<p>Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p>Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p>Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>4.9 <b>\n<i> Illegal or Unauthorized Use of Your MyWhataburger Account.\nLost or Stolen Computer, Tablet or Mobile Device.\nModified Mobile Device Security Settings.</i>\n</b> Whataburger reserves the right, without liability, to suspend your MyWhataburger Account and prevent you from using the Online Services and Mobile App in the event Whataburger believes a transaction has been made in violation of these Terms, is fraudulent or unauthorized, or has been made for criminal purposes.\nIf Whataburger believes, in its sole discretion, that your MyWhataburger Account has been used for unauthorized, illegal or criminal purposes, whether by you or by some other party, you give Whataburger express authorization to: (a) share information related to use of your MyWhataburger Account, including transaction information and your personal information.\n(b) take necessary steps to detect or respond to instances of potential or actual fraud or other illegal activities.\n(c) respond to a law enforcement agency’s request for information or cooperation in an investigation.\nor (d) respond to judicial process or other valid government investigation process.\nIn the event that your computer, tablet or mobile device is lost or stolen, you must immediately contact the issuing bank for all Payment Method cards or accounts you entered into your MyWhataburger Account for loading/reloading of funds (including any accounts included in any third-party mobile wallet you are using) in order to prevent unauthorized transactions.\nIn addition, you should also contact Whataburger directly to inform us that your computer, tablet or mobile device was lost or stolen and instructing us to deactivate your MyWhataburger Account.\n<b>Such My Whataburger Account deactivation may take several days for us to implement, which is why you should contact the issuing bank(s) for your Payment Method(s) first.</b> If you instruct us to deactivate your MyWhataburger Account due to your computer, tablet or mobile device being lost or stolen, and you have funds remaining on your Whataburger Virtual Gift Card associated with your MyWhataburger Account, you must follow the provisions of Section 4.8 of these Terms.\nWhataburger also reserves the right to suspend and/or terminate your MyWhataburger Account if you modify or disable security settings or controls provided in the operating system of your mobile device, such as “jailbreaking” or “rooting” the device.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.\nWhataburger Mobile App.</b>\n</p>\n<p>&nbsp;</p>\n<p>5.1 <b>\n<i> Mobile App and Software.</i>\n</b> The Whataburger Online Services may be utilized through the Mobile App, which may be downloaded and installed onto your mobile device.\nUpon downloading the Mobile App to your mobile device, you will have the option to create a MyWhataburger Account.\nYou may create a MyWhataburger Account according to Section 4 above.\nIf you already have a MyWhataburger Account, you must log-in using your Login Credentials to use the Online Services.\nYou agree that you will download and install any software updates for the Mobile App as they become available, and Whataburger is not responsible for any functionality errors or issues the result from your failure to download and install any software updates for the Mobile App.</p>\n<p>&nbsp;</p>\n<p>5.2 <b>\n<i> Compatible Mobile Device Operating System.\nMobile Devices Generally.</i>\n</b> In order to use the Mobile App, you must have a compatible mobile device operating system that meets the specifications established by Whataburger in its sole discretion.\nFrom time to time, Whataburger may designate which mobile device operating systems are compatible, but as of the effective date of these Terms, compatible mobile device operating systems include Apple iOS and Android operating systems.\nIn addition to having a compatible mobile device operating system, a mobile device that has been modified contrary to the manufacturer’s or mobile service provider’s software or hardware guidelines, including, but not limited to, disabling hardware or software controls (e.g.\n“jailbreaking”), is not a compatible device with the Whataburger Online Services for purposes of these Terms.\nThe use of any modified mobile device with the Whataburger Online Services or Mobile App is a violation of these Terms and is grounds for the immediate termination of your Whataburger Online Services, including your MyWhataburger Account, by Whataburger without notice to you, in Whataburger’s sole discretion.\nYou understand and agree you are still subject to the terms and conditions of any agreement you have with any mobile service provider (e.g., AT&amp;T, Verizon, Sprint, T-Mobile, etc.) or any app store or marketplace for the Online Services (e.g., Apple, Inc.\n(Apple iOS), or Google, Inc.\n(Android)), and these Terms do not amend or supersede any of those separate agreements.\nYou understand that such services may provide for fees, charges, limitations and restrictions which might impact your use of the Online Services (e.g., data use charges, etc.), and you agree to be solely responsible for all such fees, charges, limitations and restrictions.\nYou agree that only your mobile service provider is responsible for the performance and operation of its products and services, including your mobile device and the mobile service provider’s own network.\nYou agree to resolve any problems with your mobile service provider without involving Whataburger, Apple, Inc.\n(Apple iOS), Google, Inc.\n(Android), or any other operator of an app store or marketplace.\nYou must comply with applicable third-party terms when using the Online Services (e.g., you cannot be in violation of your wireless provider agreement when using the Online Services).\n</p>\n<p>&nbsp;</p>\n<p>These Terms supplement and incorporate, as applicable, either (a) the Apple, Inc.\n(“Apple”) Terms and Conditions (located at www.apple.com/legal/internet-services/itunes/us/terms.html) including, without limitation, the Licensed Application End User License Agreement provided therein (“Apple Terms”).\nor (b) the Google, Inc.\n(“Google”) Terms of Service (located at www.google.com/intl/en/policies/terms/) including, without limitation, the Google Play Terms of Service provided therein (“Google Terms”).\nand (c) other Whataburger policies, including Whataburger Rewards (see Section 8.2 of these Terms).\nIf any of the provisions of the Apple Terms, Google Terms or any applicable Whataburger policies conflict with these Terms, these Terms will control, solely to the extent such terms apply to the Mobile App.\nWhataburger, not Apple, Google, or any other operator of an app store or marketplace, is solely responsible for the Mobile App and the content thereof.</p>\n<p>&nbsp;</p>\n<p>5.3 <b>\n<i> Mobile App Payments.</i>\n</b> You may elect to participate in certain functionality of the Mobile App which will allow you to use the Mobile App to purchase Whataburger products at participating Whataburger locations in the same manner as is possible with a physical Whataburger gift card (a “Mobile Payment”).\nMobile Payment is accepted at all company operated Whataburger retail locations and participating Whataburger licensed franchisee locations.\nWhataburger reserves the right at any time to discontinue Mobile Payment or change the location of stores accepting Mobile Payment.\nIf you elect to use the Mobile Payment function, you will be asked to provide Whataburger with your Payment Method account information (such as credit card or debit card, or other financial account or third-party mobile wallet information) and the billing address associated with such Payment Method as necessary to load and reload funds to the Whataburger Virtual Gift Card account linked to your MyWhataburger Account used for origination, processing and settlement of your payment transactions with participating Whataburger locations.\nYour provision of a Payment Method and your action within the MyWhataburger Account of loading/reloading funds to your Whataburger Virtual Gift Card constitutes your authorization for such transactions using your selected Payment Method, and also constitutes your authorization for Whataburger to deploy card validation and anti-fraud measures.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.\nOrdering via the Whataburger Website and Mobile App</b>.</p>\n<p>&nbsp;</p>\n<p>6.1 <b>\n<i> About Online Ordering.</i>\n</b> Through the Whataburger Website(s) and Mobile App, you may be able to order and/or pay for menu items (the “Menu Items”) from a Whataburger location (“Online Ordering”).\nTo be able to order and pay for such Menu Items through Online Ordering via the Whataburger Website(s), you must log in to your MyWhataburger Account or otherwise supply certain information relevant to your transaction, including, without limitation, your credit or debit card number, the expiration date of your credit or debit card, the name on your credit or debit card, your billing address, your zip code, and/or your Whataburger physical gift card number.\nTo be able to order and pay for such Menu Items through Online Ordering via the Mobile App, you must use the payment functionality in the Mobile App.\nYOU REPRESENT AND WARRANT THAT YOU ARE OF SUFFICIENT AGE AND HAVE THE LEGAL RIGHT TO USE ANY CREDIT OR DEBIT CARD OR OTHER PAYMENT METHOD UTILIZED IN CONNECTION WITH ANY TRANSACTION.\nBy submitting such information, you grant to Whataburger the right to provide and transmit such information for purposes of facilitating the completion of transactions initiated by you or on your behalf.\nWhataburger uses third party providers and may accept various third party services to process payments.\nFor information regarding the use of physical coupons and special offers in conjunction with Online Ordering, see Section 8.3 of these Terms.</p>\n<p>&nbsp;</p>\n<p>6.2 <b>\n<i> Menu Items in Online Ordering.</i>\n</b> All descriptions, images, features, specifications, products, and prices of Menu Items are subject to change at any time without notice.\nEvery participating location may not have all Menu Items identified through Online Ordering.\nThe inclusion of any Menu Item in Online Ordering does not imply or warrant that these Menu Items will be available.\nImages of Menu Items and packaging in Online Ordering are examples only and may not be identical to the Menu Items or packaging you receive from a restaurant.\nOnline Ordering may allow you to customize your order.\nPortion size references (extra, light, etc.) are for convenience only and do not indicate nutrient content information of any kind.\nYou acknowledge and agree that Online Ordering and the ability to purchase Menu Items is only available at participating locations (which locations are subject to change without notice).\nPrices and availability of Menu Items and customization options vary by location.</p>\n<p>&nbsp;</p>\n<p>Whataburger reserves the right, with or without prior notice, to do any one or more of the following for any reason: (i) limit the available quantity of or discontinue any Menu Item.\n(ii) impose conditions on the honoring of any coupon, coupon code, promotional code, or other similar promotion.\n(iii) bar you from making or completing any or all transactions.\nand (iv) refuse to provide you with any Menu Item.\nYou agree to pay all charges incurred by you, on your behalf, or by your My Whataburger Account through Online Ordering, at the price in effect when such charges are incurred.\nBecause tax charges vary by locality, Whataburger can only provide an estimated tax and total until your order is placed.\nCheck your confirmation email for the exact total you will be charged.\nYou are solely responsible for any taxes applicable to your transaction.\nYOU FURTHER UNDERSTAND AND AGREE THAT YOU ARE PURCHASING DIRECTLY FROM RESTAURANTS (AND NOT WHATABRANDS) AND THAT WHATABRANDS HAS NO RESPONSIBILITY ARISING OUT OF OR RELATED TO ANY MENU ITEMS THAT YOU PURCHASE FROM RESTAURANTS USING ONLINE ORDERING.</p>\n<p>&nbsp;</p>\n<p>6.3 <b>\n<i> Placing an Online Order.\nScheduling a Pickup Time.\nObtaining a Refund.</i>\n</b> You can use Online Ordering to build your order and send it to a participating Whataburger location that you select.\nWhen you build your order, you must select a pickup method, which may include take out, dine in, drive thru or delivery service.\nPickup methods may vary by location.\nYou must also select a pickup or delivery time, which may be as soon as possible or for a scheduled time.\nFor delivery service orders, the delivery time you select will determine when your order is prepared at the designated Whataburger location.\nFor Large Orders (as defined below) placed through the Mobile App for pickup, the pickup time you select will determine when your order is prepared at the designated Whataburger location.\nA “Large Order” is any order where the total cost of the order is $80 or more.\nFor pickup orders placed through the Whataburger Website(s) or the Whataburger Mobile App that are not Large Orders, the pickup time is only an estimated time of your arrival at the designated Whataburger location.\nyour order will not be prepared unless and until you select the “ASAP” button on the Whataburger Website(s) or in the Mobile App when you arrive at the designated Whataburger location.\nYou may receive a notification within Online Ordering and an emailed confirmation, delivered to the email you provide us, that the restaurant has accepted your order and/or is preparing it.\nIf you complete an Online Order on the Mobile App, you may also receive an in-app notification (if you have not disabled this function on your device) confirming your order.\nEach order confirmation will include information regarding your purchase, such as Menu Items ordered and amount paid.\nOnce an “ASAP” order is placed, changes cannot be made to the order.</p>\n<p>&nbsp;</p>\n<p>If you place a delivery order, an Online Order through the Whataburger Website(s), or your order is a Large Order placed through the Mobile App, the preparation of your order will start based on the delivery time or pickup time you select, as applicable.\nFor pickup orders, if you arrive early to pick up an order placed through the Whataburger Website(s) or a Large Order placed through the Mobile App, you may check-in at the Online Order register, which will direct Whataburger to begin early preparation of your order.\nIf you place an Online Order for pickup through the Whataburger Mobile App, and your order is not a Large Order, the preparation of your order will start when you select the “ASAP” button within the Mobile App when you arrive at the designated Whataburger location, regardless of the pickup time you selected.\nIf you do not press the “ASAP” button within 24 hours of placing your Online Order for pickup through the Mobile App, your order will be cancelled.\nThe “ASAP” button is not available on Large Orders placed through the Mobile App.</p>\n<p>&nbsp;</p>\n<p>It is your responsibility to timely pick up all orders.\nIf an order is not timely picked up, Whataburger may remake your food when you arrive to pick it up.\nThis is to protect the quality of our product.</p>\n<p>&nbsp;</p>\n<p>It is your responsibility to timely pick up all non-delivery orders.\nIf an order is not timely picked up or initially delivered, Whataburger may remake your food when you or the delivery driver arrive to pick it up.\nThis is to protect the quality of our product.</p>\n<p>&nbsp;</p>\n<p>Based on your scheduled pickup time, or if you have not yet pressed the “ASAP” button, you may have an opportunity to cancel your order.\nHowever, once Whataburger starts preparing your order, you will no longer have the ability to cancel.\nAt that point your purchase is complete, and you authorize the restaurant to process your order total, even if you do not timely pick up the order at the applicable restaurant.\nThe restaurant’s payment service provider will process your total amount to the payment card you selected when you built the order.</p>\n<p>&nbsp;</p>\n<p>In some locations, you may be able to place an order for delivery.\nTo place a delivery order, you must provide a delivery address (physical address only) and phone number where you can be contacted.\nDelivery service is not available in all Whataburger locations.\nDelivery service hours may be limited and may vary.\nWhataburger and its delivery service third-party service providers reserve the right to accept or decline an order for delivery for any reason up until the time the order is actually delivered to you.\nYou acknowledge and agree that delivery times may vary and that Whataburger makes no warranty or guarantee with respect to when your order will be delivered.\nYou agree that your delivery request (where available) may be fulfilled by a third party service provider in Whataburger’s discretion.\nYou may add a tip for your delivery driver before you place your order.\nThe Whataburger delivery charge is not a tip or gratuity provided to the delivery driver.</p>\n<p>&nbsp;</p>\n<p>If you desire to seek a refund for any reason, including if the products are unsatisfactory or other reasons, please contact us online at whataburger.com/contact-us.\nIf approved, please allow at least 4 weeks for any refund to be processed.\nrefund times may vary based on your payment card issuer.</p>\n<p>&nbsp;</p>\n<p>We reserve the right, in our sole and absolute discretion, to require proof of identity (in a form acceptable to Whataburger): (i) for the purposes of verifying the legitimacy of any order and/or other information.\nand/or (ii) for any other reason we deem necessary, in our sole and absolute discretion, for the purposes of fulfilling an order in accordance with our interpretation of these Terms.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.\nUse of the Online Services and Mobile App.</b>\n</p>\n<p>&nbsp;</p>\n<p>7.1 <b>\n<i> Grant of License.</i>\n</b> Whataburger either owns, or has licenses to, the Online Services, including the Whataburger Websites and Mobile App, and the intellectual property rights associated with them.\nSome components of the Online Services, including the Mobile App, may be owned by third-party service providers (“Third-Party Providers”), but Whataburger has a valid license, including the right to sublicense, from such Third-Party Providers.\nWhataburger grants you, for personal use only on a computer, tablet, or mobile device owned or controlled by you as permitted by the Usage Rules contained in the Apple Terms, and in accordance with these Terms, a personal, limited, non-exclusive, revocable, non-transferable, royalty-free license, without the right to sublicense, to access and use the Online Services and Mobile App in accordance with these Terms (the “License”).\nThis License includes use of the Websites, the Mobile App, and any software, programs, documentation, tools, internet-based or mobile-based services, components, and any updates, including, but not limited to, software maintenance, Service information, help content, bug fixes and maintenance releases provided to you by Whataburger.\nThe Whataburger Online Services are subject to the intellectual property rights of Whataburger and any Third-Party Providers and their respective licensors, existing under any foreign, state or local laws or regulations, now or hereinafter in force and effect, and in any jurisdiction worldwide, including, without limitation, patent law, industrial rights law, copyright law, moral rights law, trade secret law, trademark law (together with all of the goodwill associated therewith), unfair competition law, publicity rights law, or privacy rights law, and any and all other proprietary rights whether under statutory or common law (or otherwise), and any and all national, foreign, and state registrations, applications, renewals, extensions and restrictions of any of the foregoing.</p>\n<p>&nbsp;</p>\n<p>7.2 <b>\n<i> Prohibited Use.</i>\n</b> You must comply with all laws, rules and regulations applicable to your use of the Whataburger Online Services.\nYou may not create links (hyper-links) to the Whataburger Websites without first obtaining permission in writing from Whataburger.\nYou will not, and will not permit any third party to, do or attempt to do any of the following: (a) access or monitor any material or information in the Whataburger Online Services, using any manual process or robot, spider, scraper or other automated means.\n(b) copy, reproduce, alter, modify, create derivative works, publicly display, republish, upload, post, transmit, resell, loan or distribute any material or information provided to you by Whataburger.\n(c) use the Whataburger Online Services in any manner that would interfere with the rights of any third party.\n(d) take any action that could compromise the security of the Whataburger Online Services.\n(e) violate the restrictions in any robot exclusion headers in any aspect of the Whataburger Online Services, work around, bypass, or circumvent any of the technical limitations of the Whataburger Online Services, use any tool to enable disabled features or functionalities of the Whataburger Online Services, or decompile, disassemble or otherwise reverse engineer the Whataburger Online Services.\n(f) transfer any rights granted to you under these Terms.\n(g) perform or attempt to perform any actions that would interfere with the proper working of the Whataburger Online Services, prevent access to or use of the Whataburger Online Services by other users, or impose an unreasonable or disproportionately large load on Whataburger’s infrastructure, including but not limited to excessively high volume data transfers or bandwidth use.\nor (h) encourage any conduct that would constitute a criminal offense or that gives rise to civil liability.\n(i) violate these Terms.\n(j) attempt to damage, disable, overburden or impair Whataburger’s servers or networks.\n(k) impersonate any person or entity or otherwise misrepresent your identity or affiliation with another person or entity.\n(l) fail to comply with applicable third party terms or otherwise use the Whataburger Online Services except as permitted by these Terms (collectively, “Prohibited Use”).\nWhataburger reserves the right, in its sole discretion, to terminate any User license granted under Section 7.1, terminate any User’s participation in the Whataburger Online Services, remove any content, or assert legal action with respect to any content or use of the Whataburger Online Services that Whataburger reasonably believes is or might be in violation of these Terms, Apple Terms, Google terms or the terms of any other app store or marketplace, or other applicable Whataburger policies.\nWhataburger’s failure or delay in taking such actions does not constitute a waiver of its rights to enforce these Terms.</p>\n<p>&nbsp;</p>\n<p>7.3 <b>\n<i> User Content and Data.</i>\n</b> “User Generated Data” means any and all information that is generated by your use of the Whataburger Online Services, including automatic reporting and other tools that give you the ability to create, post and distribute various forms of content for and in connection with the Whataburger Online Services, including, but not limited to, payment transaction data, Whataburger Rewards account data, pictures, photographs, videos, and other information, including content generated by you.\nFor pictures, photographs and videos, the User Generated Data includes only those pictures, photographs and videos that you take through the Whataburger Online Services, and does not include those pictures, photographs and videos you take via the standard functions on your mobile device, or that you take through any other app not related to Whataburger.</p>\n<p>&nbsp;</p>\n<p>(a) You may have the opportunity to upload photos and post comments, information and materials to the Whataburger Online Services (“User Content”).\nYou represent that you will not contribute User Content to the Whataburger Online Services unless you have created it or have express permission from the creator or copyright owner to do so.\nBy contributing User Content to the Whataburger Online Services, you grant Whataburger, its parents, subsidiaries, affiliates and successors a worldwide, perpetual, irrevocable, non-exclusive, fully paid, royalty free, sub-licensable right to use, modify, reproduce, adapt, publish, prepare derivative works from, distribute and publicly display any User Content contributed by you.</p>\n<p>&nbsp;</p>\n<p>(b) <b>\n<i>Special Terms Applicable To Our Use Of Your Posts, Tweets And Other Social Media Communications.</i>\n</b> By allowing us to use your post, tweet or other social media communication (“User Post”), you are agreeing to the following additional terms and conditions.\nPlease read them carefully and only give us permission to use your post or tweet if you agree with them.\nYou represent to us that you are at least 18 years of age.\nBy giving us permission to use your User Post, you agree that we may, at our discretion, use your real or social media user name and the content of your User Post (including all accompanying images) on our Websites to promote our company, products and services for such time period as we wish.\nYou give us the right to edit your User Post for brevity, clarity and the like and to modify any image in any manner we deem necessary to use it on our Websites.\nYou will not have the advance right to review or approve what we post on our Websites.\nYou represent to us that you have all rights needed to grant this permission to us.\nFor example, if an image you included with your User post depicts persons other than yourself, the other people in the image must have given you unrestricted permission to allow us to post the image on our Websites.\nYou will not receive any compensation for granting us the above rights.\nWe agree that you may withdraw the permission you have given us at any time by contacting us online at whataburger.com/contact-us.\nWe will remove your User Post (including accompanying images) reasonably promptly after receiving your email.</p>\n<p>&nbsp;</p>\n<p>(c) You may not, and you represent and warrant that you will not, contribute any User Content or User Post that: (i) is false, misleading, unlawful, obscene, indecent, lewd, pornographic, defamatory, disparaging, libelous, threatening, predatory, harassing, hateful, racially or ethnically offensive, abusive, inflammatory, or is otherwise objectionable or inappropriate.\n(ii) promotes or encourages conduct that is illegal or would give rise to civil liability.\n(iii) breaches any duty toward, or rights of, any person or entity, including rights of publicity or privacy.\n(iv) contains corruptive data or any other harmful, disruptive, or destructive files.\n(v) is “spam” or contains direct marketing communications, unsolicited advertising, promotional materials or other forms of solicitation or commercial content.\n(vi) poses or creates a privacy or security risk to any person.\n(vii) in Whataburger’s sole discretion, is objectionable, restricts or inhibits any person or entity from using or enjoying any aspect of the Whataburger Online Services, or which may expose Whataburger, its parents, subsidiaries, affiliates or other Whataburger Online Services users to harm or liability.\n(viii) is an impersonation of, or attempt to impersonate, another person.\nor (ix) violates a copyright or other intellectual property right of any third party.\nWhataburger reserves the right, but shall have no obligation to, screen, edit, remove or disable any User Content or User Post at any time and for any reason without notice.\nYou acknowledge that by using the Whataburger Online Services, you may be exposed to User Content or User Posts that are offensive, indecent or objectionable.\nWhataburger has no duty to pre-screen User Generated Data, User Content or User Posts.\nWhataburger has the right to edit, remove, block or refuse to post any submitted User Generated Data, User Content or User Post from any Whataburger Website(s) or network for any reason without prior notice, but assumes no obligation to do so and is not responsible for any failure or delay in doing so.\nYou agree that Whataburger shall not have any responsibility for or liability with respect to any User Content or User Post posted by you or others, and Whataburger expressly disclaims any and all liability in connection with any User Content, User Posts or User Generated Data.</p>\n<p>&nbsp;</p>\n<p>(d) You may have the opportunity to provide feedback, comments, suggestions, and ideas concerning use of, or suggested improvements or enhancements to, the Whataburger Online Services or Mobile App (“Feedback”).\nFeedback may also include your responses to surveys or other reporting.\nWhataburger and its authorized Third-Party Providers may obtain information from you regarding the use of the Online Services or Mobile App, including information such as payment transaction data, advertising and offer redemption, mobile usage or patterns, online activities or any other activities conducted through your use of the Whataburger Online Services.\nYou agree that your Feedback is provided gratuitously, unsolicited and without restriction.\nWhataburger shall have no duties or obligations with respect to Feedback provided by you.\nWhataburger shall be entitled to use and disseminate any Feedback for any purpose, in its discretion, without any compensation to you.</p>\n<p>&nbsp;</p>\n<p>7.4 <b>\n<i> User Permission for Autodialed Calls, Prerecorded Calls, Text Messages, Push Notifications, and E-Mail.</i>\n</b> You grant Whataburger express consent to send you autodialed and/or prerecorded message calls and text messages from Whataburger, and Third-Party Providers acting on Whataburger’s behalf, to any mobile telephone number you provide to Whataburger, regardless of your registration of your mobile device number on any state or federal “do not call” registry.\nYour express permission applies to calls and messages regarding the Whataburger payment transaction, the Whataburger Online Services and the Whataburger Rewards Program if you have opted in to such program.\nFor example, we may call or send you a message if your Payment Method has been declined, or when you earn a Whataburger Reward.\nIn addition, if you choose to receive marketing messages from Whataburger via SMS text messages, Whataburger will collect separate permission from you in the Mobile App regarding your authorization for Whataburger to send such marketing messages via SMS text message.</p>\n<p>&nbsp;</p>\n<p>Whataburger will send in-app push notifications to you through the Mobile App regarding Services-related information.\nYou may also choose to allow Whataburger to send you push notifications regarding marketing, including information on special offers and promotions.\nTo turn marketing-related push notifications on or off at any time, just visit the “Settings” portion of the Mobile App.\nPlease note that even if you turn off marketing-related push notifications, we will continue sending you Services-related push notifications until you uninstall the Mobile App.\n</p>\n<p>&nbsp;</p>\n<p>By providing your email address to Whataburger, you agree that Whataburger, and those Third-Party Providers acting on Whataburger’s behalf, will email you MyWhataburger Account registration information and other information related to the Services.\nWhen you create your MyWhataburger Account, for your convenience, the option to be added to the Whataburger email distribution list has been toggled “on.” If you choose to have Whataburger add your email address to the Whataburger email distribution list you can simply leave this toggle in the “on” position when you create your MyWhataburger Account, and making this selection means you agree that Whataburger, and those Third-Party Providers acting on Whataburger’s behalf, may email you special offers, promotions, and other marketing related emails.\nYou can choose not to be on the Whataburger email distribution list by toggling the option “off” when you create your MyWhataburger Account, or you can remove your email address from the Whataburger email distribution list at any time by visiting the “Settings” portion of the Whataburger Website(s) or Mobile App, or by clicking the “Unsubscribe” button at the footer of any Whataburger email.\nPlease note that even if you remove your email address from the Whataburger email distribution list, we will continue sending you Services-related information until you delete your MyWhataburger Account or uninstall the Mobile App.\n</p>\n<p>&nbsp;</p>\n<p>With regard to any text messages, push notifications, or emails relating to the Services, Whataburger will not include any full Payment Method account numbers, access codes, or similar non-public personal information in any such message, alert, or email.\n</p>\n<p>&nbsp;</p>\n<p>7.5 <b>\n<i> WHATASTORE® Terms of Purchase.</i>\n</b> Refer to the “Whataburger FAQs” page of the WHATASTORE® section of the Whataburger Website(s) for additional details regarding purchases of products from the Whataburger Website(s).\nBy placing an order for products through the Whataburger Website(s), you agree to by bound by and accept the information accessible at the “Whataburger FAQs” page at the time of such order, as well as the following terms:</p>\n<p>&nbsp;</p>\n<p>(a) All prices are shown in U.S.\ndollars.\nAll items are subject to availability and we reserve the right to impose quantity limits on any order, to reject all or part of an order, and to discontinue products without notice, even if you have already placed your order.\nAll prices are subject to change without notice, and you agree that taxes may be adjusted from the amount shown on the payment screens;</p>\n<p>&nbsp;</p>\n<p>(b) If for some reason an item on your order is temporarily out of stock, we will back order that item for you and ship the other merchandise immediately.\nItems on back order will be charged when the items are actually shipped, along with applicable taxes and shipping charges;</p>\n<p>&nbsp;</p>\n<p>(c) We attempt to be as accurate as possible.\nhowever, we do not warrant that all product descriptions, photographs, pricing or other information on the Whataburger Website(s) are accurate, complete, current or error-free.\nIf a product is not as described or pictured, your sole remedy is to return it in an unused condition for a refund.\nIn the event of an error, whether on the Whataburger Websites, in an order confirmation, in processing an order, in delivering a product or otherwise, we reserve the right to correct such error and revise your order accordingly or to cancel the order and refund any amount charged.\nYour sole remedy in the event of an error is to cancel your order and obtain a refund;</p>\n<p>&nbsp;</p>\n<p>(d) WHATABURGER WILL NOT BE LIABLE FOR LOST PROFITS, LOSS OF BUSINESS OR OTHER CONSEQUENTIAL, SPECIAL, INCIDENTAL, INDIRECT OR PUNITIVE DAMAGES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY CLAIM BY ANY THIRD PARTY, EXCEPT AS EXPRESSLY PROVIDED HEREIN.\nTO THE FULL EXTENT PERMITTED BY LAW, WHATABURGER’S LIABILITY SHALL BE LIMITED TO THE AMOUNT ACTUALLY PAID FOR THE PURCHASE OF PRODUCTS FROM THE WHATABURGER WEBSITES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nand</p>\n<p>&nbsp;</p>\n<p>(e) Whataburger products may be returned or exchanged in accordance with the policies described on the Whataburger Websites.\nTHIS IS THE ONLY GUARANTEE OR WARRANTY YOU GET FROM WHATABURGER RELATING TO THE PRODUCTS YOU PURCHASE.\nWHATABURGER MAKES NO OTHER, AND EXPRESSLY DISCLAIMS ALL OTHER, REPRESENTATIONS, WARRANTIES AND CONDITIONS, WHETHER IN WRITING, IMPLIED OR STATUTORY, INCLUDING ANY WARRANTY OF MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE, OR ANY WARRANTY ARISING FROM COURSE OF DEALING OR USAGE OF TRADE.\nPRODUCTS ARE PROVIDED BY WHATABURGER “AS IS” AND WITHOUT WARRANTY OF ANY KIND.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.\nOptional Whataburger Services.</b>\n</p>\n<p>&nbsp;</p>\n<p>8.1 <b>\n<i> Availability of Optional Whataburger Services.</i>\n</b> By using the Whataburger Online Services, you may have the option to elect to participate in or receive certain promotional materials, advertisements, offers, coupons, geo-location services, and Whataburger Rewards (collectively, the “Optional Services”).\nWhataburger Rewards is governed by the terms contained in Section 8.2 of these Terms.\nYour use of any other Optional Services offered by Whataburger will be governed solely by any applicable terms and conditions regarding such Optional Services.\nIf you choose to participate in any Optional Services, you will be responsible for reviewing and understanding any terms and conditions applicable to such Optional Services.\nYou are responsible for any and all fees that may be charged by your mobile device provider in connection with your use of the Optional Services.\nYou consent to the collection, use, sharing and transfer of your information regarding such Optional Services to Third-Party Providers of Whataburger who help facilitate such Optional Services.</p>\n<p>&nbsp;</p>\n<p>8.2.\n<b> MyWhataburger Loyalty and Rewards Program (“MyWhataburger Rewards™”) </b>\n</p>\n<p>&nbsp;</p>\n<p>(a) <b>\n<i> MyWhataburger Rewards™ Program </i>\n</b>.\nBeginning on February 14, 2023 on a go-forward basis, the former “Whataburger Rewards” program is renamed the MyWhataburger Rewards™” program.\nMyWhataburger Rewards™ is the loyalty and rewards program operated by Whataburger as part of the MyWhataburger Account, and “MyWhataburger Points” are loyalty “points” that entitle a MyWhataburger Rewards™ program member to MyWhataburger Rewards™ benefits (“Rewards”) at participating Whataburger locations.\nPlease note that when you initially register for a MyWhataburger Account, you will be automatically enrolled in the MyWhataburger Rewards™ program if you provide either your email address or your mobile device number.\nIf you choose to opt out of the MyWhataburger Rewards™ program, you may do so as detailed in Section 8.2(g) below.</p>\n<p>&nbsp;</p>\n<p>Whataburger reserves the right to change, update, modify, and/or discontinue the MyWhataburger Rewards™ program (in whole or in part, and including material components such as dollar value of MyWhataburger Rewards™ points themselves, and the number of points required to redeem Rewards) at any time and in its sole discretion and without advanced notice to MyWhataburger Rewards™ program members.\nUnless otherwise specified, any changes or modifications to the MyWhataburger Rewards™ program will be effective immediately upon posting the revisions to these Terms, and you waive any right you may have to receive specific notice of such changes or modifications.\nIf you continue to participate in the MyWhataburger Rewards™ program by earning points, redeeming points, logging into your MyWhataburger Account or otherwise participating in the MyWhataburger Rewards™ program in any way after a change to these Terms regarding the MyWhataburger Rewards™ program, you will be deemed to have read, understood and unconditionally consented and agreed to such changes.\nIf you do not agree to these Terms or any changes, you must stop participating in the MyWhataburger Rewards™ program.</p>\n<p>&nbsp;</p>\n<p>By joining MyWhataburger Rewards™ program, you agree to remain courteous and respectful toward employees, contractors, and agents of Whataburger, its affiliates, franchisees, partners and other Whataburger customers.\nYou agree not to harass, abuse, stalk, intimidate, threaten or engage in any conduct that harms, harasses, or offends any employees, contractors or agents of Whataburger, its affiliates, franchisees, or partners engaged in the provision of services, including the delivery of any orders, or any other Whataburger customers or third parties.\nIf you violate these provisions or engage in any fraud or abuse in use of the MyWhataburger Rewards™ Program, Whataburger may terminate your membership in the program, bar you from future participation in the program, and cancel any unredeemed points and other benefits.\n</p>\n<p>&nbsp;</p>\n<p>Any Whataburger Rewards members in existence as of February 14, 2023 shall be automatically enrolled in the new MyWhataburger Rewards™ program, and conversion of any existing Rewards earned but not yet redeemed as of February 14, 2023 shall be as described in Section 8.2(i) below.\nYou always have the right to cancel your optional participation in the MyWhataburger Rewards™ program as detailed in Section 8.2(g) below.\n</p>\n<p>&nbsp;</p>\n<p>MyWhataburger Rewards™ is one way in which Whataburger endeavors to reward and thank loyal Whataburger customers for purchasing Whataburger products.\nMyWhataburger Account holders can earn and accumulate MyWhataburger Rewards™ points that may be redeemed for Rewards at participating Whataburger locations.\nUnfortunately, not all locations have the ability to award or honor MyWhataburger Rewards™ at this time.\nFor example, you cannot earn or redeem MyWhataburger Rewards™ at non-participating Whataburger locations.</p>\n<p>&nbsp;</p>\n<p>In addition to the MyWhataburger Rewards™ program, we, or Third-Party Providers acting with our permission, may offer you special promotional rewards or other items.</p>\n<p>&nbsp;</p>\n<p>(b) <u> MyWhataburger Rewards™ Points and Benefits</u>.\nThe benefits that are available to you through MyWhataburger Rewards are based on the number of points you earn from food purchase (including beverages) purchases at participating Whataburger locations.\nYou will earn ten (10) MyWhataburger Rewards™ points for each dollar you spend (based on sales total prior to tax) at participating Whataburger locations (e.g.\n$1 = 10 points).\nMyWhataburger Rewards™ points are automatically tracked in your MyWhataburger Account at the time of purchase at participating Whataburger locations, beginning with the first purchase after your MyWhataburger Rewards™ program account is created and activated.\nPoints may only be credited to one (1) MyWhataburger Account.\nPoints will be credited to your MyWhataburger Account upon consummation of qualifying purchases.\nIn certain cases, it may take twenty-four (24) hours or more for points to be credited to your MyWhataburger Account.\nWhataburger shall not be responsible for, or liable to, any MyWhataburger Rewards™ program member, or any other person or entity, in any way, for any losses, costs or expenses incurred by a delay or error in crediting points or to a MyWhataburger Account.\nTo make a purchase that earns points, you must (a) scan the barcode in the MyWhataburger Rewards™ section of your Mobile App, (b) pay with your Whataburger Virtual Gift Card account linked to your MyWhataburger Account (either within the Whataburger Websites, Mobile App or from within a third party mobile wallet into which your Whataburger Gift Card has been added) when you make a food purchase, and/or (c) use your MyWhataburger Account to make a food purchase through Online Ordering.</p>\n<p>&nbsp;</p>\n<p>(c) <u> Earning MyWhataburger Rewards™ Points</u>.\nSome purchase exclusions apply.\nFor instance, you cannot earn MyWhataburger Rewards™ points on Whataburger merchandise (e.g.\nt-shirts, caps), Whataburger retail products (e.g.\nWhataburger ketchup sold at grocery store locations, other retail locations or online), purchase of physical Whataburger gift cards or loading/reloading of funds onto your Whataburger Virtual Gift Card associated with your MyWhataburger Account, or other non-food items.\nTaxes, tips, donations, and fees are also excluded or ineligible for Whataburger Rewards points accrual.\nIn-restaurant purchases made under Whataburger’s Group Dining Program and any purchases where a Whataburger coupon is applied are also excluded from points accrual.\nFor clarification, any orders made on third-party food delivery platforms (e.g.\nDoorDash, Grubhub, UberEats, Favor, etc.), or orders placed on behalf of third-party aggregators do not constitute purchases for the purpose of earning MyWhataburger Rewards™ points.\nYou will not receive MyWhataburger Rewards™ points for any amounts paid in delivery fees, surcharges, gratuity, sales, use or other transactional taxes.\nIn the event that you complete a transaction but forget to use the Mobile App at the time of purchase, you may submit your receipt details for validation up to 30 days from the receipt transaction date either (a) in person at any participating Whataburger location, or (b) using the “Add Points” function in the Mobile App or Whataburger Website(s) to submit your receipt details.\nIf the receipt data you submit is validated by Whataburger as qualifying purchases that earn MyWhataburger Rewards™ points, the points will be added to your MyWhataburger Rewards™ account generally within 48 hours of your submission of receipt detail information.\n</p>\n<p>&nbsp;</p>\n<p>(e) <u> Point Redemption for Rewards</u>.\nYou may redeem MyWhataburger Rewards™ points for the specific menu items that Whataburger, in its sole discretion, may make available for MyWhataburger Rewards™ points redemption (each a “Reward”).\nA list of current menu items and the corresponding points redemption amounts required for each listed menu item is available in the Mobile App and at the Whataburger Website at www.whataburger.com.\nPoint redemption for Rewards is subject to availability, and Rewards may not be redeemed in combination with other promotions, special offers, discounts or coupons unless specifically allowed under the terms of a specific promotion.\nMyWhataburger Rewards™ points may not be redeemed for Whataburger retail products, Whataburger merchandise, Whataburger gift cards, or cash.\nYou must access the “MyWhataburger Rewards™” section of the Whataburger Website or the Mobile App to view your MyWhataburger Rewards™ program points available for redemption, and then select to redeem a Reward for the corresponding points value.\nPoints may be redeemed for Rewards worth a minimum of 225 points or more, and you must have at least enough available points for the Reward you select.\nIn any single transaction, only one MyWhataburger Account may be used to redeem points for Rewards.\nPoints cannot be redeemed for Rewards through any third party platforms.\nDetermination regarding the redemption of points for Rewards is subject to Whataburger’s sole discretion.\nPoints will be subtracted from your MyWhataburger Rewards™ program point total immediately when a Reward is requested based on the total points for the requested Reward.\nWhataburger reserves the right to limit the redemption of specific Rewards and limit the number of Rewards available.\nAttempts to redeem single use offers and verification codes for Rewards multiple times or through multiple users constitutes fraud and may result in the termination or suspension of your MyWhataburger Rewards™ program account.</p>\n<p>&nbsp;</p>\n<p>(f) <u> Special MyWhataburger Rewards Program Member Benefits</u>.\nWhataburger and participating Whataburger locations, in their sole and absolute discretion, may periodically offer the opportunity for additional MyWhataburger Rewards™ program rewards or benefits on particular transactions or special offers (“Member Benefits”).\nMember Benefits may be distributed via the Mobile App, via the Website or via e-mail or mail from time to time (based on the information you have in your MyWhataburger Account).\nMember Benefits may include periodic promotional offers on food, beverages and merchandise, invitations to special events, personalized Rewards, exclusive MyWhataburger Rewards™ program member experiences, family friend events, or related benefits.\nYou must have your Mobile App set to receive notifications and/or have opted-in to receive email communications in order to receive promotional and marketing offers in the Mobile App or via e-mail.\nMember Benefits may be customized (e.g.\nbased on your qualifying purchases, preferences, geographic location, etc.).\nIn certain events, Member Benefits may require that you have location settings enabled for the Member Benefits to be distributed to your Mobile App.\nPlease note that Whataburger and participating Whataburger locations may be unable to send these Member Benefits to you if you have turned off your notifications or location settings in the Mobile App.\nif you have elected not to receive email or other communications from Whataburger.\nor if you have poor network connectivity.\nMember Benefits may have certain restrictions including expiration dates and short, time-limited redemption periods.\nMember Benefits are personal to you and cannot be shared, copied or transferred, except as Whataburger may allow in certain limited instances.\nYou may be required to present your MyWhataburger Rewards™ account information at the participating Whataburger location in order to redeem Member Benefits.\nRead each offer carefully for specific details, limitations and restrictions.\n</p>\n<p>&nbsp;</p>\n<p>(g) <u> Cancellation.\nTermination</u>.\nYou may opt-out of the MyWhataburger Rewards™ program at any time, for any reason by cancelling your MyWhataburger Rewards™ account, or by visiting https://whataburger.com/contact-us.\nIf you cancel your MyWhataburger Rewards™ account, any unredeemed points, Rewards and Member Benefits, will automatically be cancelled and will no longer be available for redemption.\nIf you re-enroll at any time, you will start over as if you had just established your MyWhataburger Rewards™ account for the first time.\nWhataburger reserves the right to suspend or terminate, at Whataburger’s sole and absolute discretion, any MyWhataburger Rewards™ account if Whataburger believes you have abused Whataburger privileges, have violated or acted inconsistently with these Terms or applicable law, or otherwise acted in a manner harmful to Whataburger’s interests.\n</p>\n<p>&nbsp;</p>\n<p>(h) <u> Expiration of MyWhataburger Rewards™ Points, Rewards, and Member Benefits.\nInactive Accounts</u>.\nMyWhataburger Rewards™ points may not be combined with other offers or coupons, unless specifically allowed under the terms of such other offers or coupons.\nUnredeemed points expire (i) one year from the date that such points were earned, and (ii) upon the cancellation or termination of your MyWhataburger Rewards™ account as described in Section 8.2(g) above.\nWhen you redeem your points for Rewards, your oldest available points are used first.\nIf you have any questions regarding your MyWhataburger Rewards™ program account status, please contact https://whataburger.com/contact-us.\nOnce points either expire or are used to redeem a Reward, the points will be removed from your MyWhataburger Rewards™ account.\nPoints will not be added back to your MyWhataburger Rewards account if you do not redeem the points for a Reward within one (1) year from the date the points were added to your MyWhataburger Rewards™ account.\nWhataburger reserves the right to cancel a your MyWhataburger Rewards™ program account if your MyWhataburger Rewards™ program account remains inactive for a period of two (2) years or more.\nAccordingly, once you register for the MyWhataburger Rewards™ program account, if you do not make a purchase or engage in an activity for which you will receive points within two (2) years after your initial registration or the last recorded purchase or activity for which you received points, Whataburger reserves the right to cancel your MyWhataburger Rewards™ account.\nYou understand and agree that cancellation by Whataburger of your MyWhataburger Rewards™ account will result in the cancellation of all points, any unredeemed Rewards, and other unredeemed Member Benefits, and the inability to earn and/or redeem further points, Rewards, and other Member Benefits.\n</p>\n<p>&nbsp;</p>\n<p>(i) <u> Conversion of Unexpired Whataburger Rewards</u>.\nIf you are an existing Whataburger Rewards program member, and you have an earned but unredeemed Reward item as of the February 14, 2023 conversion date, each of your unredeemed Rewards will be converted to 625 points.\n</p>\n<p>&nbsp;</p>\n<p>(j) <u> Other Restrictions</u>.\nWhataburger shall be the sole arbiter in cases of suspected abuse, fraud, or violation of MyWhataburger Rewards™ program Terms, and any decision Whataburger makes relating to termination, suspension, or other disabling of the MyWhataburger Rewards™ program or your associated account (including, but not limited to, cancellation or suspension of points, Rewards, or other Member Benefits) shall be final and binding.\nShould you object to any of these Terms, or any subsequent modifications thereto, or become dissatisfied with the MyWhataburger Rewards™ program, your sole remedy is to discontinue participation in the program and properly cancel your account as detailed in Section 8.2(g) above.\n</p>\n<p>&nbsp;</p>\n<p>(k) <u> Limitations of Liability.\nIncontestability</u>.\nIN ADDITION TO THE OTHER LIMITATION OF LIABILITY PROVISIONS UNDER THESE TERMS, UNDER NO CIRCUMSTANCES SHALL WHATABURGER, ITS AFFILIATES OR ITS FRANCHISEES BE LIAVLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE MYWHATABURGER REWARDS™ PROGRAM, EVEN IF ANY OR ALL OF THE WHATABURGER ENTITIES, AFFILIATES OR FRANCHISEES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, THEREFOR SUCH EXCLUSIONS MAY NOT APPLY TO YOU.\nIF A MYWHATABURGER REWARDS™ PROGRAM MEMBER PROVES THAT WHATABURGER HAS IMPROPERLY DENIED SUCH PARTICIPANT ANY REWARD OR MEMBER BENEFIT, THEN THE MEMBER’S SOLE AND EXCLUSIVE REMEDY UNDER SUCH CIRCUMSTANCES WILL BE TO RECEIVE THE EQUIVALENT REWARD.\nMEMBER’S IRREVOCABLY WAIVE ANY RIGHT TO SEEK INJUNCTIVE RELIEF OR EQUITABLE RELIEF.\n</p>\n<p>&nbsp;</p>\n<p>8.3 <b>\n<i> Saving and Redeeming Certain Optional Services.</i>\n</b> Certain items offered as Optional Services, including, but not limited to, advertising and offers, coupons, rewards and special offers, can be saved to your MyWhataburger Account for later use.\nIn order to redeem such Optional Services, you may be asked by Whataburger to show your mobile device with Mobile App for Whataburger to view or scan, or to provide the promotion code or other code associated with the Optional Services being redeemed on the Whataburger Website or at a Whataburger location.\nCoupons and special offers may have expiration dates.\nPhysical coupons and special offers cannot be used in conjunction with Online Ordering, unless otherwise stated on the physical coupon or in the special offer.</p>\n<p>&nbsp;</p>\n<p>8.4 <b>\n<i> Opt-In to Optional Geo-Location Services.</i>\n</b> In connection with the Online Services, you will have the choice during registration for the MyWhataburger Account to opt into geo-location services so that Whataburger may (1) provide the store locator services to you, (2) market additional products and services to you (including offers based on geo-location information), and (3) conduct internal research based on your current location.\nBy opting into such geo-location services, you consent to the collection, use, sharing, and transfer of your geo-location data with Whataburger and Third-Party Providers of Whataburger who help facilitate the Online Services.\nAfter registering for the MyWhataburger Account, you may turn geo-location services on or off by visiting the “Settings” portion of the Mobile App or the settings of your web browser.\nHowever, please be advised that turning off geo-location services within your mobile device may adversely affect the provision or quality or performance of certain services and features of the Mobile App.</p>\n<p>&nbsp;</p>\n<p>8.5 <b>\n<i> Customer Service.</i>\n</b> For any customer service issues related to your use of your MyWhataburger Account or Mobile App, please contact us in one of the following ways:</p>\n<p>&nbsp;</p>\n<p>Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p>Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p>Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>For your protection, do not include your Payment Method account information (such as credit card or debit card, or other financial account or third-party mobile wallet information) when emailing Whataburger Customer Care or when using the “Contact Us” function inside the Mobile App.</p>\n<p>&nbsp;</p>\n<p>Any issues related to your mobile device should be directed to your mobile device provider.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.\nThird Party Mobile Wallets at Point of Sale.</b>\n</p>\n<p>&nbsp;</p>\n<p>9.1 <b>\n<i> Adding Whataburger Virtual Gift Card to Third Party Mobile Wallet.</i>\n</b> In connection with your MyWhataburger Account and the Mobile App, you may have the ability to add your Whataburger Virtual Gift Card to a third party mobile wallet, such as Apple Pay®, PayPal® or Google Pay™ (a “Wallet”) on any mobile phone, tablet, watch or other device that supports the Wallet.\nYou understand that these Terms still apply to your use of your Whataburger Virtual Gift Card in a Wallet.\nYou also understand that the use of a Wallet is governed by the separate terms and conditions of that particular mobile wallet provider (“Wallet Provider”).\nFor example, using Apple Pay™ with the Touch ID™ function to pay is governed by the separate Apple Pay™ terms and conditions, and not these Terms.</p>\n<p>&nbsp;</p>\n<p>If you want to add your Whataburger Virtual Gift Card to a Wallet, you must follow the procedures adopted by each Wallet Provider and any further procedures we adopt.\nThe Wallet allows you to make purchases using an added Whataburger Virtual Gift Card at company operated Whataburger retail locations and participating Whataburger licensed franchisee locations where the Wallet is accepted.\nWhataburger reserves the right at any time to cease accepting Wallets or change the location of stores accepting Wallets.</p>\n<p>&nbsp;</p>\n<p>When you use your Whataburger Virtual Gift Card in a Wallet to make a payment transaction at a participating Whataburger location, you will not be required to enter your MyWhataburger Account Login Credential(s) to initiate and approve such payment transaction.\nYou are responsible for all activity that occurs under or in association with your Virtual Gift Card, including unauthorized payment transactions that result from your failure to safeguard your Wallet, mobile device or mobile device passcode.</p>\n<p>&nbsp;</p>\n<p>9.2 <b>\n<i> Applicable Fees</i>\n</b>.\nWe do not charge you any fees for adding a Whataburger Virtual Gift Card to a Wallet.\nHowever, Wallet Providers or other third parties, such as wireless companies or data service providers, may charge you service fees in connection with the use of your mobile device or Wallet.</p>\n<p>&nbsp;</p>\n<p>9.3 <b>\n<i> Whataburger is Not Responsible for the Use or Function of a Wallet.</i>\n</b> Each Wallet Provider is solely responsible for its use and function.\nWe are only responsible for the Whataburger Virtual Gift Card.\nYou should contact the Wallet Provider’s customer service if you have questions concerning how to use the Wallet or for problems with the Wallet.\nWe are not responsible for any failure of a Wallet or your inability to use a Wallet for any transaction.\nWe are also not responsible for any loss, injury or inconvenience you suffer as a result of a Whataburger location refusing to accept a Wallet.\nWe are also not responsible if there is a security breach affecting any information stored in a Wallet or sent from a Wallet.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.\nIntellectual Property (Including Marks).</b>\n</p>\n<p>&nbsp;</p>\n<p>10.1 <b>\n<i> Intellectual Property Rights of Whataburger and Third Parties.</i>\n</b> Whataburger either owns, or has licensed, all U.S.\nlegal right, title and interest in and to the Online Services and Mobile App, including, but not limited to, any trademark, copyright, patent, trade secret, trade dress, service marks and other worldwide intellectual property rights as they relate to the Online Services (the “Intellectual Property”).\nThese Terms do not grant you any rights with respect to the Intellectual Property.\nWhataburger, the Whataburger logo, and other Whataburger trademarks, service marks, graphics and logos used in connection with the Online Services are trademarks or registered trademarks of Whataburger, its parents or affiliates (collectively, “Whataburger Marks”).\nOther trademarks, service marks, graphics and logos used in connection with the Online Services are the trademarks of their respective owners (collectively, “Third Party Marks”).\nThe Whataburger Marks and Third Party Marks may not be copied, imitated, or used, in whole or in part, without the prior written permission of Whataburger or the applicable trademark holder.\nThe Online Services and all content are protected by copyright, trademark, patent, trade secret, international treaties, laws and other proprietary rights and also may have security components that protect digital information only as authorized by Whataburger or the owner of the content.\nIn addition, part of the Mobile App is specifically licensed to Whataburger under one or more of the following United States patents (as fully described at http://www.35usc287.com/mobile): U.S.\nPatent No.\n10,102,184.\nU.S.\nPatent No.\n9,892,093.\nU.S.\nPatent No.\n9,886,421.\nU.S.\nPatent No.\n9,405,735.\nand U.S.\nPatent No.\n8,522,127.</p>\n<p>&nbsp;</p>\n<p>10.2 <b>\n<i> Copyright Infringement.</i>\n</b> Whataburger reserves the right to terminate your access to the Online Services, including your MyWhataburger Account and the Mobile App, in the event you infringe on a copyright right or other intellectual property right of Whataburger or any third party.\nWhataburger also reserves the right to remove any User Content or any other material posted by a User that is alleged to infringe the copyrights (or any other intellectual property rights) of others.\nIf you believe that any material posted to any of the Online Services or Mobile App constitutes copyright infringement, you should provide the following information to Whataburger at the address provided in Section 18.1 below: (a) the signature of the person authorized to act on behalf of the owner of the copyright that is allegedly being infringed.\n(b) a description of the copyright-protected work that is allegedly being infringed.\n(c) the location of such material in the Online Services or in Mobile App.\n(d) your address, telephone number, and email address.\n(e) a written statement by you stating your good faith belief that the use of the allegedly infringing material is not authorized by the copyright owner or applicable law.\nand (f) a written statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are authorized to act on the copyright owner’s behalf.\nBy submitting this notice, you agree that Whataburger may provide the information provided by you to the person who posted the allegedly infringing material.\nIn the event that any material that you posted to any of the Online Services or Mobile App is removed by Whataburger, you may send to Whataburger at the address provided in Section 18.1 a counter-notice containing the information required by 17 USC § 512(g)(3), which Whataburger will forward to the party who alleged the infringement.\nIn the event that the party who alleged the infringement does not file any action seeking a court order to restrain you from engaging in the infringing activity within ten (10) business days of receiving the counter-notice, Whataburger may, in its sole discretion, reinstate the removed material.</p>\n<p>&nbsp;</p>\n<p>11.\n<b>\n<i> Third Party Content, Applications, Products and Services (including Advertising and Promotions).</i>\n</b> Whataburger may provide third party content in the Online Services and Mobile App (including embedded content) or links to our Third-Party Providers, other third party vendors or other third party content, applications, products and services, including advertisements and promotions (collectively, “Third Party Content”) as a service to those interested in this information.\nWe do not control, endorse or adopt any Third Party Content, including that the inclusion of any link does not imply affiliation, endorsement or adoption by Whataburger of any application or any information contained therein, and can make no guarantees as to its accuracy or completeness.\nYou acknowledge and agree that Whataburger is not responsible or liable in any manner for any Third Party Content and undertakes no responsibility to update and review such Third Party Content.\nYou agree to use such Third Party Content contained therein at your own risk.\nWhen you use other applications via Third Party Content, or participate in promotions or business dealings with third parties, you should understand that our Terms and policies no longer govern, and that the terms and policies of those Third Party applications will now apply.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any application to which you navigate from the Online Services or our Mobile App.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.\nModification.</b>\n</p>\n<p>&nbsp;</p>\n<p>Whataburger may, in its sole discretion, change, modify or amend these Terms at any time and will generally provide you prior notice of such change by electronic communication in accordance with the terms of your E-SIGN Agreement.\nSuch changes for which prior notice is given will become effective after being posted or sent to you in the manner set forth in your E-SIGN Agreement.\nHowever, Whataburger reserves the right to modify or discontinue, temporarily or permanently, all or a portion of the Mobile App and related Online Services without prior notice (e.g.\nto prevent fraud, to comply with applicable law or to reflect changes to our ingredients listed).\nYour continued use of the Whataburger Online Services after the effective date of any such changes made by Whataburger, with or without prior notice, will constitute your acceptance of the changes.\nIn the event you do not agree with any such changes, your sole and exclusive remedy is to terminate your use of the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>13.\nTermination.</b>\n</p>\n<p>&nbsp;</p>\n<p>13.1 <b>\n<i> Your Right to Terminate.</i>\n</b> You may terminate these Terms and your use of the Whataburger Online Services at any time by deactivating your MyWhataburger Account, or by notifying Whataburger in writing at the address provided in Section 18.1 below.\nIf you have any funds remaining on the Whataburger Virtual Gift Card associated with your MyWhataburger Account, you must follow the provisions of Section 4.8 of these Terms.</p>\n<p>&nbsp;</p>\n<p>13.2 <b>\n<i> Whataburger’s Right to Terminate.</i>\n</b> Whataburger may terminate these Terms by terminating your access to the Whataburger Online Services, including closing your MyWhataburger Account at any time and for any reason, in its sole and absolute discretion without liability.\nWhataburger may also suspend the Whataburger Online Services or your MyWhataburger Account if Whataburger determines, in its sole discretion, that you (a) have violated these Terms, (b) pose a fraud or other legal risk to Whataburger, or (c) have provided false, incomplete, inaccurate or misleading information or have otherwise engaged in fraudulent or illegal conduct.</p>\n<p>&nbsp;</p>\n<p>13.3 <b>\n<i> Effect of Termination.</i>\n</b> Upon termination of these Terms and your use of the Whataburger Online Services the license granted to you under these Terms will immediately end and you must immediately stop using the Whataburger Online Services.\nWhataburger will have the right to deactivate your MyWhataburger Account if you have not already done so.\nUpon termination, you will remain liable for all payment transactions and other fees you initiated prior to the time of termination.\nWhataburger will not be liable to you or any third party for compensation, reimbursement, or damages arising in connection with your use of the Whataburger Online Services or in connection with the termination or suspension of your use of the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>14.\nDisclaimer of Warranties.</b>\n</p>\n<p>&nbsp;</p>\n<p>14.1 <b>\n<i> Disclaimer of Whataburger Warranties.</i>\n</b> THE WHATABURGER ONLINE SERVICES, INCLUDING ALL CONTENT, SOFTWARE, FUNCTIONS, MATERIALS AND INFORMATION MADE AVAILABLE ON, PROVIDED IN CONNECTION WITH OR ACCESSIBLE THROUGH WHATABURGER, IS PROVIDED ON AN “AS IS”, “AS AVAILABLE”, AND “WITH ALL FAULTS” BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WHATABURGER, ITS PARENTS, SUBSIDIARIES AND AFFILIATES, MAKE NO REPRESENTATIONS AND DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, WITH REGARD TO THE ONLINE SERVICES OR MOBILE APP, INCLUDING ALL CONTENT, SOFTWARE, FUNCTIONS, MATERIALS AND INFORMATION MADE AVAILABLE ON, PROVIDED IN CONNECTION WITH OR ACCESSIBLE THOUGH THE ONLINE SERVICES OR MOBILE APP, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, WHATABURGER, ITS PARENTS, SUBSIDIARIES AND AFFILIATES DO NOT WARRANT THAT ANY CONTENT OF THE ONLINE SERVICES OR MOBILE APP IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE ONLINE SERVICES OR MOBILE APP WILL MEET YOUR REQUIREMENTS.\nTHAT YOUR USE OF THE ONLINE SERVICES OR MOBILE APP WILL BE UNINTERRUPTED OR ERROR FREE.\nTHAT THE ONLINE SERVICES OR MOBILE APP WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\nTHAT ANY DEFECT OR ERRORS WILL BE CORRECTED.\nOR THAT THE ONLINE SERVICES OR MOBILE APP IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nWHATABURGER SHALL NOT BE RESPONSIBLE FOR ANY SERVICE INTERRUPTIONS, INCLUDING, BUT NOT LIMITED TO, SYSTEM FAILURES OR OTHER INTERRUPTIONS THAT MAY AFFECT THE RECEIPT, PROCESSING, ACCEPTANCE, COMPLETION OR SETTLEMENT OF PAYMENT TRANSACTIONS INITIATED BY YOU THROUGH THE WHATABURGER ONLINE SERVICES.\nWHATABURGER SHALL NOT BE RESPONSIBLE FOR ANY ADVERSE EFFECTS OF PROBLEMS CAUSED BY THE MOBILE APP RUNNING ON YOUR PARTICULAR MOBILE DEVICE.\nIF YOU ARE DISSATISFIED WITH THE WHATABURGER ONLINE SERVICES, ANY CONTENT THEREON OR THESE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USE OF THE WHATABURGER ONLINE SERVICES.</p>\n<p>&nbsp;</p>\n<p>14.2 <b>\n<i> Disclaimer of Warranties Related to Third Parties.</i>\n</b> WHATABURGER DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY OR LIABILITY FOR ANY PRODUCT OR SERVICE OFFERED BY A THIRD PARTY THROUGH THE WHATABURGER ONLINE SERVICES.\nIn the event of any failure of the application to conform to any applicable warranty, you may notify Apple, Google, or any other app store or marketplace, and Apple, Google or the operator of any other app store or marketplace will refund the purchase price for the Mobile App to you and, to the maximum extent permitted by applicable law, Apple, Google or the operator of any other app store or marketplace will have no other warranty obligation whatsoever with respect to the Mobile App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be Whataburger’s sole responsibility.\nAdditionally, Apple, Google or the operator of any other app store or marketplace has no obligation whatsoever to furnish any maintenance and support services with respect to the Mobile App.\nWhataburger, not Apple, Google or the operator of any other app store or marketplace, is responsible for addressing any of your claims any third party claims relating to this Mobile App.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>15.\nLimitation of Liability.</b>\n</p>\n<p>&nbsp;</p>\n<p>UNLESS OTHERWISE PROHIBITED BY LAW, IN NO EVENT SHALL WHATABURGER, ITS PARENTS, SUBSIDIARIES OR AFFILIATES, OR ANY OF THEIR DIRECTORS, OFFICERS, OWNERS, EMPLOYEES OR AGENTS (THE “WHATABURGER PARTIES”) BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, PUNITIVE, INCIDENTAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES WHICH MAY BE INCURRED IN CONNECTION WITH THE USE, INABILITY TO USE, OR UNAVAILABILITY OF THE WHATABURGER ONLINE SERVICES.\nTHIS LIMITATION OF LIABILITY APPLIES WHETHER THE ALLEGED DAMAGES ARE BASED ON A CLAIM OR ACTION IN CONTRACT, WARRANTY, NEGLIGENCE, STRICT LIABILITY, OR OTHER TORT, BREACH OF DUTY, INDEMNITY, CONTRIBUTION OR OTHERWISE, EVEN IF THE WHATABURGER PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE OR LOSS.\nUNLESS OTHERWISE PROVIDED FOR IN THESE TERMS, IN NO EVENT SHALL THE WHATABURGER PARTIES’ TOTAL CUMULATIVE LIABILITY ARISING FROM OR RELATED TO THESE TERMS AND THE USE OF THE WHATABURGER ONLINE SERVICES EXCEED THE TOTAL DOLLAR VALUE OF AN INDIVIDUAL ORDER.\nSome jurisdictions do not allow the limitation of liability in contracts with consumers, so some or all of these limitations of liability may not apply to you.\nIn the event your mobile device is lost or stolen, please follow the instructions set forth in Section 4.9.</p>\n<p>&nbsp;</p>\n<p>\n<b>16.\nIndemnification.</b>\n</p>\n<p>&nbsp;</p>\n<p>You will indemnify, defend and hold harmless Whataburger, its parents, subsidiaries and affiliates, and its and their directors, officers, owners, employees, agents, consultants, contractors and other representatives (collectively, the “Indemnified Parties”) from and against any and all claims, demands, causes of action, debts, losses, liabilities, damages, judgments, settlements, tax assessments, penalties, interest, and expenses, including reasonable attorneys’ fees, arising out of, related to, or which may arise from: (a) your use of the Whataburger Online Services.\n(b) your actual or alleged breach of or non-compliance with any of these Terms.\n(c) your violation of any right of a third party in connection with your use of the Whataburger Online Services, including but not limited to any right of privacy, publicity rights, or intellectual property rights of such third party.\n(d) your negligence or violation or alleged violation of any federal or state law, rule or regulation.\nor (e) any other party’s access and/or use of the Whataburger Online Services with your Login Credentials.</p>\n<p>&nbsp;</p>\n<p>You agree to defend, indemnify and hold harmless Whataburger, its parent, subsidiary and other affiliated companies, independent contractors, service providers and consultants, and their respective employees, contractors, agents, officers, and directors from any and all claims, suits, damages, costs, lawsuits, fines, penalties, liabilities and expenses (including attorney’s fees) that arise from or relate to your use or misuse of the Whataburger Online Services (including payment transactions or loading/reloading of funds), violation of these Terms, or violation of any rights of a third party.\nWhataburger reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate in asserting any available defenses.\nIn the event of any third party claim that the Whataburger Online Services or your possession and use of the Whataburger Online Services infringes that third party’s intellectual property rights, Whataburger, not Apple, Google or the operator of any other app store or marketplace, will be solely responsible for controlling the investigation, defense, settlement and discharge of any such intellectual property infringement claim.</p>\n<p>&nbsp;</p>\n<p>\n<b>17.\nGoverning Law.\nDispute Resolution.\nArbitration.\nClass Action Waiver.</b>\n</p>\n<p>&nbsp;</p>\n<p>These Terms and any claim, action or dispute arising hereunder will be governed by the laws of the State of Texas, without regard to its conflicts of law principles.\nThe United Nations Convention on Contracts for the International Sale of Goods and Services shall have no applicability.\nWe are located in Texas and that is where you entered into these Terms and opened your MyWhataburger Account.\nIn addition, we are subject to certain federal and state regulations and we must comply with these laws, regulations and rules.\nYou agree that if there is any inconsistency between these Terms and any applicable law, regulation or rule, these Terms will prevail to the extent any such law, regulation or rule may be modified by agreement.</p>\n<p>&nbsp;</p>\n<p>PLEASE READ THE FOLLOWING SECTION CAREFULLY.\nIT REQUIRES YOU TO ARBITRATE DISPUTES WITH WHATABURGER AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF.\nTHIS SECTION OF THIS AGREEMENT SHALL BE REFERRED TO AS THE “ARBITRATION AGREEMENT.”</p>\n<p>&nbsp;</p>\n<p>\n<u>ARBITRATION</u>.\nYOU AND WE EACH AGREE THAT ANY CONTROVERSY OR CLAIM ARISING OUT OF OR RELATING TO THESE TERMS, OR THE BREACH THEREOF, INCLUDING ANY QUESTIONS OF ARBITRABILITY (“DISPUTE”), SHALL BE SETTLED BY ARBITRATION ADMINISTERED BY THE AMERICAN ARBITRATION ASSOCIATION (“AAA”) IN ACCORDANCE WITH ITS CONSUMER ARBITRATION RULES BY A SOLE ARBITRATOR.\nYou and we each also agree that this Arbitration Agreement affects interstate commerce so that the Federal Arbitration Act and federal arbitration law, not state law, apply and govern any questions regarding the enforceability of this dispute resolution provision, including all questions of arbitrability (despite the general choice of law provision set forth below).\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nTHE ARBITRATOR MUST FOLLOW THIS ARBITRATION AGREEMENT AND CAN AWARD THE SAME DAMAGES AND RELIEF AS A COURT (INCLUDING ATTORNEYS’ FEES).</p>\n<p>&nbsp;</p>\n<p>For any Dispute, you must first give us an opportunity to resolve your claim by sending a written description of your claim to Whataburger, Inc., ATTN: Legal Department, 300 Concord Plaza Drive, San Antonio TX 78216.\nYou and we each agree to negotiate your claim in good faith for a sixty-day period.\nYou further agree that you may not commence any arbitration or court proceeding unless you and we are unable to resolve the claim within 60 days after we receive your claim description and you have made a good faith effort to resolve your claim directly with us during that time.</p>\n<p>&nbsp;</p>\n<p>\n<u>WAIVER OF CLASS OR CONSOLIDATED ACTIONS (“CLASS ACTION WAIVER”)</u>.\nYOU AND WE EACH AGREE THAT YOU MAY ONLY BRING CLAIMS IN YOUR INDIVIDUAL CAPACITY ON YOUR OWN BEHALF, AND NOT IN ANY REPRESENTATIVE CAPACITY OR ON BEHALF OF ANY CLASS OR PURPORTED CLASS, AND NO PROCEEDINGS COMMENCED HEREUNDER MAY BE JOINED WITH OR INCLUDE ANY OTHER PARTIES, OR CLAIMS BY OTHER PARTIES (WHETHER REPRESENTATIVE, MASS, PRIVATE ATTORNEY GENERAL, OR CONSOLIDATED ACTION).\nEach party agrees that this limitation includes, but is not limited to, precluding each party from pursuing any claim for public injunctive relief, whether in arbitration or court.\nIf we believe that any claim you have filed is inconsistent with this limitation, then you agree that we may seek an order from a court determining whether your claim is within the scope of this class action waiver.</p>\n<p>&nbsp;</p>\n<p>If a court or arbitrator determines in an action between you and us that any part of this Dispute Resolution provision cannot be enforced, the rest of this Dispute Resolution provision will continue to apply.\nprovided, however, that if the Class Action Waiver is declared to be unenforceable or invalid, this entire Dispute Resolution provision (other than this sentence) will not apply to that claim (but will still apply to any and all other claims that you or we may assert in that or any other action).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>18.\nMiscellaneous.</b>\n</p>\n<p>&nbsp;</p>\n<p>18.1 <b>\n<i> Notice.</i>\n</b> In addition to the Electronic Communications authorized in the E-SIGN Agreement, any questions, complaints, or claims regarding the Whataburger Online Services may be made online, by telephone or by regular mail to:</p>\n<p>&nbsp;</p>\n<p>Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p>Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p>Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>18.2 <b>\n<i> Assignment.</i>\n</b> These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you and any attempted assignment will be deemed void.\nWhataburger reserves the right to assign these Terms and the rights and obligations hereunder to any third party without notice to you.\nThese Terms will be binding and inure to the benefit of the parties hereto and their successors and permitted assigns.</p>\n<p>&nbsp;</p>\n<p>18.3 <b>\n<i> Force Majeure.</i>\n</b> Without limiting the applicability of the terms of Section 15, the Whataburger Parties shall have no liability for any failure or delay resulting from conditions beyond the reasonable control of such party, including but not limited to any industrial dispute, acts of war, governmental action, acts of terrorism, acts of God, labor conditions, power failures and Internet or mobile network disturbances.</p>\n<p>&nbsp;</p>\n<p>18.4 <b>\n<i> Entire Agreement.</i>\n</b> These Terms represents the Parties’ entire understanding with respect to the subject matter contained herein and supersedes and cancels all prior written or oral contracts, agreements and understandings of the parties with respect to the subject matter of these Terms.</p>\n<p>&nbsp;</p>\n<p>18.5 <b>\n<i> Survival.</i>\n</b> The provisions of these Terms which are expressly, or by implication, intended to continue in force notwithstanding the termination of these Terms or your termination of use of the Whataburger Online Services for any reason, will survive termination or expiration of these Terms.</p>\n<p>&nbsp;</p>\n<p>18.6 <b>\n<i> No Waiver.\nSeverability.</i>\n</b> The failure of Whataburger to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\nIf any provision of these Terms shall be adjudged by a court of competent jurisdiction to be unenforceable or invalid, that provision shall be removed to the minimum extent necessary and the remainder of these Terms shall remain in full force and effect.</p>\n<p>&nbsp;</p>\n<p>18.7 <b>\n<i> Conflicts.</i>\n</b> In the event of a conflict between these Terms and any other terms and conditions or policies of Whataburger, these Terms shall prevail as to the subject matter contained herein.</p>\n<p>&nbsp;</p>\n<p>18.8 <b>\n<i> Headings and Subheadings.</i>\n</b> The use of titles and headings with reference to certain portions of these Terms is solely for the convenience of the reader and are of no legal effect.</p>\n<p>&nbsp;</p>\n<p>18.9 <b>\n<i> Third Party Beneficiary.</i>\n</b> Apple and Apple’s subsidiaries, Google and Google’s subsidiaries, and any operator of any other app store or marketplace, and its subsidiaries, are third party beneficiaries to these Terms.\nUpon your acceptance of these Terms, Apple, Google and the operator of any other app store or marketplace will have the right (and will be deemed to have accepted the right) to enforce these Terms against User as a third party beneficiary thereof.\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>If you DO NOT agree to the Whataburger Online Services Terms and Conditions,</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>PLEASE EXIT THE WHATABURGER WEBSITE(S) OR UNINSTALL THE WHATABURGER MOBILE APP NOW.</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>If you AGREE to the Whataburger Online Services Terms and Conditions,</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>CLICK THE “AGREE” BUTTON NOW.</b>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>WHATABURGER ONLINE SERVICES E-SIGN DISCLOSURE AND AGREEMENT</p>\n<p>&nbsp;</p>\n<p>Effective February 7, 2023</p>\n<p>Version 4.0</p>\n<p>\n</p>\n<p>Please take this opportunity to review the following disclosures and information about accessing and using the Whataburger Online Services, including the Whataburger Mobile App.\nIf you are under the age of 13, you are not allowed to open a MyWhataburger Account or use the Whataburger Mobile App and the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>E-SIGN Disclosure and Agreement for the Whataburger Online Services</p>\n<p>&nbsp;</p>\n<p>As part of your relationship with us, we want to ensure you have all of the information you need to effectively manage your MyWhataburger Account (as that term is defined in the Whataburger Online Services Terms and Conditions below).\nWe are required by law to give you certain information “in writing,” which means you are entitled to receive it on paper.\nWe may, however, provide some of this information to you electronically, instead, with your prior consent.\nThis E-SIGN Disclosure and Agreement for the Whataburger Online Services (“E-SIGN Agreement”) describes how Whataburger communicates with you electronically, provides additional detail about the Electronic Communications (as that term is defined below) that we provide you, and sets out hardware and software requirements you need to receive these Electronic Communications.\nPlease review this E-SIGN Agreement as it applies to Electronic Communications and will be effective until expressly withdrawn by you.</p>\n<p>&nbsp;</p>\n<p>\n<b>Applicability of Consent</b>\n</p>\n<p>&nbsp;</p>\n<p>This E-SIGN Agreement applies to your use of any Whataburger Website, mobile application, and online service or program (“Whataburger Online Services”).</p>\n<p>&nbsp;</p>\n<p>\n<b>Electronic Communications</b>\n</p>\n<p>&nbsp;</p>\n<p>You agree and consent to receive electronically all communications, agreements, documents, notices and disclosures (collectively, “Electronic Communications”) that we provide in connection with the Whataburger Online Services.\nElectronic Communications include, but are not limited to: (a) agreements and policies you agree to (e.g., the Whataburger Online Services Terms and Conditions and the Whataburger Privacy Policy), including updates to these documents.\n(b) transaction summaries, confirmations or other information.\n(c) MyWhataburger Account history.\n(d) customer service communications.\nand (e) promotions, offers, or coupons.\nWe may provide these Electronic Communications to you by posting them on the Whataburger Website(s), by emailing them to you at the primary email address listed in your MyWhataburger Account, or by making them accessible in your Whataburger Mobile App.\nElectronic Communications will be provided online and viewable using in-app display features, browser software or .pdf files.\nIn such cases, you will be able to print the Electronic Communication and/or have it emailed to you.</p>\n<p>&nbsp;</p>\n<p>\n<b>Receipt of Electronic Communications.\nContact Information</b>\n</p>\n<p>&nbsp;</p>\n<p>Electronic Communications will be deemed received by you within 24 hours of when such Electronic Communication is posted or sent to you.\nYou agree that if Whataburger sends you an Electronic Communication, but you do not receive it because your primary email address on file is incorrect, out of date, blocked by your service provider, or you are otherwise unable to receive Electronic Communications, Whataburger will be deemed to have provided the Electronic Communication to you.\nYou may not be able to transact using your MyWhataburger Account until we receive a valid, working primary email address from you.\nIf you use a spam filter or similar software that blocks or re-routes emails from senders not listed in your email address book, we recommend that you add Whataburger to your email address book so that you can receive Electronic Communications by email.</p>\n<p>&nbsp;</p>\n<p>\n<b>Required Hardware and Software</b>\n</p>\n<p>&nbsp;</p>\n<p>You are responsible for maintaining all software and hardware necessary for receiving, viewing and maintaining record of the Electronic Communications.\nBy accepting this Agreement, you represent that you will maintain all hardware and software necessary to receive, view and maintain (including, but not limited to saving and/or printing) any Electronic Communications provided to you.\nYou must have: (a) a valid email address on file with Whataburger.\n(b) a computer, mobile device, tablet or similar device with internet access and current browser software and computer software that is capable of receiving, accessing, displaying, and either printing or storing Electronic Communications received from us.\n(c) and sufficient storage space to save Electronic Communications (whether presented online, within the Whataburger Mobile App, in emails or .pdf) or the ability to print Electronic Communications.\nWe will notify you if there are any material changes to the hardware or software needed to receive Electronic Communications from us.\nBy giving your consent you confirm that you have access to the necessary equipment and are able to receive, open, and print or download a copy of any Electronic Communications for your records.\nYou may print or save a copy of these Electronic Communications for your records as they may not be accessible online at a later date.\n</p>\n<p>&nbsp;</p>\n<p>You are responsible for the installation, maintenance, and operation of your computer or electronic device.\nWe are not responsible for any errors or failures from any malfunction of your computer or electronic device, for any virus, other problems or changes that may be associated with the use of your computer or electronic device, including, for example, the cost of your Internet service provider.</p>\n<p>&nbsp;</p>\n<p>\n<b>Additional Copies</b>\n</p>\n<p>&nbsp;</p>\n<p>Additional copies of any Electronic Communication may be provided to you without charge by contacting Whataburger within 90 days of the original date of the communication.\nYou may also request paper copies of any electronic communication within 90 days of the communication by contacting Whataburger at the address provided below in Section 18.1 of the Whataburger Online Services Terms and Conditions.\nWhataburger reserves the right to assess a reasonable fee for providing such paper copies.</p>\n<p>&nbsp;</p>\n<p>\n<b>Withdrawal of Electronic Acceptance of Disclosures and Notices</b>\n</p>\n<p>&nbsp;</p>\n<p>You may withdraw your consent to receive Electronic Communications by contacting Whataburger at the address provided in Section 18.1 below.\nIf you fail to provide your consent to this E-SIGN Agreement, or if you withdraw your consent to receive Electronic Communications, Whataburger reserves the right to either deny your application/registration for a MyWhataburger Account, restrict or close your MyWhataburger Account, or charge you additional fees for paper copies.</p>\n<p>&nbsp;</p>\n<p>\n<b>Federal Law.\nTermination and Changes</b>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and agree that your consent to Electronic Communications is being provided in connection with a transaction affecting interstate commerce that is subject to the federal Electronic Signatures in Global and National Commerce Act (“E-SIGN Act”), and that you and we both intend that the E-SIGN Act apply to the fullest extent possible to validate our ability to conduct business with you by electronic means.\nWe reserve the right, in our sole discretion, to discontinue the provision of your Electronic Communications, or to terminate or change the terms and conditions on which we provide Electronic Communications.\nWe will provide you with notice of any such termination or change as required by law.</p>\n<p>&nbsp;</p>\n<p>\n<b>Consent</b>\n</p>\n<p>&nbsp;</p>\n<p>By providing your consent, you are also confirming that you have the hardware and software described above, that you are able to receive and review electronic records, and that you have an active email address for use.\nThis consent applies to your use of the Whataburger Mobile App and Whataburger Website(s).</p>\n<p>&nbsp;</p>\n<p>\n<b>Agree or Decline</b>\n</p>\n<p>&nbsp;</p>\n<p>If you either (i) use the Whataburger Online Services (either the Whataburger Website or the Mobile App), or click on the “I Agree” button in the Whataburger Online Services Terms and Conditions below, you are agreeing to receive disclosures electronically as stated in this E-SIGN Agreement and you are agreeing to the following Whataburger Online Services Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>\n<b>If you DO NOT want to consent to electronic delivery of disclosures,</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>PLEASE EXIT THE WHATABURGER WEBSITE OR MOBILE APP NOW.</b>\n</p>\n<p>&nbsp;</p>\n<p>If you either (i) use the Whataburger Online Services (either the Whataburger Website or the Mobile App), or (ii) click on the “I Agree” button in the Whataburger Website or Mobile App, such actions evidence your consent to electronic delivery of disclosures and the following Whataburger Online Services Terms and Conditions.</p>\n<p>\n</p>\n<br>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>WHATABURGER ONLINE SERVICES TERMS AND CONDITIONS</p>\n<p>&nbsp;</p>\n<p>Effective February 7, 2023</p>\n<p>Version 4.0</p>\n<p>&nbsp;</p>\n<p>PLEASE READ THE FOLLOWING WHATABURGER ONLINE SERVICES TERMS AND CONDITIONS (THESE “TERMS”) CAREFULLY.\nTHEY GOVERN YOUR ACCESS TO AND USE OF ANY WHATABURGER WEBSITE, MOBILE APPLICATION, AND ONLINE SERVICE OR PROGRAM (“WHATABURGER ONLINE SERVICES”).\nDOWNLOADING, INSTALLING, ACCESSING, OR USING THE WHATABURGER ONLINE SERVICES CONSTITUTES ACCEPTANCE OF THESE TERMS, AS THEY MAY BE AMENDED FROM TIME TO TIME.\nIF YOU DO NOT AGREE TO THESE TERMS, YOU SHOULD NOT USE OR ACCESS THE WHATABURGER ONLINE SERVICES.</p>\n<p>&nbsp;</p>\n<p>THESE TERMS ARE BETWEEN YOU AND WHATABURGER.\nIF YOU OPEN A MYWHATABURGER ACCOUNT OR DOWNLOAD THE WHATABURGER MOBILE APP AND YOU DO NOT MEET THE MINIMUM AGE REQUIREMENT, WHATABURGER IS NOT LIABLE FOR ANY OF YOUR SUBSEQUENT PURCHASES OR ACTIVITIES, INCLUDING, BUT NOT LIMITED TO, PURCHASE TRANSACTIONS.</p>\n<p>&nbsp;</p>\n<p>BY ACCEPTING THESE TERMS, YOU AGREE TO RESOLVE ANY DISPUTE WITH US ARISING OUT OF OR RELATED TO THESE TERMS THROUGH BINDING ARBITRATION OR SMALL CLAIMS DISPUTE PROCEDURES AND YOU AGREE TO WAIVE YOUR RIGHTS TO PARTICIPATE IN A CLASS ACTION SUIT.&nbsp;</p>\n<p>IF YOU DO NOT AGREE TO THESE TERMS, DO NOT ACCESS THE WHATABURGER ONLINE SERVICES.\nOTHERWISE, YOUR ACCESS OF THE WHATABURGER ONLINE SERVICES AND YOUR AGREEMENT TO THESE TERMS MEANS YOU HAVE ACCEPTED ALL OF THESE TERMS.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.</b>\n<b>What These Terms Cover.</b> These Terms are entered into between you and Whatabrands LLC and its affiliates and subsidiaries (collectively, “Whataburger,” which may be referred to as “we,” “us,” or “our”) and govern your access to and use of the Whataburger Online Services, which includes the programs, offers, content, information services, features and any Whataburger hosted games or challenges and made available through any Whataburger website, including, but not limited to whataburger.com, stories.whataburger.com, shop.whataburger.com, locations.whataburger.com, whataburger.avature.net, whataburger.taleo.net, whataburgervisit.com, whataburgerfeedback.com, whatastore.com, and whataburger.app.link (collectively, the “Whataburger Websites”) and the Whataburger mobile application (the “Whataburger Mobile App” or “Mobile App”).\nThe terms “User” and “you” refer to you.\nYou must accept these Terms before you can use the Whataburger Online Services.\nThese Terms will be available for you to view at all times on the Whataburger Website at www.whataburger.com.\nWhataburger may amend these Terms at any time in accordance with Section 12 of the Terms.\nAs between you and Whataburger, Whataburger is solely responsible for the Whataburger Online Services.\nNeither Apple, Inc.\n(Apple Store), Google, Inc.\n(Google Play for Android), nor any other app store or marketplace is responsible for the Whataburger Mobile App or any of its contents.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.\nServices.</b>\n</p>\n<p>&nbsp;</p>\n<p>2.1 <b>\n<i> Description of the Online Services.</i>\n</b> Whataburger, through the Online Services, allows you to use most computers, tablets, or mobile devices to complete various functions related to: registering for and creating a MyWhataburger Account.\nloading of funds to your Whataburger Virtual Gift Card account (defined in Section 4.6) linked to your MyWhataburger Account.\nconducting mobile payment transactions using the Mobile App at participating Whataburger locations.\nand participating in the Whataburger Rewards Program (discussed further below).\nYou can establish a MyWhataburger account (the “MyWhataburger Account”) and load/reload funds to your Whataburger Virtual Gift Card linked to the MyWhataburger Account using the valid payment method of your choice accepted by Whataburger.\nWhataburger, through the Online Services, also provides additional optional services, such as those related to the Whataburger Rewards Program, and allows you to participate in and/or receive certain promotional materials, offers, and coupons from Whataburger.\nThe payment and optional services (collectively the “Services”) are described in further detail in these Terms, and may be amended by Whataburger in its sole discretion from time to time.\nWhataburger requests that for your safety, do not use the Online Services or Mobile App while driving.</p>\n<p>&nbsp;</p>\n<p>2.2 <b>\n<i> Nutrition Disclaimer.</i>\n</b> The Whataburger Online Services may provide nutrition information.\nPercent Daily Values are based on a 2,000-calorie diet.\nYour daily values may be higher or lower depending on your calorie needs.\nNutrient contributions from individual components may not equal the total due to federal rounding regulations.\nWeight for standard product is expressed as an approximate weight after cooking or “as served.” Beverage serving size reflects the amount of liquid in the beverage cup.</p>\n<p>&nbsp;</p>\n<p>Nutrition formulations and ingredient information is based on standard product formulations obtained by our suppliers and/or third party laboratory analysis.\nVariations in nutritional content may occur due to changes in seasons, differences in suppliers, recipe revisions and product assembly at the restaurants.\nChanges to our ingredients may occur without notice, and may in turn result in changes to nutritional statements.\nThe Whataburger Websites and Mobile App contain a feature for you to choose “lower calorie” options based upon food preparation methods, item ingredient selections, and side item selections for Whataburger meals.\nThe “lower calorie” options do not include sauces, salad dressings, custom orders or additional condiments that you may consume.\nThe information disclosed in ingredient statements may not identify all ingredients and may use comprehensive terms that may not sufficiently inform a person of the presence of a foodstuff that may produce an allergic reaction.\nFederal law has identified the eight major food allergens as: eggs, fish, milk, peanuts, shellfish, soy, tree nuts and wheat.\nFor your convenience, menu items which contain these major allergens are identified by a corresponding allergen icon on our online menu at www.whataburger.com.\nGluten and MSG are two other common sensitivities which are disclosed on our menu.\nWhile a particular menu item may not feature one of these allergens, our products may be prepared using equipment that is shared with products containing one or more of these allergens and it is possible for your menu item to come into contact with an allergen.\nWhataburger, its franchisees and their respective employees do not assume liability for a particular allergy or sensitivity to any food provided in our restaurants.\nNo menu item is certified as gluten-free, vegetarian or vegan.\nWe encourage any individual with food allergies or sensitivities to consult their physician before choosing which Whataburger menu item fits their needs.\nFor most up to date information, please visit www.whataburger.com or call 1-800-6-BURGER.\nA representative from Whataburger will gladly help answer any questions you may have.\n</p>\n<p>&nbsp;</p>\n<p>2.3 <b>\n<i> Career Opportunities.</i>\n</b> The potential employment positions listed on the Whataburger Websites include opportunities with restaurant locations owned and operated by Whataburger (“Company Stores”) as well as restaurant locations owned and operated by Whataburger franchisees (“Franchise Stores”).\nThe positions in Whataburger’s Company Stores may be subject to different terms and conditions, including, but not limited to, benefits and employment policies, than those positions in Franchise Stores.\nWhataburger does not control, direct or influence the terms and conditions of employment with Franchise Stores.\nLikewise, Whataburger accepts no responsibility or liability with respect to the terms and conditions of employment with Franchise Stores.</p>\n<p>&nbsp;</p>\n<p>Specific information about the terms and conditions of employment associated with a particular position will be set forth upon hire.\nPostings on Whataburger Websites do not represent an offer of employment.\nAny offer of employment must be made in writing by an authorized representative of Whataburger or of a Whataburger franchisee in accordance with Whataburger’s or the Whataburger franchisee’s hiring policies and procedures.\nNothing contained on any Whataburger Website alters the employment at will relationship between Whataburger or a Whataburger franchisee and its respective employees.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.\nEligibility To Use Whataburger Online Services.</b>\n</p>\n<p>&nbsp;</p>\n<p>3.1 <b>\n<i> User Representations.\nBy entering into these Terms you represent that:</i>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>(a) You are at least 13 years of age and have the right, power and authority to enter into these Terms.\nIf you are between the ages of 13 and 18, you may only download the Mobile App, complete the MyWhataburger Account set-up process, and use the Whataburger Online Services under the supervision or direction of a parent or legal guardian who agrees to be bound by these Terms.\nIf you are under the age of 13, you are not allowed to open a MyWhataburger Account or use the Mobile App and the Online Services.\n</p>\n<p>&nbsp;</p>\n<p>(b) You are not located in a country that is subject to U.S.\ngovernment embargo, or that has been designated by the U.S.\ngovernment as a “terrorist supporting” country, and that you are not listed on any U.S.\ngovernment list of prohibited or restricted parties.</p>\n<p>&nbsp;</p>\n<p>(c) You agree to only create one MyWhataburger Account for yourself.</p>\n<p>&nbsp;</p>\n<p>(d) All information provided by you to Whataburger is correct and current, and you will update your MyWhataburger Account information with Whataburger as soon as it changes.</p>\n<p>&nbsp;</p>\n<p>(e) You will maintain the security of your MyWhataburger Account by not sharing your Login Credentials (including password, PIN or any other method used to log in) with others and restricting access to your MyWhataburger Account and your computer, tablet, and mobile device.</p>\n<p>&nbsp;</p>\n<p>(f) You and the transactions you enter into using your MyWhataburger Account and Whataburger Online Services comply, and will continue to comply, with applicable laws and regulations.</p>\n<p>&nbsp;</p>\n<p>(g) You will not use the Whataburger Online Services in connection with any fraudulent or illegal activity or in any manner which interferes with the operation of the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>(h) You will use the Whataburger Online Services only in compliance with these Terms.</p>\n<p>&nbsp;</p>\n<p>(i) The account with your mobile service provider that you use for the mobile device, and the account with your internet service provider that you use for online access, is current and in good standing.</p>\n<p>&nbsp;</p>\n<p>(j) You will not use the Whataburger Online Services outside of the United States or for any transaction requiring payment in foreign currency.</p>\n<p>&nbsp;</p>\n<p>(k) If you are a business entity, you are authorized to do business in the jurisdictions in which you operate, and your employees are authorized to use the Whataburger Online Services to bind you to these Terms and all transactions conducted with your user name and Login Credentials.\n</p>\n<p>&nbsp;</p>\n<p>(l) You will promptly notify us if you discover or otherwise suspect any security breach or security compromise relating to your use of the Whataburger Websites Online Services.</p>\n<p>&nbsp;</p>\n<p>(m) You will take responsibility for all activities that occur under your MyWhataburger Account and accept all risk of unauthorized access.</p>\n<p>&nbsp;</p>\n<p>3.2 <b>\n<i> Device Identification Metrics.</i>\n</b> When the Whataburger Online Services are utilized through the Whataburger Website(s) or Mobile App, we may obtain and maintain certain electronic identification or log data that is automatically provided by your device including, but not limited to, the unique device identifier or mobile equipment identifier for your mobile device, Internet Protocol (IP) address, computer/mobile device operating system and browser type, type of mobile device, cookie data, cache data, and latitude and longitude of the device, if geo-location functionality has been enabled on your device (collectively, the “Device Identification Metrics”).\nThis information is necessary to process your transactions and deliver the Whataburger Online Services and as part of our ongoing efforts to detect and deter unauthorized or fraudulent use of, or abuse of, the Whataburger Online Services, including MyWhataburger Accounts.\nIf you take steps to modify or disable security settings or controls provided in the operating system of your mobile device, such as “jailbreaking” or “rooting” the device, Whataburger may block your device and terminate your MyWhataburger Account under Section 4.9 below</p>\n<p>&nbsp;</p>\n<p>\n<b>4.\nMyWhataburger Account Registration.</b>\n</p>\n<p>&nbsp;</p>\n<p>4.1 <b>\n<i> Your MyWhataburger Account.</i>\n</b> In order to obtain all of the Whataburger Online Services, you must create a MyWhataburger Account.\nIn order to use the payment function of the Mobile App at participating Whataburger locations, you must register at least one valid payment method as described in Section 4.5 below (each a “Payment Method”) in order to load/reload funds to your Whataburger Virtual Gift Card account (defined in Section 4.6 below) linked to your MyWhataburger Account and use the Mobile App for purchases.\nBy registering a Payment Method with your MyWhataburger Account that is a either a credit, debit, or stored value account, or a third party mobile wallet account (such as Apple Pay®, PayPal® or Google Pay™) you authorize Whataburger to take appropriate steps to validate your Payment Method account.\nYou will not be required to pay for any of the Whataburger Payment Method account verification process.\n</p>\n<p>&nbsp;</p>\n<p>4.2 <b>\n<i> MyWhataburger Account Creation.\nPayment Method Account Information.\nAccuracy of MyWhataburger Account Information.\nResponsibility for Payment Method Account Activity.\nLoad and Reload of Funds to Your MyWhataburger Account.</i>\n</b> You understand that to create your MyWhataburger Account, you will be asked to provide your name and certain other personal information, which may include, but may not be limited to, first and last name, address, zip code, valid email address, and telephone number.\nYou may also use an existing third-party account, such as your Facebook, Google or Apple account, to create your MyWhataburger Account if the MyWhataburger Account creation process supports such third-party account.\nIf you use an existing third-party account to create your MyWhataburger Account, then Whataburger will receive your public profile information (which may include your first and last name, email address, profile page information, gender and date of birth), and, if your existing third-party account has a profile picture associated with it, then your current profile picture will also be included in your MyWhataburger Account.\nIn addition, if you use an existing third-party account to create your MyWhataburger Account, then you will not be able to unlink that third-party account from your MyWhataburger Account.\nIf you use an existing third-party account to create your MyWhataburger Account, then you may be asked to provide additional information including, but not limited to, your email address, physical address, zip code and telephone number.\n</p>\n<p>&nbsp;</p>\n<p>You will have the capability to load more than one Payment Method account for loading/reloading of funds for use in your MyWhataburger Account.\nYou understand that to add a Payment Method to your MyWhataburger Account, you will be asked to provide certain information, which may include, but may not be limited to, first and last name, billing address, zip code, CVV and expiration date.\nWhataburger reserves the right, at any time and in its sole discretion, to limit the number of Payment Methods that may be associated with a MyWhataburger Account.\nThe Whataburger Mobile App also contains the ability to scan your Payment Method that is a credit card or debit card as part of the Payment Method account provisioning process.\nIn order to use this function, Whataburger and its Third-Party Providers (defined below) will need access to your “Camera” function on your mobile device.\nHowever, the image of the Payment Method credit card or debit card will not be stored in the “Photos” section of your mobile device, nor will the image be stored by Whataburger or its Third-Party Providers.</p>\n<p>&nbsp;</p>\n<p>If you only have one Payment Method account, then the default Payment Method account for loading/reloading funds will be that Payment Method account.\nIf you have more than one Payment Method account, then the default Payment Method account for loading/reloading funds will be the first Payment Method account you enter, unless you change the default Payment Method account within your MyWhataburger Account.</p>\n<p>&nbsp;</p>\n<p>If you include a Payment Method account that is a separate third-party mobile wallet, such as Apple Pay®, PayPal® or Google Pay™, then you understand loading/reloading of funds using those third-party mobile wallets is governed by the separate terms and conditions of that particular mobile wallet, including management of separate payment accounts loaded into those mobile wallets.\nFor example, using Apple Pay® with the Touch ID® function to pay is governed by the separate Apple Pay® terms and conditions, and not these Terms.</p>\n<p>&nbsp;</p>\n<p>When you initiate an initial load to your Whataburger Virtual Gift Card account linked to your MyWhataburger Account, we will send you an email confirming the load transaction and immediately bill your Payment Method account for the transaction amount you have selected.\nThe initial load transaction will appear on your Payment Method account statement as “Whataburger Digital Sale” or “Whataburger Mobile Sale.” </p>\n<p>&nbsp;</p>\n<p>Whataburger will impose limits, in its sole discretion, on the number of loads/reloads per day and the amount of funds that you may load/reload into your Whataburger Virtual Gift Card account linked to your MyWhataburger Account.\nYou may also use the MyWhataburger Account automatic reload function by setting the default Payment Method account for automatic reloads, and setting either the reload data or the MyWhataburger Account balance amount that will trigger an automatic funds reload transaction.\nWe will send you an email notifying you when the automatic reload function has been turned on.\nWe will also send you an email confirming each automatic reload transaction and bill your Payment Method account according to the reload schedule and reload transaction amount you have selected.\nWe will send you an email confirmation after each reload transaction to let you know your MyWhataburger Account has been reloaded.\nEach reload transaction will appear on your Payment Method account statement as “Whataburger Digital Sale” or “Whataburger Mobile Sale.” You can change your automatic reload preferences or de-activate the automatic reload feature at any time.\nTo stop the automatic reload feature, you must log into your MyWhataburger Account and turn off the automatic reload feature.\nWe will send you an email notifying you when the automatic reload function has been turned off.\nYour selection of the automatic reload function constitutes your ongoing authorization for recurring transactions using your Payment Method selected for automatic reload until you stop such automatic reload feature.\nOnce the dollar value is loaded to your MyWhataburger Account, the transaction cannot be reversed.\n</p>\n<p>&nbsp;</p>\n<p>You certify that all information you provide, including Payment Method account information, is accurate and complete.\nYou agree to keep your information current by updating it as needed in your MyWhataburger Account or any other account you maintain with Whataburger.\nYou cannot update the email address associated with your MyWhataburger Account on the Whataburger Websites or in the Mobile App.\nIf you need to update the email address listed in your MyWhataburger Account, you must contact Whataburger Customer Care in one of the following ways:</p>\n<p>&nbsp;</p>\n<p> Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p> Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p> Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>Whataburger reserves the right to suspend or terminate your MyWhataburger Account, in Whataburger’s sole discretion, in the event you provide inaccurate, false, or incomplete information, or fail to comply with the MyWhataburger Account registration requirements.</p>\n<p>&nbsp;</p>\n<p>4.3 <b>\n<i> Privacy Policy and Additional Mobile App Information Terms.</i>\n</b> The information you provide to Whataburger, including your personal information, is subject to the terms of Whataburger’s Privacy Policy, which is available at whataburger.com/home/privacypolicy.\nOur Privacy Policy applies to (a) personal information collected from or provided by you through the Whataburger Online Services, and (b) for Whataburger Online Gift Card Recipients, personal information collected from or provided about you by the purchaser and sender of your Whataburger Online Gift Card (see Section 4.6 below).\nWe do not respond to web browser “do not track” signals at this time.\nWe await the result of work by the policy community and industry to determine when such a response is appropriate and what form it should take.\nIf you use certain functions within the Mobile App that rely on geo-location functionality, please be advised that Whataburger or its Third-Party Providers may monitor and track your mobile device’s geo-location in order to deliver such functionality.\nFor example, if you use the “Locations” function and want to find the Whataburger location nearest to your current location, Whataburger and its Third-Party Providers will monitor your geo-location to deliver that information to you.\nPlease also note that some functionality within the Whataburger Websites or Mobile App may not be available or may not fully function if you turn off geo-location services.\nFor example, without geo-location services turned on, Whataburger will not be able to determine the closest Whataburger location to you.</p>\n<p>&nbsp;</p>\n<p>Whataburger may make personalized marketing messages, ads or offers to you through any medium, including social media, based upon: (a) your interaction with the Mobile App, our Websites, content, or Whataburger Online Services.\n(b) information from activities such as your purchase and transaction history, including information about you gathered through Whataburger Rewards.\nand (c) notifications, ads, offers or new Whataburger location announcements or Whataburger events based upon geo-location data collected from your mobile device through the Mobile App.\nSuch information allows us to provide you with more useful and relevant notifications, ads, offers or announcements.\nWe do not sell your personal information to unaffiliated third parties, but we do provide information to third parties, including the Third-Party Providers, for the delivery of Whataburger notifications, ads, offers or announcements.\nAlso, some third parties may provide us information about you from offline and online sources that we may use to provide you more relevant and useful notifications, ads, offers or announcements.</p>\n<p>&nbsp;</p>\n<p>For Whataburger Online Gift Card Recipients, you understand that Whataburger will send you the Online Gift Card notification email, as well as additional emails or Mobile App communications: (i) reminding you to use your Online Gift Card funds.\n(ii) containing Online Gift Card balance updates.\n(iii) asking you about your Online Gift Card and Whataburger experience.\nand (iv) marketing messages, ads or offers</p>\n<p>&nbsp;</p>\n<p>You can opt out from receiving personalized marketing messages, ads and offers.\nHowever, the opt-out will apply only to the specific channel, browser or device from which you opt out.\nYou will need to opt out separately from each channel (e.g., email, push notifications) and on all of your browsers and devices.\nNote that some Third-Party Providers may also make their own opt-out process available.\nPlease note that for some channels, even if you choose to opt-out of receiving targeted advertising, you may still receive advertising about Whataburger – it just will not be tailored to your interests.</p>\n<p>&nbsp;</p>\n<p>4.4 <b>\n<i> Login Credentials.</i>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>(a) Upon creating your MyWhataburger Account, you must establish a username and password (your “MyWhataburger Account Login Credentials”).\nIf you create your MyWhataburger Account using an existing third-party account, such as a Facebook, Google or Apple account, then your Login Credentials will be the username you establish for the MyWhataburger Account and your the password associated with that existing third-party account.\nYou are solely responsible for safeguarding your MyWhataburger Account Login Credentials.\nYou may choose to add a Whataburger Mobile App PIN at any time by visiting the “Settings” portion of the Mobile App.\nWhataburger also strongly encourages you to have a separate computer, tablet or mobile device authentication method, such as a password, passcode or fingerprint or facial authentication method (for example using Apple’s Touch ID® or Face ID® functions) necessary to unlock your computer, tablet or mobile device, as recommended by computer, tablet and mobile device manufacturers.\n</p>\n<p>&nbsp;</p>\n<p>(b) When you use your MyWhataburger Account to make a payment transaction at a participating Whataburger location, you must enter the MyWhataburger Account Login Credential(s) required to initiate and approve such payment transaction.\nYou are responsible for all activity that occurs under or in association with your MyWhataburger Account, including unauthorized payment transactions that result from your failure to safeguard your MyWhataburger Account Login Credential(s) required for payment transactions, or activity that occurs due to your failure to utilize either a Whataburger Mobile App PIN or computer, tablet or mobile device password or passcode.</p>\n<p>&nbsp;</p>\n<p>(c) Please be advised that once you have logged into your MyWhataburger Account, you will remain logged in until your Login Credentials expire or you actively log out.\nWhile logged in, your MyWhataburger Account may be used to conduct all activities offered in the MyWhataburger Account, including conducting payment transactions.\nWhataburger strongly encourages you to use a Whataburger Mobile App PIN, mobile device passcode or fingerprint or facial authentication if available to minimize the possibility of another individual using your computer or mobile device and your MyWhataburger Account to conduct payment transactions.</p>\n<p>&nbsp;</p>\n<p>4.5 <b>\n<i> Accepted Payment Methods.</i>\n</b> You may register and provision any valid credit, debit, or stored value account, or third-party mobile wallet account, accepted by Whataburger (each, a “Payment Method”) into your MyWhataburger Account.\nHowever, you should be aware that only certain Payment Methods are accepted by Whataburger, and you may not be able to provision some of your existing Payment Methods into your MyWhataburger Account.\nFor a list of accepted Payment Methods visit the Whataburger Website at www.whataburger.com.\nWhataburger may, at any time, change or update the list of Payment Methods that you may provision to your MyWhataburger Account.\nWhataburger is not a bank and does not offer banking services as defined by the United States Department of Treasury and under applicable law.\nWhataburger also does not offer money service business services as defined by the United States Department of Treasury or money transmission services as defined under various state laws.\nWhataburger will comply with all applicable law with regard to its Online Services.\nWhataburger is not responsible for the processing of any payment you initiate through use of your MyWhataburger Account.\nYou may add or remove a Payment Method from your MyWhataburger Account at any time by visiting the “Manage Payment” portion of the MyWhataburger Account.\n</p>\n<p>&nbsp;</p>\n<p>4.6 <b>\n<i> Physical and Virtual Gift Cards.\nOnline Gift Cards Sent as Gifts.</i>\n</b> (a) Whataburger may allow you to purchase virtual Whataburger gift cards (“Whataburger Virtual Gift Cards” or “Virtual Gift Cards”) through your MyWhataburger Account for your own use.\nWhataburger may allow you to transfer funds from physical Whataburger gift cards you purchase or receive as a gift (“Physical Gift Cards”) to your MyWhataburger Account.\nOnce you transfer funds from a Physical Gift Card to your MyWhataburger Account, that Physical Gift Card is void.\nUsing your selected Payment Method, you can load/reload a dollar value onto your Virtual Gift Card.\nThe Virtual Gift Card can be used as a Payment Method for Online Ordering and at participating Whataburger locations through your Mobile App or third party mobile wallet functionality.\nThe dollar value that you load onto your Virtual Gift Card is a prepayment for the goods and services you purchase at participating Whataburger locations.\nUnless otherwise required by law or permitted by these Terms, the dollar value of your Virtual Gift Card is nonrefundable and may not be redeemed for cash.\nIn the event you close your MyWhataburger Account, must follow the provisions of Section 4.8 below.\nThe value on your Virtual Gift Card is not insured by the Federal Deposit Insurance Corporation (“FDIC”) and does not earn interest.</p>\n<p>&nbsp;</p>\n<p>You may not have more than $220.00 in value on any of your Virtual Gift Cards at any time, and no more than $220.00 may be associated with any one Virtual Gift Card in a single day.\nThis means that the activity on any one of your Virtual Gift Cards cannot exceed $220.00 over the course of a day.\nThe total value you may load onto all of your Virtual and Physical Gift Cards, together with the value of any new Virtual or Physical Gift Card that you may purchase, may not exceed $2,000.00 on any given day.\nWhataburger does not charge any activation, service, dormancy, or inactivity fees in connection with your Virtual or Physical Gift Card.\nYour Virtual Gift Card has no expiration date and the value associated with your Virtual Gift Card does not expire.</p>\n<p>&nbsp;</p>\n<p>Please note that Virtual or Physical Gift Cards may not be used to purchase anything from the Whataburger Store (shop.whataburger.com).</p>\n<p>(b) Whataburger allows MyWhataburger Account holders who are also registered for the Whataburger Rewards Program to purchase virtual Whataburger gift cards (through the Whataburger Websites and in the Mobile App) to send to other individuals (“Online Gift Cards”).\nYou understand that to purchase and send an Online Gift Card to another individual (the “Recipient”), you must select the “Send an Online Gift Card” or similar feature in the Whataburger Websites or Mobile App, and you will be asked to: (i) choose an Online Gift Card design.\n(ii) designate the amount of funds you want to load onto the Online Gift Card.\n(iii) provide the Recipient’s name, email address, and an optional message to the Recipient.\n(iv) provide your name and email address.\n(v) select a delivery time for either delivery at time of purchase or at a later date and time selected by you.\n(vi) review your Online Gift Card order, confirm and pay.\nPlease note that you must use an approved Payment Method for purchasing and sending Online Gift Cards to Recipients, and that you may not use funds already loaded into your MyWhataburger Account (which are loaded onto your personal Whataburger Virtual Gift Card for your MyWhataburger Account) or funds loaded onto a Physical Whataburger Gift Card for such purchases.\nYou authorize us to charge your Payment Method at the time you purchase the Online Gift Card regardless of the date you choose for delivery.\nWhataburger will require a minimum purchase amount for each Online Gift Card of $15 and a maximum purchase limit of $100, and you as a purchaser may purchase no more than a total of $500 of Online Gift Cards per day.\nOn the requested delivery date, we will send the Recipient of your Online Gift Card an email notifying them that they have received an Online Gift Card from you.\nWe will send you an email confirmation after each Online Gift Card transaction to let you know your payment was processed, the Online Gift Card was sent to the Recipient, and containing transaction receipt details for your purchase.\nEach Online Gift Card purchase transaction will appear on your Payment Method account statement as “Whataburger Digital Sale” or “Whataburger Mobile Sale.” An Online Gift Card is like any other Whataburger Physical Gift Card and should be treated like cash by the Recipient.\nRefunds only provided for unused Online Gift Cards with the original purchase receipt.</p>\n<p>(c) If you are the Recipient of an Online Gift Card, you will receive an email notification that the purchaser sent you a Whataburger Online Gift Card.\nYour email notification will contain: (i) the name and email address of the sender.\n(ii) a link to transfer the Online Gift Card balance to your MyWhataburger Account.\n(iii) the unique QR code for your Online Gift Card.\n(iv) a link for you to access your Online Gift Card balance.\n(v) the terms and conditions of use of your Online Gift Card.\nand (vi) a statement that you understand that by using the Online Gift Card you are also agreeing to these Whataburger Online Services Terms and Conditions and the Whataburger Privacy Policy.\nThe dollar value that you receive on your Online Gift Card is a prepayment for the goods and services you purchase at participating Whataburger locations.\nIf you either already have an existing MyWhataburger Account or create a MyWhataburger Account, you can transfer funds from the Online Gift Card you receive to your MyWhataburger Account.\nIf you do not have a MyWhataburger Account or choose not to create a new MyWhataburger Account, you will be able to use your Online Gift Card via the unique QR code contained in the link included in the email notification that you receive regarding your Online Gift Card.\nThe Online Gift Card can be used as a Payment Method for Online Ordering and at participating Whataburger locations through either your MyWhataburger Account or the unique QR Code you are sent.\nThe Online Gift Card itself is not reloadable, but if you either have or create a MyWhataburger Account, you may use that account as otherwise set forth in this Agreement.\nAn Online Gift Card is like any other Whataburger Physical Gift Card and should be treated like cash by the you as the Recipient.\nThe dollar value of an Online Gift Card is nonrefundable and may not be redeemed for cash (except where required by law).</p>\n<p>&nbsp;</p>\n<p>4.7 <b>\n<i> Authorization to Charge Payment Method Account and MyWhataburger Account.</i>\n</b> By registering a Payment Method with your MyWhataburger Account for load/reload of funds to the Whataburger Virtual Gift Card linked to your MyWhataburger Account, you authorize Whataburger to charge to your Payment Method when you authorize such load/reload transactions.\nBy using your Whataburger Virtual Gift Card in Online Ordering or at a participating Whataburger location for payment, you authorize Whataburger to charge such transactions to your Whataburger Virtual Gift Card linked to your MyWhataburger Account.\nIn accordance with your cardholder or other agreement governing your Payment Method and the terms of service you have entered into with your financial institution or other third-party payment provider (including, but not limited to, your debit card, credit card, or other third-party mobile wallet or payment provider (such as Apple Pay®, PayPal® or Google Pay™) Payment Method account), you agree that you are responsible for any payment transactions from any person you have authorized to use your MyWhataburger Account at any time.\nIf you are using the Payment Method account of a family member or relative or any other individual in conjunction with your MyWhataburger Account, you are representing to us that the Payment Method account holder is aware of your use of their Payment Method account for your MyWhataburger Account.\nIf you make claims to us of unauthorized, unrecognized or otherwise alleged fraudulent Payment Method account or Whataburger Online Services transactions, your claim is equivalent to reporting a financial crime to law enforcement.\nIndividuals found to be associated with fraudulent Payment Method account or Whataburger Online Services transactions can be pursued to the fullest extent of the law.\nIf you choose to participate in and you opt into the MyWhataburger Account facial recognition payment authorization feature known as “POP ID” for point-of-purchase transaction authorization, redeeming MyWhataburger Rewards™ and earning MyWhataburger Rewards™ points at in-store point-of-sale, in-store kiosk, and drive-through locations where such optional feature is available, then your agreement to complete a transaction, redeem MyWhataburter Rewards™ or earn MyWhataburger Rewards™ points using such facial recognition technology constitutes your authorization for a transaction.</p>\n<p>&nbsp;</p>\n<p>4.8 <b>\n<i> Termination or Suspension of Your MyWhataburger Account.</i>\n</b> In the event that either you or Whataburger terminates, cancels, or suspends your MyWhataburger Account, you will no longer be able to utilize your MyWhataburger Account on the Whataburger Websites or in the Mobile App.\nIf you have any remaining funds loaded to the Whataburger Virtual Gift Card linked to your MyWhataburger Account, please contact us in one of the following ways to discuss your options, including transferring any remaining funds to a new MyWhataburger Account:</p>\n<p>&nbsp;</p>\n<p>Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p>Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p>Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>4.9 <b>\n<i> Illegal or Unauthorized Use of Your MyWhataburger Account.\nLost or Stolen Computer, Tablet or Mobile Device.\nModified Mobile Device Security Settings.</i>\n</b> Whataburger reserves the right, without liability, to suspend your MyWhataburger Account and prevent you from using the Online Services and Mobile App in the event Whataburger believes a transaction has been made in violation of these Terms, is fraudulent or unauthorized, or has been made for criminal purposes.\nIf Whataburger believes, in its sole discretion, that your MyWhataburger Account has been used for unauthorized, illegal or criminal purposes, whether by you or by some other party, you give Whataburger express authorization to: (a) share information related to use of your MyWhataburger Account, including transaction information and your personal information.\n(b) take necessary steps to detect or respond to instances of potential or actual fraud or other illegal activities.\n(c) respond to a law enforcement agency’s request for information or cooperation in an investigation.\nor (d) respond to judicial process or other valid government investigation process.\nIn the event that your computer, tablet or mobile device is lost or stolen, you must immediately contact the issuing bank for all Payment Method cards or accounts you entered into your MyWhataburger Account for loading/reloading of funds (including any accounts included in any third-party mobile wallet you are using) in order to prevent unauthorized transactions.\nIn addition, you should also contact Whataburger directly to inform us that your computer, tablet or mobile device was lost or stolen and instructing us to deactivate your MyWhataburger Account.\n<b>Such My Whataburger Account deactivation may take several days for us to implement, which is why you should contact the issuing bank(s) for your Payment Method(s) first.</b> If you instruct us to deactivate your MyWhataburger Account due to your computer, tablet or mobile device being lost or stolen, and you have funds remaining on your Whataburger Virtual Gift Card associated with your MyWhataburger Account, you must follow the provisions of Section 4.8 of these Terms.\nWhataburger also reserves the right to suspend and/or terminate your MyWhataburger Account if you modify or disable security settings or controls provided in the operating system of your mobile device, such as “jailbreaking” or “rooting” the device.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.\nWhataburger Mobile App.</b>\n</p>\n<p>&nbsp;</p>\n<p>5.1 <b>\n<i> Mobile App and Software.</i>\n</b> The Whataburger Online Services may be utilized through the Mobile App, which may be downloaded and installed onto your mobile device.\nUpon downloading the Mobile App to your mobile device, you will have the option to create a MyWhataburger Account.\nYou may create a MyWhataburger Account according to Section 4 above.\nIf you already have a MyWhataburger Account, you must log-in using your Login Credentials to use the Online Services.\nYou agree that you will download and install any software updates for the Mobile App as they become available, and Whataburger is not responsible for any functionality errors or issues the result from your failure to download and install any software updates for the Mobile App.</p>\n<p>&nbsp;</p>\n<p>5.2 <b>\n<i> Compatible Mobile Device Operating System.\nMobile Devices Generally.</i>\n</b> In order to use the Mobile App, you must have a compatible mobile device operating system that meets the specifications established by Whataburger in its sole discretion.\nFrom time to time, Whataburger may designate which mobile device operating systems are compatible, but as of the effective date of these Terms, compatible mobile device operating systems include Apple iOS and Android operating systems.\nIn addition to having a compatible mobile device operating system, a mobile device that has been modified contrary to the manufacturer’s or mobile service provider’s software or hardware guidelines, including, but not limited to, disabling hardware or software controls (e.g.\n“jailbreaking”), is not a compatible device with the Whataburger Online Services for purposes of these Terms.\nThe use of any modified mobile device with the Whataburger Online Services or Mobile App is a violation of these Terms and is grounds for the immediate termination of your Whataburger Online Services, including your MyWhataburger Account, by Whataburger without notice to you, in Whataburger’s sole discretion.\nYou understand and agree you are still subject to the terms and conditions of any agreement you have with any mobile service provider (e.g., AT&amp;T, Verizon, Sprint, T-Mobile, etc.) or any app store or marketplace for the Online Services (e.g., Apple, Inc.\n(Apple iOS), or Google, Inc.\n(Android)), and these Terms do not amend or supersede any of those separate agreements.\nYou understand that such services may provide for fees, charges, limitations and restrictions which might impact your use of the Online Services (e.g., data use charges, etc.), and you agree to be solely responsible for all such fees, charges, limitations and restrictions.\nYou agree that only your mobile service provider is responsible for the performance and operation of its products and services, including your mobile device and the mobile service provider’s own network.\nYou agree to resolve any problems with your mobile service provider without involving Whataburger, Apple, Inc.\n(Apple iOS), Google, Inc.\n(Android), or any other operator of an app store or marketplace.\nYou must comply with applicable third-party terms when using the Online Services (e.g., you cannot be in violation of your wireless provider agreement when using the Online Services).\n</p>\n<p>&nbsp;</p>\n<p>These Terms supplement and incorporate, as applicable, either (a) the Apple, Inc.\n(“Apple”) Terms and Conditions (located at www.apple.com/legal/internet-services/itunes/us/terms.html) including, without limitation, the Licensed Application End User License Agreement provided therein (“Apple Terms”).\nor (b) the Google, Inc.\n(“Google”) Terms of Service (located at www.google.com/intl/en/policies/terms/) including, without limitation, the Google Play Terms of Service provided therein (“Google Terms”).\nand (c) other Whataburger policies, including Whataburger Rewards (see Section 8.2 of these Terms).\nIf any of the provisions of the Apple Terms, Google Terms or any applicable Whataburger policies conflict with these Terms, these Terms will control, solely to the extent such terms apply to the Mobile App.\nWhataburger, not Apple, Google, or any other operator of an app store or marketplace, is solely responsible for the Mobile App and the content thereof.</p>\n<p>&nbsp;</p>\n<p>5.3 <b>\n<i> Mobile App Payments.</i>\n</b> You may elect to participate in certain functionality of the Mobile App which will allow you to use the Mobile App to purchase Whataburger products at participating Whataburger locations in the same manner as is possible with a physical Whataburger gift card (a “Mobile Payment”).\nMobile Payment is accepted at all company operated Whataburger retail locations and participating Whataburger licensed franchisee locations.\nWhataburger reserves the right at any time to discontinue Mobile Payment or change the location of stores accepting Mobile Payment.\nIf you elect to use the Mobile Payment function, you will be asked to provide Whataburger with your Payment Method account information (such as credit card or debit card, or other financial account or third-party mobile wallet information) and the billing address associated with such Payment Method as necessary to load and reload funds to the Whataburger Virtual Gift Card account linked to your MyWhataburger Account used for origination, processing and settlement of your payment transactions with participating Whataburger locations.\nYour provision of a Payment Method and your action within the MyWhataburger Account of loading/reloading funds to your Whataburger Virtual Gift Card constitutes your authorization for such transactions using your selected Payment Method, and also constitutes your authorization for Whataburger to deploy card validation and anti-fraud measures.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.\nOrdering via the Whataburger Website and Mobile App</b>.</p>\n<p>&nbsp;</p>\n<p>6.1 <b>\n<i> About Online Ordering.</i>\n</b> Through the Whataburger Website(s) and Mobile App, you may be able to order and/or pay for menu items (the “Menu Items”) from a Whataburger location (“Online Ordering”).\nTo be able to order and pay for such Menu Items through Online Ordering via the Whataburger Website(s), you must log in to your MyWhataburger Account or otherwise supply certain information relevant to your transaction, including, without limitation, your credit or debit card number, the expiration date of your credit or debit card, the name on your credit or debit card, your billing address, your zip code, and/or your Whataburger physical gift card number.\nTo be able to order and pay for such Menu Items through Online Ordering via the Mobile App, you must use the payment functionality in the Mobile App.\nYOU REPRESENT AND WARRANT THAT YOU ARE OF SUFFICIENT AGE AND HAVE THE LEGAL RIGHT TO USE ANY CREDIT OR DEBIT CARD OR OTHER PAYMENT METHOD UTILIZED IN CONNECTION WITH ANY TRANSACTION.\nBy submitting such information, you grant to Whataburger the right to provide and transmit such information for purposes of facilitating the completion of transactions initiated by you or on your behalf.\nWhataburger uses third party providers and may accept various third party services to process payments.\nFor information regarding the use of physical coupons and special offers in conjunction with Online Ordering, see Section 8.3 of these Terms.</p>\n<p>&nbsp;</p>\n<p>6.2 <b>\n<i> Menu Items in Online Ordering.</i>\n</b> All descriptions, images, features, specifications, products, and prices of Menu Items are subject to change at any time without notice.\nEvery participating location may not have all Menu Items identified through Online Ordering.\nThe inclusion of any Menu Item in Online Ordering does not imply or warrant that these Menu Items will be available.\nImages of Menu Items and packaging in Online Ordering are examples only and may not be identical to the Menu Items or packaging you receive from a restaurant.\nOnline Ordering may allow you to customize your order.\nPortion size references (extra, light, etc.) are for convenience only and do not indicate nutrient content information of any kind.\nYou acknowledge and agree that Online Ordering and the ability to purchase Menu Items is only available at participating locations (which locations are subject to change without notice).\nPrices and availability of Menu Items and customization options vary by location.</p>\n<p>&nbsp;</p>\n<p>Whataburger reserves the right, with or without prior notice, to do any one or more of the following for any reason: (i) limit the available quantity of or discontinue any Menu Item.\n(ii) impose conditions on the honoring of any coupon, coupon code, promotional code, or other similar promotion.\n(iii) bar you from making or completing any or all transactions.\nand (iv) refuse to provide you with any Menu Item.\nYou agree to pay all charges incurred by you, on your behalf, or by your My Whataburger Account through Online Ordering, at the price in effect when such charges are incurred.\nBecause tax charges vary by locality, Whataburger can only provide an estimated tax and total until your order is placed.\nCheck your confirmation email for the exact total you will be charged.\nYou are solely responsible for any taxes applicable to your transaction.\nYOU FURTHER UNDERSTAND AND AGREE THAT YOU ARE PURCHASING DIRECTLY FROM RESTAURANTS (AND NOT WHATABRANDS) AND THAT WHATABRANDS HAS NO RESPONSIBILITY ARISING OUT OF OR RELATED TO ANY MENU ITEMS THAT YOU PURCHASE FROM RESTAURANTS USING ONLINE ORDERING.</p>\n<p>&nbsp;</p>\n<p>6.3 <b>\n<i> Placing an Online Order.\nScheduling a Pickup Time.\nObtaining a Refund.</i>\n</b> You can use Online Ordering to build your order and send it to a participating Whataburger location that you select.\nWhen you build your order, you must select a pickup method, which may include take out, dine in, drive thru or delivery service.\nPickup methods may vary by location.\nYou must also select a pickup or delivery time, which may be as soon as possible or for a scheduled time.\nFor delivery service orders, the delivery time you select will determine when your order is prepared at the designated Whataburger location.\nFor Large Orders (as defined below) placed through the Mobile App for pickup, the pickup time you select will determine when your order is prepared at the designated Whataburger location.\nA “Large Order” is any order where the total cost of the order is $80 or more.\nFor pickup orders placed through the Whataburger Website(s) or the Whataburger Mobile App that are not Large Orders, the pickup time is only an estimated time of your arrival at the designated Whataburger location.\nyour order will not be prepared unless and until you select the “ASAP” button on the Whataburger Website(s) or in the Mobile App when you arrive at the designated Whataburger location.\nYou may receive a notification within Online Ordering and an emailed confirmation, delivered to the email you provide us, that the restaurant has accepted your order and/or is preparing it.\nIf you complete an Online Order on the Mobile App, you may also receive an in-app notification (if you have not disabled this function on your device) confirming your order.\nEach order confirmation will include information regarding your purchase, such as Menu Items ordered and amount paid.\nOnce an “ASAP” order is placed, changes cannot be made to the order.</p>\n<p>&nbsp;</p>\n<p>If you place a delivery order, an Online Order through the Whataburger Website(s), or your order is a Large Order placed through the Mobile App, the preparation of your order will start based on the delivery time or pickup time you select, as applicable.\nFor pickup orders, if you arrive early to pick up an order placed through the Whataburger Website(s) or a Large Order placed through the Mobile App, you may check-in at the Online Order register, which will direct Whataburger to begin early preparation of your order.\nIf you place an Online Order for pickup through the Whataburger Mobile App, and your order is not a Large Order, the preparation of your order will start when you select the “ASAP” button within the Mobile App when you arrive at the designated Whataburger location, regardless of the pickup time you selected.\nIf you do not press the “ASAP” button within 24 hours of placing your Online Order for pickup through the Mobile App, your order will be cancelled.\nThe “ASAP” button is not available on Large Orders placed through the Mobile App.</p>\n<p>&nbsp;</p>\n<p>It is your responsibility to timely pick up all orders.\nIf an order is not timely picked up, Whataburger may remake your food when you arrive to pick it up.\nThis is to protect the quality of our product.</p>\n<p>&nbsp;</p>\n<p>It is your responsibility to timely pick up all non-delivery orders.\nIf an order is not timely picked up or initially delivered, Whataburger may remake your food when you or the delivery driver arrive to pick it up.\nThis is to protect the quality of our product.</p>\n<p>&nbsp;</p>\n<p>Based on your scheduled pickup time, or if you have not yet pressed the “ASAP” button, you may have an opportunity to cancel your order.\nHowever, once Whataburger starts preparing your order, you will no longer have the ability to cancel.\nAt that point your purchase is complete, and you authorize the restaurant to process your order total, even if you do not timely pick up the order at the applicable restaurant.\nThe restaurant’s payment service provider will process your total amount to the payment card you selected when you built the order.</p>\n<p>&nbsp;</p>\n<p>In some locations, you may be able to place an order for delivery.\nTo place a delivery order, you must provide a delivery address (physical address only) and phone number where you can be contacted.\nDelivery service is not available in all Whataburger locations.\nDelivery service hours may be limited and may vary.\nWhataburger and its delivery service third-party service providers reserve the right to accept or decline an order for delivery for any reason up until the time the order is actually delivered to you.\nYou acknowledge and agree that delivery times may vary and that Whataburger makes no warranty or guarantee with respect to when your order will be delivered.\nYou agree that your delivery request (where available) may be fulfilled by a third party service provider in Whataburger’s discretion.\nYou may add a tip for your delivery driver before you place your order.\nThe Whataburger delivery charge is not a tip or gratuity provided to the delivery driver.</p>\n<p>&nbsp;</p>\n<p>If you desire to seek a refund for any reason, including if the products are unsatisfactory or other reasons, please contact us online at whataburger.com/contact-us.\nIf approved, please allow at least 4 weeks for any refund to be processed.\nrefund times may vary based on your payment card issuer.</p>\n<p>&nbsp;</p>\n<p>We reserve the right, in our sole and absolute discretion, to require proof of identity (in a form acceptable to Whataburger): (i) for the purposes of verifying the legitimacy of any order and/or other information.\nand/or (ii) for any other reason we deem necessary, in our sole and absolute discretion, for the purposes of fulfilling an order in accordance with our interpretation of these Terms.</p>\n<p>&nbsp;</p>\n<p>\n<b>7.\nUse of the Online Services and Mobile App.</b>\n</p>\n<p>&nbsp;</p>\n<p>7.1 <b>\n<i> Grant of License.</i>\n</b> Whataburger either owns, or has licenses to, the Online Services, including the Whataburger Websites and Mobile App, and the intellectual property rights associated with them.\nSome components of the Online Services, including the Mobile App, may be owned by third-party service providers (“Third-Party Providers”), but Whataburger has a valid license, including the right to sublicense, from such Third-Party Providers.\nWhataburger grants you, for personal use only on a computer, tablet, or mobile device owned or controlled by you as permitted by the Usage Rules contained in the Apple Terms, and in accordance with these Terms, a personal, limited, non-exclusive, revocable, non-transferable, royalty-free license, without the right to sublicense, to access and use the Online Services and Mobile App in accordance with these Terms (the “License”).\nThis License includes use of the Websites, the Mobile App, and any software, programs, documentation, tools, internet-based or mobile-based services, components, and any updates, including, but not limited to, software maintenance, Service information, help content, bug fixes and maintenance releases provided to you by Whataburger.\nThe Whataburger Online Services are subject to the intellectual property rights of Whataburger and any Third-Party Providers and their respective licensors, existing under any foreign, state or local laws or regulations, now or hereinafter in force and effect, and in any jurisdiction worldwide, including, without limitation, patent law, industrial rights law, copyright law, moral rights law, trade secret law, trademark law (together with all of the goodwill associated therewith), unfair competition law, publicity rights law, or privacy rights law, and any and all other proprietary rights whether under statutory or common law (or otherwise), and any and all national, foreign, and state registrations, applications, renewals, extensions and restrictions of any of the foregoing.</p>\n<p>&nbsp;</p>\n<p>7.2 <b>\n<i> Prohibited Use.</i>\n</b> You must comply with all laws, rules and regulations applicable to your use of the Whataburger Online Services.\nYou may not create links (hyper-links) to the Whataburger Websites without first obtaining permission in writing from Whataburger.\nYou will not, and will not permit any third party to, do or attempt to do any of the following: (a) access or monitor any material or information in the Whataburger Online Services, using any manual process or robot, spider, scraper or other automated means.\n(b) copy, reproduce, alter, modify, create derivative works, publicly display, republish, upload, post, transmit, resell, loan or distribute any material or information provided to you by Whataburger.\n(c) use the Whataburger Online Services in any manner that would interfere with the rights of any third party.\n(d) take any action that could compromise the security of the Whataburger Online Services.\n(e) violate the restrictions in any robot exclusion headers in any aspect of the Whataburger Online Services, work around, bypass, or circumvent any of the technical limitations of the Whataburger Online Services, use any tool to enable disabled features or functionalities of the Whataburger Online Services, or decompile, disassemble or otherwise reverse engineer the Whataburger Online Services.\n(f) transfer any rights granted to you under these Terms.\n(g) perform or attempt to perform any actions that would interfere with the proper working of the Whataburger Online Services, prevent access to or use of the Whataburger Online Services by other users, or impose an unreasonable or disproportionately large load on Whataburger’s infrastructure, including but not limited to excessively high volume data transfers or bandwidth use.\nor (h) encourage any conduct that would constitute a criminal offense or that gives rise to civil liability.\n(i) violate these Terms.\n(j) attempt to damage, disable, overburden or impair Whataburger’s servers or networks.\n(k) impersonate any person or entity or otherwise misrepresent your identity or affiliation with another person or entity.\n(l) fail to comply with applicable third party terms or otherwise use the Whataburger Online Services except as permitted by these Terms (collectively, “Prohibited Use”).\nWhataburger reserves the right, in its sole discretion, to terminate any User license granted under Section 7.1, terminate any User’s participation in the Whataburger Online Services, remove any content, or assert legal action with respect to any content or use of the Whataburger Online Services that Whataburger reasonably believes is or might be in violation of these Terms, Apple Terms, Google terms or the terms of any other app store or marketplace, or other applicable Whataburger policies.\nWhataburger’s failure or delay in taking such actions does not constitute a waiver of its rights to enforce these Terms.</p>\n<p>&nbsp;</p>\n<p>7.3 <b>\n<i> User Content and Data.</i>\n</b> “User Generated Data” means any and all information that is generated by your use of the Whataburger Online Services, including automatic reporting and other tools that give you the ability to create, post and distribute various forms of content for and in connection with the Whataburger Online Services, including, but not limited to, payment transaction data, Whataburger Rewards account data, pictures, photographs, videos, and other information, including content generated by you.\nFor pictures, photographs and videos, the User Generated Data includes only those pictures, photographs and videos that you take through the Whataburger Online Services, and does not include those pictures, photographs and videos you take via the standard functions on your mobile device, or that you take through any other app not related to Whataburger.</p>\n<p>&nbsp;</p>\n<p>(a) You may have the opportunity to upload photos and post comments, information and materials to the Whataburger Online Services (“User Content”).\nYou represent that you will not contribute User Content to the Whataburger Online Services unless you have created it or have express permission from the creator or copyright owner to do so.\nBy contributing User Content to the Whataburger Online Services, you grant Whataburger, its parents, subsidiaries, affiliates and successors a worldwide, perpetual, irrevocable, non-exclusive, fully paid, royalty free, sub-licensable right to use, modify, reproduce, adapt, publish, prepare derivative works from, distribute and publicly display any User Content contributed by you.</p>\n<p>&nbsp;</p>\n<p>(b) <b>\n<i>Special Terms Applicable To Our Use Of Your Posts, Tweets And Other Social Media Communications.</i>\n</b> By allowing us to use your post, tweet or other social media communication (“User Post”), you are agreeing to the following additional terms and conditions.\nPlease read them carefully and only give us permission to use your post or tweet if you agree with them.\nYou represent to us that you are at least 18 years of age.\nBy giving us permission to use your User Post, you agree that we may, at our discretion, use your real or social media user name and the content of your User Post (including all accompanying images) on our Websites to promote our company, products and services for such time period as we wish.\nYou give us the right to edit your User Post for brevity, clarity and the like and to modify any image in any manner we deem necessary to use it on our Websites.\nYou will not have the advance right to review or approve what we post on our Websites.\nYou represent to us that you have all rights needed to grant this permission to us.\nFor example, if an image you included with your User post depicts persons other than yourself, the other people in the image must have given you unrestricted permission to allow us to post the image on our Websites.\nYou will not receive any compensation for granting us the above rights.\nWe agree that you may withdraw the permission you have given us at any time by contacting us online at whataburger.com/contact-us.\nWe will remove your User Post (including accompanying images) reasonably promptly after receiving your email.</p>\n<p>&nbsp;</p>\n<p>(c) You may not, and you represent and warrant that you will not, contribute any User Content or User Post that: (i) is false, misleading, unlawful, obscene, indecent, lewd, pornographic, defamatory, disparaging, libelous, threatening, predatory, harassing, hateful, racially or ethnically offensive, abusive, inflammatory, or is otherwise objectionable or inappropriate.\n(ii) promotes or encourages conduct that is illegal or would give rise to civil liability.\n(iii) breaches any duty toward, or rights of, any person or entity, including rights of publicity or privacy.\n(iv) contains corruptive data or any other harmful, disruptive, or destructive files.\n(v) is “spam” or contains direct marketing communications, unsolicited advertising, promotional materials or other forms of solicitation or commercial content.\n(vi) poses or creates a privacy or security risk to any person.\n(vii) in Whataburger’s sole discretion, is objectionable, restricts or inhibits any person or entity from using or enjoying any aspect of the Whataburger Online Services, or which may expose Whataburger, its parents, subsidiaries, affiliates or other Whataburger Online Services users to harm or liability.\n(viii) is an impersonation of, or attempt to impersonate, another person.\nor (ix) violates a copyright or other intellectual property right of any third party.\nWhataburger reserves the right, but shall have no obligation to, screen, edit, remove or disable any User Content or User Post at any time and for any reason without notice.\nYou acknowledge that by using the Whataburger Online Services, you may be exposed to User Content or User Posts that are offensive, indecent or objectionable.\nWhataburger has no duty to pre-screen User Generated Data, User Content or User Posts.\nWhataburger has the right to edit, remove, block or refuse to post any submitted User Generated Data, User Content or User Post from any Whataburger Website(s) or network for any reason without prior notice, but assumes no obligation to do so and is not responsible for any failure or delay in doing so.\nYou agree that Whataburger shall not have any responsibility for or liability with respect to any User Content or User Post posted by you or others, and Whataburger expressly disclaims any and all liability in connection with any User Content, User Posts or User Generated Data.</p>\n<p>&nbsp;</p>\n<p>(d) You may have the opportunity to provide feedback, comments, suggestions, and ideas concerning use of, or suggested improvements or enhancements to, the Whataburger Online Services or Mobile App (“Feedback”).\nFeedback may also include your responses to surveys or other reporting.\nWhataburger and its authorized Third-Party Providers may obtain information from you regarding the use of the Online Services or Mobile App, including information such as payment transaction data, advertising and offer redemption, mobile usage or patterns, online activities or any other activities conducted through your use of the Whataburger Online Services.\nYou agree that your Feedback is provided gratuitously, unsolicited and without restriction.\nWhataburger shall have no duties or obligations with respect to Feedback provided by you.\nWhataburger shall be entitled to use and disseminate any Feedback for any purpose, in its discretion, without any compensation to you.</p>\n<p>&nbsp;</p>\n<p>7.4 <b>\n<i> User Permission for Autodialed Calls, Prerecorded Calls, Text Messages, Push Notifications, and E-Mail.</i>\n</b> You grant Whataburger express consent to send you autodialed and/or prerecorded message calls and text messages from Whataburger, and Third-Party Providers acting on Whataburger’s behalf, to any mobile telephone number you provide to Whataburger, regardless of your registration of your mobile device number on any state or federal “do not call” registry.\nYour express permission applies to calls and messages regarding the Whataburger payment transaction, the Whataburger Online Services and the Whataburger Rewards Program if you have opted in to such program.\nFor example, we may call or send you a message if your Payment Method has been declined, or when you earn a Whataburger Reward.\nIn addition, if you choose to receive marketing messages from Whataburger via SMS text messages, Whataburger will collect separate permission from you in the Mobile App regarding your authorization for Whataburger to send such marketing messages via SMS text message.</p>\n<p>&nbsp;</p>\n<p>Whataburger will send in-app push notifications to you through the Mobile App regarding Services-related information.\nYou may also choose to allow Whataburger to send you push notifications regarding marketing, including information on special offers and promotions.\nTo turn marketing-related push notifications on or off at any time, just visit the “Settings” portion of the Mobile App.\nPlease note that even if you turn off marketing-related push notifications, we will continue sending you Services-related push notifications until you uninstall the Mobile App.\n</p>\n<p>&nbsp;</p>\n<p>By providing your email address to Whataburger, you agree that Whataburger, and those Third-Party Providers acting on Whataburger’s behalf, will email you MyWhataburger Account registration information and other information related to the Services.\nWhen you create your MyWhataburger Account, for your convenience, the option to be added to the Whataburger email distribution list has been toggled “on.” If you choose to have Whataburger add your email address to the Whataburger email distribution list you can simply leave this toggle in the “on” position when you create your MyWhataburger Account, and making this selection means you agree that Whataburger, and those Third-Party Providers acting on Whataburger’s behalf, may email you special offers, promotions, and other marketing related emails.\nYou can choose not to be on the Whataburger email distribution list by toggling the option “off” when you create your MyWhataburger Account, or you can remove your email address from the Whataburger email distribution list at any time by visiting the “Settings” portion of the Whataburger Website(s) or Mobile App, or by clicking the “Unsubscribe” button at the footer of any Whataburger email.\nPlease note that even if you remove your email address from the Whataburger email distribution list, we will continue sending you Services-related information until you delete your MyWhataburger Account or uninstall the Mobile App.\n</p>\n<p>&nbsp;</p>\n<p>With regard to any text messages, push notifications, or emails relating to the Services, Whataburger will not include any full Payment Method account numbers, access codes, or similar non-public personal information in any such message, alert, or email.\n</p>\n<p>&nbsp;</p>\n<p>7.5 <b>\n<i> WHATASTORE® Terms of Purchase.</i>\n</b> Refer to the “Whataburger FAQs” page of the WHATASTORE® section of the Whataburger Website(s) for additional details regarding purchases of products from the Whataburger Website(s).\nBy placing an order for products through the Whataburger Website(s), you agree to by bound by and accept the information accessible at the “Whataburger FAQs” page at the time of such order, as well as the following terms:</p>\n<p>&nbsp;</p>\n<p>(a) All prices are shown in U.S.\ndollars.\nAll items are subject to availability and we reserve the right to impose quantity limits on any order, to reject all or part of an order, and to discontinue products without notice, even if you have already placed your order.\nAll prices are subject to change without notice, and you agree that taxes may be adjusted from the amount shown on the payment screens;</p>\n<p>&nbsp;</p>\n<p>(b) If for some reason an item on your order is temporarily out of stock, we will back order that item for you and ship the other merchandise immediately.\nItems on back order will be charged when the items are actually shipped, along with applicable taxes and shipping charges;</p>\n<p>&nbsp;</p>\n<p>(c) We attempt to be as accurate as possible.\nhowever, we do not warrant that all product descriptions, photographs, pricing or other information on the Whataburger Website(s) are accurate, complete, current or error-free.\nIf a product is not as described or pictured, your sole remedy is to return it in an unused condition for a refund.\nIn the event of an error, whether on the Whataburger Websites, in an order confirmation, in processing an order, in delivering a product or otherwise, we reserve the right to correct such error and revise your order accordingly or to cancel the order and refund any amount charged.\nYour sole remedy in the event of an error is to cancel your order and obtain a refund;</p>\n<p>&nbsp;</p>\n<p>(d) WHATABURGER WILL NOT BE LIABLE FOR LOST PROFITS, LOSS OF BUSINESS OR OTHER CONSEQUENTIAL, SPECIAL, INCIDENTAL, INDIRECT OR PUNITIVE DAMAGES, EVEN IF ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY CLAIM BY ANY THIRD PARTY, EXCEPT AS EXPRESSLY PROVIDED HEREIN.\nTO THE FULL EXTENT PERMITTED BY LAW, WHATABURGER’S LIABILITY SHALL BE LIMITED TO THE AMOUNT ACTUALLY PAID FOR THE PURCHASE OF PRODUCTS FROM THE WHATABURGER WEBSITES.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nand</p>\n<p>&nbsp;</p>\n<p>(e) Whataburger products may be returned or exchanged in accordance with the policies described on the Whataburger Websites.\nTHIS IS THE ONLY GUARANTEE OR WARRANTY YOU GET FROM WHATABURGER RELATING TO THE PRODUCTS YOU PURCHASE.\nWHATABURGER MAKES NO OTHER, AND EXPRESSLY DISCLAIMS ALL OTHER, REPRESENTATIONS, WARRANTIES AND CONDITIONS, WHETHER IN WRITING, IMPLIED OR STATUTORY, INCLUDING ANY WARRANTY OF MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE, OR ANY WARRANTY ARISING FROM COURSE OF DEALING OR USAGE OF TRADE.\nPRODUCTS ARE PROVIDED BY WHATABURGER “AS IS” AND WITHOUT WARRANTY OF ANY KIND.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.\nOptional Whataburger Services.</b>\n</p>\n<p>&nbsp;</p>\n<p>8.1 <b>\n<i> Availability of Optional Whataburger Services.</i>\n</b> By using the Whataburger Online Services, you may have the option to elect to participate in or receive certain promotional materials, advertisements, offers, coupons, geo-location services, and Whataburger Rewards (collectively, the “Optional Services”).\nWhataburger Rewards is governed by the terms contained in Section 8.2 of these Terms.\nYour use of any other Optional Services offered by Whataburger will be governed solely by any applicable terms and conditions regarding such Optional Services.\nIf you choose to participate in any Optional Services, you will be responsible for reviewing and understanding any terms and conditions applicable to such Optional Services.\nYou are responsible for any and all fees that may be charged by your mobile device provider in connection with your use of the Optional Services.\nYou consent to the collection, use, sharing and transfer of your information regarding such Optional Services to Third-Party Providers of Whataburger who help facilitate such Optional Services.</p>\n<p>&nbsp;</p>\n<p>8.2.\n<b> MyWhataburger Loyalty and Rewards Program (“MyWhataburger Rewards™”) </b>\n</p>\n<p>&nbsp;</p>\n<p>(a) <b>\n<i> MyWhataburger Rewards™ Program </i>\n</b>.\nBeginning on February 14, 2023 on a go-forward basis, the former “Whataburger Rewards” program is renamed the MyWhataburger Rewards™” program.\nMyWhataburger Rewards™ is the loyalty and rewards program operated by Whataburger as part of the MyWhataburger Account, and “MyWhataburger Points” are loyalty “points” that entitle a MyWhataburger Rewards™ program member to MyWhataburger Rewards™ benefits (“Rewards”) at participating Whataburger locations.\nPlease note that when you initially register for a MyWhataburger Account, you will be automatically enrolled in the MyWhataburger Rewards™ program if you provide either your email address or your mobile device number.\nIf you choose to opt out of the MyWhataburger Rewards™ program, you may do so as detailed in Section 8.2(g) below.</p>\n<p>&nbsp;</p>\n<p>Whataburger reserves the right to change, update, modify, and/or discontinue the MyWhataburger Rewards™ program (in whole or in part, and including material components such as dollar value of MyWhataburger Rewards™ points themselves, and the number of points required to redeem Rewards) at any time and in its sole discretion and without advanced notice to MyWhataburger Rewards™ program members.\nUnless otherwise specified, any changes or modifications to the MyWhataburger Rewards™ program will be effective immediately upon posting the revisions to these Terms, and you waive any right you may have to receive specific notice of such changes or modifications.\nIf you continue to participate in the MyWhataburger Rewards™ program by earning points, redeeming points, logging into your MyWhataburger Account or otherwise participating in the MyWhataburger Rewards™ program in any way after a change to these Terms regarding the MyWhataburger Rewards™ program, you will be deemed to have read, understood and unconditionally consented and agreed to such changes.\nIf you do not agree to these Terms or any changes, you must stop participating in the MyWhataburger Rewards™ program.</p>\n<p>&nbsp;</p>\n<p>By joining MyWhataburger Rewards™ program, you agree to remain courteous and respectful toward employees, contractors, and agents of Whataburger, its affiliates, franchisees, partners and other Whataburger customers.\nYou agree not to harass, abuse, stalk, intimidate, threaten or engage in any conduct that harms, harasses, or offends any employees, contractors or agents of Whataburger, its affiliates, franchisees, or partners engaged in the provision of services, including the delivery of any orders, or any other Whataburger customers or third parties.\nIf you violate these provisions or engage in any fraud or abuse in use of the MyWhataburger Rewards™ Program, Whataburger may terminate your membership in the program, bar you from future participation in the program, and cancel any unredeemed points and other benefits.\n</p>\n<p>&nbsp;</p>\n<p>Any Whataburger Rewards members in existence as of February 14, 2023 shall be automatically enrolled in the new MyWhataburger Rewards™ program, and conversion of any existing Rewards earned but not yet redeemed as of February 14, 2023 shall be as described in Section 8.2(i) below.\nYou always have the right to cancel your optional participation in the MyWhataburger Rewards™ program as detailed in Section 8.2(g) below.\n</p>\n<p>&nbsp;</p>\n<p>MyWhataburger Rewards™ is one way in which Whataburger endeavors to reward and thank loyal Whataburger customers for purchasing Whataburger products.\nMyWhataburger Account holders can earn and accumulate MyWhataburger Rewards™ points that may be redeemed for Rewards at participating Whataburger locations.\nUnfortunately, not all locations have the ability to award or honor MyWhataburger Rewards™ at this time.\nFor example, you cannot earn or redeem MyWhataburger Rewards™ at non-participating Whataburger locations.</p>\n<p>&nbsp;</p>\n<p>In addition to the MyWhataburger Rewards™ program, we, or Third-Party Providers acting with our permission, may offer you special promotional rewards or other items.</p>\n<p>&nbsp;</p>\n<p>(b) <u> MyWhataburger Rewards™ Points and Benefits</u>.\nThe benefits that are available to you through MyWhataburger Rewards are based on the number of points you earn from food purchase (including beverages) purchases at participating Whataburger locations.\nYou will earn ten (10) MyWhataburger Rewards™ points for each dollar you spend (based on sales total prior to tax) at participating Whataburger locations (e.g.\n$1 = 10 points).\nMyWhataburger Rewards™ points are automatically tracked in your MyWhataburger Account at the time of purchase at participating Whataburger locations, beginning with the first purchase after your MyWhataburger Rewards™ program account is created and activated.\nPoints may only be credited to one (1) MyWhataburger Account.\nPoints will be credited to your MyWhataburger Account upon consummation of qualifying purchases.\nIn certain cases, it may take twenty-four (24) hours or more for points to be credited to your MyWhataburger Account.\nWhataburger shall not be responsible for, or liable to, any MyWhataburger Rewards™ program member, or any other person or entity, in any way, for any losses, costs or expenses incurred by a delay or error in crediting points or to a MyWhataburger Account.\nTo make a purchase that earns points, you must (a) scan the barcode in the MyWhataburger Rewards™ section of your Mobile App, (b) pay with your Whataburger Virtual Gift Card account linked to your MyWhataburger Account (either within the Whataburger Websites, Mobile App or from within a third party mobile wallet into which your Whataburger Gift Card has been added) when you make a food purchase, and/or (c) use your MyWhataburger Account to make a food purchase through Online Ordering.</p>\n<p>&nbsp;</p>\n<p>(c) <u> Earning MyWhataburger Rewards™ Points</u>.\nSome purchase exclusions apply.\nFor instance, you cannot earn MyWhataburger Rewards™ points on Whataburger merchandise (e.g.\nt-shirts, caps), Whataburger retail products (e.g.\nWhataburger ketchup sold at grocery store locations, other retail locations or online), purchase of physical Whataburger gift cards or loading/reloading of funds onto your Whataburger Virtual Gift Card associated with your MyWhataburger Account, or other non-food items.\nTaxes, tips, donations, and fees are also excluded or ineligible for Whataburger Rewards points accrual.\nIn-restaurant purchases made under Whataburger’s Group Dining Program and any purchases where a Whataburger coupon is applied are also excluded from points accrual.\nFor clarification, any orders made on third-party food delivery platforms (e.g.\nDoorDash, Grubhub, UberEats, Favor, etc.), or orders placed on behalf of third-party aggregators do not constitute purchases for the purpose of earning MyWhataburger Rewards™ points.\nYou will not receive MyWhataburger Rewards™ points for any amounts paid in delivery fees, surcharges, gratuity, sales, use or other transactional taxes.\nIn the event that you complete a transaction but forget to use the Mobile App at the time of purchase, you may submit your receipt details for validation up to 30 days from the receipt transaction date either (a) in person at any participating Whataburger location, or (b) using the “Add Points” function in the Mobile App or Whataburger Website(s) to submit your receipt details.\nIf the receipt data you submit is validated by Whataburger as qualifying purchases that earn MyWhataburger Rewards™ points, the points will be added to your MyWhataburger Rewards™ account generally within 48 hours of your submission of receipt detail information.\n</p>\n<p>&nbsp;</p>\n<p>(e) <u> Point Redemption for Rewards</u>.\nYou may redeem MyWhataburger Rewards™ points for the specific menu items that Whataburger, in its sole discretion, may make available for MyWhataburger Rewards™ points redemption (each a “Reward”).\nA list of current menu items and the corresponding points redemption amounts required for each listed menu item is available in the Mobile App and at the Whataburger Website at www.whataburger.com.\nPoint redemption for Rewards is subject to availability, and Rewards may not be redeemed in combination with other promotions, special offers, discounts or coupons unless specifically allowed under the terms of a specific promotion.\nMyWhataburger Rewards™ points may not be redeemed for Whataburger retail products, Whataburger merchandise, Whataburger gift cards, or cash.\nYou must access the “MyWhataburger Rewards™” section of the Whataburger Website or the Mobile App to view your MyWhataburger Rewards™ program points available for redemption, and then select to redeem a Reward for the corresponding points value.\nPoints may be redeemed for Rewards worth a minimum of 225 points or more, and you must have at least enough available points for the Reward you select.\nIn any single transaction, only one MyWhataburger Account may be used to redeem points for Rewards.\nPoints cannot be redeemed for Rewards through any third party platforms.\nDetermination regarding the redemption of points for Rewards is subject to Whataburger’s sole discretion.\nPoints will be subtracted from your MyWhataburger Rewards™ program point total immediately when a Reward is requested based on the total points for the requested Reward.\nWhataburger reserves the right to limit the redemption of specific Rewards and limit the number of Rewards available.\nAttempts to redeem single use offers and verification codes for Rewards multiple times or through multiple users constitutes fraud and may result in the termination or suspension of your MyWhataburger Rewards™ program account.</p>\n<p>&nbsp;</p>\n<p>(f) <u> Special MyWhataburger Rewards Program Member Benefits</u>.\nWhataburger and participating Whataburger locations, in their sole and absolute discretion, may periodically offer the opportunity for additional MyWhataburger Rewards™ program rewards or benefits on particular transactions or special offers (“Member Benefits”).\nMember Benefits may be distributed via the Mobile App, via the Website or via e-mail or mail from time to time (based on the information you have in your MyWhataburger Account).\nMember Benefits may include periodic promotional offers on food, beverages and merchandise, invitations to special events, personalized Rewards, exclusive MyWhataburger Rewards™ program member experiences, family friend events, or related benefits.\nYou must have your Mobile App set to receive notifications and/or have opted-in to receive email communications in order to receive promotional and marketing offers in the Mobile App or via e-mail.\nMember Benefits may be customized (e.g.\nbased on your qualifying purchases, preferences, geographic location, etc.).\nIn certain events, Member Benefits may require that you have location settings enabled for the Member Benefits to be distributed to your Mobile App.\nPlease note that Whataburger and participating Whataburger locations may be unable to send these Member Benefits to you if you have turned off your notifications or location settings in the Mobile App.\nif you have elected not to receive email or other communications from Whataburger.\nor if you have poor network connectivity.\nMember Benefits may have certain restrictions including expiration dates and short, time-limited redemption periods.\nMember Benefits are personal to you and cannot be shared, copied or transferred, except as Whataburger may allow in certain limited instances.\nYou may be required to present your MyWhataburger Rewards™ account information at the participating Whataburger location in order to redeem Member Benefits.\nRead each offer carefully for specific details, limitations and restrictions.\n</p>\n<p>&nbsp;</p>\n<p>(g) <u> Cancellation.\nTermination</u>.\nYou may opt-out of the MyWhataburger Rewards™ program at any time, for any reason by cancelling your MyWhataburger Rewards™ account, or by visiting https://whataburger.com/contact-us.\nIf you cancel your MyWhataburger Rewards™ account, any unredeemed points, Rewards and Member Benefits, will automatically be cancelled and will no longer be available for redemption.\nIf you re-enroll at any time, you will start over as if you had just established your MyWhataburger Rewards™ account for the first time.\nWhataburger reserves the right to suspend or terminate, at Whataburger’s sole and absolute discretion, any MyWhataburger Rewards™ account if Whataburger believes you have abused Whataburger privileges, have violated or acted inconsistently with these Terms or applicable law, or otherwise acted in a manner harmful to Whataburger’s interests.\n</p>\n<p>&nbsp;</p>\n<p>(h) <u> Expiration of MyWhataburger Rewards™ Points, Rewards, and Member Benefits.\nInactive Accounts</u>.\nMyWhataburger Rewards™ points may not be combined with other offers or coupons, unless specifically allowed under the terms of such other offers or coupons.\nUnredeemed points expire (i) one year from the date that such points were earned, and (ii) upon the cancellation or termination of your MyWhataburger Rewards™ account as described in Section 8.2(g) above.\nWhen you redeem your points for Rewards, your oldest available points are used first.\nIf you have any questions regarding your MyWhataburger Rewards™ program account status, please contact https://whataburger.com/contact-us.\nOnce points either expire or are used to redeem a Reward, the points will be removed from your MyWhataburger Rewards™ account.\nPoints will not be added back to your MyWhataburger Rewards account if you do not redeem the points for a Reward within one (1) year from the date the points were added to your MyWhataburger Rewards™ account.\nWhataburger reserves the right to cancel a your MyWhataburger Rewards™ program account if your MyWhataburger Rewards™ program account remains inactive for a period of two (2) years or more.\nAccordingly, once you register for the MyWhataburger Rewards™ program account, if you do not make a purchase or engage in an activity for which you will receive points within two (2) years after your initial registration or the last recorded purchase or activity for which you received points, Whataburger reserves the right to cancel your MyWhataburger Rewards™ account.\nYou understand and agree that cancellation by Whataburger of your MyWhataburger Rewards™ account will result in the cancellation of all points, any unredeemed Rewards, and other unredeemed Member Benefits, and the inability to earn and/or redeem further points, Rewards, and other Member Benefits.\n</p>\n<p>&nbsp;</p>\n<p>(i) <u> Conversion of Unexpired Whataburger Rewards</u>.\nIf you are an existing Whataburger Rewards program member, and you have an earned but unredeemed Reward item as of the February 14, 2023 conversion date, each of your unredeemed Rewards will be converted to 625 points.\n</p>\n<p>&nbsp;</p>\n<p>(j) <u> Other Restrictions</u>.\nWhataburger shall be the sole arbiter in cases of suspected abuse, fraud, or violation of MyWhataburger Rewards™ program Terms, and any decision Whataburger makes relating to termination, suspension, or other disabling of the MyWhataburger Rewards™ program or your associated account (including, but not limited to, cancellation or suspension of points, Rewards, or other Member Benefits) shall be final and binding.\nShould you object to any of these Terms, or any subsequent modifications thereto, or become dissatisfied with the MyWhataburger Rewards™ program, your sole remedy is to discontinue participation in the program and properly cancel your account as detailed in Section 8.2(g) above.\n</p>\n<p>&nbsp;</p>\n<p>(k) <u> Limitations of Liability.\nIncontestability</u>.\nIN ADDITION TO THE OTHER LIMITATION OF LIABILITY PROVISIONS UNDER THESE TERMS, UNDER NO CIRCUMSTANCES SHALL WHATABURGER, ITS AFFILIATES OR ITS FRANCHISEES BE LIAVLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE MYWHATABURGER REWARDS™ PROGRAM, EVEN IF ANY OR ALL OF THE WHATABURGER ENTITIES, AFFILIATES OR FRANCHISEES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, THEREFOR SUCH EXCLUSIONS MAY NOT APPLY TO YOU.\nIF A MYWHATABURGER REWARDS™ PROGRAM MEMBER PROVES THAT WHATABURGER HAS IMPROPERLY DENIED SUCH PARTICIPANT ANY REWARD OR MEMBER BENEFIT, THEN THE MEMBER’S SOLE AND EXCLUSIVE REMEDY UNDER SUCH CIRCUMSTANCES WILL BE TO RECEIVE THE EQUIVALENT REWARD.\nMEMBER’S IRREVOCABLY WAIVE ANY RIGHT TO SEEK INJUNCTIVE RELIEF OR EQUITABLE RELIEF.\n</p>\n<p>&nbsp;</p>\n<p>8.3 <b>\n<i> Saving and Redeeming Certain Optional Services.</i>\n</b> Certain items offered as Optional Services, including, but not limited to, advertising and offers, coupons, rewards and special offers, can be saved to your MyWhataburger Account for later use.\nIn order to redeem such Optional Services, you may be asked by Whataburger to show your mobile device with Mobile App for Whataburger to view or scan, or to provide the promotion code or other code associated with the Optional Services being redeemed on the Whataburger Website or at a Whataburger location.\nCoupons and special offers may have expiration dates.\nPhysical coupons and special offers cannot be used in conjunction with Online Ordering, unless otherwise stated on the physical coupon or in the special offer.</p>\n<p>&nbsp;</p>\n<p>8.4 <b>\n<i> Opt-In to Optional Geo-Location Services.</i>\n</b> In connection with the Online Services, you will have the choice during registration for the MyWhataburger Account to opt into geo-location services so that Whataburger may (1) provide the store locator services to you, (2) market additional products and services to you (including offers based on geo-location information), and (3) conduct internal research based on your current location.\nBy opting into such geo-location services, you consent to the collection, use, sharing, and transfer of your geo-location data with Whataburger and Third-Party Providers of Whataburger who help facilitate the Online Services.\nAfter registering for the MyWhataburger Account, you may turn geo-location services on or off by visiting the “Settings” portion of the Mobile App or the settings of your web browser.\nHowever, please be advised that turning off geo-location services within your mobile device may adversely affect the provision or quality or performance of certain services and features of the Mobile App.</p>\n<p>&nbsp;</p>\n<p>8.5 <b>\n<i> Customer Service.</i>\n</b> For any customer service issues related to your use of your MyWhataburger Account or Mobile App, please contact us in one of the following ways:</p>\n<p>&nbsp;</p>\n<p>Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p>Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p>Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>For your protection, do not include your Payment Method account information (such as credit card or debit card, or other financial account or third-party mobile wallet information) when emailing Whataburger Customer Care or when using the “Contact Us” function inside the Mobile App.</p>\n<p>&nbsp;</p>\n<p>Any issues related to your mobile device should be directed to your mobile device provider.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.\nThird Party Mobile Wallets at Point of Sale.</b>\n</p>\n<p>&nbsp;</p>\n<p>9.1 <b>\n<i> Adding Whataburger Virtual Gift Card to Third Party Mobile Wallet.</i>\n</b> In connection with your MyWhataburger Account and the Mobile App, you may have the ability to add your Whataburger Virtual Gift Card to a third party mobile wallet, such as Apple Pay®, PayPal® or Google Pay™ (a “Wallet”) on any mobile phone, tablet, watch or other device that supports the Wallet.\nYou understand that these Terms still apply to your use of your Whataburger Virtual Gift Card in a Wallet.\nYou also understand that the use of a Wallet is governed by the separate terms and conditions of that particular mobile wallet provider (“Wallet Provider”).\nFor example, using Apple Pay™ with the Touch ID™ function to pay is governed by the separate Apple Pay™ terms and conditions, and not these Terms.</p>\n<p>&nbsp;</p>\n<p>If you want to add your Whataburger Virtual Gift Card to a Wallet, you must follow the procedures adopted by each Wallet Provider and any further procedures we adopt.\nThe Wallet allows you to make purchases using an added Whataburger Virtual Gift Card at company operated Whataburger retail locations and participating Whataburger licensed franchisee locations where the Wallet is accepted.\nWhataburger reserves the right at any time to cease accepting Wallets or change the location of stores accepting Wallets.</p>\n<p>&nbsp;</p>\n<p>When you use your Whataburger Virtual Gift Card in a Wallet to make a payment transaction at a participating Whataburger location, you will not be required to enter your MyWhataburger Account Login Credential(s) to initiate and approve such payment transaction.\nYou are responsible for all activity that occurs under or in association with your Virtual Gift Card, including unauthorized payment transactions that result from your failure to safeguard your Wallet, mobile device or mobile device passcode.</p>\n<p>&nbsp;</p>\n<p>9.2 <b>\n<i> Applicable Fees</i>\n</b>.\nWe do not charge you any fees for adding a Whataburger Virtual Gift Card to a Wallet.\nHowever, Wallet Providers or other third parties, such as wireless companies or data service providers, may charge you service fees in connection with the use of your mobile device or Wallet.</p>\n<p>&nbsp;</p>\n<p>9.3 <b>\n<i> Whataburger is Not Responsible for the Use or Function of a Wallet.</i>\n</b> Each Wallet Provider is solely responsible for its use and function.\nWe are only responsible for the Whataburger Virtual Gift Card.\nYou should contact the Wallet Provider’s customer service if you have questions concerning how to use the Wallet or for problems with the Wallet.\nWe are not responsible for any failure of a Wallet or your inability to use a Wallet for any transaction.\nWe are also not responsible for any loss, injury or inconvenience you suffer as a result of a Whataburger location refusing to accept a Wallet.\nWe are also not responsible if there is a security breach affecting any information stored in a Wallet or sent from a Wallet.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.\nIntellectual Property (Including Marks).</b>\n</p>\n<p>&nbsp;</p>\n<p>10.1 <b>\n<i> Intellectual Property Rights of Whataburger and Third Parties.</i>\n</b> Whataburger either owns, or has licensed, all U.S.\nlegal right, title and interest in and to the Online Services and Mobile App, including, but not limited to, any trademark, copyright, patent, trade secret, trade dress, service marks and other worldwide intellectual property rights as they relate to the Online Services (the “Intellectual Property”).\nThese Terms do not grant you any rights with respect to the Intellectual Property.\nWhataburger, the Whataburger logo, and other Whataburger trademarks, service marks, graphics and logos used in connection with the Online Services are trademarks or registered trademarks of Whataburger, its parents or affiliates (collectively, “Whataburger Marks”).\nOther trademarks, service marks, graphics and logos used in connection with the Online Services are the trademarks of their respective owners (collectively, “Third Party Marks”).\nThe Whataburger Marks and Third Party Marks may not be copied, imitated, or used, in whole or in part, without the prior written permission of Whataburger or the applicable trademark holder.\nThe Online Services and all content are protected by copyright, trademark, patent, trade secret, international treaties, laws and other proprietary rights and also may have security components that protect digital information only as authorized by Whataburger or the owner of the content.\nIn addition, part of the Mobile App is specifically licensed to Whataburger under one or more of the following United States patents (as fully described at http://www.35usc287.com/mobile): U.S.\nPatent No.\n10,102,184.\nU.S.\nPatent No.\n9,892,093.\nU.S.\nPatent No.\n9,886,421.\nU.S.\nPatent No.\n9,405,735.\nand U.S.\nPatent No.\n8,522,127.</p>\n<p>&nbsp;</p>\n<p>10.2 <b>\n<i> Copyright Infringement.</i>\n</b> Whataburger reserves the right to terminate your access to the Online Services, including your MyWhataburger Account and the Mobile App, in the event you infringe on a copyright right or other intellectual property right of Whataburger or any third party.\nWhataburger also reserves the right to remove any User Content or any other material posted by a User that is alleged to infringe the copyrights (or any other intellectual property rights) of others.\nIf you believe that any material posted to any of the Online Services or Mobile App constitutes copyright infringement, you should provide the following information to Whataburger at the address provided in Section 18.1 below: (a) the signature of the person authorized to act on behalf of the owner of the copyright that is allegedly being infringed.\n(b) a description of the copyright-protected work that is allegedly being infringed.\n(c) the location of such material in the Online Services or in Mobile App.\n(d) your address, telephone number, and email address.\n(e) a written statement by you stating your good faith belief that the use of the allegedly infringing material is not authorized by the copyright owner or applicable law.\nand (f) a written statement by you, made under penalty of perjury, that the information in your notice is accurate and that you are authorized to act on the copyright owner’s behalf.\nBy submitting this notice, you agree that Whataburger may provide the information provided by you to the person who posted the allegedly infringing material.\nIn the event that any material that you posted to any of the Online Services or Mobile App is removed by Whataburger, you may send to Whataburger at the address provided in Section 18.1 a counter-notice containing the information required by 17 USC § 512(g)(3), which Whataburger will forward to the party who alleged the infringement.\nIn the event that the party who alleged the infringement does not file any action seeking a court order to restrain you from engaging in the infringing activity within ten (10) business days of receiving the counter-notice, Whataburger may, in its sole discretion, reinstate the removed material.</p>\n<p>&nbsp;</p>\n<p>11.\n<b>\n<i> Third Party Content, Applications, Products and Services (including Advertising and Promotions).</i>\n</b> Whataburger may provide third party content in the Online Services and Mobile App (including embedded content) or links to our Third-Party Providers, other third party vendors or other third party content, applications, products and services, including advertisements and promotions (collectively, “Third Party Content”) as a service to those interested in this information.\nWe do not control, endorse or adopt any Third Party Content, including that the inclusion of any link does not imply affiliation, endorsement or adoption by Whataburger of any application or any information contained therein, and can make no guarantees as to its accuracy or completeness.\nYou acknowledge and agree that Whataburger is not responsible or liable in any manner for any Third Party Content and undertakes no responsibility to update and review such Third Party Content.\nYou agree to use such Third Party Content contained therein at your own risk.\nWhen you use other applications via Third Party Content, or participate in promotions or business dealings with third parties, you should understand that our Terms and policies no longer govern, and that the terms and policies of those Third Party applications will now apply.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any application to which you navigate from the Online Services or our Mobile App.</p>\n<p>&nbsp;</p>\n<p>\n<b>12.\nModification.</b>\n</p>\n<p>&nbsp;</p>\n<p>Whataburger may, in its sole discretion, change, modify or amend these Terms at any time and will generally provide you prior notice of such change by electronic communication in accordance with the terms of your E-SIGN Agreement.\nSuch changes for which prior notice is given will become effective after being posted or sent to you in the manner set forth in your E-SIGN Agreement.\nHowever, Whataburger reserves the right to modify or discontinue, temporarily or permanently, all or a portion of the Mobile App and related Online Services without prior notice (e.g.\nto prevent fraud, to comply with applicable law or to reflect changes to our ingredients listed).\nYour continued use of the Whataburger Online Services after the effective date of any such changes made by Whataburger, with or without prior notice, will constitute your acceptance of the changes.\nIn the event you do not agree with any such changes, your sole and exclusive remedy is to terminate your use of the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>13.\nTermination.</b>\n</p>\n<p>&nbsp;</p>\n<p>13.1 <b>\n<i> Your Right to Terminate.</i>\n</b> You may terminate these Terms and your use of the Whataburger Online Services at any time by deactivating your MyWhataburger Account, or by notifying Whataburger in writing at the address provided in Section 18.1 below.\nIf you have any funds remaining on the Whataburger Virtual Gift Card associated with your MyWhataburger Account, you must follow the provisions of Section 4.8 of these Terms.</p>\n<p>&nbsp;</p>\n<p>13.2 <b>\n<i> Whataburger’s Right to Terminate.</i>\n</b> Whataburger may terminate these Terms by terminating your access to the Whataburger Online Services, including closing your MyWhataburger Account at any time and for any reason, in its sole and absolute discretion without liability.\nWhataburger may also suspend the Whataburger Online Services or your MyWhataburger Account if Whataburger determines, in its sole discretion, that you (a) have violated these Terms, (b) pose a fraud or other legal risk to Whataburger, or (c) have provided false, incomplete, inaccurate or misleading information or have otherwise engaged in fraudulent or illegal conduct.</p>\n<p>&nbsp;</p>\n<p>13.3 <b>\n<i> Effect of Termination.</i>\n</b> Upon termination of these Terms and your use of the Whataburger Online Services the license granted to you under these Terms will immediately end and you must immediately stop using the Whataburger Online Services.\nWhataburger will have the right to deactivate your MyWhataburger Account if you have not already done so.\nUpon termination, you will remain liable for all payment transactions and other fees you initiated prior to the time of termination.\nWhataburger will not be liable to you or any third party for compensation, reimbursement, or damages arising in connection with your use of the Whataburger Online Services or in connection with the termination or suspension of your use of the Whataburger Online Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>14.\nDisclaimer of Warranties.</b>\n</p>\n<p>&nbsp;</p>\n<p>14.1 <b>\n<i> Disclaimer of Whataburger Warranties.</i>\n</b> THE WHATABURGER ONLINE SERVICES, INCLUDING ALL CONTENT, SOFTWARE, FUNCTIONS, MATERIALS AND INFORMATION MADE AVAILABLE ON, PROVIDED IN CONNECTION WITH OR ACCESSIBLE THROUGH WHATABURGER, IS PROVIDED ON AN “AS IS”, “AS AVAILABLE”, AND “WITH ALL FAULTS” BASIS.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, WHATABURGER, ITS PARENTS, SUBSIDIARIES AND AFFILIATES, MAKE NO REPRESENTATIONS AND DISCLAIM ALL WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, WITH REGARD TO THE ONLINE SERVICES OR MOBILE APP, INCLUDING ALL CONTENT, SOFTWARE, FUNCTIONS, MATERIALS AND INFORMATION MADE AVAILABLE ON, PROVIDED IN CONNECTION WITH OR ACCESSIBLE THOUGH THE ONLINE SERVICES OR MOBILE APP, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, WHATABURGER, ITS PARENTS, SUBSIDIARIES AND AFFILIATES DO NOT WARRANT THAT ANY CONTENT OF THE ONLINE SERVICES OR MOBILE APP IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE ONLINE SERVICES OR MOBILE APP WILL MEET YOUR REQUIREMENTS.\nTHAT YOUR USE OF THE ONLINE SERVICES OR MOBILE APP WILL BE UNINTERRUPTED OR ERROR FREE.\nTHAT THE ONLINE SERVICES OR MOBILE APP WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\nTHAT ANY DEFECT OR ERRORS WILL BE CORRECTED.\nOR THAT THE ONLINE SERVICES OR MOBILE APP IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nWHATABURGER SHALL NOT BE RESPONSIBLE FOR ANY SERVICE INTERRUPTIONS, INCLUDING, BUT NOT LIMITED TO, SYSTEM FAILURES OR OTHER INTERRUPTIONS THAT MAY AFFECT THE RECEIPT, PROCESSING, ACCEPTANCE, COMPLETION OR SETTLEMENT OF PAYMENT TRANSACTIONS INITIATED BY YOU THROUGH THE WHATABURGER ONLINE SERVICES.\nWHATABURGER SHALL NOT BE RESPONSIBLE FOR ANY ADVERSE EFFECTS OF PROBLEMS CAUSED BY THE MOBILE APP RUNNING ON YOUR PARTICULAR MOBILE DEVICE.\nIF YOU ARE DISSATISFIED WITH THE WHATABURGER ONLINE SERVICES, ANY CONTENT THEREON OR THESE TERMS, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE USE OF THE WHATABURGER ONLINE SERVICES.</p>\n<p>&nbsp;</p>\n<p>14.2 <b>\n<i> Disclaimer of Warranties Related to Third Parties.</i>\n</b> WHATABURGER DOES NOT WARRANT, ENDORSE, GUARANTEE OR ASSUME RESPONSIBILITY OR LIABILITY FOR ANY PRODUCT OR SERVICE OFFERED BY A THIRD PARTY THROUGH THE WHATABURGER ONLINE SERVICES.\nIn the event of any failure of the application to conform to any applicable warranty, you may notify Apple, Google, or any other app store or marketplace, and Apple, Google or the operator of any other app store or marketplace will refund the purchase price for the Mobile App to you and, to the maximum extent permitted by applicable law, Apple, Google or the operator of any other app store or marketplace will have no other warranty obligation whatsoever with respect to the Mobile App, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be Whataburger’s sole responsibility.\nAdditionally, Apple, Google or the operator of any other app store or marketplace has no obligation whatsoever to furnish any maintenance and support services with respect to the Mobile App.\nWhataburger, not Apple, Google or the operator of any other app store or marketplace, is responsible for addressing any of your claims any third party claims relating to this Mobile App.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>15.\nLimitation of Liability.</b>\n</p>\n<p>&nbsp;</p>\n<p>UNLESS OTHERWISE PROHIBITED BY LAW, IN NO EVENT SHALL WHATABURGER, ITS PARENTS, SUBSIDIARIES OR AFFILIATES, OR ANY OF THEIR DIRECTORS, OFFICERS, OWNERS, EMPLOYEES OR AGENTS (THE “WHATABURGER PARTIES”) BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL, PUNITIVE, INCIDENTAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES WHICH MAY BE INCURRED IN CONNECTION WITH THE USE, INABILITY TO USE, OR UNAVAILABILITY OF THE WHATABURGER ONLINE SERVICES.\nTHIS LIMITATION OF LIABILITY APPLIES WHETHER THE ALLEGED DAMAGES ARE BASED ON A CLAIM OR ACTION IN CONTRACT, WARRANTY, NEGLIGENCE, STRICT LIABILITY, OR OTHER TORT, BREACH OF DUTY, INDEMNITY, CONTRIBUTION OR OTHERWISE, EVEN IF THE WHATABURGER PARTIES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE OR LOSS.\nUNLESS OTHERWISE PROVIDED FOR IN THESE TERMS, IN NO EVENT SHALL THE WHATABURGER PARTIES’ TOTAL CUMULATIVE LIABILITY ARISING FROM OR RELATED TO THESE TERMS AND THE USE OF THE WHATABURGER ONLINE SERVICES EXCEED THE TOTAL DOLLAR VALUE OF AN INDIVIDUAL ORDER.\nSome jurisdictions do not allow the limitation of liability in contracts with consumers, so some or all of these limitations of liability may not apply to you.\nIn the event your mobile device is lost or stolen, please follow the instructions set forth in Section 4.9.</p>\n<p>&nbsp;</p>\n<p>\n<b>16.\nIndemnification.</b>\n</p>\n<p>&nbsp;</p>\n<p>You will indemnify, defend and hold harmless Whataburger, its parents, subsidiaries and affiliates, and its and their directors, officers, owners, employees, agents, consultants, contractors and other representatives (collectively, the “Indemnified Parties”) from and against any and all claims, demands, causes of action, debts, losses, liabilities, damages, judgments, settlements, tax assessments, penalties, interest, and expenses, including reasonable attorneys’ fees, arising out of, related to, or which may arise from: (a) your use of the Whataburger Online Services.\n(b) your actual or alleged breach of or non-compliance with any of these Terms.\n(c) your violation of any right of a third party in connection with your use of the Whataburger Online Services, including but not limited to any right of privacy, publicity rights, or intellectual property rights of such third party.\n(d) your negligence or violation or alleged violation of any federal or state law, rule or regulation.\nor (e) any other party’s access and/or use of the Whataburger Online Services with your Login Credentials.</p>\n<p>&nbsp;</p>\n<p>You agree to defend, indemnify and hold harmless Whataburger, its parent, subsidiary and other affiliated companies, independent contractors, service providers and consultants, and their respective employees, contractors, agents, officers, and directors from any and all claims, suits, damages, costs, lawsuits, fines, penalties, liabilities and expenses (including attorney’s fees) that arise from or relate to your use or misuse of the Whataburger Online Services (including payment transactions or loading/reloading of funds), violation of these Terms, or violation of any rights of a third party.\nWhataburger reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will cooperate in asserting any available defenses.\nIn the event of any third party claim that the Whataburger Online Services or your possession and use of the Whataburger Online Services infringes that third party’s intellectual property rights, Whataburger, not Apple, Google or the operator of any other app store or marketplace, will be solely responsible for controlling the investigation, defense, settlement and discharge of any such intellectual property infringement claim.</p>\n<p>&nbsp;</p>\n<p>\n<b>17.\nGoverning Law.\nDispute Resolution.\nArbitration.\nClass Action Waiver.</b>\n</p>\n<p>&nbsp;</p>\n<p>These Terms and any claim, action or dispute arising hereunder will be governed by the laws of the State of Texas, without regard to its conflicts of law principles.\nThe United Nations Convention on Contracts for the International Sale of Goods and Services shall have no applicability.\nWe are located in Texas and that is where you entered into these Terms and opened your MyWhataburger Account.\nIn addition, we are subject to certain federal and state regulations and we must comply with these laws, regulations and rules.\nYou agree that if there is any inconsistency between these Terms and any applicable law, regulation or rule, these Terms will prevail to the extent any such law, regulation or rule may be modified by agreement.</p>\n<p>&nbsp;</p>\n<p>PLEASE READ THE FOLLOWING SECTION CAREFULLY.\nIT REQUIRES YOU TO ARBITRATE DISPUTES WITH WHATABURGER AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF.\nTHIS SECTION OF THIS AGREEMENT SHALL BE REFERRED TO AS THE “ARBITRATION AGREEMENT.”</p>\n<p>&nbsp;</p>\n<p>\n<u>ARBITRATION</u>.\nYOU AND WE EACH AGREE THAT ANY CONTROVERSY OR CLAIM ARISING OUT OF OR RELATING TO THESE TERMS, OR THE BREACH THEREOF, INCLUDING ANY QUESTIONS OF ARBITRABILITY (“DISPUTE”), SHALL BE SETTLED BY ARBITRATION ADMINISTERED BY THE AMERICAN ARBITRATION ASSOCIATION (“AAA”) IN ACCORDANCE WITH ITS CONSUMER ARBITRATION RULES BY A SOLE ARBITRATOR.\nYou and we each also agree that this Arbitration Agreement affects interstate commerce so that the Federal Arbitration Act and federal arbitration law, not state law, apply and govern any questions regarding the enforceability of this dispute resolution provision, including all questions of arbitrability (despite the general choice of law provision set forth below).\nTHERE IS NO JUDGE OR JURY IN ARBITRATION, AND COURT REVIEW OF AN ARBITRATION AWARD IS LIMITED.\nTHE ARBITRATOR MUST FOLLOW THIS ARBITRATION AGREEMENT AND CAN AWARD THE SAME DAMAGES AND RELIEF AS A COURT (INCLUDING ATTORNEYS’ FEES).</p>\n<p>&nbsp;</p>\n<p>For any Dispute, you must first give us an opportunity to resolve your claim by sending a written description of your claim to Whataburger, Inc., ATTN: Legal Department, 300 Concord Plaza Drive, San Antonio TX 78216.\nYou and we each agree to negotiate your claim in good faith for a sixty-day period.\nYou further agree that you may not commence any arbitration or court proceeding unless you and we are unable to resolve the claim within 60 days after we receive your claim description and you have made a good faith effort to resolve your claim directly with us during that time.</p>\n<p>&nbsp;</p>\n<p>\n<u>WAIVER OF CLASS OR CONSOLIDATED ACTIONS (“CLASS ACTION WAIVER”)</u>.\nYOU AND WE EACH AGREE THAT YOU MAY ONLY BRING CLAIMS IN YOUR INDIVIDUAL CAPACITY ON YOUR OWN BEHALF, AND NOT IN ANY REPRESENTATIVE CAPACITY OR ON BEHALF OF ANY CLASS OR PURPORTED CLASS, AND NO PROCEEDINGS COMMENCED HEREUNDER MAY BE JOINED WITH OR INCLUDE ANY OTHER PARTIES, OR CLAIMS BY OTHER PARTIES (WHETHER REPRESENTATIVE, MASS, PRIVATE ATTORNEY GENERAL, OR CONSOLIDATED ACTION).\nEach party agrees that this limitation includes, but is not limited to, precluding each party from pursuing any claim for public injunctive relief, whether in arbitration or court.\nIf we believe that any claim you have filed is inconsistent with this limitation, then you agree that we may seek an order from a court determining whether your claim is within the scope of this class action waiver.</p>\n<p>&nbsp;</p>\n<p>If a court or arbitrator determines in an action between you and us that any part of this Dispute Resolution provision cannot be enforced, the rest of this Dispute Resolution provision will continue to apply.\nprovided, however, that if the Class Action Waiver is declared to be unenforceable or invalid, this entire Dispute Resolution provision (other than this sentence) will not apply to that claim (but will still apply to any and all other claims that you or we may assert in that or any other action).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>18.\nMiscellaneous.</b>\n</p>\n<p>&nbsp;</p>\n<p>18.1 <b>\n<i> Notice.</i>\n</b> In addition to the Electronic Communications authorized in the E-SIGN Agreement, any questions, complaints, or claims regarding the Whataburger Online Services may be made online, by telephone or by regular mail to:</p>\n<p>&nbsp;</p>\n<p>Online: whataburger.com/contact-us</p>\n<p>&nbsp;</p>\n<p>Telephone: 1-800-6-BURGER</p>\n<p>&nbsp;</p>\n<p>Physical mail: Whataburger</p>\n<p> 300 Concord Plaza Dr.</p>\n<p> San Antonio, TX 78216</p>\n<p> ATTN: Whataburger Customer Care</p>\n<p>&nbsp;</p>\n<p>18.2 <b>\n<i> Assignment.</i>\n</b> These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you and any attempted assignment will be deemed void.\nWhataburger reserves the right to assign these Terms and the rights and obligations hereunder to any third party without notice to you.\nThese Terms will be binding and inure to the benefit of the parties hereto and their successors and permitted assigns.</p>\n<p>&nbsp;</p>\n<p>18.3 <b>\n<i> Force Majeure.</i>\n</b> Without limiting the applicability of the terms of Section 15, the Whataburger Parties shall have no liability for any failure or delay resulting from conditions beyond the reasonable control of such party, including but not limited to any industrial dispute, acts of war, governmental action, acts of terrorism, acts of God, labor conditions, power failures and Internet or mobile network disturbances.</p>\n<p>&nbsp;</p>\n<p>18.4 <b>\n<i> Entire Agreement.</i>\n</b> These Terms represents the Parties’ entire understanding with respect to the subject matter contained herein and supersedes and cancels all prior written or oral contracts, agreements and understandings of the parties with respect to the subject matter of these Terms.</p>\n<p>&nbsp;</p>\n<p>18.5 <b>\n<i> Survival.</i>\n</b> The provisions of these Terms which are expressly, or by implication, intended to continue in force notwithstanding the termination of these Terms or your termination of use of the Whataburger Online Services for any reason, will survive termination or expiration of these Terms.</p>\n<p>&nbsp;</p>\n<p>18.6 <b>\n<i> No Waiver.\nSeverability.</i>\n</b> The failure of Whataburger to exercise or enforce any right or provision of these Terms shall not constitute a waiver of such right or provision.\nIf any provision of these Terms shall be adjudged by a court of competent jurisdiction to be unenforceable or invalid, that provision shall be removed to the minimum extent necessary and the remainder of these Terms shall remain in full force and effect.</p>\n<p>&nbsp;</p>\n<p>18.7 <b>\n<i> Conflicts.</i>\n</b> In the event of a conflict between these Terms and any other terms and conditions or policies of Whataburger, these Terms shall prevail as to the subject matter contained herein.</p>\n<p>&nbsp;</p>\n<p>18.8 <b>\n<i> Headings and Subheadings.</i>\n</b> The use of titles and headings with reference to certain portions of these Terms is solely for the convenience of the reader and are of no legal effect.</p>\n<p>&nbsp;</p>\n<p>18.9 <b>\n<i> Third Party Beneficiary.</i>\n</b> Apple and Apple’s subsidiaries, Google and Google’s subsidiaries, and any operator of any other app store or marketplace, and its subsidiaries, are third party beneficiaries to these Terms.\nUpon your acceptance of these Terms, Apple, Google and the operator of any other app store or marketplace will have the right (and will be deemed to have accepted the right) to enforce these Terms against User as a third party beneficiary thereof.\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>If you DO NOT agree to the Whataburger Online Services Terms and Conditions,</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>PLEASE EXIT THE WHATABURGER WEBSITE(S) OR UNINSTALL THE WHATABURGER MOBILE APP NOW.</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>If you AGREE to the Whataburger Online Services Terms and Conditions,</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>CLICK THE “AGREE” BUTTON NOW.</b>\n</p>COMPANY<ul>\n<li>Our History</li>\n<li>Press Room</li>\n<li>Locations</li>\n<li>Portals</li>\n<li>Franchising</li>\n</ul>SHOP WHATASTORE<sup>®</sup>\n<ul>\n<li>Apparel</li>\n<li>Kids</li>\n<li>Gifts</li>\n<li>Groceries</li>\n<li>Accessories</li>\n</ul>\n<ul>\n<li>Buy Gift Card</li>\n<li>Send Online Gift Card</li>\n<li>Gift Card Balance</li>\n<li>My Account</li>\n<li>Shipping &amp.\nReturns</li>\n<li>FAQs</li>\n</ul>ORDERING &amp.\nREWARDS<ul>\n<li>MyWhataburger Benefits</li>\n<li>FAQs</li>\n<li>\n</li>\n</ul>CONNECT<ul>\n<li>Contact Customer Care</li>\n<li>Sign Up for Emails</li>\n<li>Fill Out Our Survey</li>\n<li>\n</li>\n</ul>Contact UsNutritional InformationTerms &amp.\nConditionsPrivacy PolicyAccessibility StatementVersion: 5.0.0-c2-.3.1 0.1811 ", "created_at": "2023-03-15 20:52:31.568602", "updated_at": "2023-03-15 20:52:54.807725"}], "points": [], "urls": ["whataburger.com"]}}