{"error": 448, "message": "OK", "parameters": {"id": 8635, "name": "LogicDir ", "created_at": "2023-06-30 02:31:42.935822", "updated_at": "2023-06-30 10:02:05.93607", "wikipedia": null, "keywords": null, "related": null, "slug": "logicdir", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8635.png", "url": "logicdir.com", "documents": [{"id": 16814, "name": "Terms of Service ", "url": "https://logicdir.com/page/terms-of-service", "xpath": "//body", "text": " <ul>\n<li>Tools</li>\n<li>Directory</li>\n<li> Sign in </li>\n<li> Sign up </li>\n</ul>\n<ol>\n<li>Home </li>\n<li>Pages </li>\n<li>Page</li>\n</ol> Terms of Service Print <p> Created on 1 March, 2023 | 110 views | 6 minutes read </p>\n<p>The terms of service establish the rules for accessing and using the LogicDir, including any content functionality and services offered by Site, whether as a guest or registered user.</p>\n<p>The terms of service establish the rules for accessing and using the LogicDir, including any content functionality and services offered by Site, whether as a guest or registered user.</p>\n<p>Be sure to read the terms of service carefully before using the Site.\nThis page explains the terms of use of LogicDir, the user when using the Site is conditioned to the acceptance of the terms of use.</p>Conditions of Use<p>The LogicDir is available for access by all users and therefore it is necessary to agree to the conditions of use when using our services.</p>\n<p>The service allows you to shorten URLs for social networks and authoritative sites on the Internet.\nShortened URLs are not deleted as long as they receive at least one click per month.</p>\n<p>In order to provide a free and secure service it is not allowed to create shortened URLs that redirect to:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Content that spreads phishing, malware or viruses</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Abusive or suspicious content</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pornographic, sexual, violent or prejudiced content</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Content related to drugs, weapons or drinks</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Any content that may infringe other people's rights</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Disgusting, explicit or offensive content that causes any kind of discomfort to other users</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Content that collects data and personal information from users</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Login pages</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pages with forms</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pages with little content</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pages without authority</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Pop-ups, scripts and malicious code</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Double redirection</p>\n<p>Any shortened URL that leads to a landing page that fits the above conditions may be deleted, all URLs created are analyzed by our team.\nIf we receive a report of spam or notice any kind of abusive behavior against our terms of service the shortened URL will be deleted without notice.</p>\n<p>If you want to request an update or correction of a shortened URL that you created, access our contact form informing the long URL and the short URL, our team will check if it is possible to change your shortened URL.</p>Premium Service<p>The premium service offers many additional features with a full dashboard to monitor your shortened link statistics.\nTherefore, we recommend using the premium service to:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ads</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Email marketing</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Business messages</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Promote of products and services</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Generate short links that never expire</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Redirect shortened links</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Customize shortened links</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Access to a complete dashboard with detailed statistics</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Use QR codes, API, browser extensions and many other features</p>\n<p>The premium plan was created to give you greater control over your shortened links since we cannot offer any guarantee of unlimited continuity in the free service.</p>Disclaimer<p>The free service of LogicDir has some limitations therefore we cannot guarantee that the Site or services will be uninterrupted secure or error free.\nNone of the employees or owners will be responsible for any errors or omissions on this Site or for any damage you may suffer.</p>\n<p>As we receive a large number of emails from users, we are unable to respond to all messages.</p>User's Responsibility<p>By using this Site you assume personal responsibility for the results of your actions.\nYou agree to assume full responsibility for any damages or injuries you suffer as a result of using or using the service available on this Site or other resources available from this Site.\nYou agree to use your judgment and conduct due diligence before taking any action or implementing any plan or policy suggested or recommended on this Site.</p>Errors and Omissions<p>This Site offers a free service, but is not guaranteed to be accurate, complete and up-to-date.\nAlthough we have taken appropriate steps to ensure the accuracy of the information, we cannot claim that the Site is error-free.\nBy using the Site, you agree that the information may be inaccurate and are responsible for verifying any information obtained before taking action.</p>No Guarantees<p>You agree that the Site has not made any guarantees about the results of taking any action, whether recommended on this Site or not.\nLogicDir provides resources to help users achieve success in business and other areas.</p>\n<p>It is also recognized that previous results are not a guarantee of future results.\nTherefore, results achieved by third parties applying the services of this Site are not a guarantee that you or any other person or entity will obtain similar results.</p>\n<p>This service does not provide guarantees on performance or operation.\nIn addition, the LogicDir makes no representations or warranties, express or implied, regarding the information, content or services made available on or through this Site.\nTo the extent permitted by law, LogicDir disclaims all warranties, express or implied, including implied warranties of marketing and fitness for a particular purpose.</p>Limitation of Liability<p>You agree to absolve the Site of any and all liability or loss that you or any person or entity associated with you may suffer or incur as a result of use of the information contained on this Site and/or the resources you may use from this Site.\nYou agree that the Site shall not be liable to you for any type of damages, including direct, indirect, special, incidental, equitable, or consequential loss or damages for use of this Site.</p>\n<p>The information, software, products, and services included in or available through the Site may include inaccuracies or typographical errors.\nChanges are periodically added to the information herein.\nThe Site and/or its developers may make improvements and/or changes in the Site at any time.</p>\n<p>The Site and/or its developers make no representations about the suitability, reliability, availability, timeliness, and accuracy of the information, software, products and services contained on the Site for any purpose.\nTo the maximum extent permitted by applicable law, all such information, software, products and services are provided \"As is\" without warranty or condition of any kind.\nThe Site and/or its desenvolvedores hereby disclaim all warranties and conditions with regard to this information, software, products and services, including all implied warranties or conditions of merchantability, fitness for a particular purpose, title, and non-infringement.</p>\n<p>The developers of this Site shall not be held liable for any damages, including but not limited to loss of use, data, or profits, resulting from the use or performance of the service, the delay or inability to use the Site or related services, the provision or failure to provide services, or any information, software, products and services obtained through the Site.\nThis limitation applies regardless of the cause of the damages, whether based on contract, tort, negligence, strict liability, or otherwise.\nHowever, this limitation may not apply to you if your jurisdiction does not allow the exclusion or limitation of liability for incidental or consequential damages.</p>Terms Updates<p>LogicDir reserves the right to update or change these terms of use at any time, the most current version will always be available on this page.</p>\n<p>&nbsp;</p>\n<small>Updated on 1 March, 2023</small> Copyright © 2023 LogicDir.\nLight Dark <ul>\n<li>Contact</li>\n<li>Cookies</li>\n<li>Game Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul> We use cookies 🍪Hi, this website uses essential cookies to ensure its proper operation and tracking cookies to understand how you interact with it.\nThe latter will be set only after consent.\nLet me chooseAccept allReject allCookie preferencesCookie usage 📢We use cookies to ensure the basic functionalities of the website and to enhance your online experience.\nYou can choose for each category to opt-in/out whenever you want.\nFor more details relative to cookies and other sensitive data, please read the full privacy policy.Strictly necessary cookiesStrictly necessary cookiesThese cookies are essential for the proper functioning of my website.\nWithout these cookies, the website would not work properly.Performance and Analytics cookiesPerformance and Analytics cookiesThese cookies allow the website to remember the choices you have made in the past.Advertisement and Targeting cookiesAdvertisement and Targeting cookiesThese cookies collect information about how you use the website, which pages you visited and which links you clicked on.\nAll of the data is anonymized and cannot be used to identify you.Accept allReject allSave settings", "created_at": "2023-06-30 02:31:42.968061", "updated_at": "2023-06-30 02:32:07.370258"}, {"id": 16815, "name": "Game Privacy Policy ", "url": "https://logicdir.com/page/kidsgame-privacy", "xpath": "//body", "text": " <ul>\n<li>Tools</li>\n<li>Directory</li>\n<li> Sign in </li>\n<li> Sign up </li>\n</ul>\n<ol>\n<li>Home </li>\n<li>Pages </li>\n<li>Page</li>\n</ol> Game Privacy Policy Print <p> Created on 13 March, 2023 | 1,617 views | 1 minutes read </p>\n<p>Privacy policy explains our privacy practices for all the Game applications available on different platforms.</p>\n<p>This privacy policy explains our privacy practices for all the Game applications available on different platforms.\nPlease read the following to learn more about our privacy policy and how we treat personally identifiable information collected from our users.\nYour use of the any application indicates your agreement to the Privacy Policy laid out below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>INFORMATION COLLECTED AND RECEIVED</strong>\n</p>\n<p>We collect the data related to profiling of different parts of the application.\nThis data is used for further enhancement of application and solely used by us.\nThis data is collected in analyzed in aggregated form.\nWe don’t sell this information with or without user consent.</p>\n<p>&nbsp;</p>\n<p>\n<strong>DISCLOSING YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>We do not collect any personal information about the user.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>SOCIAL MEDIA</strong>\n</p>\n<p> Game apps do not integrate any of the social media such as Twitter, Facebook or other online services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>INTERNET</strong>\n</p>\n<p>Apps provide links to other Kids Learning Game applications on store.\nAll these links are guarded by parents check ensuring only grown ups access those features.</p>\n<p>&nbsp;</p>\n<p>\n<strong>ADVERTISING</strong>\n</p>\n<p>Out free apps integrate advertisement in applications which shows up on scoreboard.</p>\n<p>&nbsp;</p>\n<p>\n<strong>LOCATION</strong>\n</p>\n<p>We do not use or collect your precise geographic location.</p>\n<p>&nbsp;</p>\n<p>\n<strong>CHANGES TO THIS POLICY</strong>\n</p>\n<p>We reserve the right, at any time, to add to, change, update, or modify this Policy, simply by posting such change, update, or modification on the Site and without any other notice to you.\nAny such change, update, or modification will be effective immediately upon posting on the Site.\nIt is your responsibility to review this Policy from time to time to ensure that you continue to agree with all of its terms.</p>\n<p>&nbsp;</p>\n<small>Updated on 15 March, 2023</small> Copyright © 2023 LogicDir.\nLight Dark <ul>\n<li>Contact</li>\n<li>Cookies</li>\n<li>Game Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul> We use cookies 🍪Hi, this website uses essential cookies to ensure its proper operation and tracking cookies to understand how you interact with it.\nThe latter will be set only after consent.\nLet me chooseAccept allReject allCookie preferencesCookie usage 📢We use cookies to ensure the basic functionalities of the website and to enhance your online experience.\nYou can choose for each category to opt-in/out whenever you want.\nFor more details relative to cookies and other sensitive data, please read the full privacy policy.Strictly necessary cookiesStrictly necessary cookiesThese cookies are essential for the proper functioning of my website.\nWithout these cookies, the website would not work properly.Performance and Analytics cookiesPerformance and Analytics cookiesThese cookies allow the website to remember the choices you have made in the past.Advertisement and Targeting cookiesAdvertisement and Targeting cookiesThese cookies collect information about how you use the website, which pages you visited and which links you clicked on.\nAll of the data is anonymized and cannot be used to identify you.Accept allReject allSave settings", "created_at": "2023-06-30 02:31:42.997854", "updated_at": "2023-06-30 02:32:23.52927"}, {"id": 16816, "name": "Privacy Policy ", "url": "https://logicdir.com/page/privacy", "xpath": "//body", "text": " <ul>\n<li>Tools</li>\n<li>Directory</li>\n<li> Sign in </li>\n<li> Sign up </li>\n</ul>\n<ol>\n<li>Home </li>\n<li>Pages </li>\n<li>Page</li>\n</ol> Privacy Policy Print <p> Created on 1 March, 2023 | 472 views | 1 minutes read </p>\n<p>The privacy policy explains what personal information we collect and how it is used.\nThe Site collects this information to analyze and provide better experiences with our services.\nIf you do not want to agree to the Privacy Policy, you must not access or u</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>The privacy policy explains what personal information we collect and how it is used.\nThe Site collects this information to analyze and provide better experiences with our services.\nIf you do not want to agree to the Privacy Policy, you must not access or use the Site.</p>\n<p>\n<strong>Information collected</strong>\n</p>\n<p>The Site may collect personal information, such as your email address, when you use the contact form or sign up for our services.</p>\n<p>\n<strong>Use of information</strong>\n</p>\n<p>We use your personal information to provide and improve our services, including content personalization and data analytics.\nIn addition, we can contact you to send updates about our services or to answer questions or comments.</p>\n<p>\n<strong>Information sharing</strong>\n</p>\n<p>We do not sell or share your personal information with third parties, except as necessary to provide our services or as required by law.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>We take reasonable steps to protect your personal information from loss, theft or unauthorized use.\nHowever, we cannot guarantee that your information is completely secure.</p>\n<p>\n<strong>Updating information</strong>\n</p>\n<p>To request an update or fix on a shortened URL you create, go to the contact form and enter the long URL and short URL you want to change.</p>\n<p>\n<strong>Privacy rights</strong>\n</p>\n<p>LogicDir may send messages to advertise a product or service, and you may choose not to receive marketing messages by unsubscribing from our list.</p>\n<p>\n<strong>Cookies and advertising network</strong>\n</p>\n<p>We may use third-party advertising companies to display ads when you visit our Site.\nThese companies, may use cookies which are small text files placed on your device and similar technologies to collect information for the purpose of displaying ads related to products and services of interest to you.</p>\n<p>LogicDir may display advertisements served by advertising companies, which uses cookies to identify user preferences and browsing habits.\nUsers can get more information about these cookies and privacy on advertising companies's websites.</p>\n<p>Web browsers accept cookies automatically, but if you prefer you can modify the configuration of your browser to refuse cookies.\nHowever, this can affect how you are able to interact with our Site and other sites on the Internet.</p>\n<p>\n<strong>Privacy policy changes</strong>\n</p>\n<p>We reserve the right to modify this policy at any time.\nAny changes will be posted on this page and will take effect immediately.</p>\n<p>\n<strong>Other important information</strong>\n</p>\n<p>If there are any questions regarding privacy or need any further information, please contact our team.</p>\n<p>&nbsp;</p>\n<small>Updated on 9 March, 2023</small> Copyright © 2023 LogicDir.\nLight Dark <ul>\n<li>Contact</li>\n<li>Cookies</li>\n<li>Game Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n</ul> We use cookies 🍪Hi, this website uses essential cookies to ensure its proper operation and tracking cookies to understand how you interact with it.\nThe latter will be set only after consent.\nLet me chooseAccept allReject allCookie preferencesCookie usage 📢We use cookies to ensure the basic functionalities of the website and to enhance your online experience.\nYou can choose for each category to opt-in/out whenever you want.\nFor more details relative to cookies and other sensitive data, please read the full privacy policy.Strictly necessary cookiesStrictly necessary cookiesThese cookies are essential for the proper functioning of my website.\nWithout these cookies, the website would not work properly.Performance and Analytics cookiesPerformance and Analytics cookiesThese cookies allow the website to remember the choices you have made in the past.Advertisement and Targeting cookiesAdvertisement and Targeting cookiesThese cookies collect information about how you use the website, which pages you visited and which links you clicked on.\nAll of the data is anonymized and cannot be used to identify you.Accept allReject allSave settings", "created_at": "2023-06-30 02:31:43.027073", "updated_at": "2023-06-30 02:33:05.122185"}], "points": [], "urls": ["logicdir.com"]}}