{"error": 448, "message": "OK", "parameters": {"id": 8561, "name": "The Good Cloud", "created_at": "2023-06-28 02:38:11.894534", "updated_at": "2023-06-28 10:02:08.071235", "wikipedia": null, "keywords": null, "related": null, "slug": "the-good-cloud", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8561.png", "url": "thegood.cloud", "documents": [{"id": 16641, "name": "Privacy Policy", "url": "https://thegood.cloud/privacy", "xpath": "//body", "text": " homeabout usindividualsbusinesssupportarticlescontactmenu Privacy Policy The Good Cloud 5 September 2018 Scope of processing of personal data<p>We only collect and use our users' personal data to the extent necessary to provide a functioning website together with our content and services.\nWe do not sell, trade, transfer, share any personally identifiable information with outside parties without explicit consent for the user.\nThe collection and use of personal data of our users is normally conducted only with the consent of the user, for example when you order a service from us.\nAn exception applies in cases where it is not practicably possible to obtain prior consent and processing this data is permitted by law.</p>Cookies<p>We don't like the use of cookies so we use them as little as possible.\nIf we do decide to use cookies in the future it would be solely to benefit the user and general experience of the website and web-shop.\nWe will then update this policy.</p>Legal basis for processing personal data<p>Processing of your personal data is conducted on the following legal grounds:</p>\n<ul>\n<li>Consent</li>\n<li>Contractual performance or pre-contractual measures</li>\n<li>Legal obligations</li>\n<li>When this is necessary to safeguard a legitimate interest of our company or of a third party and when the interests and fundamental rights and freedoms of the stakeholder do not outweigh the former interest.</li>\n</ul>Erasure of data and storage period<p>The personal data of the stakeholder is erased or blocked as soon as the purpose of storage is fulfilled.\nFurthermore, storage can take place when erasure is in conflict with a legal obligation to store data, e.g.\nderived from the applicable Tax Code or other laws.</p>Description and scope of data processing<p>You can also register on our website.\nIn this case the personal data entered by you will be processed by us.\nHere too the data is not passed to third parties.\nThe following data is collected in the course of the registration process:</p>\n<ul>\n<li>The user's IP address</li>\n<li>E-mail address</li>\n<li>Name and address</li>\n<li>Payment details</li>\n</ul>\n<p>The processing of your personal data is necessary for contract, performance or a pre-contractual measure.\nThis can however, also take place on the basis of your consent.\nYour registration is necessary in order to perform the contract or to carry out a pre-contractual measure.\nFurthermore this is necessary for the provision of the content and services on our website.\nStorage ends as a matter of course when the purpose has been fulfilled.\nIf the collection and processing of your personal data is necessary for a pre-contractual measure or for performance of the contract, we are then obliged to observe statutory storage periods.\nIn this case erasure is not possible until expiry of this period.</p>E-mail contact<p>Our website also contains a possibility to e-mail us, to contact us in electronic form.\nThe following data is processed as part of the contact process:</p>\n<ul>\n<li>E-mail address</li>\n<li>Name</li>\n</ul>\n<p>Your consent to processing of the data is obtained as part of the transmission procedure, and you are referred to this privacy statement.</p>\n<p>You can also use our e-mail address to contact us.\nYour e-mail is processed by us.\nYour data is not passed to third parties.\nNone of this data is passed to third parties in this context.\nThus, this data is used exclusively for processing the conversation.\nYour consent forms the legal basis for the data processing.\nThe data is erased once the purpose of the data processing has been achieved.\nThis may depend on the circumstances of the individual case involved in the establishment of contact.\nImmediate erasure may possibly be prevented by a statutory storage period.\nYou can revoke the consent you have given us.</p>Storage<p>We provide a service with which you can store and share your personal data.\nThis data is stored in our datacenter in the Netherlands and will never be used for any other purpose than your storing and synchronising your data.\nWe will not access your stored data in any way, nor will we make it available for others, unless the Dutch law requires us to do so.\nYou can either add, erase or share your files from the service at will, and we will neither know it nor be able to do anything about that.\nWhen you share files with others, they will be able to see some basic information about who shared this information with them.\nAll data you have stored in our service will be permanently deleted 30 days after the service contract has ended.</p>Encryption used to protect personally identifiable information<p>On our website and in our web-shop we use TLS encryption to protect your data from any unauthorised third parties from \"listening in\".</p>Rights of data subjects<p>You are a data subject (stakeholder) and you have the following rights with regard to us:</p>\n<ul>\n<li>You can request information about which personal data of which origin is stored about you and for which purposes.\nYou also have the right to be informed when your data is passed to third parties.\nIn this case you can be informed about the identity of the recipient or the categories of recipients.</li>\n<li>Should your personal data be incorrect or incomplete, you can request correction or addition.</li>\n<li>You can object to the processing of your personal data for advertising purposes.\nThis is however unnecessary because we will never use your data to that end.</li>\n<li>You have the right to limit processing if:<ul>\n<li>you contest the correctness of the personal data relating to you for a period that enables the responsible party to check the correctness of the personal data;</li>\n<li>if the processing is unlawful and you reject the erasure of the personal data and instead request limitation of the use of the personal data;</li>\n<li>if the responsible party no longer requires the personal data for the purposes of the processing, you however require this data for the establishment, exercise or defence of legal claims, or when you have lodged an objection to the processing under Art.\n21 (1) GDPR and it is not yet clear whether the proper reasons of the responsible party prevail over your reasons.</li>\n</ul>\n</li>\n<li>You can request the erasure of your personal data.\nThis is possible when the legal basis for the data processing is not given or has ceased to exist.\nThe same applies in cases where the purpose of the data processing is no longer given due to time elapsed or other reasons.\nPlease note that erasure may be prevented by an existing storage period or other protection-worthy interests of our company.\nWe will be happy to inform you of this on request.\nShould we have made your data public, we are obliged to inform each recipient that you have requested the erasure of all links to this personal data or to copies of this personal data.</li>\n<li>Furthermore, you have a right of objection if your protection-worthy interest due to a personal situation outweighs the interest of the data processing.\nThis does not apply if we are obliged to conduct the processing on the basis of a statutory regulation.</li>\n<li>Irrespective of any other regulatory or judicial constraints, you have the right to file a complaint to a supervisory authority if you believe that the processing of personal data relating to you is in violation of data protection rules.</li>\n<li>You have the right to receive personal data relating to you, which you have supplied to the responsible party, in a structured, accessible and machine-readable format.\nThis only applies to the data we have in our administration.\nData you store in our service will never be accessed by us and you can always retrieve it using the sync client.\nIt is therefore unnecessary to have us do that for you.</li>\n</ul>\n<p>If you wish to exercise your rights, or if you have any questions about this policy, please contact us.</p>Changes<p>This privacy policy is subject to change, for instance when laws change or when our service changes.</p>\n<p>As long as we have your mail address, we will tell you when this happens.</p>Download our privacy policy<p>You can download our privacy policy here in PDF format.</p>We’d love to hear from you!<br>Send us a message!&nbsp;© 2019-2020 Good CloudprivacyWe’d love to hear from you!<br>Send us a message!&nbsp;© 2020 Good Cloudprivacy ", "created_at": "2023-06-28 02:38:22.831129", "updated_at": "2023-06-28 02:38:29.507041"}, {"id": 16640, "name": "Terms of service", "url": "https://thegood.cloud/assets/docs/NLdigital_Terms_-_EN.pdf", "xpath": "//body", "text": "NLdigital Terms,1/18,The NLdigital Terms have been deposited by NLdigital at the District Court Midden-Nederland, location Utrecht.,In the event of disputes concerning the interpretation of the English version of the NLdigital Terms,the Dutch text ,takes precedence.© 2020 NLdigital,Section1.\nGeneral provisions,Article1ApplicabilityNLdigital Terms,1.1These NLdigital Terms (hereinafter also to be referred to as: errors,by or on behalf of client to supplier and on which ,these general terms) apply to all offers and agreements for information supplier has based its offer.\n,which supplier delivers goods and/or services, of whatever ,nature and under whatever name, to client.Article3Price and payment,1.2These general terms can only bedeparted from or be ,supplemented if agreed byparties in writing.,1.3The applicability of any of the client’s purchase or other terms is ,explicitly excluded.\n,1.4If and insofar as supplier makes products or services of third ,parties available to client or grants access to these products or ,services, the terms of the third parties in question apply to ,these products or services in the relationship between supplier ,and client and replacethe provisions in these general terms ,that depart from those third party terms, provided that client has ,been informed by supplier about the applicability of the ,(licensing or sales) terms of those third parties and client has ,been given a reasonable opportunity to take note of those ,terms.\nContrary to the previous sentence, clientcannot invoke a ,failure on the part of supplier to meetthe aforementioned ,obligation if client is a party as referred to in article 6:235 ,paragraph 1 or paragraph 3 of the Netherlands Civil Code.\n,1.5If and insofar as the terms of third parties in the relationship ,between client and supplier referred to above prove to be ,inapplicable or are declared inapplicable for any reason ,whatsoever, these general terms apply in full.,1.6If any provision of these general terms should be null and void ,or is annulled, the other provisions of these general terms ,remain fully applicable and effective.\nIn that case, supplier and ,client consult asto arrange fornew provisions which have the ,same purport, as much as possible, and that willreplace the ,provisions that are null and void or that have been annulled.,1.7Without prejudice to the provisions of article 1.4, the provisions ,of these general terms prevail if aconflict should arise about,any of the arrangements made byparties, unless parties have ,explicitly departed from these terms in writing, with reference to ,these terms.\nIn the event of a conflict between the provisions of ,different sections of these general terms, the provisions of a ,prior section apply, unless parties have explicitly agreed ,otherwise.,Article2Offers,2.1All off supplier’s offers and other forms of communication are ,without obligation, unless supplier should indicateotherwise in ,writing.\nClient guarantees the correctnessand completeness of ,the information provided, with the exception of obvious typing ,3.1All prices are exclusive of turnover tax (VAT) and other product ,or service-specific levies imposed by the authorities.\nAll prices ,quoted by supplier are in euros and client mustpay in euros.,3.2Client cannot derive any rights or expectations from any cost,estimate or budget issued by supplier, unless parties have ,agreed otherwise in writing.\nA budget communicated by client is ,only considered a (fixed) price agreed on byparties if this has ,been explicitly agreed in writing.,3.3Ifit should be apparent from theagreementthatclient consists,of several natural persons and/or legal persons, each of these ,persons is jointly and severally liable tosupplier for the ,performance of the agreement.\n,3.4Wherethe activities performedby supplier and the sums due by ,client for these activitiesare concerned, the information in ,supplier's administration provides full evidence, without ,prejudice to client's right to provide evidence to the contrary.,3.5In the event client should be under a periodic payment ,obligation, supplier may adjust the applicable prices and rates, ,in writing and in accordance with the index or any other criterion ,included in the agreement, within the period specified in the ,agreement.\nIf the agreement does not explicitly provide for the ,possibility to adjust the prices or rates, supplier may adjust the ,applicable prices and rates in writing with due observance of a ,period of at least three months.\nIf, in the latter case, client does ,not want to acceptthe price adjustment, client is entitled to ,terminate the agreement by servingnotice of termination ,(opzeggen) in writing, within thirty days following the notification ,of the adjustment and effective from the date on which the new ,prices and/or rates would take effect.,3.6In their agreement parties lay down the date or dates on which ,supplier invoices the fee for the activities agreed on with client.\n,Any sums due are paid by client in accordance with the ,payment terms agreed on or as stated in the invoice.\nClient is ,neither entitled to suspend any payments nor to set off any of ,the sums due.,3.7If client should fail to pay the sums due or does not pay these ,on time, the statutory interest for commercial agreements is,payable by client on any outstanding sum, without a reminder ,or notice of default being required.\nIf client should fail to pay the ,sum due even after a reminder or notice of default, supplier can ,pass on the claim for collection and client is obliged to pay, ,within reason and in addition to the total sum due at that time, ,2/18,all judicial and extrajudicial costs, including all costs charged by Article7Security,external experts–all of which is without prejudice to any of ,supplier’s statutory and contractual rights.7.1If supplier is obliged to provide someform of information ,Article4Duration of the agreementspecifications onsecuritythat parties have agreed on in writing.\n,4.1If and insofar as the agreement between parties is a continuing provided is effective under all circumstances.\nIf the agreement ,performance contract, the agreementis entered into for the does not include an explicitly defined security method, the ,term agreed on byparties.\nA term of one year applies if a security features provided meet a level that is not unreasonable ,specific termhas not been agreed on.\nin view of the state of the art, the implementation costs, the ,4.2The duration of the agreement for a definite period of time is nature, scope and context as known to supplier ofthe ,tacitly extended, each time by the period of time originally information to be secured, the purposes and the standard use ,agreed on with a maximum of one year, unless client or of supplier’s products and services and the probability and ,supplier should terminate the agreement by serving written seriousness of foreseeable risks.,notice of termination(opzeggen), with due observance of a 7.2The access or identification codes and certificates provided by ,notice period of three months prior to the end of the relevant or on behalf of supplier to client are confidential and must be ,term.treated as such by client, and they may only be made known to ,Article5ConfidentialitySupplier is entitled to change the access or identification codes ,5.1Client and supplier ensure that secrecy is observed with authorisations and for providing and duly revoking access and ,respect to all information received from the other party of which identification codes.,information the receiving party knows or should reasonably 7.3In the event security features or the testing of security features ,know it is confidential.\nThis prohibition does not apply if and pertain to software, hardware or infrastructure that has not been ,insofaras the information concerned must be provided to a delivered by supplier to client, client guarantees that all licences ,third party in compliance with a judicial decision, a statutory or approvals have been obtained so thatthe performance of ,requirement, a statutory order by a public authority or for the such activitiesis actually allowed.\nSupplier is not liable for any ,proper performance of the agreement.\nThe party that receives damage caused by or in relation to the performance of these ,the confidential information may only use it for the purpose for activities.\nClient indemnifies supplier against any claims, for ,which it has been provided.\nInformation isin any case deemed whatever reason, arising fromthese activitiesbeing performed.,confidential if it has been designated as such by either party.\n7.4Supplier is entitled to adapt the security measures from time to ,5.2Client acknowledges that software made available by supplier time if this should be required as a result of a change in ,is always confidential in nature and that this software contains circumstances.\n,trade secrets of supplier and its suppliers or of the producer of 7.5Clientadequately secures its systems and infrastructure and ,the software.keepsthese adequately secured.,Article6Privacy and data processingintended to prevent or to minimalizeincidents,or the ,6.1If this should be relevant, in supplier’s opinion,for the should fail or follow the instructions issued by supplier or bya ,performance of the agreement, client informssuppliersin relevant public authority, or should fail to follow these in time, ,writing, atsupplier’s request,about the way in which client supplier is notliable and client indemnifiessupplier against any ,performs its obligations under the applicable rules and damage that may arise as a result.\n,regulationspertaining tothe protection of personal data.7.7Supplier is at any time permitted to install technical and ,6.2Client indemnifies supplier against any claims by persons organizational facilitiesto protect hardware, data files websites, ,whose personal data are or have been processed and for which software made available, software or other works to which ,processing client is responsible pursuant to the law, unless client has been granted access, whether directly or indirectly, ,client proves that the facts on which a claim is based are also in connection with a restriction agreed on in the content or ,attributable to supplier.the duration of the right to use these objects.\nClient may not ,6.3Client is fully responsible for the data that it processes when remove or circumvent any of such technical facilitiesor have ,making use of a service provided by supplier.\nClient guarantees these removed or circumvented.,vis-à-vis supplier that the content, use and/or processing of the ,data are not unlawful and do not infringe any third party’sright.\nArticle8Retention of title, reservation of rights ,Client indemnifies supplier against any claims by a third party and suspension,instituted,for whatever reason,in connection with these data or ,the performance of the agreement.8.1All goods delivered to client remain the property of supplier until ,6.4If, further to a request or a lawfully issued order by a public all sums dueby client to supplier under the agreement entered ,authority or in the context of a statutory obligation, client should into byparties have been paid to supplier in full.\nA client that ,perform activities with relation to data of client, client’s acts as a reseller may sell and supply all goods that are subject ,employees or users, any costs involved in this may be charged to the supplier’s retention of title insofar as this is customary in ,to client.the context of client’s normal course of business.,6.5If supplier performs activities for client as a processor as meant 8.2The property-law consequences of the retention of title with ,in the rules and regulations pertaining to the protection of respect to any goods destined for export is governed by the ,personal data, Section 2 ‘Standard Clauses for Processing’ also laws of the state of destination if the relevant laws contain ,applies.provisions that are more favourable to supplier.,securityunder the agreement, this protectionmeets the ,Supplier does not guarantee that the information security ,authorised staffin client’s own organisationor company.\n,and certificates.\nClient is responsible for managing these ,7.6Supplier may give client instructions about securityfeatures ,consequences of incidents,that may affect security.\nIf client ,3/18,8.3Where applicable, rightsare granted or transferred to client against such claims.\nThis obligation to indemnity does not apply ,subject to the condition that client has paid all sums due under if the alleged infringement concerns (i) works or materials made ,the agreement.\navailable by client to supplier for use, modification, processing ,8.4Supplier may retain all information, documents, software and/or or maintenance or (ii) modificationsclient has implementedor ,data files received or created in the context of the agreement, modifications clienthas had implementedin the software, ,despite an existing obligation to hand these over or transfer websites, data files, hardwareor other works and materials ,them, until client has paid all sums due to supplier.without supplier’s written permission.\nIf it is irrevocably ,Article9Transfer of riskhardwareor other works and materials developed by supplier ,9.1The risk of loss, theft, misappropriation or damage of goods, a third party, or if, in supplier’s opinion, there is a good chance ,information (including user names, codes and passwords), that such an infringement will occur, supplier ensures, if ,documents, software or data files that are created for, deliveredpossible, that client can continue to use, or use functional ,to or used by client in the context of the performance of the equivalents of, the software, websites, data files, hardwareor ,agreementpass to client at the moment these are placed under other works and materials delivered.\nAny other or further ,the actual control of client or an auxiliary person of client.obligation that supplier might have to indemnifyclient against ,Article10Intellectual propertyexcluded.\n,10.1All intellectual property rights to the software, websites, data hardware, software, material intended for websites, data files ,files, databases, hardware, training, testing and examination and/or other materials, designs and/or other works available to ,materials, as well as other materials such as analyses, designs, supplier for the purpose of use, maintenance, processing, ,documentation, reports, offers, including preparatory materials installation or integration;this guarantee also pertains toclient’s ,for these materials, developed or made available to client under having the relevant licences.\nClient indemnifies supplier against ,the agreement remain exclusively vested in supplier, its any claim of a third party based on the allegation that making ,licensors or its suppliers.\nClient is solely grantedthe rights of any of thisavailableand/or theuse, maintenance, processing, ,use laid down in these general terms, in the agreement entered installation or integration infringes a right of that third party.,into byparties in writing and in the applicable mandatory legal 10.6Supplier is never obliged to perform data conversion unless this ,provisions.\nA right of use granted to client is non-exclusive, has been explicitly agreed on with clientin writing.,non-transferable, non-pledgeable (niet-verpandbaar)and non-10.7Supplier is entitled to use client’s figurative mark, logo or name ,sublicensable.in its external communication.,10.2If supplier is prepared to undertake to transfer an intellectual ,property right, such undertaking may only be explicitly effected ,in writing.\nIf parties agree in writing that an intellectual property ,right with respect to software, websites, data files, hardware, ,know-how, or other works or materials specifically developed ,for client is transferredto client, this does not affect supplier’s ,rights or options to use and/or exploit, either for itself or for third ,parties and without any restriction, the parts, designs, ,algorithms, documentation, works, protocols, standards and the ,like on which the developments referred to are basedfor other ,purposes.\nSupplier is also entitled to use and/or exploit, either ,for itself or for third parties and without any restrictions, the ,general principles, ideas and programming languages that have ,been used as a basis to create or develop any workfor other ,purposes.\nThe transfer of an intellectual property right does not ,affect supplier’s right to continue developing , either for itself or ,for third parties, software -or elements of software-that are ,similar to or derived from software –orelements of software -,that have beenor are being developedfor client.,10.3Client is not permittedto remove or change any indication with ,respect tothe confidential nature of the software, websites, ,data files, hardwareor materials or with respect to copyrights, ,brands, trade names or any other intellectual property right ,pertaining tothe software, websites, data files, hardwareor ,materials, or have any such indication removed or changed.,10.4Supplier indemnifies client against any claim of a third party ,based on the allegation that software, websites, data files, ,hardwareor other materials developed by supplier itself infringe ,an intellectual property right of that third party, provided always,that client promptly informs supplier in writing about the ,existence and content of the claim and leaves the settlement of ,the claim, including any arrangements to be made in this ,context, entirely up to supplier.\nTo this end, client provides,supplier withthepowers of attorney and information required ,and renders the assistance supplier requires to defend itself ,established in court that software, websites, data files, ,itself should infringe any intellectual property right belonging to ,any infringement of a third party’s intellectual property right is ,10.5Client guarantees that no rights of third parties preclude making ,Article11Performance of services,11.1Supplier performs its services with care to the best of its ability, ,where applicable in accordance with the arrangementsand ,procedures agreed on with client in writing.\nAll services ,provided by supplier are performed on the basis of a best-,efforts obligation unless and insofar as supplier has explicitly ,promised a result in the written agreement and the result ,concerned has been described in the agreement in a ,sufficiently precise manner.\n,11.2Supplier is not liable for any damage suffered or costs incurred ,as a result of the use or misuse that is made of access or ,identification codes or certificates or any other security means ,unless the misuse is the direct result of any intentor deliberate ,recklessnesson the part of supplier’s management.,11.3If the agreement has been entered into with a view to it being ,performed by one specific person, supplier is always entitled to ,replace this person by one or more persons who have the same ,and/or similar qualifications.,11.4Supplier is not obliged to follow client’s instructions when ,performing the services, more particularly not if these ,instructions change or add to the content or scope of the ,services agreed on.\nIf such instructions are followed, however, ,the activitiesperformed arecharged atsupplier’s applicable,rates.\n,Article12Obligation to provide information and ,render assistance,12.1Parties acknowledge that the success of activities to be ,performed in the field of information and communications ,technology depends on proper and timely cooperation of ,parties.\nClient undertakes always to fully cooperate, within ,reason,andin time.,4/18,12.2Client vouches for the correctnessand completeness of the or implement a decision if, in its opinion, the decision cannot be ,data, information, designs and specifications provided by onor reconciled with the content and/or proper performance of the ,behalf of client to supplier.\nIf the data, information, designs or agreement.,specifications provided by client should contain inaccuracies 13.3Client ensures that the persons that it has assigned to ,apparent to supplier, supplier requestsclient to providefurther participate in a project or steering group are authorised to make ,information.decisions that are binding onclient.,12.3For reasons of continuity, client designates a contact person or ,contact persons who act in that capacity for the time supplier Article14Terms and deadlines,performs it services.\nClient’s contact persons have the relevant ,experience required, specific knowledge of the subject matter 14.1Supplier makes reasonable efforts, within reason, to comply to ,and a proper understanding of the objectives that client wishes the greatest extent possible with the terms and delivery periods ,to achieve.and/or dates and delivery dates, whether or not these are ,12.4Client bears the risk of selecting the goods and/or services to deadlines and/or strict dates, that it has specified or that have ,be provided by supplier.\nClient always exercises the utmost been agreed on byparties.\nThe interim dates and delivery ,care to guarantee that the requirements set for supplier’s dates specified by supplier or agreed on byparties always ,performance are correctand complete.\nMeasurements and apply as target dates, donot bind supplier and are always ,data provided in drawings, images, catalogues, websites, indicative.,offers, advertising material, standardisation sheets and the like 14.2If a term or period of time is likely to be exceeded, supplier and ,are not binding onsupplier unless explicitly stated otherwise by client consult as toto discuss the consequences of the term ,supplier.\nbeing exceeded in relation to further planning.,12.5If client deploys employees and/or auxiliary persons in the 14.3In all cases –therefore, also if parties have agreed on ,performance ofthe agreement, these employees and auxiliary deadlines and strict delivery periods or dates and delivery dates ,persons must have the knowledge and experience required.\nIf –supplier is only in default becauseof a term or period of time ,supplier’s employees perform activities at client’s premises, being exceeded after client has served supplier with a written ,client ensures the facilities requiredare available, such as a notice of default and has set a reasonable period of timefor ,workspace with computer and network facilities,on time and supplier to remedy thefailure tomeet its obligations and this ,free of charge.\nSupplier is not liable for damage suffered or reasonable term has passed.\nThe notice of default must ,costs incurred by transmission errors, malfunctions or the non-describe supplier’s breach to meet its obligations as ,availability of these facilities unless client proves that this comprehensively and in as much detail as possible so that ,damage or these costs are caused by intentor deliberate supplier has the opportunity to respond adequately.,recklessnesson the part of supplier’s management.\n14.4If it has been agreed that the activities to be performed under ,12.6The workspace and facilities mustmeet all statutory the agreement mustbe performed in phases, supplier is entitled ,requirements.\nClient indemnifies supplier against claims of third to postpone the start of the activities for a next phase until client ,parties, including supplier's employees, who, when performing has approved the results of the preceding phase in writing.,the agreement, suffer damage caused by client’sacts or 14.5Supplier is not bound by a date or delivery date or term or ,omissions or by unsafe situations in client’s organisationor delivery period, whether or not these are deadlines and/or strict ,company.\nBefore the activities to be performed start, client dates, if parties have agreed on an adjustment inthe content or ,informs the employees deployed by supplier about the scope of the agreement (additional work, a change of ,company rules, information rules and security rules that apply in specifications, etc.) or a change in approach with respect to the ,client’s organisationor company.\nperformance of the agreement, or if client fails to fulfil its ,12.7Client is responsible for the management, including checks ofobligations underthe agreementor fails to do so on time or in ,the settings, and use of the products deliveredand/or services full.\nIfadditional work should be required during the ,provided by supplier, and the way in which the results of the performance of the agreement, thisnever constitutesa reason ,products and services are implemented.\nClient is also for client to give notice of termination of the agreement ,responsible for appropriately instructing users and for the use of (opzeggen) or to terminate the agreement for breach,the products and services that is made by users.(ontbinden).,12.8Client itself is responsiblefor the hardware, infrastructure and ,auxiliary software and ensures that the (auxiliary) software forArticle15Termination of the agreement for ,its own hardwareis installed, organised, parameterised and breach or by servingnotice of ,tuned and, where required, that the hardware, other (auxiliary) termination,software and the operating environment used are modified and ,kept updated, and that the interoperability wanted by client is 15.1Either party is exclusively entitled to terminate the agreement ,effected.\nfor breach (ontbinden)followingan imputablefailureof the ,Article13Project and steering groupsother party, in all cases after a written notice of default has ,13.1If both parties are participating in a project or steering group in other party is granteda reasonable period of timeto remedy the ,which one or more of their employeeshave been appointed, the breach,should stillimputably fail to meetany of its essential ,provision of information takes place in the manner agreed on obligations under the agreement.\nClient’s payment obligations ,for thatproject or steering group.and all obligations of client or a third party contracted by client ,13.2Decisions made in a project or steering group in which both to cooperate and/ortoprovide information apply in all cases as ,parties are participating are only binding onsupplier if the essential obligations under the agreement.,decisions are made in accordance with that which parties have 15.2If, at the time of the termination for breach, client has already ,agreed on in writing in this regard or, if no written arrangementsreceived goods or services in the performance of the ,have been made in this context, ifsupplier hasaccepted the agreement, this performanceand the relevantpayment ,relevant decision in writing.\nSupplier is never obliged to accept obligations cannot be undoneunless client proves that supplier ,other party to meet it is obligations under the agreement if the ,been served that is as detailed as possible and in which the ,5/18,is in default with respect to the essential part of the tosupplier is excluded.\nLiability for corruption, destruction or ,performance due.\nWith due regard to the provisions of the loss of data or documents is alsoexcluded.,preceding sentence, sumsinvoiced by supplier prior to the 16.5The exclusions and limitations of supplier’s liability described ,termination for breachin connection with what hasalready articles 16.2 up to and including 16.4 are without any prejudice ,been properly performed or delivered in the performance of the whatsoever to the other exclusions and limitations of supplier’s ,agreementremain due in fulland become immediately payable liability described in these general terms.,at the time of the terminationfor breach.16.6The exclusions and limitations referred to in articles 16.2 up to ,15.3An agreement which, due to its nature and content, is not and including 16.5 cease to apply if and insofar as the damage ,discharged by performance and which has been entered into is caused byintent or deliberate recklessness on the part of ,for an indefinite period of time may be terminated, following supplier’s management.,consultation between parties, by either party by serving written 16.7Unless performance by supplier is permanently impossible, ,notice of termination to the other party (opzeggen).\nReasons for supplier is exclusively liable for an imputable failure in the ,the termination must be stated.\nIf a notice period has not been performance of an agreement if client promptly serves supplier ,agreed on between parties, a reasonable period must be with a written notice of default,granting supplier a reasonable ,observed when notice of termination is served.\nSupplier is period of timeto remedy the breach, and suppliershould still ,never obliged to pay any compensation because of thisimputably fail to meet its obligations after that reasonable term ,termination.has passed.\nThe notice of default must describe supplier’s ,15.4Client is not entitled to terminate (opzeggen) an agreement for failureas comprehensively and in as much detail as possible so ,services that has been entered into for a definite period of timethat supplier has the opportunity to respond adequately.,before the end of the term.\nclient is not entitledeither to 16.8The right to compensation of damages exclusively arises if,terminate(opzeggen) an agreement that ends by completion client reportsthe damageto supplier in writing as soon as ,before it has been completed.possible after the damagehas occurred.\nAnyclaim for ,15.5Either party may terminate (opzeggen) the agreement in compensation of damages filed against supplier lapsesby the ,writing, in whole or in part, without notice of default being mere expiry of a period of twenty fourmonths following the ,required and with immediate effect, if the other party is granted inception of the claim unless client has instituted a legal action ,a suspension of payments, whether or not provisional, a petition for damages prior to the expiry of this term.,for bankruptcy is filed againstthe other party or the company of 16.9Client indemnifies supplier againstany and all claims of third ,the other party is liquidated or dissolved other than for parties arising from product liability because of a defect in a ,restructuring purposes or for a merger of companies.\nSupplier product or system that client deliveredto a third party and that ,may also terminate (opzeggen) the agreement, in whole or in consisted in part of hardware, software or other materials ,part, without notice of default being required and with deliveredby supplier, unless and insofar as client is able to ,immediate effect, if a direct or indirect change occurs in the prove that the loss was caused by the hardware, software or ,decisive control of client’s company.\nSupplier is never obliged other materials referred to.,to repay any sum of money already received or pay any sum of 16.10The provisions of this article and all other exclusions and ,money in compensation because of termination as referred to in limitations of liability referred to in these general terms also ,this paragraph.If client isirrevocably bankrupted, its right to apply in favour of all natural persons and legal persons that ,use the software, websites and the like made available to clientsupplier and supplier’s suppliers contracts for the performance ,ends, as does its right to access and/or use supplier’s services, of the agreement.,without supplier being required to cancel these rights.,Article16Supplier’s liability,16.1Supplier’s total liability for an imputable failure in the statutory and/or agreed guarantee obligation, if it is prevented ,performance of the agreement or arising from any other legal from doing so by circumstances beyond its control (overmacht).\n,basis whatsoever, explicitlyincluding each and every failure to Circumstances beyond supplier’s control include, among other ,meet a guaranteeor indemnification obligation agreed on with things: (i) circumstances beyond the control of supplier’s ,client, is limited to the compensation of damages as described suppliers, (ii) the failure by supplier to properly meet obligations ,in more detail in this article.that were contracted by supplier on client’s instructions, (iii) ,16.2Direct damage is limitedto a maximum of the price stipulated defects in goods, hardware, software or materials of third ,for the agreement in question (excluding VAT).\nIf the agreement parties that supplier uses on client’s instructions, (iv) measures ,is mainly a continuingperformance contract with a duration of by public authorities, (v) power failures, (vi) failuresof the ,more than one year, the price stipulated for the agreementis Internet, data network or telecommunication facilities, (vii) ,set at the total sum of the payments (excluding VAT) stipulated(cyber) crime, (cyber) vandalism, war or terrorism and (viii) ,for one year.\nIn no event does supplier’s total liability for any general transport problems.,direct damage, on any legal basis whatsoever, exceed EUR 17.2If a force majeure situation lasts for more than sixty days, either ,500,000 (five hundred thousand euros).party has the right to terminate the agreement, in writing,for ,16.3Supplier’s total liability for any damage arising from death or breach (ontbinden).\nIn such event, all that has already been ,bodily injury or arising frommaterial damage to goodsis limitedperformed under the agreement must bepaid for on a ,to the amount ofEUR1,250,000 (one million two hundred fifty proportional basis, without anything else being due by either ,thousand euros).party to the other party.,16.4Liability for indirect damage, consequential loss, loss of profits, ,lost savings, reduced goodwill, loss due to business Article18Service Level Agreement,interruption, loss as a result of claims of client’s clients, loss ,arising from the use of goods, materials or software of third 18.1Possible arrangementsabout a service level (Service Level ,parties prescribed by client to supplier and any damage and Agreement) are exclusivelyagreed on in writing.\nClient ,loss arising from contracting suppliers client has recommended ,Article17Force Majeure,17.1Neither party is obliged to meet any obligation, including any ,6/18,promptly informs supplier about any circumstances that may Automatisering –SGOA –(www.sgoa.eu), this without ,affect the service level or its availability.prejudice to either party’sright to request preliminary relief in ,18.2If any arrangements have been made about a service level, the preliminary relief proceedings or arbitral preliminary relief ,availability of software, systems and related services is always proceedings and without prejudice to either party’sright to ,measured in such a way that unavailability due to preventive, attach property before judgment.\nArbitration proceedings take ,corrective or adaptive maintenance service or other forms of place in Amsterdam, or in any other place designated in the ,service thatsupplier has notified client of in advance and Arbitration Regulations.\n,circumstances beyond supplier’s control are not taken into 22.3If a dispute that arises from an agreement entered into by ,account.\nSubject to proof to the contrary offered by client, the parties or from any further agreements deriving from this ,availability measured by supplier is considered conclusive.agreementis within the jurisdiction of thecantonal section of ,Article19 Backupsentitled, notwithstandingthe provisions of article 22.2, to bring ,19.1If the services provided to client under the agreement include court in the Netherlands.\nParties are onlyentitled to initiate,making backups of client’s data, supplier makes a complete these proceedingsif arbitration proceedings concerning the ,backup of client’s data in its possession, with due observance dispute have not yet been instituted underthe provisions of ,of the periods of time agreed on in writing,or once a week if article 22.2.\nIf, with due observance of the provisions of this ,such termshave not been agreed on.\nSupplier keeps the article 22.3, eitherparty hasbrought the case before the ,backup for the duration of the agreed termor for the duration of competent district court to be heard and decided, the cantonal ,supplier’s usual term if no further arrangements have been judge of that district court iscompetent to hear the caseand to ,made in this regard.\nSupplier keepsthe backup with due care decide on it.,and diligence.22.4Regarding a dispute that arises from an agreement entered into ,19.2Client itself remains responsible for complying with all the by parties or from any further agreements deriving from this ,applicable statutory obligations with respect to keeping records agreement, eitherparty is always entitled to institute ICT ,and data retention.mediation proceedings in accordance with the ICT Mediation ,Article20Adjustments and extra workDisputes (Stichting Geschillenoplossing Automatisering –,20.1If, at client’srequest or afterclient’s prior consent, supplier has actively participate in the ICT mediation proceedings that have ,performed activities or has deliveredgoods or services that are been instituted.\nThis legally enforceable obligation in any case ,outside the scope of the agreed activities and/or delivery of includes having to attendat least one joint meeting of mediators ,goods or services, client is charged for these activitiesor for and parties, in orderto give this extrajudicial form of dispute ,these goods or services on the basisofthe agreed rates or, if resolution a chance of success.\nEitherparty isfree to terminate ,no rates have been agreed on by parties, on the basis ofthe ICT mediation proceedings at any time after this first joint ,supplier’s applicablerates.\nSupplier is not obliged to honour meeting of mediators and parties.\nThe provisions of this ,such request and may require that, to that purpose, a separate paragraph do notprevent eitherparty, if this party deems doing ,agreement should beentered into in writing.so necessary,from requesting preliminary relief in preliminary ,20.2Client realises that adjustments and extra work (may) result in relief proceedings or in arbitral preliminary relief proceedings ,terms and delivery periods and/or dates and delivery dates nor do they prevent eitherparty from attaching property before ,being postponed.\nAny new terms and delivery periods and/or judgment.,dates and delivery dates indicated by supplier replace the ,previous terms and delivery periods and/or dates and delivery ,dates.,20.3Insofar as a fixed price has been agreed on for the agreement, ,supplier informs client, atclient’s request and in writing, about ,the financial consequences of the extra work or additional ,delivery of goods or services referred to in this article.,Article21Transfer of rights and obligations,21.1Client is not entitled to sell, transfer or pledge (verpanden) its ,rights and obligations under an agreement to a third party.,21.2Supplier is entitled to sell, transfer or pledge (verpanden) any ,claims it has to payment of any sums dueto a third party.,Article22Applicable law and disputes,22.1The agreements between supplier and client are governed by ,the laws of the Netherlands.\nApplicability of the Vienna ,Convention 1980 (The United Nations Convention on Contracts ,for the International Sale of Goods (CISG))is excluded.\n,22.2Any disputes that may arise from an agreement between ,parties and/or from any further agreements deriving from this ,agreement are resolved by arbitration in accordance with the ,Arbitration Regulations of the Foundation for the Settlement of ,Automation Disputes (Stichting Geschillenoplossing ,the Netherlands District Court (kantongerecht), eitherpartyis ,the case as a cantonal court case before the competent district ,Regulations of the Foundation for the Settlement of Automation ,SGOA –(www.sgoa.eu).\nThe other party isthen obliged to ,Section2.\nStandard clauses on data ,processing,The provisions in this section ‘Standard clauses on data ,processing’ apply, apart from the General provisions of ,these general terms, if supplier processes personal data, in ,the context of the performance of anagreement, for the ,controller(s) as (sub)processor as meant in the laws and ,regulations onpersonal data protection.\nThese ‘Standard ,clauses on data processing’ together with the practical ,arrangements made on personal data processing in the ,agreement or in a separate appendix (for example a Data ,Pro Statement) form a processing agreement as meant in ,article 28, paragraph 3 of the General Data Protection ,Regulation (GDPR).,Article23General,23.1Supplier processes the personal data on client’s behalfand in ,accordance with the written instructions agreed on bysupplier ,and client.,23.2Client, or client’s client, is the controller in the sense of the ,GDPR,has control over the processing of personal data and ,7/18,has established the purpose of and the means for the personal Article25Personal data breaches,data processing.\n,23.3Supplier is processor in the sense of the GDPR and, for that 25.1Supplier does not guarantee that the security measures are ,reason, has no control over the purpose of and the means for effective in all circumstances.\nIf supplier discovers a personal ,the personal data processing and, therefore, does not take any data breach, supplier informs client of this without unduedelay.\n,decisions on, amongst other things, the use of the personal The agreement stipulates in which way supplier informs client ,data.of personal data breaches.\nIf no specific arrangements have ,23.4Supplier implements the GDPR as laid down in this section been agreed on, supplier contactsthe client’s contact person in ,‘Standard clauses on data processing’ and in the agreement.\nthe usual way.\n,Client is responsible for assessing, on thebasis of this 25.2It is up to the controller –i.e.\nclient or client’s client –to assess ,information, whether supplier offers adequate guarantees with whether the personal data breach reported by supplier must be ,respect to applying appropriate technical and organisational reported to the supervisory authority or the data subject.\n,measures for the processing to meet the requirements posed Reporting personal data breaches is,at any time,controller’s –,by the GDPR and to adequately safeguard theprotection of the i.e.\nclient’sor client’s client’s–responsibility.\nSupplier is not ,data subjects’ rights.\nobliged to report personal data breachesto the supervisory ,23.5Client guarantees vis-à-vis supplier that it acts in compliance authority and/or the data subject.\n,with the GDPR, that its systems and infrastructure are at any 25.3Where required, supplier provides further information on the ,time appropriately secured and that the content, the use and/or personal data breach and renders assistance in providing the ,the processing of the personal data are not unlawful and do not information to client that clientneeds to report a breach to the ,breachany third party rights.\nsupervisory authority or the data subject.\n,23.6Client is not entitled to seek recovery from supplier of an 25.4Supplier may charge client for the costsinvolved in this context, ,administrative fine imposed on client by the supervisory within reason and at supplier’s current rates.\n,authority, on whatever legal ground.\nIn the present section ,(Section 2) ‘supervisory authority’ is understoodto mean the Article26Confidentiality,supervisory authority referred to in the GDPR.,Article24Securityimposed on any person processing personal data under ,24.1Supplier takes all the technical and organisational security 26.2Supplieris entitled to provide personal data to third parties if ,measures described in the agreement.\nWhen implementingand insofar as this should be required pursuant to a judicial ,these technical and organisational measures, supplier has decision or a statutory requirement, on the basis of an ,taken into accountthe state of the art, the costs involved in authorised order by a public authority or in the context of the ,implementingthe security measures, the nature, scope and proper performance of the agreement.,context of the processing, the nature of its products and ,services, the processing risks and the varyingrisks, in terms of Article27Obligations following termination,likelihoodand severity, posed to the rights and freedoms of the ,data subjects that supplier could expect in view ofthe use 27.1In the event the processing agreement ends, supplier deletes, ,iintended to be made of its products and services.within the period of time agreed on in the agreement,all ,24.2Unless explicitly stated otherwise in the agreement, supplier’s personal data received from client that it has in its possession,product or service is not intended for processing special in such a way that they can no longer be used and are ,categories of personal data or data relating to convictions under rendered inaccessible, or, if agreed on, returnsthese data to ,criminal law or criminal offences.clientin a machine readable format.\n,24.3Supplier endeavours to ensure that the security measures to be 27.2Supplier may charge client for any costs possibly incurred in the ,taken by supplier are appropriate for the use of the product or context of the stipulation in the previous paragraph.\nFurther ,service intended by supplier.arrangements on thismay be laid down in the agreement.\n,24.4The security measures described offer a security level, in 27.3The provisions ofarticle 27.1 do not apply if statutoryprovisions ,client’s opinion and taking the factors referredto in article 24.1 should prohibit supplier to deletethe personal data or return ,into account, appropriate to the risk involved in processing these, in part or in full.\nIn such event supplier only continues to ,personal data used or provided by client.\nprocess the personal data insofar as required under its ,24.5Supplier may adjust the security measures implemented if this statutory obligations.\nThe provisions ofarticle 27.1 do not apply ,should be required, in supplier’s opinion, to continue to offer an either if supplier is a controller in the sense of the GDPR with ,appropriate security level.\nSupplier keeps a record ofimportant respect to the personal data.\n,adjustmentsand informs client of these adjustmentswhere ,relevant.Article28Data subjects’ rights, Data Protection ,24.6Client may request supplier to implement further security Impact Assessment (DPIA) and audit ,measures.\nSupplier is not obliged to implement any rights,adjustmentsin its security measures following such request.\n,Supplier may charge client for the costs involved in 28.1Where possible, supplier renders assistance inreasonable ,implementing the adjustmentsrequested by client.\nSupplier is requests by client that are related to data subjects exercising,not obliged to actually implement these adjustedsecurity their rights againstclient.\nIf supplier is directly contacted by a ,measures before the security measures requested by client data subject, supplierrefersthis data subject, whenever ,have been agreed on in writing.\npossible,to client.\n,26.1Supplier ensures that the obligation to observe confidentiality is ,supplier’s responsibility.\n,28.2If client should be obliged under the GDPR to carry out a Data ,Protection Impact Assessment (DPIA) or a prior consultation ,following this, supplier renders assistance, atclient’s ,reasonable request, in this DPIA or prior consultation.,8/18,28.3Atclient’s request, supplier provides all information that would Article30SaaS Implementation,be reasonably required to demonstrate compliance with the ,arrangements laid down in the agreement with respect to 30.1Supplier provides the SaaS on client’s instructions.\nClient may ,personal dataprocessing, for example by means of a valid Data solelyuse the SaaS for its own organisation or company and ,Pro Certificate or another certificate at least equal to it, an audit only insofar as required for the use intended by supplier.\nClient ,report (Third Party Memorandum) drafted by an independent may not allow third parties to make use of the SaaS.,expert commissioned by supplier or by means of other 30.2Supplier may adjustthe content or scope of the SaaS.\nIf such ,information to be provided by supplier.If client should adjustmentsare substantive and result ina change in client’s ,nevertheless have reasons to assume that the personal data current procedures, supplier informs client about this as soon ,are not processed in accordance with the agreement, client as possible and the costs of this adjustmentare at client’s ,may commission an audit, no more than once per year and at expense.\nIn this case client may servenotice of termination of ,client’s expense, by an independent, certified external expert the agreement(opzeggen), which termination takes effect on ,who has demonstrable experience in the type of data the date on which the adjustmenttakes effect, unless the ,processing that is carried out under the agreement.\nSupplier is adjustmentis related to amendments in relevant legislation or ,entitled to refuse an expert if this expert affects, in supplier’s other instructions issued by public authorities, or the adjustment,opinion, supplier’s competitive position.\nThe audit is limited to is at supplier’s expense.\n,verifying compliance with the arrangements on personal data30.3Supplier may continue to provide the SaaS using a new or ,processing as laid down in the agreement.\nThe expert is modified version of the underlying software.\nSupplier is not ,obliged to observe confidentiality with respect to his findings obliged to maintain, modify or add particular features or ,and only reports issues to client which result in a failure by functionalities of the SaaS specifically for client.,supplier to meet its obligations under the agreement.\nThe 30.4Supplier may temporarily put allor part of the SaaS out of ,expert provides supplier with a copy of his report.\nSupplier may service for preventive, corrective or adaptive maintenance ,refuse an expert, an audit or an instruction by the expert if this services or other forms of service.\nSupplier ensures that the ,should be, in supplier’s opinion, in violation of the GDPR or period of time during which the SaaSis out of operation does ,other laws and regulationsor if this should be an unacceptable not takelonger than necessaryand ensures, where possible, ,breach of the security measures implementedby supplier.\nthat the servicetakes place at times when the SaaS is usually,28.4Parties hold consultationson the findings of the report as soon used least intensively.,as possible.\nParties comply with the improvement measures 30.5Supplier is never obliged to provide client with a physical carrier ,proposed and laid down in the report insofar as this can be or download of the underlying software.,reasonably expected from them.\nSupplier implements the 30.6If no further arrangements have been made in this regard, client ,proposed measures insofar as these are appropriate in itself is responsible for designing, configuring, parameterising,supplier’s opinion, taking into account the processing risks and tuningthe SaaS, convertingand uploadingpossible data ,associated with supplier’s product or service, the state of the and, where required, for modifyingthe hardware and user ,art, the implementation costs, the market in which supplier environment used.\n,operates and the intended use of the product or service.\n,28.5Supplier is entitled to charge client for the costs it has incurred Article31 G uarantees,in the context of the provisions laid down in this article.\n,Article29Subprocessorsfunctionswithout any interruptions.\nSupplier makes every effort ,29.1Supplier has stated in the agreement if and,if so,which third article 36.3 within a reasonable period of time if and insofar as ,parties (subprocessors) supplier contracts for the processing of underlying software is concerned that has been developed by ,personal data.\nsupplier itself and client has provided supplier with a detailed, ,29.2Client grants supplier permission to contract other written description of the relevant errors.\nIn a particular case,,subprocessors in the performance of supplier’sobligations supplier may postpone repairing errorsuntil a new version of ,underthe agreement.\nthe underlying software is put into service.\nSupplier does not ,29.3Supplier informs client about possiblechanges with respect to guarantee that errors in the SaaSthat has not been developed ,the third parties it contracts.\nClient is entitled to object to said by supplier itself are repaired.\nSupplier is entitled to install ,change by supplier.\ntemporary solutions, program bypasses or problem-avoiding ,Section3.\nSoftware-as-a-Service (SaaS),The provisions in this section ‘Software-as-a-service ,(SaaS)’ apply, apart from the General provisions of these ,general terms, if supplier performs services under the ,name or in the field of Software-as-a-Service (also referred ,to as:SaaS).\nFor the application of these general terms, ,SaaS is understood to mean a service by which supplier ,makes functionality available to and keeps functionality,available for client remotely, through the Internet or ,another data network, without providing client with a ,physical carrier with or download of the relevant ,underlying software.,31.1Supplier does not guarantee that the SaaS is free of errors and ,to repairthe errors in the underlying software referred to in ,restrictionsin the SaaS.\nIf the SaaS,or part of it,has been,developed on client’sinstructions, supplier may charge client ,for the costs incurred by repairing the error(s)atsupplier’s ,applicablerates.Supplier is never obliged to repair other ,imperfections than those referred to in this article.\nIn the event ,supplier is prepared to remedy other imperfections than those ,referred to in this article, supplier is entitledto charge client a ,separate fee for this.\n,31.2On the basis ofthe information provided by supplier on,measures to prevent and restrictthe effects of malfunctions, ,errors and other imperfectionsin the SaaS, corruption or loss of ,data or other incidents, client identifiesandliststhe risks to its ,organisation or company and, where necessary,takes,additional measures.\nSupplier declares itselfprepared to render,assistance, at client’s request, to the extent reasonable and ,according to the financial and other conditions set by supplier, ,with respect to further measures to be taken by client.Supplier ,9/18,is never obliged to recover data that have been corrupted or 34.6Client is only entitled to use the software in and for its own ,lost other than placing back –where possible –the most recent organisation or company and only insofar as required for the ,back-up of the data in question.intended use.\nClient does not use the software forthe benefit of ,31.3Supplier does not guarantee that the SaaS is timelyadapted to third parties, for example in the context of Software-as-a-,any amendments in the relevant laws and regulations.Service (SaaS) or outsourcing.,Article32Commencement of the service.\nrightsto, or makethe software and the carriers on which the ,paymentsoftware is or will be recorded available to third parties, in any ,32.1The SaaS provided by supplier –and,where relevant,support Neither is client entitled to grant, whether or not remotely ,–commences within a reasonable period of time after the (online), a third party access to the software or place the ,agreement has been entered into.\nUnless agreed on otherwise, software with a third party for hosting, not even if the third party ,the SaaS commences by supplierclient granting access to the concerned exclusivelyuses the software inclient’s interest.,SaaS that ismade available by supplier.\nClient ensures that it 34.8If so requested, client promptly renders assistance in any ,has the facilities required to use the SaaS immediately after the investigation into compliance with the agreed restrictions on ,agreement has been entered into.use to be carried out by or on behalfof supplier.\nAt supplier’s ,32.2The fee payable by client for the SaaS is included in the first request, client grants supplier access to its buildings and ,agreement.\nIf no payment scheme has been agreed on, all systems.\nInsofar as such information does not concern the use ,sums related to the SaaS deliveredby supplier become due of the software itself, supplier observes secrecy with respect to,and payable, in advance, per calendar month.all confidential business information that it obtains from client or ,Article33Additional provisions,33.1The following articles apply equally to the SaaS: 34.3, 34.5, ,34.8, 36.1 (excluding the reference to art.\n40), 36.11, 48.4, ,49.1, 49.2, 62.2 and 62.4 and 63.\nIn these articlesthe word ,‘software’ should be read as ‘SaaS’ and the word ‘delivery’ as ,‘commencement of the service’.,Section4.\nSoftware,The provisions in this section ‘Software’ apply, apart from ,the General provisions of these general terms, if supplier,makes software and apps available to client for use, ,together with the relevant data or databases and/or user ,documentation for this software–in these general terms ,together to be referred to as ‘software’ –other than on the ,basis of a SaaS.,Article34Right to use and restrictions on use,34.1Supplier makes the software agreed on available for use by ,client on the basis of a user licence and for the termof the ,agreement.\nThe right to use the software is non-exclusive, non-,transferable, non-pledgeable and non-sublicensable.\n,34.2Supplier’s obligation to make the software available and client’s ,right to use the software exclusively extendto the so-called ,object code of the software.\nClient’s right to use the software ,does not pertain to the software’s source code.\nThe source ,code of the software and the technical documentation drafted ,when the software was developed are not made available to ,client,not even if client is prepared to pay a financial ,compensation.,34.3Client always strictly complieswith the agreed restrictions on ,the use of the software, regardless of the nature or the content ,of these restrictions.,34.4If parties have agreed that the software may only be used in ,combination with particular hardware and this hardware has a ,malfunction, client is entitled to use the software on other ,hardware with the same qualifications during the period of time ,that the original hardware remains defective.,34.5Supplier may require that client should only start using the ,software after it hasreceived one or more codes needed for the ,use from supplier, from supplier’s supplier or from the producer ,of the software.,34.7Client is never entitled to sell, leaseoralienate, or grant limited ,way whatsoever,for whatever purpose or under whatever title.\n,at client’s business location in the context of an investigation.,34.9Parties agree thatthe agreement entered into by parties is ,never seen as a purchase agreementwhere itis related to ,making software available for use.\n,34.10Supplier is not obliged to maintain the software and/or provide,support to users and/or administrators of the software.\nIf, ,contrary to the foregoing, supplier is asked to perform ,maintenance activities and/or provide support for the software, ,supplier may require that client should enter into a separate, ,written agreementfor this purpose.,Article35Delivery and installation,35.1At its discretion, supplier either delivers the software on the ,agreed type of data carrier or, if no arrangements have been ,made in this regard, on a type of data carrier determined by ,supplier, or makes the software online available to client.\nAt ,supplier’s discretion, any agreed user documentation ismade ,available in hardcopyor digital form,in a language determined ,by supplier.,35.2Supplier only installs the software at client’s business premises ,if this has been agreed on.\nIf no arrangements have been made ,in this respect, client itself is responsible for installing, ,designing, parameterising, tuning and, if necessary, for ,modifyingthe hardware and operating environment used.,Article36Acceptance,36.1If parties have not agreed on an acceptance test, client accepts ,the software in the state that it is in when delivered (‘as is, ,where is’), therefore,with all visible and invisible errors and ,defects, without prejudice to supplier’s obligations under the ,guarantee scheme as set out in article 40.\nIf this should be the,case, the software isdeemed to have been accepted by client ,upon delivery or, if installation by supplier has been agreed on ,in writing, upon completion of the installation.,36.2If an acceptance test has been agreed on by parties, the ,provisions of articles 36.3 up to and including 36.10 apply.,36.3Where these general terms refer to ‘error’ this is understood to ,mean a substantial failure of the software to meet the functional ,or technical specifications of the software explicitlymade known ,by supplier in writing and, if all or part of the software is ,customised software, a substantial failure tomeet the functional ,or technical specifications explicitlyagreed on in writing.\nAn ,error only exists if it can be demonstrated by client and if it is ,reproducible.\nClient is obliged to report errors without delay.\n,10/18,Supplier does not have any other obligation whatsoever with 37.2Immediately after the agreement ends, client returns all copies ,respect to other imperfectionsin or on the software than those of the software in its possession to supplier.\nIf it has been ,in relation to errors in the sense of these general terms.agreed that client is obliged to destroy the relevant copies when ,36.4If an acceptance test has been agreed on, the test period is the agreement ends, client informs supplier, promptly and in ,fourteendays following delivery or, if installation by supplier has writing, that the copies have been destroyed.\nWhen the ,been agreed on in writing, fourteendays following the agreement ends or after it has ended, supplier is notobliged to ,completion of installation.\nDuring the test period, client may not renderassistance in anydata conversion thatclientmay ,use the software for production or operational purposes.\nClient possibly want to carry out.\n,performsthe agreed acceptance test with qualified personnel,,to an adequate extent and in sufficient detail.Article38Payment for the right to use ,36.5If an acceptance test has been agreed on, client is obliged to the software,check whether the software delivered meets the functional or ,technical specifications explicitlymade known by supplier in 38.1The sum due for the right to use is payable by client at the ,writing and, if and to the extent that all or part of the software is agreed times or, if a time has not been agreedon:,customised software, that it meets the functional or technical aif parties have not agreed that supplier is responsible for ,specifications explicitlyagreed on in writing.the installation of the software:,36.6If testing on client’s instruction involves personal databeing ●upon delivery of the software.\nor,made use of, client ensures that usingthese data for this ●in the event periodic payments are due for the right to ,purpose is permitted.use, upon delivery of the software and subsequently ,36.7The software is understood to have been accepted:when each new term of the right to use commences;,aif parties have agreed on anacceptance test: on the first b.if parties have agreed that supplier is responsible for the ,day following the test period, orinstallation of the software: ,bif supplier receives a test report as referred to in article 36.8 ●upon completion of that installation;,prior to the end of the test period: at the time the errors ●in the event periodic payments are due for the right to ,listed in this test report have been repaired, notwithstanding usethe software, upon completion of that installation ,the presence of errors that, according to article 36.9, do not and subsequently when each new term of the right to ,prevent acceptance, oruse commences.,cif client uses the software in any way for production or ,operational purposes: at the time it is put into use for Article39Modifications in the software,production or operational purposes.,36.8If it should become clear when the agreed acceptance test is 39.1Except where mandatory statutory provisions should provide ,carried out that the software contains errors, client reports the otherwise, client is not entitled to modify all or part of the ,test results to supplier in writing in a well-ordered, detailed and software without supplier’s prior written permission.\nSupplier is ,understandable manner no later than on the last day of the test entitled to refuse permission or to attach conditions to its ,period.\nSupplier makes every effort to repair the errors referred permission.\nClient bears the entire risk of all modifications that it ,to within a reasonable period of time.\nIn this context,supplier is implements –whether or not with supplier’s permission –or that ,entitled to install temporary solutions, program bypasses or clienthas implementedby third parties on its instructions.,problem-avoiding restrictions.,36.9Client is neitherentitled to refuse to accept the software for Article40 G uarantees,reasons that are not related to the specifications explicitly,agreed on in writing by parties nor entitledto refuse to accept 40.1Supplier makes reasonable efforts to repair errors in the sense ,the software because it has minor errors, i.e.\nerrors that do not of article 36.3 within a reasonable period of time if these errors ,prevent –within reason –the productive or operational use of are reported, in detail and in writing, to supplier within a period ,the software, all of this without prejudice to supplier’s obligation of three months after delivery or, if an acceptance test was ,to repair these minor errors asreferred to in article 40.\nagreed, within three months after acceptance.\nSupplier does ,Acceptance may not be refused either because of aspects of not guarantee that the software is suitable for the actual and/or ,the software that can only be assessed subjectively, such as the intended use.\nSupplier does not guarantee either that the ,aesthetic aspects of the user interfaces.\nsoftware functionswithout interruptions and/or that all errors are,36.10If the software is delivered and tested in phases and/or parts, alwaysrepaired.\nRepairs are carried out free of charge unless ,non-acceptance of a certain phase and/or part is without the software was developed on client’s instructions other than ,prejudice to the acceptance of a previous phase and/or a for a fixed price, in which case supplier charges the costs of the ,different part.repairs to client at its applicablerates.,36.11Acceptance of the software in one of the ways referred to in this 40.2Supplier may charge the costs of the repairs to client at its ,article results in supplier being discharged of its obligations in applicablerates if such repairs are required as a result of usage ,the context of making the software available and delivering it errors or client not using the software properly, or as a result of ,and, if installation of the software by supplier has also been causes that cannot be attributed to supplier.\nThe obligation to ,agreed on, of its obligations in the context of installing it.\nrepairerrors endsif client modifiesthe software or has such ,36.12Acceptance of the software is without prejudice to client’s rights modificationsimplementedwithout supplier’s written ,under article 36.9 regarding minor errorsand article 40 permission.,providing for guarantees.40.3Errors are repaired at a location and in a manner to be ,Article37Making the software availablesolutions, program bypasses or problem-avoiding restrictions in ,37.1Supplier makes the software available to client within a 40.4Supplier is never obliged to recovercorrupted or lost data.,reasonable period of time after parties have entered into the ,agreement.,determined by supplier.\nSupplier is entitled to install temporary ,the software.\n,11/18,40.5Supplier does not have any obligation whatsoever, of whatever Article42Agile development of ,nature or content, with respect to errors reported after the end software/websites,of the guarantee period referred to in article 40.1.,Section5.\nDevelopment of software ,andwebsites,The provisions in this section ‘Development of software ,and websites’ apply, apart from the General provisions of ,these general terms, if supplier develops and/or designs ,software as described in Section 4 and/or websites for ,client and possibly installs the software and/or websites.,Article41Specifications and development of ,software and/of websites,41.1Development always takes place under an agreement for ,services.\nIf no specifications or design of the software and/or ,website to be developed have been provided before the ,agreement is entered into or no specifications or design are ,provided when the agreement is entered into, parties specify, ,byconsultation and in writing, the software and/or website to be ,developed and the manner in which the software and/or ,website will be developed.,41.2Supplier develops the software and/or website with due care ,and in accordance with the explicitlyagreed specifications or ,design and, whereapplicable, with due regard for the project ,organisation, methods, techniques and/or procedures agreed ,on in writing with client.\nBefore starting the development ,activities, supplier may require that client should agree to the ,specifications or design in writing.,41.3If no specific arrangements have been made in the matter, ,supplier starts the design and/or development activities within a ,reasonable period or time, to be determined by supplier, after ,the agreement has been entered into.\n,41.4At supplier’s request, client provides supplier with the ,opportunity to perform activities at client’s premises outside the ,usual working days and working hours.,41.5Supplier’s obligations to perform with respect to the ,development of a website do not include making a content ,management system available.\n,41.6If parties agree that, apart from development activities, supplier ,also provides trainingcourses, maintenance and/or support ,and/or that supplier also applies for a domain name, supplier ,may request that client should enter into a separate, written ,agreement.Supplier charges client separately for these ,services, at supplier’s applicablerates.,41.7If supplier provides services to client in the context of a domain ,name, such as the application for, renewal, alienation or ,transfer to a third party of that name, clientis obliged to observe ,the rules and methods of the relevant authority or authorities.\nAt ,client’s request, supplier provides client with a written copy of ,these rules.\nSupplier is explicitly neither responsible for the ,correctness or the promptness of the services nor responsible ,for achieving the results client intends to achieve.\nClientis ,charged for all costs involved in the application and/or ,registrationat the agreed rates and, if no rates have been ,agreed on, at supplier’s applicablerates.Supplier does not ,guarantee that a domain name client should want to use will ,actually be assigned to client.,42.1If parties use an iterative development method –scrum, for ,example –parties accept: (i) that, at the start, the activities are ,not performed on the basis of complete or fully detailed ,specifications.\nand (ii) that specifications which may or may not ,have been agreed on at the start of the activities, may be,adapted during the term of the agreement, in mutual ,consultation and with due observance of the project approach ,that forms part of the development method concerned.,42.2Before starting the activities to be performed in the contextof ,the agreement, parties put together one or more teams that ,consist of representatives of both supplier and client.The team ,ensures that the communication lines remain short and direct ,and that consultations take placeregularly.\nParties provide for,the deployment, by both of them, of the capacity agreed on ,(FTEs) in terms of team members in the roles and with the ,knowledge and experience and the decision-making powers ,required to perform the agreement.\nParties accept that in order ,to make the project successful, the capacity agreed on is a ,minimum requirement.\nParties endeavourto keep key staff,available that havebeen deployed in first instance, as much as ,reasonably possible, until the end of the project, unless ,circumstances should arise that are beyond parties’ control.\n,During the performance of the agreement,parties jointly decide, ,byconsultation, on the specifications that apply for the following ,phase of the project –for example a time box –and/or for the ,development of a following part.\nClient accepts the risk that the ,software and/or the website may not necessarily meet all ,specifications.\nClient ensures permanent and active input by ,and contributions fromrelevant end users who are supported ,by client’s organisation or company in the context of, among ,other things, testing and (further) decision making.\nClient ,guarantees expeditiousness inprogress-related decisions that ,have tobe made during the performance of the agreement.If ,client fails to make clear and prompt progress-related decisions ,in conformity with the project approach that forms part of the ,relevant development method, supplier is entitled, though not ,obliged, to make the decisions that supplier considers to be ,appropriate.,42.3If parties have arranged for one or more test moments, a test ,exclusively takes place on the basis of objective, measurable ,criteria agreed on previously, suchas confirming to ,development standards.\nErrors and other imperfections are only ,repaired if the responsible team decides so and this will be ,carried out in a subsequent iteration.\nIf an extra iteration should ,be required, the costs are at client’s expense.\nAfter the last ,development phase, supplier is not obliged to repair any errors ,or other imperfections, unless explicitly agreed on otherwise in ,writing.\n,Article43Delivery, installation and ,acceptance,43.1The provisions of article 35 with respect todelivery and ,installation apply mutatis mutandis.,43.2Unless supplier is obliged, under the agreement, to host the ,software and/or website for client on its own computer system, ,supplier either delivers thesoftware and/or website to client on ,a data carrier and in a form determined by supplier, or makes ,the software and/or website online available to client.,43.3The provisions of article 36 of these general terms with respect ,to acceptance apply mutatis mutandis.\n,43.4If parties make use of a development method as referred to in ,article 42, the provisions of article 36.1, 36.2,article 36.4 up to ,12/18,and including 36.9, article 36.12 and article 40.1 and40.5 do maintenance includes repairing errors in the software in the ,not apply.Client accepts the software and/or website inthe sense of article 36.3 and, only if this has been agreed in writing, ,state it is in at the moment the last development phase ends making new versions of the software available in accordance ,(‘as is, where is’).with article 48.,Article44Right to use,44.1Supplier makes the software and/or website developed on ,client’s instructions, together with the relevant user ,documentation, available to client for use.,44.2The source code of the software and the technical,documentation prepared when the software is developed is only ,made available to client if this has been agreed in on writing, in ,which case client is entitled to modify the software.,44.3Supplier is not obliged to make the auxiliarysoftware and ,program or data libraries required for the use and/or ,maintenance of the software and/or website available to client.\n,44.4The provisions of article 34 with respect to the right to use and ,restrictions on the use apply mutatis mutandis.\n,44.5Only if the content of the written agreement explicitly indicates,that all design and development costs are fully and exclusively ,at client’s expense, restrictions on the use of the software ,and/or website do not apply forclient, contrary to the provisions ,of article 44.4.,Article45Payment,45.1If no payment scheme has been agreed on, all sums related to ,the development of software and/or website become due and ,payable, in arrears, per calendar month.,45.2The price for the development activities includes payment for ,the right to use the software and/or website for the termof the ,agreement.,45.3The payment for the development of the software and/or ,website does not include payment for auxiliary software and ,program and data libraries, and any installation services and ,any modifications and/or maintenance of the software and/or ,website required by client.\nThe payment doesnot include ,support services for the users of the softwareand/or website,either.\n,Article46 G uarantees,46.1The provisions of article 40 with respect to guarantees apply ,mutatis mutandis.\n,46.2Supplier does not guarantee that the software and/or website it ,has developed functionproperlyonall sorts of new versions of ,web browser types and possibly other software and/or ,websites.\nSupplier does not guarantee either that the software ,and/or website function properly onall types of hardware.,Section6.\nMaintenance and support of ,software,Theprovisions in this section ‘Maintenance and support of ,software’ apply, apart from the General provisions of these ,general terms, if supplier provides services in the field of ,software maintenance and software support for the use of ,the software.\n,Article47Maintenance services,47.1If agreed, supplier performs maintenance servicesfor the ,software specified in the agreement.\nThe obligation to provide ,47.2Client is to report, in detail, any errors discovered in the ,software.\nFollowing receipt of the report, supplier makes every ,effort to repair errors and/or implement correctionsin later, new ,versions of the software in compliance with its applicable,procedures.\nDepending on the urgency and supplier’s version ,and release policy, the results aremade available to client in a ,manner and within the period of timedetermined by supplier.\n,Supplier is entitled to install temporary solutions, program ,bypasses or problem-avoiding restrictionsin the software.\n,Client itself is responsible for installing, organising, ,parameterisingand tuningthe corrected software or the new ,version of the software made available, and, if necessary, for ,modifyingthe hardwareand operating environment used.\n,Supplier is never obliged to repair other imperfections than ,those referred to in this article.\nIn the event supplier is prepared ,to correctother imperfections than those referred to in this ,article, supplier is entitledto charge a separate fee for this.,47.3The provisions of article40.3 and 40.4 apply mutatis mutandis.,47.4If supplier performs maintenance servicesonline, client ,ensures, in due time, that a properly and appropriately secured ,infrastructure and network facilities are in place.\n,47.5Client renders every assistance required by supplier forthe,maintenance services, which includes that client should,temporarily stop usingthe software and should makea backup ,of all data.\n,47.6If maintenanceconcernssoftware that was not deliveredto ,client by supplier and if supplier believes this is necessary or ,appropriate in the context ofmaintenance, client makes the ,source code and the technical (development) documentation of ,the software, including data models, designs, change logs and ,the like, availableto supplier.\nClient guarantees that it is entitled ,to make thesource code and documentationavailable.\nClient ,grants supplier the right to use and modifythe software, ,including the source code and technical (development) ,documentation, sothat supplier canperform themaintenance ,servicesagreed on.,Article48New versions of the software,48.1Maintenance includes making new versions of the software ,available only if and insofar as this has been agreed in writing.\n,If maintenance includes making new versions of the software ,available, these new versions aremade available at supplier’s ,discretion.,48.2Three months after an enhanced version has been made ,available, supplier is no longer obliged to repair errors in the ,previous version and to provide support and/or perform ,maintenance servicesfor a previous version.\n,48.3Supplier may require that client should enter into an additional ,written agreement with supplier for a version with new ,functionality and that a further payment should be made for this,version.\nSupplier may incorporate functionality from a previous ,version of the software in the new version without any ,modifications, but supplier does not guarantee that each new ,version includes the same functionality as the previous version.\n,Supplier is not obliged to maintain, modify or add particular ,features or functionalities in the software especiallyfor client.\n,48.4Supplier may require that client should modify its system ,(hardware, webbrowser, software and the like) if this should be ,necessary for the proper functioning of a new version of the ,software.\n,13/18,Article49Supportservicesdata and the information provided by client and the assistance ,49.1If the services provided by supplier under the agreement 51.3Supplier only performs its services on supplier’s usual working ,include support services to users and/or administrators of the days and during supplier’s usual business hours.,software, supplier advises –online, by telephone or by email –51.4The use that client makes of any advisoryand/or a consultancy ,on the use and functioning of the software specified in the report draftedby supplier is alwaysat client’s risk.\nThe burden ,agreement.\nClient is obliged to specifythe requests for support of proof is on client to prove that the advisoryand/or,as comprehensively and in as much detail as possible so that consultancy services or the way in which theseare performed ,supplier can respond appropriately.\nSupplier may set conditions isnot in compliancewith that which has been agreed on in ,with respect to the way in which support is requested and the writing or that which may be expected from a competent ,qualifications and the number of persons eligible for support.\nsupplier acting reasonably, without prejudice to supplier’s right ,Supplier handles properly substantiated requests for support to provideevidence to the contrary, using any legal means.,within a reasonable period of timeandin compliance with its 51.5Without supplier’s prior written permission, client may not ,applicableprocedures.\nSupplier does not guarantee the inform any third party aboutsupplier’s way of working, methods ,correctness, completeness or timeliness of responses or of the and techniques and/or the content of supplier’s ,support offered.\nSupport services are performed on working recommendationsor reports.\nClient may not provide supplier’s ,days during supplier’s usual business hours.recommendationsor reports to a third party or otherwise make ,49.2If the services provided by supplier under the agreement supplier’s recommendationsor reports public.,include standby services, supplier ensures that one or more ,staff members are available on the days and atthe times Article52Reporting,specified in the agreement.\nIf standby services have been ,agreed on,client is entitled,in urgent cases,to call in the 52.1Supplier periodically informs client, in the manner agreed on in ,support of staff members on standby if there are serious errors,writing, about the performance of the services.\nClient informs ,serious malfunctionsand other serious imperfections in the supplier, in advance and in writing, about circumstances of ,functioningof the software.\nSupplier does not guarantee that importance or circumstances that could be of importance to ,these are promptlyrepaired.supplier, such as the manner of reporting, the issues to be ,49.3The maintenance and other agreed services referred to in this addressed, client’s prioritisation, the availability of client’s ,chapter are performed starting from the date on which the resources and staff, and special facts or circumstances or facts ,agreement is entered into, unless parties have agreed or circumstances of which supplier is possibly unaware.\nClient ,otherwise in writing.\nensures that the information provided by supplier is spread and ,Article50Paymentand client assessesthis information, alsoon thisbasis,and ,50.1If no payment scheme has been explicitly agreed on, all sums ,related to the maintenance of the software and other services Article53Payment,as meant in this section and set out in the agreement become ,due and payable, in advance, per calendar month.53.1If no payment scheme has been explicitly agreed on, all sums ,50.2Sums relating to the maintenance of the software and the other related to the services provided by supplier as meant in this ,services as meant in this section and set out in the agreement section become due and payable, in arrears, per calendar ,are payable when the agreement is entered into.\nPayment for month.,maintenance and other services is always due, regardless ,whether client has taken the software into use and regardless ,whether client actually makes use of the maintenance or ,support services.,Section7.\nAdvisoryandconsultancy,services,The provisions in this section ‘Advisoryand consultancy,services’ apply, apart from the General provisions of these ,general terms, if supplier provides services in the field of ,advice and consultancy, which services are not provided ,under client’s direction and supervision.,Article51Performance of advisoryand ,consultancy services,51.1Supplier performs the advisoryand consultancy services in a ,fully independent manner, at its own discretion and without ,client’s supervision and directions.,51.2Supplier does not commit to a completion time of the ,assignment because the completion time of an assignment in ,the field of advisoryor consultancyservices depends on ,various factors and circumstances, such as the quality of the ,rendered by clientand relevant third parties.,actually taken notice of within client’s organisation or company ,informssupplier of this.,Section8.\nSecondment services,The provisions in this section ‘Secondment services’ ,apply, apart from the General provisions of these general ,terms, if supplier makes one or more of its employees ,available to client to perform activitiesunder client’s ,supervision and instructions.,Article54Secondment services,54.1Supplier makesthe employee specified in the agreement,available to perform activitiesunder client’sdirectionand ,supervision.\nThe results of these activitiesare at client’s risk.\n,Unless otherwise agreed in writing, the employee ismade ,available to client for fortyhours a week,during supplier’s usual ,working days.,54.2Client may only deploy the employee made available to perform ,activities other than the activities agreed on if supplier has ,agreedto thisin advance and in writing.,54.3Client may only second the employee made available to a third ,party for the purpose of performing activities under that third ,party’s direction and supervision if this has been explicitly ,agreed in writing.\n,14/18,54.4Supplier makesreasonableeffortsto ensure that the employee Article58Hirer’s liability and other liability,made available remains available, during the agreed days,to ,perform activities for the termof the agreement, except in the 58.1Supplier ensures that amounts payable in terms of payroll tax, ,event of the employee’s incapacity for work or if the employee national insurance contributions, employee insurance ,leaves supplier's employment.\nEven if the agreement has been contributions, income-related healthcare contributions and ,entered into with a view to the activities being performed by one turnover tax for the employee made available under the ,particular person, supplier is always entitled, after consultations agreement with client are paid on time and in full.\nSupplier ,with client, to replace this person by one or more persons who indemnifies client against any and all claims of the Tax ,have the same qualifications.\nAdministrationor authoritiesresponsible forimplementing ,54.5Client is entitled to request that the employee made available social insurance legislation that are due and payable under the ,should be replaced (i) if the employee made available agreementwith client, providedthat client promptlyinforms ,demonstrably fails to meet the quality requirements explicitly supplier,in writing,about such claims when they ariseand ,agreed on and client informs supplier about this, stating about the content of aclaim and leaves the settlement of that,reasons, within three working days after the activities have claim, including any arrangements to be made in this regard, ,started, or (ii) in the event of the relevant employee’s prolonged entirely up to supplier.\nClient provides supplier withthe powers ,incapacity for work or if the employee leaves supplier's of attorney and the information required and assistssupplier in,employment.\nSupplier complies withsuch a request without defendingitself, if necessary in client’sname, against such ,delay and as a matter of priority.\nSupplier does not guarantee claims.,that the employee made available can always be replaced.\nIf 58.2Supplier does not accept any liability for the quality of the ,the employee cannot be replaced or cannot be replacedresults of the activities performed under client's supervision and ,promptly, both client’s rights with respect to further performance instructions.,of the agreement andall client’s claims arising fromnon-,performance of the agreement lapse.\nClient’s payment ,obligations with respect to the activities alreadyperformed ,continue to apply in full.,Article55Durationsecondment agreement,55.1Notwithstanding the provisions of article 4 of these general ,terms, if nothing has been agreed by parties considering the ,durationof the secondment, the secondment agreement is ,seen as an agreement for an indefinite period of time, in which ,case eitherparty mustobserve a notice period of one calendar ,month following any initial termof the agreement.\nTermination ,by servingnotice of termination (opzegging) mustbe servedin ,writing.,Article56Working hours and working ,conditions ,56.1The working hours, holiday periods, rest periodsand other ,relevant working conditions of the employee made available are ,the same as those usually applied byclient.\nClient guarantees ,that the working hours, holiday periods, rest periodsand other ,relevant working conditions are in compliance with relevant ,laws and regulations.,56.2Client informs supplier about anyintended temporary or ,permanent closure of its organisationor company.,Article57Overtime pay and travel time,57.1If, on client’s instructions or at client’s request, the employee ,made available works more hours per day than the agreed or ,usual number of working hours or works on days other than ,supplier’s usual working days, client is charged for these hours ,at the overtime rate agreed on,or, if no such rate hasbeen ,agreed on, atsupplier’s applicable overtime rate.If so ,requested, supplier informs client about its applicableovertime ,rates.,57.2 C lient is charged for travelling expensesand travel time in ,accordance with supplier’s applicablerules and standards.\nIf so ,requested, supplier informs client about supplier’s applicable,rules and standards.,Section9.\nTraining courses,The provisions in this section ‘Training courses’ apply, ,apart from the General provisions of these general terms, if ,supplier provides services, under whatever name and in ,whatever way –for example in electronic form –in the field ,of education, courses, workshops, trainings, seminars and ,the like (hereinafter to be referred to as: training courses).,Article59Registration and cancellation,59.1Registration for a training course musttake place in writing and ,is binding following its confirmation by supplier.,59.2Client is responsible for the choice and suitability of the training ,course for the participants.\nA participant’s lack of the required ,prior knowledge does not affect client’s obligations under the ,agreement.\nClient may replace a training course participant by,another participant followingsupplier’s written permission.,59.3If, in supplier’s opinion, the number of registrations should give ,rise to this, supplier is entitled to cancel the training course, to ,combine it with one or more training courses or schedule it on a ,later date or at a later time.\nSupplier reserves the right to ,change the location of the training course.\nSupplier is entitled to ,changethe training course in organisational terms and in terms ,of content.,59.4Ifclient or a participant cancelsparticipation in a training ,course, the consequences of the cancellationare governed by ,supplier’s applicablerules.In any case, cancellation musttake ,place in writing and prior to the training course or the part of the ,training course concerned.\nCancellation or non-attendance ,does not affect client’s payment obligations under the ,agreement.,Article60Training courses,60.1Client accepts that supplier determines the content and the ,scope of the training course.,60.2Client informs the participants about the obligations under the ,agreement and the rules of conduct and other rules prescribed ,by supplier for participation in the training course, and client ,ensures compliance by participants with these obligations and ,rules.\n,15/18,60.3If supplier uses its own hardware or software in the training the software and auxiliary software, and, where required, ,course, supplierdoes not guarantee that this hardware or modifying the hardware and user environment used and for ,software is free of errors and operateswithout interruption.If effecting the interoperability wanted.\nSupplier is not obliged to ,the training course is at client’s premises, client ensures that an perform data conversion.\n,appropriate classroom and properly operating hardware and 62.4Only if this has been explicitly agreed in writing, the ,software are available.In the event the facilities at client’s agreement’s object also is to ensure security, back-up, ,premises appear not meet the requirements and the quality of contingency and recovery services or to make these available.\n,the training course, therefore, cannot be guaranteed, supplier is 62.5Supplier may temporarily put all or part of the hosting service ,entitled not to start or to shorten the training course or to stop it out of operation for preventive, corrective or adaptive ,altogether.\nmaintenance.\nSupplier ensures that theperiod of time during ,60.4The agreement does not include administering an exam or a which the service is out of operation does nottakelonger than ,test.\nnecessary and also ensures,wherepossible,that this takes ,60.5Client is separately charged for the documentation, training placeoutside office hours, and, according to circumstances, ,materials or training resources made available or produced for have this commenceafterclienthas been consulted.\n,the training course.This also applies for possible training 62.6If, under the agreement, supplier provides services to client in ,course certificates or duplicates of training course certificates.\nthe context of a domain name, such as the application for, ,60.6If the training course takes place as ane-learning training renewal, alienation or transfer to a third party of that name, ,course, the provisions of the section ‘Software-as-a-Service client is obliged to observe the rules and methods of the ,(SaaS)’ apply mutatis mutandisas much as possible.relevant organisationor organisations.\nAt client’s request, ,Article61Price and paymentSupplier is explicitly neither responsible for the correctness or ,61.1Supplier may require that client should pay the sums due prior the results client intends to achieve.\nClient is charged for all ,to the start of the training course.\nSuppler may exclude costs involved in the application and/or registration at the ,participants from participating in the training course if client fails agreed rates and, if no rates have been agreed on, at supplier’s ,to ensure the payment is made in time, without prejudice to any applicablerates.\nSupplier does not guarantee that a domain ,other rights supplier may have.name client should want to use will actually be assigned to ,61.2If supplier has carried out a preliminary study to make a training client.,course plan or has given training course recommendations, ,client may be separately charged for any costs involved.Article63Notice and Take Down,61.3Unless supplier has explicitlyindicated that the training course ,is VAT exempt within the meaning of article11 of the Turnover 63.1At all times, client acts with due care and does not act ,Tax Act 1968, VAT is payable on client’spayment.\nSupplier isunlawfully vis-à-vis third parties, more in particular by ,entitled to adjust its prices after the agreementhas been respecting the intellectual property rights and other rights of ,entered into in the event of anychangesin the VAT regime for third parties and the privacy of third parties, by refraining from ,training coursesas this applies under or pursuant to the law.spreading information in a manner that is in violation of the law, ,Section10.\nHosting,The provisions in this section ‘Hosting’ apply, apart from ,the General provisions of these general terms, if supplier ,provides services, under whatever name, in the field of ,hosting and hosting-related services.,Article62Hostingservices,62.1Supplier performs the hosting services agreed on with client.,62.2If the agreement’s object is to make hard disk space available, ,client may not exceed the agreed disk space unless the ,agreement explicitly arranges for the consequences of doing ,so.\nThe agreement pertains to making disk space available on ,a server specifically reserved for client only insofar as this has ,been explicitly agreed in writing.\nAll use of disk space, data ,traffic and other use made of systems and infrastructure is ,restricted to the maximums agreed on by parties.\nData traffic ,that is not used by client in a given period may not be ,transferred to a subsequent period.\nIf the agreed maximums ,are exceeded, supplier charges client foran additional ,compensation at its applicablerates.,62.3Client is responsible for the management, including checks of ,the settings, and use of the hosting service, and the way in ,which the results of the service are implemented.\nIf no specific ,arrangements have been made in this regard, client itself is ,responsible for installing, organising, parameterising and tuning ,supplier provides client with a written copy of these rules.\n,the promptness of the services nor responsible for achieving ,from granting unauthorised access to systems and from ,spreading viruses or other harmful programs or data, and by ,refraining from committing criminal offencesand violatingany ,other legal obligations.,63.2To prevent liability tothird parties or limit the consequences, ,supplier is always entitled to take measures with respect to an ,act or omission of or at client’srisk.\nAt supplier’s first request in ,writing, client promptly removes data and/or information from ,supplier’s systems.\nIf client fails to do so, supplier is entitled, at ,its own option, to delete the data and/or information itself or to ,make access to the data and/or information impossible.\nIn ,addition, in the event of a breach or an imminent breach of the ,provisions of article63.1, supplier is entitled to deny client ,access to supplier’s systems with immediate effect and without ,prior notice.\nAll of this is without prejudice to supplier taking any ,other measures or exercising any other statutory and ,contractual rights with respect toclient.\nSupplier is also entitled ,in this case to terminate the agreement by servingnotice of ,termination (opzeggen) with immediate effect without being ,liable toclient for doing so.\n,63.3Supplier cannot be expected to form an opinion on the validity ,of the claims of third parties or of client’s defence, or to become ,involved, in any way whatsoever, in anydispute between a third ,party and client.\nClient is to deal with the relevant third party in ,this matterand is to inform supplier in writing, properly ,substantiated and supported by documents.,16/18,Section11.\nHardwarepurchases,The provisions in this section ‘Hardware purchases’ apply, ,apart from the General provisions of these general terms, if ,supplier sells hardware, of whatever nature, and/or other ,goods (corporeal objects) to client.,Article64Purchase and sale,64.1Supplier sells the hardwareand/or other goods according to the ,nature and number agreed on in writing.,64.2Supplier does not guarantee that the hardware and/or goods ,are suitable, on delivery, for client’s actual and/or intended use ,unless the intended purposes have been clearly specified, ,without caveats, in the written agreement.,64.3Supplier’s obligation to sell does not include assembly and ,installation of materials, software, consumer items and articles, ,batteries, stamps, ink and ink cartridges, toner articles, cables ,and accessories.,64.4Supplier does not guarantee that the assembly, installation and ,operating instructions that come with the hardware and/or ,goods are free of errors and that the hardware and/or goods ,have the features stated in these instructions.,Article65Delivery,65.1The hardware and/or goods sold by supplier to client are ,delivered to client ex warehouse.\nIf this has been agreed on in ,writing, supplier delivers the goods sold to client at a location to ,be designated by client, or has these goods delivered at this ,location.\nIn this case, supplier informs client, if possible in good ,time before the delivery, about the time when supplier or the ,transporter contracted by supplier intends to deliver the ,hardware and/or goods.,65.2The purchase price of the hardware and/or goods does not ,include the costs of transportation, insurance, hauling and ,hoisting, the hiring of temporary facilities and the like.\nIf ,applicable, client is charged for these costs.\n,65.3If client requests supplier to remove or destroy old materials –,such as networks, cabinets, cable ducts, packaging materials, ,hardware or data on hardware –or if supplier is legally obliged ,to do so, supplier may accept this request on the basis of a ,written order and at its applicablerates.\nIf and insofar as ,supplier is prohibited by law from requiring payment, for ,example in the context of the old-for-new scheme, supplier ,does notcharge, where applicable, any costs.,65.4Provided parties have entered into a written agreement to ,arrange for this, supplier is responsible for installing, configuring ,and connecting the hardware and/or goods or for having the ,hardware and/or goods installed, configured and connected.\n,Any obligation of supplier to install and/or configure hardware ,neither includesdata conversion norsoftware installation.\n,Supplier is not responsible for obtaining any of the licences ,possibly required.,65.5Supplier is always entitled to perform the agreement in partial ,deliveries.\n,Article66Test setup,66.1Supplier is only obliged to set up a test environment for the ,hardware client is interested in if this has been agreed in ,writing.\nSupplier may attach financial and other conditions to a ,test setup.\nA test setup involves making the standard version of ,the hardware temporarily available on approval, excluding ,accessories, in a space made available by client, prior to ,client’s final decision onwhether or not to purchase the ,hardware in question.\nClient is liable for the useof, damage to ,and theft or loss ofthe hardwarethat forms part of a test setup.,Article67Requirements hardware environment,67.1Client ensures an environment that meets the requirements ,specified by supplier for the hardware and/or goods, among ,other things in terms of temperature, humidity and technical ,requirements.,67.2Client ensures that activities to be performed by third parties, ,such as constructional work, areperformed adequately and on ,time.,Article68 G uarantees,68.1Supplier makes every effortto repair defects in the material and ,manufacturing defectsin the hardware and/or goods sold, as ,well as defects in parts delivered by supplier within the scope of ,the guarantee, within a reasonable period of timeand free of ,charge if these defectsare reported,in detail,to supplier within ,a period of three months following delivery.\nIf, in supplier’s ,reasonable opinion, the defects cannot be repaired or repair ,would take too long, or if repair would entail disproportionately ,high costs, supplier isentitled to replace the hardware and/or ,goods free of charge with other, similar, though not necessarily ,identical, hardware and/or goods.\nThe guarantee does not ,include any data conversion that should be requiredbecauseof ,any repair orreplacement.\nAll replaced parts are supplier’s ,property.\nThe guarantee obligation no longer applies if defects ,in the hardware, goods or parts are entirely or partly caused by ,incorrect, careless or incompetent use or by external ,circumstances such as fire or water damage, or if client ,modifies the hardware or parts delivered by supplierunderthe ,guarantee, or has these modified,without supplier’s permission.\n,Supplier does not withhold such permission on unreasonable ,grounds.,68.2Client cannot file any claims or further claims concerning non-,conformity of hardware and/or goods delivered other than those ,laid down in article 68.1.,68.3Client is charged for any costs incurred by activities and repairs ,performed outside the scope of this guarantee at supplier’s ,applicablerates.,68.4Supplier does not have any obligation whatsoever under the ,purchase agreementwith respect to defects and/or other faults ,reported after the guarantee period referred to in article68.1 ,ends.,Section12.\nLeasinghardware,The provisions in this section ‘Leasinghardware’ apply, ,apart from the General provisions of these general terms, if ,supplierleases hardware of whatever nature to client.\n,Article69Leasing,69.2Supplier leases to client the hardware and relevantuser ,documentation specified in the lease agreement.,69.3Thelease neither includes making software available on ,separate data carriers nor does it include making the consumer ,itemsand articles available that are required to use the ,hardware, such as batteries, ink and ink cartridges, toner ,articles, cables and accessories.\n,17/18,69.4The lease commences on the date the hardware is made Article72Maintenance of the leased hardware,available to client.,Article70Prior inspectionhave the hardwaremaintained by a third party.,70.1By way of prior inspection, supplier may draft a report, in that it observes in the leasedhardware.Supplier makes every ,client’s presence and prior to making the hardware availableor effort, within a reasonable period of timeand by means of ,whenit is made available,describing the state of the hardware, corrective maintenance,to repair defects in the hardware that ,including any defects observed.\nSupplier may require that client are at supplier’s account.\nSupplier is also entitled, though not ,should sign this report, prior to making the hardware available obliged, to perform preventive maintenance services on the ,to client for use, to indicate client’s agreement with the text ofhardware.\nIf so requested, client providessupplier with the ,the report.\nThe defects in the hardware listed in this report are opportunity to performcorrective and/or preventive ,at supplier’s account.\nIf any defects are observed, parties maintenanceservices.\nParties determinetogether, by,arrange whether, and if so, how and when, the defects listed in consultation and in advance, the dates on which and the times ,the report mustbe repaired.at which maintenance servicesmustbe performed.\nClient is not ,70.2If client does not properly cooperate in the prior inspection entitled to replacement hardware during periodsof time ,referred to in Article 70.1, supplier is entitled to carry out this maintenance services are performed.,prior inspection without client being present and to draft the 72.3Supplier’sobligation to repair defects excludes:,report itself.\nThis report is binding onclient.●repairing defects that client accepted when entering into the ,70.3If no prior inspection is carried out, client is deemed to have lease agreement;,received the hardware in a proper and undamaged state.●repairing defects that are caused by external ,Article71Use of the hardware●repairing defects that can be attributed to client, its staff ,71.1Client exclusivelyuses the hardware in and for its own ●repairing defects that are caused by careless, incorrect or ,organisation or company,in compliancewith the hardware’s incompetent use or use that is contrary to theuse ,intendeduse under the agreement and at the premisesdescribed in the documentation;,specified in the agreement.\nUse of the hardwareby or for the ●repairing defects that are related to the use of parts or ,benefit of third parties is not permitted.\nThe right to use the consumer articles that have not been recommended or ,hardwareis non-transferable.\nClient is not permitted to leaseauthorisedby supplier;,the hardwareto a third party or otherwise enable a third party to ●repairing defects that are caused by the hardware being ,use the hardwareor to make use of it together with client.used in a manner that is contrary to its designated use;,71.2Client itself is responsible for installing and assembling the ●repairingdefects that are caused by unauthorised ,hardware and making it ready for use.modifications of or additions to the hardware.,71.3Client is not permitted to use the hardware or any part of it as a 72.4If supplier repairs the defects referred to in the preceding ,security or collateral, in any way whatsoever, or to dispose of paragraph or has such defects repaired, client is charged, at ,the hardware or any part of it in another way.supplier’s applicablerates,for the costs incurred by the repairs,71.4Client uses and maintains the hardware with due care.\nClient carried out.,takes adequate measures to prevent any damageto the 72.5Supplier is always entitled to decide against repairing the ,hardware.\nShould there be any damage, client promptly informsdefects and to replace the hardware with other, similar, though ,supplier about this.\nFor the term of the lease, client is always not necessarily identical, hardware.,liable tosupplier for damage to the hardwareand theft, loss or 72.6Supplier is never obliged to recover or reconstruct data that ,misappropriation of the hardware.\nhave been lost.\n,71.5Client is neitherpermitted to modifythe hardware, either ,entirely or partly, nor permitted to add anything to it.\nIf any Article73Final inspection and return of ,modifications or additions have nevertheless been made, client hardware,is obliged to undo or remove these modifications or additions ,no later than at the end of the lease agreement.73.1At the end of the lease agreement, client returnsthe hardware ,71.6Parties agree that defects in the modifications or additions to supplier in its original state.\nAny costs of transportation ,made to the hardware by or under client’sinstructions and all incurred by the return of the hardware are at client’s expense.,defects in the hardware caused by those modifications or 73.2Prior to or no later than on the last working day of the lease’s ,defects are not considered defects within the sense of article term, client renders its assistance in a joint,final inspection of ,7:204 of the Netherlands Civil Code.\nClient can never file a the hardware’s condition.The findingsof this final inspection ,claim against supplier with respect to such defects.\nSupplier is are laid down in a report to be jointly drafted by parties.\nThis ,not obliged to carry outrepairsor perform maintenance report mustbe signed by both parties.\nIf client does not render ,serviceswith respect to such defects.\nassistance in the final inspection, supplier is entitled to carry out ,71.7Client is not entitled to any compensation for modifications or this inspection without clientbeing present and to draft the ,additions made by client to the leased hardware if these report itself.\nThis report is binding on client.,modifications or additionsare not undone or removed, for any 73.3Supplier is entitled to have the defects that are listedin the final ,reason whatsoever, when or after the lease agreement ends.inspection report and that are –within reason –at client’s risk ,71.8Client promptly informs supplier in writingwhen the hardware is and expense,repaired at client’s expense.\nClient is liable for ,provisionally attached, stating the identity of the attaching party any losssupplier suffers becausethe hardware istemporarily ,and the reason for the attachment.\nClient promptlyallowsthe out of operation or becausesupplier cannotlease the hardware,bailiff levying the attachment to inspect the lease agreement.to a third party.,72.1Client is not allowed to maintain the leased hardwareitself or ,72.2Client promptly informs supplier in writing aboutanydefects ,circumstances;,members and/or third parties contracted by client;,73.4If, at the end of the term of the lease, client has not undone a ,modification or removed an addition that client implemented in,18/18,the hardware, parties agree that client is deemed to have out insurance against this risk.,waived any andall rights to those modifications and/or ,additions.Article75Maintenance fees,Section13.\nMaintenanceof hardware,The provisions in this section ‘Maintenanceof hardware’ ,apply, apart from the General provisions of these general ,terms, if suppliermaintains hardware, of whatever nature, ,for client.,Article74Maintenance services,74.1Supplier performs maintenance services for the hardware ,specified in the maintenance agreement provided that the ,hardware is set up in the Netherlands.,74.2Client is not entitled to temporary replacement hardware during ,the time that supplier has the hardware that has to be ,maintained in its possession.,74.3The content and scope of the maintenance services to be ,performed and the service levels that possibly apply are laid ,down in a written maintenance agreement.\nIf maintenance has ,not been agreed on in writing, supplier is obliged to make every ,effort to repair malfunctions, within a reasonable period of time, ,that have been reported by client in an appropriate way.\nIn ,these general terms, ‘malfunction’ means non-compliance of ,the hardware with the hardware specifications explicitlymade ,known by supplier in writing or a failure of the hardware to ,comply with thesespecifications without interruption.\nA ,malfunction only existsif client cannot only demonstrate but ,also reproduce this malfunction.\nSupplier is also entitled, ,though not obliged, to perform preventive maintenance.\n,74.4Client promptlyinformssupplier of a malfunction in the ,hardware, by providing a detailed descriptionof it,whenthis ,malfunctionoccurs.,74.5Client renders all assistance required by supplier in the context ,of maintenance services, for example to temporarily stop using ,the hardware.\nClient grants supplier’s staff or third parties ,designated by supplier access to the location of the hardware, ,renders the assistance required and makes the hardware ,available to supplier so that the maintenance services can be ,performed.\n,74.6Client ensures that a complete and properly functioning backup ,is made of all software and data recorded in or on the hardware ,before the hardware is made available to supplier for ,maintenance.\n,74.7At supplier’s request, one of client’s staff who is an expert in the ,matter at hand is present for consultation when the ,maintenance services are performed.,74.8Client is authorised to connect hardware and systems not ,deliveredby supplier to the hardware and install software on ,thathardware.,74.9If, in supplier’s opinion, maintenance of the hardware should ,require testing the hardware’s connections with other hardware ,or software, client makes both the other hardware and software ,in question and the test procedures and data carriers available ,to supplier.\n,74.10Testing material required for maintenance that is not included in ,supplier’s normal range of hardwareis to be made available by ,client.\n,74.11Client bears the risk of loss or theft of, or damage to, the ,hardware during the time that supplier has the hardware that ,has to be maintained in its possession.\nIt is up to client to take ,75.1The maintenance fee does not include:,●costs ofconsumer articles, or of replacing these articles, ,such as batteries, stamps, ink and ink cartridges, toner ,articles, cables and accessories;,●costs of parts, or of replacing these parts, and of ,maintenance to repair malfunctions that were entirely or ,partly caused by attempts at repair by parties other than ,supplier.\n,●activities performed for overhaul of the hardware;,●modifications of the hardware;,●moving, relocatingorreinstalling hardware,or costs for ,transportation where hardware is tobe repaired or any ,other activities arising from these activities.,75.2The maintenance fee is due regardless whether client has put ,the hardware to useand makes use of itand regardless ,whether clientmakes use of the maintenance option.,Article76Exclusions,76.1Activities performed to investigate or repair malfunctions that ,are caused by or connected with user errors, improper use of ,the hardware or external circumstances such as failures of ,internet services, data network connections, power supplies or ,connections to hardware, software or materials that do not ,come under the maintenance agreement,do not fall within the ,scope supplier’s obligations under the maintenance agreement.,76.2Supplier’s obligations with respect to maintenance do not cover:,●investigating or repairing malfunctions that are caused by or ,connected with a modification of the hardware carried out ,by a party other than supplier or a party acting on behalf of ,supplier;,●use of the hardware in breach of the applicable conditions ,and client’sfailure to have the hardware maintained in time.,Supplier’s maintenance obligations do not include investigating ,or repairing malfunctions in the software installed on the ,hardware.,76.3Any costs incurred by maintenance services and/or ,investigations carried out under articles 76.1 and/or 76.2 can be ,chargedby supplier, or charged as extra costsby supplier, at ,supplier’s applicablerates.\n,76.4Supplier is never obliged to recover corrupted or lost data.", "created_at": "2023-06-28 02:38:11.924739", "updated_at": "2023-06-28 02:38:53.99358"}], "points": [], "urls": ["thegood.cloud"]}}