{"error": 448, "message": "OK", "parameters": {"id": 8935, "name": "Peak River Craft Beers", "created_at": "2023-07-08 21:38:24.289333", "updated_at": "2023-07-08 22:02:36.512684", "wikipedia": null, "keywords": null, "related": null, "slug": "peak-river-craft-beers", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8935.png", "url": "peakriver.ch,peakriver.ch", "documents": [{"id": 17477, "name": "AGB", "url": "https://peakriver.ch/agb/", "xpath": "//body", "text": " Skip to content <ul>\n<li>Neues</li>\n<li>Biere</li>\n<li>Brauerei</li>\n<li>Webshop</li>\n<li>Kontakt</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>Neues</li>\n<li>Biere</li>\n<li>Brauerei</li>\n<li>Webshop</li>\n<li>Kontakt</li>\n</ul>\n<ul>\n<li>Neues</li>\n<li>Biere</li>\n<li>Brauerei</li>\n<li>Webshop</li>\n<li>Kontakt</li>\n</ul>\n<i>\n</i>\n<i>\n</i> Menu <ul>\n<li>Neues</li>\n<li>Biere</li>\n<li>Brauerei</li>\n<li>Webshop</li>\n<li>Kontakt</li>\n</ul> AGB 1.\nGeltungsbereich <p>Für die Nutzung dieser Webseite sowie die Geschäftsbeziehungen zwischen Peak River Craft Beers GmbH, Wangserstrasse 18, 8887 Mels und ihren Kunden gelten die nachfolgenden Allgemeinen Geschäftsbedingungen (AGB) in der bei Aufruf der Webseite bzw.\nbei Warenbestellung aktuell abrufbaren und gültigen Fassung.\nDas Angebot auf dieser Webseite richtet sich ausschliesslich an Kunden mit Wohnsitz in der Schweiz oder Liechtenstein.</p>\n<p>Als Kunde wird jede natürliche und juristische Person bezeichnet, welche mit Peak River Craft Beers GmbH Beziehungen pflegt.\nDie AGB, die Liefer- und Zahlungsbedingungen sowie die Datenschutzbestimmungen können von Zeit zu Zeit Anpassungen erfahren.\nPeak River Craft Beers GmbH bittet, diese Bestimmungen bei jedem Besuch der Webseite und bei jeder Warenbestellung aufmerksam durchzulesen.\nDiese AGB gelten ausschliesslich.\nEntgegenstehende, ergänzende oder von diesen AGB abweichende Bedingungen bedürfen zu ihrer Geltung der ausdrücklichen schriftlichen Bestätigung durch Peak River Craft Beers GmbH.</p>\n<p>Der Kunde bestätigt bei der Nutzung dieser Webseite bzw.\nbei einer Warenbestellung diese AGB einschliesslich Liefer- und Zahlungsbedingungen umfassend anzuerkennen.\nSollten sich einzelne Bestimmungen dieser AGB als unwirksam oder undurchführbar erweisen, so bleibt dadurch die Wirksamkeit der übrigen Bestimmungen unberührt.</p>\n<p>Die Online-Produktangebote gelten nur solange sie im Online-Shop ersichtlich sind und solange der Vorrat reicht.\nDie im Online-Shop gezeigten Abbildungen dienen nur der Illustration und sind unverbindlich.</p>\n<p>Der Betreiber dieses Internetauftritts ist Peak River Craft Beers GmbH.</p>\n<p>&nbsp;</p>\n2.\nInformationen auf dieser Webseite <p>Peak River Craft Beers GmbH beinhaltet Informationen über Produkte und Dienstleistungen.\nPreis- und Sortimentsänderungen sowie technische Änderungen bleiben vorbehalten.</p>\n<p>Alle Angaben auf www.peakriver.ch (Produktbeschreibungen, Abbildungen, Filme, Masse, Gewichte, technische Spezifikationen, Zubehörbeziehungen und sonstige Angaben) sind nur als Näherungswerte zu verstehen und stellen insbesondere keine Zusicherung von Eigenschaften oder Garantien dar, ausser es ist explizit anders vermerkt.</p>\n<p>Peak River Craft Beers GmbH bemüht sich, sämtliche Angaben und Informationen auf dieser Webseite korrekt, vollständig, aktuell und übersichtlich bereitzustellen, jedoch kann Peak River Craft Beers GmbH weder ausdrücklich noch stillschweigend dafür Gewähr leisten.</p>\n<p>Sämtliche Angebote auf dieser Webseite gelten als freibleibend und sind nicht als verbindliche Offerte zu verstehen.\nPeak River Craft Beers GmbH kann keine Garantie abgeben, dass die aufgeführten Produkte zum Zeitpunkt der Bestellung verfügbar sind.\nDaher sind alle Angaben zu Verfügbarkeit und Lieferzeiten ohne Gewähr und können sich jederzeit und ohne Ankündigung ändern.</p>\n<p>&nbsp;</p>\n3.\nPreise <p>Die Preisangaben von Peak River Craft Beers GmbH beinhalten, wenn nicht anders vermerkt, die gesetzliche Mehrwertsteuer, allfällige vorgezogene Recyclinggebühren (VRG) und Urheberrechtsabgaben bei Elektronikgeräten.\nDie Preise verstehen sich rein netto in Schweizer Franken (CHF).</p>\n<p>Allfällige Versandkosten werden, wo nicht anders vorgesehen, zusätzlich verrechnet und sind durch den Kunden zu bezahlen.\nVersandkosten werden im Bestellprozess separat ausgewiesen.</p>\n<p>Technische Änderungen, Irrtümer und Druckfehler bleiben vorbehalten, insbesondere kann Peak River Craft Beers GmbH Preisänderungen jederzeit und ohne Vorankündigungen vornehmen.\nIn den Verkaufspreisen sind keine Beratungs- und Supportdienstleistungen inbegriffen.</p>\n<p>&nbsp;</p>\n4.\nVertragsabschluss <p>Die Angebote auf dieser Webseite stellen eine unverbindliche Aufforderung an den Kunden dar, bei Peak River Craft Beers GmbH Produkte und/oder Dienstleistungen zu bestellen.\nMit der Bestellung über diese Webseite inklusive der Annahme dieser AGB gibt der Kunde ein rechtlich verbindliches Angebot zum Vertragsabschluss ab.\nPeak River Craft Beers GmbH versendet daraufhin eine automatische „Bestellbestätigung” per E-mail, welche bestätigt, dass das Angebot des Kunden bei Peak River Craft Beers GmbH eingegangen ist.\nGetätigte Bestellungen sind für den Kunden verbindlich.</p>\n<p>Wo nicht anders vermerkt, gibt es kein Rückgabe- bzw.\nRücktrittsrecht.\nDer Vertrag kommt zustande, sobald Peak River Craft Beers GmbH eine Annahmeerklärung per E-Mail versendet, worin der Versand der bestellten Produkte oder Dienstleistungen bestätigt wird.\nBestellungen werden erst nach vollständigem Zahlungseingang (Ausnahme: Lieferung gegen Rechnung) und sofern die Waren verfügbar sind, ausgeliefert.</p>\n<p>Ergibt sich nach Abschluss des Vertrages, dass die bestellte Waren nicht oder nicht vollständig geliefert werden können, ist Peak River Craft Beers GmbH berechtigt, vom gesamten Vertrag oder von einem Vertragsteil zurückzutreten.\nSollte die Zahlung des Kunden bereits bei Peak River Craft Beers GmbH eingegangen sein, wird die Zahlung dem Kunden zurückerstattet.\nIst noch keine Zahlung erfolgt, wird der Kunde von der Zahlungspflicht befreit.\nPeak River Craft Beers GmbH ist im Falle einer Vertragsauflösung zu keiner Ersatzlieferung verpflichtet.</p>\n<p>&nbsp;</p>\n5.\nZahlungsmöglichkeiten und Eigentumsvorbehalt <p>Dem Kunden stehen die im Bestellvorgang angegebenen Zahlungsmöglichkeiten zur Verfügung.\nPeak River Craft Beers GmbH behält sich das Recht vor, Kunden ohne Angabe von Gründen von einzelnen Zahlungsmöglichkeiten auszuschliessen oder auf Vorauskasse zu bestehen.</p>\n<p>Peak River Craft Beers GmbH kann bei Zahlungsverzug des Kunden Verzugszinsen von 5% pro Jahr sowie eine Mahngebühr von maximal CHF 20.- pro Mahnung erheben.</p>\n<p>Die dem Kunden gelieferten Produkte bleiben bis zur vollständigen Bezahlung im Eigentum von Peak River Craft Beers GmbH.</p>\n<p>&nbsp;</p>\n6.\nLieferung, Prüfpflicht, Mängelrüge und Rücksendung <p>Die Lieferungen werden per Post oder Kurierdienst an die vom Kunden in der Bestellung angegebene Adresse versandt.\nDie Rechnungsstellung erfolgt per E-mail oder auf dem Postweg.</p>\n<p>Lieferung in Abwesenheit des Kunden.\nAus Qualitäts- und Sicherheitsgründen ist Peak River Craft Beers GmbH bestrebt, die Warenlieferung persönlich an den Kunden zu übergeben.\nSollte eine persönliche Übergabe während der vereinbarten Lieferzeit nicht möglich sein, wird die Ware vor der Haustüre deponiert, sofern der Kunde die entsprechende inwilligung während des Bestellvorgangs gegeben hat.</p>\n<p>Mit der Übergabe der Ware, respektive der Hinterlegung der Ware vor der Haustüre, gehen Nutzen und Gefahr, insbesondere das Risiko von Diebstahl, Beschädigungen durch Dritte und Umwelteinflüsse auf den Kunden über.</p>\n<p>Ist die Lieferung nicht zustellbar oder verweigert der Kunde die Annahme der Lieferung, kann Peak River Craft Beers GmbH den Vertrag nach einer Rüge-Mitteilung per E-mail an den Kunden und unter Ansetzung einer angemessenen Frist auflösen sowie die Kosten für die Umtriebe in Rechnung stellen.</p>\n<p>Der Kunde ist verpflichtet, die gelieferten Waren sofort nach Eingang der Lieferung zu prüfen und allfällige Mängel, für die Peak River Craft Beers GmbH Gewähr leistet, unverzüglich schriftlich per Brief oder E-mail an die Adresse hello@peakriver.ch Anzeige zu machen.</p>\n<p>Fälschlicherweise gelieferte Getränke, die der Kunde entgegengenommen hat, müssen nicht zurückgenommen werden.</p>\n<p>Produkte, welche der Kunde aus Versehen bestellt hat, werden weder zurückgenommen noch zurückerstattet.</p>\n<p>&nbsp;</p>\n7.\nWiderrufsrecht <p>Dem Kunden wird während 10 Kalendertagen nach Erhalt der Ware ein Widerrufsrecht gewährt.\nDie Frist gilt als eingehalten, wenn der Kunde den schriftlichen Widerruf per E-mail (hello@peakriver.ch) oder Brief (Peak River Craft Beers GmbH, Wangserstrasse 18, 8887 Mels) innerhalb der Frist an Peak River Craft Beers GmbH abschickt.\nDer Widerruf bedarf keiner Begründung.\nDie Ausübung des Widerrufsrechts führt zu einer Rückabwicklung des Vertrages.</p>\n<p>Der Kunde muss die Waren innert 10 Kalendertagen originalverpackt, komplett mit allem Zubehör und zusammen mit dem Lieferschein an die von Peak River Craft Beers GmbH angegebene Rücksendeadresse (Peak River Craft Beers GmbH, Wangserstrasse 18, 8887 Mels zurücksenden.\nRücksendungen an Peak River Craft Beers GmbH erfolgen auf Rechnung und Gefahr des Kunden.\nEine allenfalls bereits geleistete Zahlung wird innerhalb von 20 Kalendertagen an den Kunden zurückerstattet, sofern Peak River Craft Beers GmbH die Ware bereits zurückerhalten hat oder der Kunde einen Versandnachweis erbringen kann.</p>\n<p>Peak River Craft Beers GmbH behält sich vor, für Beschädigungen, übermässige Abnutzung oder Wertverlust aufgrund unsachgemässem Umgang angemessenen Entschädigung zu verlangen und die Wertminderung vom bereits bezahlten Kaufpreis abzuziehen oder dem Kunden in Rechnung zu stellen.</p>\n<p>In folgenden Fällen wird kein Widerrufsrecht gewährt:</p>\n<p>\n</p>\n<ul>\n<li>Wenn der Vertrag ein Zufallselement hat, namentlich weil der Preis Schwankungen unterliegt, auf die der Anbieter keinen Einfluss hat;</li>\n<li>Wenn der Vertrag eine bewegliche Sache zum Gegenstand hat, die aufgrund ihrer Beschaffenheit nicht für eine Rücksendung geeignet ist oder schnell verderben kann;</li>\n<li>Wenn der Vertrag eine bewegliche Sache zum Gegenstand hat, die nach Vorgaben des Konsumenten angefertigt wird oder eindeutig auf persönliche Bedürfnisse zugeschnitten ist;</li>\n<li>Wenn der Vertrag eine Dienstleistung zum Gegenstand hat und der Vertrag vom Anbieter mit der vorgängigen ausdrücklichen Zustimmung des Konsumenten vollständig zu erfüllen ist, bevor die Widerrufsfrist abgelaufen ist.</li>\n</ul>\n<p>\n</p>\n<p>&nbsp;</p>\n8.\nGewährleistung <p>Peak River Craft Bers GmbH bemüht sich, Waren in einwandfreier Qualität zu liefern.\nEs liegt im Ermessen von Peak River Craft Beers GmbH die Gewährleistung durch gleichwertigen Ersatz oder durch Rückerstattung des Kaufpreises zu erbringen.\nWeitere Ansprüche sind ausgeschlossen.</p>\n<p>Von den Gewährleistungen werden die normale Abnützung sowie die Folgen unsachgemässer Behandlung oder Beschädigung durch den Kunden oder Drittpersonen sowie Mängel, die auf äussere Umstände zurückzuführen sind, nicht erfasst.</p>\n<p>Peak River Craft Beers GmbH ist es nicht möglich, Zusicherungen oder Garantien für die Aktualität, Vollständigkeit und Korrektheit der Daten sowie für die ständige oder ungestörte Verfügbarkeit der Webseite, deren Funktionalitäten, integrierten Hyperlinks und weiteren Inhalten abzugeben.\nInsbesondere wird weder zugesichert, noch garantiert, dass durch die Nutzung der Webseite keine Rechte von Dritten verletzt werden, die nicht im Besitz von Peak River Craft Beers GmbH sind.</p>\n<p>&nbsp;</p>\n9.\nHaftung <p>Peak River Craft Beers GmbH schliesst jede Haftung, unabhängig von ihrem Rechtsgrund, sowie Schadenersatzansprüche gegen Peak River Craft Beers GmbH und allfällige Hilfspersonen und Erfüllungsgehilfen aus.\nPeak River Craft Beers GmbH haftet insbesondere nicht für indirekte Schäden und Mangelfolgeschäden, entgangenen Gewinn oder sonstige Personen-, Sach- und reine Vermögensschäden des Kunden.\nVorbehalten bleibt eine weitergehende zwingende gesetzliche Haftung, beispielsweise für grobe Fahrlässigkeit oder rechtswidrige Absicht.</p>\n<p>Peak River Craft Beers GmbH benutzt Hyperlinks lediglich für den vereinfachten Zugang des Kunden zu anderen Webangeboten.\nPeak River Craft Beers GmbH kann weder den Inhalt dieser Webangebote im Einzelnen kennen, noch die Haftung oder sonstige Verantwortung für die Inhalte dieser Webseiten übernehmen.</p>\n<p>&nbsp;</p>\n10.\nDatenschutz <p>Peak River Craft Beers GmbH darf die im Rahmen des Vertragsschlusses aufgenommenen Daten zur Erfüllung der Verpflichtungen aus dem Kaufvertrag verarbeiten und nutzen sowie zu Marketingzwecken verwenden.\nDie zur Leistungserfüllung notwendigen Daten können auch an beauftrage Dienstleistungspartner (Logistikpartner) oder sonstigen Dritten weitergegeben werden.</p>\n<p>&nbsp;</p>\n11.\nWeitere Bestimmungen <p>Peak River Craft Beers GmbH behält sich ausdrücklich vor, die vorliegenden AGB jederzeit zu ändern und ohne Ankündigung in Kraft zu setzen.</p>\n<p>Um alkoholhaltige Biere bestellen zu können, müssen Sie mindestens 16 Jahre alt sein.</p>\n<p>Glasflaschen ohne Depot, Alu-Dosen, PET-Flaschen sowie Verpackungskartons müssen durch den Kunden selbst entsorgt werden.</p>\n<p>Mit dem Aufgeben der Bestellung im Peak River Craft Beers GmbH Webshop bestätigen Sie, alle Angaben wahrheitsgetreu gemacht zu haben und dass Sie sich mit den Geschäftsbedingungen einverstanden erklären.</p>\n<p>Im Falle von Streitigkeiten kommt ausschliesslich materielles Schweizer Recht unter Ausschluss von kollisionsrechtlichen Normen zur Anwendung.</p>\n<p>Der Gerichtsstand ist St.\nGallen, soweit das Gesetz keine zwingenden Gerichtsstände vorsieht.</p>\n<p>&nbsp;</p>\n12.\nKontakt <p>Bei Fragen zu diesen AGB bitte melden bei:</p>\n<p>Peak River Craft Beers GmbH<br>\nWangserstrasse 18<br>\n8887 Mels</p>\n<p>E-Mail: hello@peakriver.ch</p>\n<ul>\n<li>AGB</li>\n<li>Impressum</li>\n<li>Widerrufsrecht</li>\n<li>Datenschutz</li>\n</ul>\n<ul>\n<li>AGB</li>\n<li>Impressum</li>\n<li>Widerrufsrecht</li>\n<li>Datenschutz</li>\n</ul> Peak River Craft Beers GmbH <p>Wangserstrasse 18<br>8887 Mels</p>\n<ul>\n<li>\n<i>\n</i> 079 545 8808 </li>\n<li>\n<i>\n</i> hello@peakriver.ch </li>\n</ul>\n<p>Newsletter anmeldung<br>\n</p> Email Senden <ul>\n<li>AGB</li>\n<li>Impressum</li>\n<li>Widerrufsrecht</li>\n<li>Datenschutz</li>\n</ul>\n<ul>\n<li>AGB</li>\n<li>Impressum</li>\n<li>Widerrufsrecht</li>\n<li>Datenschutz</li>\n</ul> Untappd <i>\n</i>\n<p>© 2023 Peak River Craft Beers GmbH</p> Willkommen <p>Wir verwenden Cookies, um die Funktion der Webseite zu gewährleisten.\nDurch die weitere Nutzung der Webseite stimmen Sie der Verwendung von Cookies zu.</p>\n<p>Weitere Informationen finden Sie im Impressum und auf der Datenschutz-Seite.\nDurch Klicken auf “Zustimmen” stimmen Sie der Verwendung von Cookies zu.</p> Datenschutz Impressum Zustimmen ", "created_at": "2023-07-08 21:38:44.743869", "updated_at": "2023-07-08 21:39:38.108696"}, {"id": 17476, "name": "Data Protection", "url": "https://peakriver.ch/data-protection/?lang=en", "xpath": "//body", "text": null, "created_at": "2023-07-08 21:38:24.320278", "updated_at": "2023-07-08 22:00:03.481962"}], "points": [], "urls": ["peakriver.ch", "peakriver.ch"]}}