{"error": 448, "message": "OK", "parameters": {"id": 9466, "name": "NCSoft", "created_at": "2023-09-02 01:31:14.466039", "updated_at": "2023-09-02 10:02:15.422746", "wikipedia": "https://en.wikipedia.org/wiki/NCSoft", "keywords": null, "related": null, "slug": "ncsoft", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9466.png", "url": "ncsoft.com,arena.net", "documents": [{"id": 18657, "name": "Privacy Policy", "url": "https://us.ncsoft.com/en-us/legal/ncsoft/privacy-policy", "xpath": "/html/body/div[1]/main/section[2]", "text": "Privacy Policy <p>Contents</p>\n<p>\n<strong>I.\nWhat does this Privacy Policy cover?</strong>\n</p>\n<p>\n<strong>II.\nWhat types of information does NCSOFT collect?</strong>\n</p>\n<p>\n<strong>III.\nFrom what sources does NCSOFT collect Personal Information?</strong>\n</p>\n<p>\n<strong>IV.\nWhat third parties collect Personal Information on behalf of NCSOFT?</strong>\n</p>\n<p>\n<strong>V.\nFor what purposes does NCSOFT collect Personal Information?</strong>\n</p>\n<p>\n<strong>VI.\nWith whom does NCSOFT share Personal Information?</strong>\n</p>\n<p>\n<strong>VII.\nHow does NCSOFT treat Personal Information transferred out of the EU?</strong>\n</p>\n<p>\n<strong>VIII.\nHow is my Personal Information protected?</strong>\n</p>\n<p>\n<strong>IX.\nWhat rights do you have to your Personal Information?</strong>\n</p>\n<p>\n<strong>X.\nHow does NCSOFT use cookies and other identifiers?</strong>\n</p>\n<p>\n<strong>XI.\nAre there any special categories related to Personal Information?</strong>\n</p>\n<p>\n<strong>XII.\nHow will NCSOFT notify users of changes to this Privacy Policy?</strong>\n</p>\n<p>\n<strong>XIII.\nHow can someone contact NCSOFT?</strong>\n</p>\n<p>\n<strong>LAST UPDATED: 9/29/2021</strong>\n</p>\n<p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>We at NCSOFT work hard to provide high quality online and mobile gaming experiences.\nWith so many individuals logging into and connecting through our games, we understand the importance of your privacy.\nMaintaining your privacy and the trust of our users is important to us.\nNCSOFT may store, process, and, under certain circumstances, share your information as described in this Privacy Policy.</p>\n<p>Throughout this Privacy Policy we refer to “Services,” which means our websites, games, surveys, promotions, contests, purchases, community support, and related activities.\n“Services” does not include our game FUSER and our related services and offerings – these are subject to the FUSER Privacy Policy (https://us.ncsoft.com/en-us/legal/fuser/privacy-policy).\nAlso, when we use the terms \"NCSOFT\", “we”, “us” or their derivatives, we are referring to, collectively, NC Interactive, LLC, ArenaNet, LLC, and NCSOFT Europe, Ltd.</p>\n<p>I.\n<strong>What does this Privacy Policy cover?</strong>\n</p>\n<p>This Privacy Policy describes how we process Personal Information (defined below) about individuals and households that: (1) play our games, (2) interface with activities we undertake to support our games (<em>e.g.</em>, promotions, contests, advertising campaigns, etc.), and (3) use our website and related third-party tools to apply for jobs with us.\nIt only applies to NCSOFT’s websites, services, products and offerings.\nIt does not apply to other non-NCSOFT service providers and websites, including those to which we may link – those websites, services or games will have their own privacy policies, which we encourage you to review and understand.</p>\n<p>This Privacy Policy describes our processing and practices related to your Personal Information.\nBy using our Services, you are confirming that you understand English (or, in some cases French, German, or Spanish) well enough to understand this Policy.\nShould you have questions about this Policy, please contact us as described below, so we can clarify and address your questions.</p>\n<p>II.\n<strong>What types of information does NCSOFT collect?</strong>\n</p>\n<p>We may collect different types of information from you depending on how you use our Services, including Personal Information.\n“Personal Information” means information that relates to an identified or identifiable natural person.</p>\n<p>Examples of Personal Information we may collect include:</p>\n<ul>\n<li>Full name</li>\n<li>Date of birth</li>\n<li>Email address(es)</li>\n<li>Mailing address</li>\n<li>Phone number</li>\n<li>Age</li>\n<li>Language and other information about location </li>\n<li>Photographs</li>\n<li>Social media account (<em>e.g.</em>, Twitter handle, Facebook account, etc.) identifiers created by third-party platforms used to download and/or access our games (<em>e.g.</em>, a “SteamID”, which is a unique identifier used to identify a Steam account)</li>\n<li>Influencer and social media channels</li>\n<li>Billing, payment, and financial data</li>\n<li>Account information such as account name, account identification number, external account key, account activity, and account change activity</li>\n<li>In-game and external purchase/transactions history</li>\n<li>Contest entry information</li>\n<li>Gaming activity information such as in-game ID, character name, display name, gameplay history, friend lists, friend requests, and in-game communications </li>\n<li>Game identifiers such as NP Account ID, Platform ID, Game User ID</li>\n<li>Game file version</li>\n<li>Device ID, Device Key, MAC address, and IP address</li>\n<li>Computer operating system and system specifications </li>\n<li>Mobile OS Version and certain information concerning devices you use to access the Services</li>\n<li>GeoIP information</li>\n<li>Internet browser provider and type</li>\n<li>Your “click path” and pages visited on our websites</li>\n<li>The advertisement, website or link that brought you to one of our websites and any site visited immediately after leaving one of our websites</li>\n<li>Marketing information such as mailings receiving, mailings opened, sign-up information</li>\n<li>Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))</li>\n</ul>\n<p>If you participate in an eSports tournament, alpha test, beta test, or similar early access program, or other events, we may also collect the following types of Personal Information:</p>\n<ul>\n<li>Government identifiers such as SSN, driver’s license number, passport information</li>\n<li>Travel specifics such ashotel name and location, check-in, check-out</li>\n</ul>\n<p>If you apply for a job with us, we may also collect the following types of Personal Information:</p>\n<ul>\n<li>Offer letter information</li>\n<li>Employment history</li>\n<li>Education history</li>\n<li>Background check information</li>\n<li>Government identification information such as SSN, driver’s license number</li>\n<li>Social media profile information </li>\n<li>Any other Personal Information you choose to provide to us</li>\n</ul>\n<p>In addition to the above, we may also collect information that does not generally identify you but may become associated with your account.\nWe reserve the right to use information that does not generally identify you in connection with any lawful purpose.</p>\n<p>III.\n<strong>From what sources does NCSOFT collect Personal Information?</strong>\n</p>\n<p>A.\n<strong>From you</strong>\n</p>\n<p>We may collect your Personal Information when you provide it to us directly through the Services you use, for example when you:</p>\n<p>1.\nRegister for an account, contest or giveaway</p>\n<p>2.\nSubmit additional information on the account page or when otherwise prompted by us</p>\n<p>3.\nOrder products</p>\n<p>4.\nSubmit a job application</p>\n<p>5.\nSend email messages, submit forms, or contact us</p>\n<p>6.\nRespond to surveys or customer questionnaires</p>\n<p>7.\nReport a problem with the Services</p>\n<p>8.\nPlay games</p>\n<p>9.\nRegister for or participate in an event</p>\n<p>B.\n<strong>From Third Parties</strong>\n</p>\n<p>We also may receive Personal Information from or through certain third-party services that help us provide the Services and/or facilitate your access to the Services, including, by way of example, third-party platforms that you may use to log in and access our Services (<em>e.g.</em>, Facebook, Google, Game Center) and the third-party services described in Section IV of this Privacy Policy (<em>e.g.</em>, payment processors and advertising partners).</p>\n<p>We abide by this Privacy Policy when we use Personal Information provided to us by third parties.\nHowever, we do not control the information that these third parties collect or how they use that information.\nYou should review these third parties' privacy policies for more information about how they collect, use, and share information they obtain and use, including the information they may disclose to us if you use their service credentials to log in to our Services.</p>\n<p>IV.\n<strong>What third parties collect Personal Information on behalf of NCSOFT?</strong>\n</p>\n<p>A.\n<strong>Payment Processors</strong>\n</p>\n<p>For security reasons and to better protect your privacy, we do not directly collect or store your payment information and are only able to access limited information concerning payment method and transactions.\nShould you choose to make financial transactions through our Services, we use third-party payment processors who collect payment information on our behalf to process your transactions.\nSpecifically, payment, billing and credit card verification services may need to collect certain Personal Information in order to access your payment methods and process your transactions.\nIf you choose not to provide Personal Information for payment processing needs, they will not be able to complete your requested transaction(s) on our behalf.</p>\n<p>B.\n<strong>Advertising and Attribution Partners</strong>\n</p>\n<p>We may receive Personal Information about you from third-party advertising partners that manage advertising campaigns on our behalf.\nFor example, if you click on an advertisement that directs you to one of our Services (such as a banner advertisement located on a third-party website), we may receive information concerning the advertisement, website or link that brought you to one of our websites and the applicable ad campaign.\nWe may also receive Personal Information about you from third-party attribution partners that help us understand the efficacy of our campaigns.\nFor example, if you click on an advertisement that directs you to one of our Services (such as a banner advertisement located on a third-party website), we may receive information such as your subsequent account creation, downloads, and purchases.</p>\n<p>C.\n<strong>Customer Support Partners</strong>\n</p>\n<p>We may use third-party customer service platforms that help us provide support to our users by offering them a means by which they may contact us with inquiries about our Services.\nSome of these customer service platforms may provide us with certain Personal Information (<em>e.g.</em>, email address) of users that reach out for support.</p>\n<p>D.\n<strong>Fraud Protection and Authentication Service Providers</strong>\n</p>\n<p>Fraud protection and authentication service providers may collect Personal Information on our behalf concerning the devices and game play of our users.\nThis information may be collected when users log in to one of our websites or play one of our games.\nThis information may be used to help us maintain the integrity of our Services, and support our anti-fraud and anti-cheating efforts.</p>\n<p>E.\n<strong>GeoIP Location Service Providers</strong>\n</p>\n<p>GeoIP location service providers may collect information for us about the location of our users.\nThis may be collected when a user logs in to one of our Services.\nThis information may be used to help keep the Services more secure and create a more customized experience for our users.</p>\n<p>F.\n<strong>Recruitment Service Providers</strong>\n</p>\n<p>We may work with third parties to facilitate our processing and review of job applications.\nIn certain cases, users may submit job applications and other Personal Information through cloud-based facilities made available by these recruitment service providers.\nIf you make use of such a facility, the relevant recruitment service provider will provide us with your Personal Information to help us review your job application.</p>\n<p>V.\n<strong>For what purposes does NCSOFT collect Personal Information?</strong>\n</p>\n<p>The following provides examples of the purposes for which we may use your Personal Information:</p>\n<p>Context</p>\n<p>Types of Data</p>\n<p>Primary Purpose for Collection <br> and Use of Data</p>\n<p>Account Activity</p>\n<p>We collect information such as your name, contact information, and game-related information when you create an account.\nWe also collect information relating to the actions that you perform while logged into your account.</p>\n<p>We use this information to perform our contract to provide you with products or services.\nWe also have a legitimate interest in providing account related functionalities to our users.\nAccounts can be used to save your preferences, game play, and transaction history.\nWe also have a legitimate interest in understanding the efficacy of our marketing campaigns.\nIn limited circumstances, we may use this information to protect the vital interests of you or another person.</p>\n<p>Testing/Early Access Programs</p>\n<p>We collect Personal Information as part of our testing, early access, and similar programs.</p>\n<p>We have a legitimate interest in making sure our products are secure and error free.\nWe may also use this information to perform our contract to provide you with products or services.</p>\n<p>Communications</p>\n<p>When you communicate through a Service, even privately, we process, store, and may monitor those communications to detect cheating, fraud, illegal activity, or other activities that may violate one of our User Agreements.</p>\n<p>We have a legitimate interest in ensuring the security of our Services and detecting illegal activity.\nWe also have a legitimate interest in responding to communications that we receive.\nIn limited circumstances, we may use this information to protect the vital interests of you or another person.</p>\n<p>Cookies and first party tracking</p>\n<p>We use cookies and clear GIFs.\n“Cookies” are small pieces of information that a website sends to a computer’s hard drive while a web site is viewed.\nSee our Cookie Policy for more information.</p>\n<p>We have a legitimate interest in making our website operate efficiently.\n</p>\n<p>Cookies and Third Party Tracking</p>\n<p>We use cookies and other tracking technologies to collect analytics information about your use of our Services.\nWe also participate in behavior-based advertising, this means that a third party uses technology (<em>e.g., </em>a cookie) to collect information about your use of our website so that they can provide advertising about products and services tailored to your interests on our website, or on other websites.\n</p>\n<p>Where required by law, we base the use of third party cookies upon consent.\n</p>\n<p>Demographic Information</p>\n<p>We collect information such as your age or location.\n</p>\n<p>We use this information to ensure compliance with our User Agreements.\nWe also have a legitimate interest in understanding our users and providing tailored services.</p>\n<p>Distance Information</p>\n<p>When you use our Services, we may collect your location from the GPS, Wi-Fi, and/or cellular technology in your device to determine your location.\n</p>\n<p>We have a legitimate interest in keeping our Services secure, understanding our users, providing tailored services, and detecting and preventing fraud or illegal activity.\nIn some contexts our use is also based upon your consent to provide us with geo location information.</p>\n<p>Email Interconnectivity</p>\n<p>If you receive email from us, we use certain tools to capture data related to when you open our message, click on any links or banners it contains and make purchases.</p>\n<p>We have a legitimate interest in understanding how you interact with our communications to you.</p>\n<p>Employment</p>\n<p>If you apply for a job posting, or become an employee, we collect information necessary to process your application or to retain you as an employee.\nThis may include, among other things, your Social Security Number.\nProviding this information is required for employment.</p>\n<p>We use information in the anticipation of an employment relationship with you.\nIn some contexts, we are also required by law to collect information about applicants.\nWe also have a legitimate interest in using your information to have efficient staffing and work force operations.\n</p>\n<p>eSport, Tournament, and Other Special Event Participant Information</p>\n<p>We collect Personal Information from participants at eSport tournaments and other special events that we sponsor, conduct, or otherwise support.\nThis may include your contact information, government identification information, travel information, and financial information.\n</p>\n<p>We use this information to perform our contract with participants and players.\nWe also have a legitimate interest in advancing our game play, creating new opportunities for players to compete with one another, and promote our games.\n</p>\n<p>Feedback/Support</p>\n<p>If you provide us feedback or contact us for support, we will collect your name and e-mail address, as well as any other content that you send to us, in order to process your inquiry and/or reply to you.\nWe may also use your billing data to processes returns and chargeback requests.</p>\n<p>We have a legitimate interest in receiving, and acting upon, your feedback or issues.\nIn some circumstances, we use your information to perform our contract to provide you with products or services.</p>\n<p>Gameplay</p>\n<p>We collect your Personal Information such as, but not limited to, contact information, social media profile information, and in-game activity logs to provide you with our games.</p>\n<p>We use this information to perform our contract to provide you with products or services.\nWe also have a legitimate interest in optimizing our users’ experience, identifying and fixing program bugs and errors, and preventing fraud and cheating.</p>\n<p>Influencer Interactions</p>\n<p>We collect Personal Information from influencers who play our games or otherwise support our promotions.</p>\n<p>We use this information to perform our contract with influencers.\nWe also have a legitimate interest in understanding how influencers interact with our games, customers, and promotions.</p>\n<p>Live Events</p>\n<p>We collect Personal Information from participants at our live events.\n</p>\n<p>We have a legitimate interest in detecting and preventing fraud and illegal activity, understanding our users, and hosting live events.</p>\n<p>Mailing List</p>\n<p>When you sign up for one of our mailing lists, we collect information such as your email address, event participation, and/or other information that allows us to communicate with you.\n</p>\n<p>We share information about our products and services with individuals that consent to receive such information.\nWe also have a legitimate interest in sharing information about our products or services.</p>\n<p>Mobile Devices</p>\n<p>We may collect information from your mobile device such as unique identifying information broadcast from your device when visiting our website.</p>\n<p>We have a legitimate interest in identifying unique visitors, and in understanding how users interact with us on their mobile devices.</p>\n<p>Order Placement </p>\n<p>We collect your name, billing address, shipping address, e-mail address, phone number, and credit card number when you place an order or purchase in-game products or services.</p>\n<p>We use your information to perform our contract to provide you with products or services.\nWe also use this information to detect and prevent fraud or other illegal activity.\nIn some cases, we have a legitimate interest in understanding the efficacy of our new user acquisition campaigns.\n</p>\n<p>Sweepstakes or contests</p>\n<p>When you participate in a sweepstakes or contest, we collect information about you which includes contact information to notify you if you are selected.\nWe may also collect information such as your social security number in order to confirm your eligibility for certain prizes and process winnings.</p>\n<p>We have a legitimate interest in operating the sweepstakes.\nIn some contexts, we are also required by law to collect information about those that enter into our sweepstakes, and we have a legitimate interest in complying with those laws.</p>\n<p>Third Party and Social Media Account Information</p>\n<p>We may collect third party and social media account information (<em>e.g.</em>, SteamID, Facebook information, etc.) to log you in.\nWe may also use this information to respond to your communications through third party platforms.</p>\n<p>We use your information to perform our contract to provide you with products or services.\nWe also have a legitimate interest in allowing users the ability to log in and communicate with us through multiple gaming platforms.</p>\n<p>Website interactions</p>\n<p>We use technology to monitor how you interact with our Services.\nThis may include which links you click on, or information that you type into our online forms.\nThis may also include information about your device or browser.</p>\n<p>We have a legitimate interest in understanding how you interact with our Services to better improve it, to understand your preferences and interests in order to select and provide offerings that you might prefer, and to understand the efficacy of our marketing campaigns.\nWe also have a legitimate interest in detecting and preventing fraud, and detecting and fixing program bugs and errors.</p>\n<p>Web logs</p>\n<p>We collect information, including your browser type, operating system, Internet Protocol (IP) address (a number that is automatically assigned to a computer when the Internet is used), domain name, click-activity, referring website, and/or a date/time stamp for visitors.</p>\n<p>We have a legitimate interest in monitoring our networks and the visitors to our Services.\nAmong other things, it helps us detect and fix program bugs and errors.</p>\n<p>VI.\n<strong>With whom does NCSOFT share Personal Information?</strong>\n</p>\n<p>A.\n<strong>Third-Party Vendors</strong>\n</p>\n<p>We do not share Personal Information with third parties for their direct marketing purposes.\nhowever, we may share your Personal Information with third-party vendors that are subject to contractual and legal limitations on how they may use Personal Information they process.\nThese limitations generally prohibit vendors from using Personal Information for any purpose other than the purpose for which it was provided or collected.\nWhen we share Personal Information with vendors, we do so to provide you with access to our Services and to administer, improve, present, and market our Services and business.\nThe categories of third-party vendors that we may disclose Personal Information to include the following:</p>\n<ul>\n<li>Fraud detection and management services, authentication services, and vendors that assist us with managing other risks associated with our business</li>\n<li>Customer support and localization (<em>i.e.</em>, translation) vendors</li>\n<li>Marketing and advertising platforms and marketing companies, including vendors that help us manage contests, sweepstakes, surveys, and similar promotional events</li>\n<li>Customer attribution services</li>\n<li>Cloud-based recruitment vendors that assist us with processing job applications and other related recruitment activities</li>\n<li>Social media websites and email providers</li>\n<li>Moderation and user experience providers</li>\n<li>Fulfillment houses</li>\n<li>Consultants, attorneys and similar vendors that are obligated to keep Personal Information secure and confidential and use it only for the purposes for which we disclose it to them</li>\n</ul>\n<p>B.\n<strong>Other Parties</strong>\n</p>\n<p>We may also disclose your Personal Information in the following circumstances:</p>\n<ul>\n<li>We may disclose your Personal Information to law enforcement or other appropriate third parties in connection with criminal, fraud, infringement, other investigations related to suspected illegal activities, to protect the health and safety of our players, personnel or third parties, as may be required or allowed by applicable law, or to protect the legitimate legal and business interests of NCSOFT, our personnel and customers.</li>\n<li>We may disclose your Personal Information where necessary to evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which Personal Information held by us is among the assets transferred.</li>\n<li>We may disclose your Personal Information to our subsidiaries and affiliates.\nFor example, this may occur where an affiliate’s personnel provide support in connection with offering one of the Services or where there is a reallocation of organizational resources among our affiliated entities.</li>\n<li>We may ask if you would like us to share your information with other unaffiliated third parties who are not described elsewhere in this policy.</li>\n</ul>\n<p>VII.\n<strong>How does NCSOFT treat Personal Information transferred out of the EU?</strong>\n</p>\n<p>A.\n<strong>Place of Business</strong>\n</p>\n<p>We may store or process your Personal Information outside of the country where we collect it or which you reside.\nNCSOFT has its primary places of business in the United States of America and the United Kingdom.\nYou should understand that we may transfer some or all of your Personal Information to the United States of America to carry out certain operational and processing needs as described in this Policy.\nFurthermore, if you use one of our games, and reside outside of the United States, you should understand that you are choosing to transmit your data to us in the United States, and that the United States may not offer the same level of privacy protection as your own country.\nSpecifically, there may be situations in which we are required to provide the personal information that you transmit to us to law enforcement agencies in the United States.</p>\n<p>B.\n<strong>Transfer Mechanisms</strong>\n</p>\n<p>If you are located in the EU and choose to transfer personal information to us in the United States by playing one of our video games that is hosted in the United States you are making a decision to transfer your data to a country that may not offer the same level of privacy protections as your own country.\n</p>\n<p>When we transfer Personal Information that we collected in the EU or the UK outside of Europe we implement technical, organizational, and physical safeguards to protect that Personal Information.\nWhen transferring data outside of the EU, we currently rely upon European Commission approved standard contractual clauses.\n</p>\n<p>Please contact us if you have questions related to the relevant transfer mechanism for your Personal Information.</p>\n<p>C.\n<strong>Privacy Shield</strong>\n</p>\n<p>NCSOFT complies with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Frameworks as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of Personal Information transferred from the European Union and Switzerland to the United States.\nNCSOFT has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nIf there is any conflict between the terms of this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/.\nNCSOFT is responsible for the processing of the Personal Information we receive and subsequently transfer to a third party acting as an agent on our behalf, and we remain liable if a third party acting on our behalf uses your Personal Information in a way that is inconsistent with our obligations under Privacy Shield, unless we can prove that we are not responsible for the event giving rise to the damage.\nIn compliance with the Privacy Shield Principles, NCSOFT commits to resolve complaints about our collection or use of your Personal Information.\nEuropean Union or Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact NCSOFT using the information found at the end of this Privacy Policy.\nNCSOFT commits to cooperate with the panel established by the EU data protection authorities (DPAs) and the Swiss Federal Data Protection and Information Commissioner and comply with the advice given by the panel and Commissioner about Personal Information transferred from the EU or Switzerland.\nThe Federal Trade Commission has jurisdiction over NCSOFT’s compliance with the Privacy Shield.\nYou may have the right, under certain conditions, to invoke binding arbitration for complaints regarding Privacy Shield compliance not resolved by any of the other Privacy Shield mechanisms.\nSee https://www.privacyshield.gov/article?id=ANNEX-I-introduction for more information.</p>\n<p>VIII.\n<strong>How is my Personal Information protected?</strong>\n</p>\n<p>A.\n<strong>Our Retention, Purpose Limitation, and Security Policies</strong>\n</p>\n<p>We protect your Personal Information through a combination of collection, security, and retention policies.</p>\n<p>1.\nLimited Retention.\nWe only keep your Personal Information for as long as we need it for business and operational needs or to comply with any statutory, regulatory, or legal obligations.</p>\n<p>2.\nPurpose limitation.\nWe will use your Personal Information only for the Services you choose to access and for the purposes for which you choose to share it.\nWe will respect your requests to start or stop processing your Personal Information for marketing purposes, as well as the types of marketing messages you may wish to receive.</p>\n<p>3.\nSecurity Measures.\nWe use appropriate measures to keep the Personal Information we collect and use in a secure environment, and we have implemented technical, administrative, and physical security measures designed to protect Personal Information from unauthorized access, disclosure, use, and modification.\nAs part of our privacy compliance processes, we review these security procedures on an ongoing basis to consider new technology and methods as necessary.\nHowever, please understand that our implementation of security measures as described in this Privacy Policy does not guarantee the security of your Personal Information.\nIn the event that we are required by law to inform you of a breach to your personal information we may notify you electronically, in writing, or by telephone, if permitted to do so by law.</p>\n<p>B.\n<strong>Your Practices and Activities</strong>\n</p>\n<p>Your practices and activities are likewise very important in the protection of your own Personal Information.\nYou can take certain steps to help protect your Personal Information, such as being mindful of what you post in public places.</p>\n<p>1.\nDo not use your real name when selecting a username.\nYour username will be available to the internet's general public while you participate in some Services, like forums, chat rooms, or message boards, so you should exercise your own discretion when using these Services.</p>\n<p>2.\nDo not post your real name in public-facing areas of the Services, such as forums, chat rooms, or message boards, and do not share anything private about yourself on such public platforms, including your phone number or address.\nUse usernames instead of real names at all times.</p>\n<p>3.\nMany types of communications, especially those on public forums or social media, are generally available to the public or large groups of unknown users.\nRemember that we have no control over what third parties do with the content of such communications and no responsibility or obligation regarding third parties’ collection or use of communications you share.\nTo the extent that you are create a public profile that may be available to others on our Services, you are solely responsible for its content at all times.</p>\n<p>IX.\n<strong>What rights do you have to your Personal Information?</strong>\n</p>\n<p>A.\n<strong>Right to Access, Correct, Delete, or Restrict Processing</strong>\n</p>\n<p>Subject to any limitations under applicable law, you may be able to exercise a number of rights: </p>\n<ul>\n<li>You may have the right to request access to your Personal Information, including in a portable format.</li>\n<li>You may have the right to correct or update certain types of Personal Information.\nIn many cases, you can review or update the Personal Information in your account by accessing your account online.</li>\n<li>You may have the right to request deletion of your account and related Personal Information.\nIf you choose to have your Personal Information removed from our active databases, we will carry out your request within 30 days of account verification and will only retain minimal information to document your request and the actions we took to carry out your request.</li>\n<li>You may have the right to restrict certain processing of your Personal Information, and the right to object to some types of processing of your Personal Information.\n</li>\n<li>You may have the right to object to your Personal Information being used for marketing or advertising purposes.</li>\n</ul>\n<p>We will comply with your rights requests in accordance with, and subject to, applicable law.\nPlease note that we are legally prohibited from carrying out requested actions in some instances, including (1) when we are unable to confirm your identity.\n(2) where the request is considered excessive, and (3) where doing so would adversely affect the rights or freedoms of other individuals.</p>\n<p>B.\n<strong>We are here to help</strong>\n</p>\n<p>Please contact us at ncprivacy@ncsoft.com or using the contact information provided in Section XIII of this Privacy Policy if you would like to exercise any of the rights described above, if you have questions regarding your rights, or if you would like to appeal a decision we made regarding your rights.\nYou may also be able to submit a rights request through online forms provided on our support pages or through the request portal that is available after you have logged into your account.\nFor assistance with our online request portals, please send an email to ncprivacy@ncsoft.com.</p>\n<p>You also have the right to contact our data protection officer (DPO) if you are unsatisfied with how your request is being handled.\nTo get in touch with him or her for any information concerning our processing of Personal Information, please contact: DPO@ncsoft.com.</p>\n<p>C.\n<strong>Right to Lodge a Complaint</strong>\n</p>\n<p>You have the right to lodge a complaint regarding our collection, processing, or storage of your Personal Information with a data protection supervisory authority in the country where you live or work.</p>\n<p>X.\n<strong>How does NCSOFT use cookies and other identifiers?</strong>\n</p>\n<p>A.\n<strong>Cookies and Tracking Pixels</strong>\n</p>\n<p>When you visit one of our websites, we may ask your browser to store a “cookie”, which is a small text file, on your device to remember information about you, such as your language preference or login information.\nWe and our third-party providers use cookies to assign a unique number that automatically identifies your computer when you visit our websites.\nSome cookies remain on your computer until you delete them.\nothers, like session ID cookies, expire when you close your browser.\nWe and our third-party providers also use other identifiers (such as Clear GIFs, pixels, web beacons) to track the pages visited on our websites or the emails and other communication we send.\nSuch tracking identifiers are tiny graphics that are embedded invisibly on web pages or in HTML-based emails.\nPlease be aware that we do not currently recognize automated browser signals regarding tracking mechanisms, which may include \"Do Not Track\" instructions.</p>\n<p>B.\n<strong>Purposes</strong>\n</p>\n<p>We use cookies and other tracking technologies for the following purposes:</p>\n<p>1.\nTo assist you in navigating our websites or to display certain types of content;</p>\n<p>2.\nTo assist you in registration for our events, to log in to certain features or to provide us your feedback;</p>\n<p>3.\nAnalyzing your use of our Services, functionality and use of our pages and links, collecting aggregated user data, and traffic sources.\nand</p>\n<p>4.\nTracking and analyzing our promotional and marketing efforts.</p>\n<p>C.\n<strong>Third Party Cookies</strong>\n</p>\n<p>Some cookies on our websites come from third-party advertisers or analytics providers.\nThese cookies improve your experience by helping us better tailor our websites and our marketing campaigns to our audience.\nWe work with third-party advertising and analytics providers to help collect information about website visitors and account holders and their usage of our Services.\nThose third-party providers may use cookies and tracking identifiers to collect, and may otherwise have access to, information about users of our Services, including Personal Information.\nFor example, third-party providers may collect or otherwise have access to usage information (<em>e.g.</em>, information about the pages where users enter and exit our websites, what pages they view on our websites, etc.), device information, online identifiers of users, and demographic and interest-level information.\n</p>\n<p>\n<strong> D.\nFacebook Tracking Pixel</strong>\n</p>\n<p>Our websites may use the Facebook Tracking Pixel, which is a service of Facebook Inc., 1601 S.\nCalifornia Ave., Palo Alto, CA 94304.\nThe Facebook Tracking Pixel allows us to provide you with targeted ads based on your prior use of our Services, and your interaction with the social network Facebook.\nThe information collected by Facebook in connection with your use of our websites is transmitted to a Facebook server in the US, where it is stored and analyzed.\nFor information about how Facebook Tracking Pixel collects and processes data, please see the following link: https://www.facebook.com/about/privacy.\nFacebook’s collection and use of information is subject to Facebook’s Privacy Policy.\nIf you would like to opt out of Facebook tracking, you can adjust your browser settings to not accept cookies.\nNote that, by changing your browser settings, you may still receive ads, but they may not be targeted.</p>\n<p>E.\n<strong>Google Analytics</strong>\n</p>\n<p>We use Google Analytics, a web analysis service of Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, US.\nOn a de-identified basis, Google analyzes your use of our websites on our behalf.\nThe information collected by Google in connection with your use of our websites is transmitted to a server of Google in the US, where it is stored and analyzed.\nFor information about how Google Analytics collects and processes data, please see the following link: https://www.google.com/policies/privacy/partners/.\nGoogle’s collection and use of information is subject to Google’s Privacy Policy.\nIf you would like to opt out of Google Analytics tracking, please visit one of the following links:</p>\n<p>1.\nGoogle Ads Settings (http://www.google.com/settings/ads), or</p>\n<p>2.\nthe Google Analytics Opt-out Browser Add-on (https://tools.google.com/dlpage/gaoptout/)</p>\n<p>F.\n<strong>Google Campaign Manager</strong>\n</p>\n<p>Our websites may use Campaign Manager (formerly Doubleclick) by Google.\nCampaign Manager serves cookies to help us display relevant advertisements to our users, understand the performance of our ad campaigns, and prevent users from seeing the same ad multiple times.\nThese cookies may collect information about your actions and otherwise track your behavior on third-party websites, including conversions related to ad requests.\nIf you would like to opt out of Google Campaign Manager tracking, you can install the appropriate plugin for your browser (if you use Chrome, Firefox or Internet Explorer) by following this link and/or adjust your browser settings to not accept cookies.\nNote that, by installing the plugin or changing your browser settings, you may still receive ads, but they may not be targeted.</p>\n<p>\n<strong> G.\nYoutube</strong>\n</p>\n<p>Our websites may use Youtube to store and show video content.\nYoutube serves cookies to help us provide the video content, but does not collect or process your information for advertising or analytics purposes.</p>\n<p>H.\n<strong>Unity Ads</strong>\n</p>\n<p>In some of our or our affiliates’ Services, we may use Unity Ads, an advertising service offered by Unity Technologies, 30 3rd Street, San Francisco, CA 94103 and Unity Technologies Finland OY, Kaivokatu 8 B, 00100 Helsinki, Finland.\nWe do not send Unity Ads your Personal Information.\nRather, Unity Ads collects Personal Information directly from your device, and uses this Personal Information to provide you targeted advertising.\nYou can view their privacy policy, which includes instructions on how to restrict the collection of Personal Information, by visiting their website (https://unity3d.com/legal/privacy-policy).</p>\n<p>I.\n<strong>Sizmek</strong>\n</p>\n<p>Sizmek helps us tailor our advertising to our users and create a more personalized experience for them.\nAdditional information about Sizmek may be found at www.sizmek.com.\nDetails about Sizmek’s privacy policy and cookies policy is available at https://www.sizmek.com/privacy-policy/ and https://www.sizmek.com/cookie-policy/ respectively.\nFor information on how to disable Sizmek tracking and/or to opt out of Sizmek, you can click on the opt-out link at https://www.sizmek.com/privacy-policy/.</p>\n<p>\n<strong> J.\nOther Third Party Tracking Cookies</strong>\n</p>\n<p>In addition to the third party cookies listed elsewhere in this policy, we may use tracking cookies from other companies to tailor our advertising to our users and create a more personalized experience for them.\n</p>\n<p>K.\n<strong>Browser Settings.\nChoices about Cookies</strong>\n</p>\n<p>You may set your browser setting to attempt to reject the cookies and tracking identifiers, and you may still use our websites.\nHowever, you may be limited in some areas of our websites, or you may have to enter passwords or identifying information more than once.</p>\n<p>As discussed above, we may use cookies and other tracking identifiers to collect information about your online activities over time and across third-party websites or other online services.\nClick here for information on how you may be able to opt out of tracking and mechanisms that may enable consumers to exercise choice about tracking.</p>\n<p>XI.\n<strong>Are there any special categories related to Personal Information?</strong>\n</p>\n<p>A.\n<strong>Minors</strong>\n</p>\n<p>1.\nOur Services are not designed for children, and we do not intentionally collect, maintain, or disclose any Personal Information from children.\nA “child” is usually considered to be under the age of 13 under applicable law.\nhowever, depending on where you live, the age which a person receives special protections for their data may be higher.</p>\n<p>2.\nIf you are a parent or guardian of a child who has submitted Personal Information, you can request removal by sending us an email at ncprivacy@ncsoft.com.\nIf you do so, please provide the same username and email address that your child submitted.\nIf your child has used your credit card on our Services without your permission, please contact us immediately at ncprivacy@ncsoft.com.</p>\n<p>B.\n<strong>California</strong>\n</p>\n<p>1.\nWe provide registered users the ability to post information on our Services.\nIf you are a California resident who is under 18 and a registered user and you are unable to remove content or information you posted in a public area following the instructions provided, you may request removal by contacting us.\nWhen requesting removal, you must be specific about the information or content you want to remove and provide the URL for each place it is located.\nWe are not required to remove any content or information that: (a) we, or a third party, are legally required to maintain.\n(b) was not posted by you.\n(c) is anonymized so that you are not identified.\n(d) is not based on a request that follows our instructions for removing or requesting removal.\nor (e) you received compensation or other consideration for providing the content or information.</p>\n<p>2.\nCalifornia Civil Code Section 1798.83 permits California residents to request information from us concerning any disclosures of Personal Information we may have made in the prior calendar year to third parties for direct marketing purposes.\nIf you are a California resident and you wish to request information about our compliance with this law or our privacy practices, please contact us at ncprivacy@ncsoft.com.</p>\n<p>3.\nIf you are a California resident, the California Consumer Privacy Act of 2018 (“<strong>CCPA</strong>”) requires us to provide you with additional information concerning our use of your Personal Information:</p>\n<p>I.\nIn the preceding 12 months, NCSOFT has not sold Personal Information.\nNCSOFT only shares Personal Information with service providers.</p>\n<p>II.\nIn the preceding 12 months, NCSOFT has collected and disclosed the following categories of Personal Information for a business purpose:</p>\n<p>\n<strong>Categories of Personal Information We Collect</strong>\n</p>\n<p>\n<strong>To Whom We May Disclose Personal Information for a Business Purpose</strong>\n</p>\n<p>\n<strong>Identifiers </strong>– this may include real name, alias, postal address, unique personal identifier, online identifier, email address, account name, social security number, driver’s license number, passport number or other similar identifiers.</p>\n<p>· Advertising networks</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Data analytics providers</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity or harm</p>\n<p>· Internet service providers</p>\n<p>· Joint marketing partners </p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Payment processors and financial institutions </p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>· Social networks</p>\n<p>\n<strong>Additional categories of personal information described in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e))</strong> – this may include signature, physical characteristics or description, state identification card number, insurance policy number, education, bank account number, credit card number, debit card number, and other financial information, medical information, and health insurance information.</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Other Service Providers</p>\n<p>· Payment processors and financial institutions </p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>\n<strong>Characteristics of protected classifications </strong>– this may include age, sex, race, ethnicity, physical or mental handicap, etc.</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Internet service providers</p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>\n<strong>Commercial information </strong>– this may include information about products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<p>· Advertising networks</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Data analytics providers</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Internet service providers</p>\n<p>· Joint marketing partners </p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Payment processors and financial institutions </p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>· Social networks</p>\n<p>\n<strong>Internet or other electronic network activity</strong>\n<strong>information</strong> – this may include browsing history, search history, and information regarding an individual’s interaction with an internet website, application, or advertisement.</p>\n<p>· Advertising networks</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Data analytics providers</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Internet service providers</p>\n<p>· Joint marketing partners </p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>· Social networks</p>\n<p>\n<strong>Geolocation data</strong>\n</p>\n<p>· Advertising networks</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Data analytics providers</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Internet service providers</p>\n<p>· Joint marketing partners </p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>\n<strong>Audio, electronic, visual, thermal, olfactory, or similar information</strong>\n</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Data analytics providers</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Internet service providers</p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>\n<strong>Professional or employment-related information</strong>\n</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Internet service providers</p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>\n<strong>Inferences drawn from any of the information listed above </strong>\n</p>\n<p>· Advertising networks</p>\n<p>· Affiliates or subsidiaries</p>\n<p>· Business partners</p>\n<p>· Data analytics providers</p>\n<p>· Government entities, as may be needed to comply with law or prevent illegal activity </p>\n<p>· Internet service providers</p>\n<p>· Joint marketing partners </p>\n<p>· Operating systems and platforms</p>\n<p>· Other Service Providers</p>\n<p>· Professional services organizations, this may include auditors and law firms</p>\n<p>· Social networks</p>\n<p>If you are a California resident, you have the right to request that NCSOFT disclose certain information to you about how we have collected and used your Personal Information during the past 12 months.\nOnce we receive and confirm a verifiable consumer request from you, we will disclose the following information to you:</p>\n<ol>\n<ol>\n<ul>\n<li>The categories of Personal Information we collected about you during the past 12 months.</li>\n<li>The categories of sources from which we collected Personal Information about you during the past 12 months.</li>\n<li>The categories of third parties with whom we share that Personal Information.</li>\n<li>Our business or commercial purpose for collecting and sharing the applicable Personal Information.</li>\n<li>The specific pieces of Personal Information we collected about you during the past 12 months (sometimes referred to as a “data portability request”).</li>\n<li>To the extent we disclosed your Personal Information for a business purpose, a description of such disclosures that identifies the categories of Personal Information obtained by each category of recipient.</li>\n</ul>\n</ol>\n</ol>\n<p>4.\nIf you are a California resident, you have the right to request that NCSOFT delete any of your Personal Information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and verify your consumer request, we will delete (and direct our service providers to delete) your Personal Information from our records, unless an exception under the CCPA applies, including, for example, where the relevant Personal Information is needed to:</p>\n<ol>\n<ol>\n<ul>\n<li>Complete the transaction for which we collected the Personal Information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you;</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities;</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality;</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law;</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.);</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent;</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us;</li>\n<li>Comply with a legal obligation.\nor</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n</ol>\n</ol>\n<p>5.\nTo exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by emailing your request to ncprivacy@ncsoft.com.\nYou may also be able to submit a rights request through online forms provided on our support pages or through the request portal that is available after you have logged into your account.\nFor assistance with our online request portals, please send an email to ncprivacy@ncsoft.com.</p>\n<p>Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your Personal Information.\nYou may also make a verifiable consumer request on behalf of your minor child.\nYou may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nTo submit a verifiable consumer request, you must </p>\n<ol>\n<ol>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected Personal Information or an authorized representative of a person about whom we collected Personal Information.\nand</li>\n<li>Describe your request with enough detail to allow us to properly understand, evaluate, and respond to the request.</li>\n</ul>\n</ol>\n</ol>\n<p>Note that, as required by law, we will require you to prove your identity.\nWe may verify your identity by phone call or email.\nDepending on your request, we will ask for information such as your name, the last item you purchased from us, or the date of your last purchase from us.\nWe may also ask you to provide a signed declaration confirming your identity.\nWe cannot respond to your request or provide you with Personal Information if we cannot verify your identity or authority to make the request and confirm the Personal Information relates to you or the person on whose behalf you are making the request.\nWe will only use Personal Information provided in a consumer request to verify the requestor's identity or authority to make the request.</p>\n<p>In some circumstances, you may designate an authorized agent to submit requests to exercise certain privacy rights on your behalf.\nWe will require verification that you provided the authorized agent permission to make a request on your behalf.\nYou must provide us with a copy of the signed permission you have given to the authorized agent to submit the request on your behalf and verify your own identity directly with us.\nIf you are an authorized agent submitting a request on behalf of an individual you must reach out to ncprivacy@ncsoft.com for a copy of our Authorized Agent Designation Form and additional instructions.\nAll requests that do not comply with these procedures will be denied.</p>\n<p>To be clear – any disclosures we provide in response to a verifiable consumer request will only cover the 12-month period preceding the verifiable consumer request’s receipt.</p>\n<p>If we cannot comply with a request (including where we cannot verify it), we will explain the reasons we cannot comply with a request.</p>\n<p>We will take steps to respond to a verifiable consumer request within 45 days after we receive it.\nIf we require more time to respond, we will inform you of the reason for the delay and extension period in writing.\nWe will deliver our written response by mail or via email, at your option.\n</p>\n<p>For data portability requests, we will choose a format to provide your Personal Information that is readily useable and should allow you to transmit the information from one entity to another entity.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>6.\nWe will not discriminate against you for exercising any of your rights described in this Section XI(B).\nUnless permitted by the CCPA, we will not:</p>\n<ol>\n<ol>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n</ol>\n</ol>\n<p>However, to the extent permitted by CCPA, we may offer you certain financial incentives that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to the value of your Personal Information and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program, if we offer one, requires you to opt-in in advance, and you may opt out at any time.\n</p>\n<p>XII.\n<strong>How will NCSOFT notify users of changes to this Privacy Policy?</strong>\n</p>\n<p>NCSOFT reserves the right to change this Privacy Policy at any time.\nTo the extent that the Privacy Policy changes in a material way, we will make reasonable efforts to take steps to notify you of such changes.\nAdditionally, the policy that was in place at the time that you submitted personal information to us will generally govern that information.\nOur Privacy Policy includes a “last updated” date, which refers to the date that the current version was last substantively modified.\nAll changes to the Privacy Policy will be effective when posted, and your continued use of any of the Services after the posting will be subject to the updated Privacy Policy.</p>\n<p>XIII.\n<strong>How can someone contact NCSOFT?</strong>\n</p>\n<p>For NCSOFT our mailing address is:</p>\n<p>3180 139th Avenue, Suite #500<br>\nBellevue, WA 98005, USA </p>\n<p>Our customer service email address is support@ncsoft.com.</p>\n<p>Our privacy email is ncprivacy@ncsoft.com.</p>\n<p>UK individuals may contact NCSOFT using the following mailing address:</p>\n<p>NCSOFT Europe Limited<br>\n30 City Road, London, UK EC1Y 2AB</p>\n<p>You can also contact the applicable NCSOFT EU representative by mailing your request to “DataRep” at the appropriate address listed below.\nPlease do not address your request to NCSOFT, as this may cause your request not to be reviewed.</p>\n<p>\n<strong>Country</strong>\n</p>\n<p>\n<strong>Address</strong>\n</p>\n<p>\n<strong>Austria</strong>\n</p>\n<p>DataRep, City Tower, Brückenkopfgasse 1/6.\nStock, Graz, 8020, Austria</p>\n<p>\n<strong>Belgium</strong>\n</p>\n<p>DataRep, Place de L'Université 16, Louvain-La-Neuve, Waals Brabant, 1348, Belgium</p>\n<p>\n<strong>Bulgaria</strong>\n</p>\n<p>DataRep, 132 Mimi Balkanska Str., Sofia, 1540, Bulgaria</p>\n<p>\n<strong>Croatia</strong>\n</p>\n<p>DataRep, Ground &amp;amp.\n9th Floor, Hoto Tower, Savska cesta 32, Zagreb, 10000, Croatia</p>\n<p>\n<strong>Cyprus</strong>\n</p>\n<p>DataRep, Victory House, 205 Archbishop Makarios Avenue, Limassol, 3030, Cyprus</p>\n<p>\n<strong>Czech Republic</strong>\n</p>\n<p>DataRep, IQ Ostrava Ground floor, 28.\nrijna 3346/91, Ostrava-mesto, Moravska, Ostrava, Czech Republic</p>\n<p>\n<strong>Denmark</strong>\n</p>\n<p>DataRep, Lautruphøj 1-3, Ballerup, 2750, Denmark</p>\n<p>\n<strong>Estonia</strong>\n</p>\n<p>DataRep, 2<sup>nd</sup> Floor, Tornimae 5, Tallinn, 10145, Estonia</p>\n<p>\n<strong>Finland</strong>\n</p>\n<p>DataRep, Luna House, 5.krs, Mannerheimintie 12 B, Helsinki, 00100, Finland</p>\n<p>\n<strong>France</strong>\n</p>\n<p>DataRep, 72 rue de Lessard, Rouen, 76100, France</p>\n<p>\n<strong>Germany</strong>\n</p>\n<p>DataRep, 3rd and 4th floor, Altmarkt 10 B/D, Dresden, 01067, Germany</p>\n<p>\n<strong>Greece</strong>\n</p>\n<p>DataRep, 24 Lagoumitzi str, Athens, 17671, Greece</p>\n<p>\n<strong>Hungary</strong>\n</p>\n<p>DataRep, President Centre, Kálmán Imre utca 1, Budapest, 1054, Hungary</p>\n<p>\n<strong>Iceland</strong>\n</p>\n<p>DataRep, Kalkofnsvegur 2, 101 Reykjavík, Iceland</p>\n<p>\n<strong>Ireland</strong>\n</p>\n<p>DataRep, The Cube, Monahan Road, Cork, T12 H1XY, Republic of Ireland</p>\n<p>\n<strong>Italy</strong>\n</p>\n<p>DataRep, BPM 335368, Via Roma 12, 10073 , Ciriè TO, Italy</p>\n<p>\n<strong>Latvia</strong>\n</p>\n<p>DataRep, 4th &amp;amp.\n5th floors, 14 Terbatas Street, Riga, LV-1011, Latvia</p>\n<p>\n<strong>Liechtenstein</strong>\n</p>\n<p>DataRep, City Tower, Brückenkopfgasse 1/6.\nStock, Graz, 8020, Austria</p>\n<p>\n<strong>Lithuania</strong>\n</p>\n<p>DataRep, 44A Gedimino Avenue, 01110 Vilnius, Lithuania</p>\n<p>\n<strong>Luxembourg</strong>\n</p>\n<p>DataRep, BPM 335368, Banzelt 4 A, 6921, Roodt-sur-Syre, Luxembourg</p>\n<p>\n<strong>Malta</strong>\n</p>\n<p>DataRep, Tower Business Centre, 2nd floor, Tower Street, Swatar, BKR4013, Malta</p>\n<p>\n<strong>Netherlands</strong>\n</p>\n<p>DataRep, Cuserstraat 93, Floor 2 and 3, Amsterdam, 1081 CN, Netherlands</p>\n<p>\n<strong>Norway</strong>\n</p>\n<p>DataRep, C.J.\nHambros Plass 2c, Oslo, 0164, Norway</p>\n<p>\n<strong>Poland</strong>\n</p>\n<p>DataRep, Budynek Fronton ul Kamienna 21, Krakow, 31-403, Poland</p>\n<p>\n<strong>Portugal</strong>\n</p>\n<p>DataRep, Torre de Monsanto, Rua Afonso Praça 30, 7th floor, Algès, Lisbon, 1495-061, Portugal</p>\n<p>\n<strong>Romania</strong>\n</p>\n<p>DataRep, 15 Piaţa Charles de Gaulle, nr.\n1-T, Bucureşti, Sectorul 1, 011857,</p>\n<p>\n<strong>Slovakia</strong>\n</p>\n<p>DataRep, Apollo Business Centre II, Block E / 9th floor, 4D Prievozska, Bratislava, 821 09, Slovakia</p>\n<p>\n<strong>Slovenia</strong>\n</p>\n<p>DataRep, Trg.\nRepublike 3, Floor 3, Ljubljana, 1000, Slovenia</p>\n<p>\n<strong>Spain</strong>\n</p>\n<p>DataRep, BPM 335368, Avd.\nCastilla La Mancha Nº 70-1 (Nave A), 45270, Mocejon-Toledo, Spain</p>\n<p>\n<strong>Sweden</strong>\n</p>\n<p>DataRep, S:t Johannesgatan 2, 4th floor, Malmo, SE - 211 46, Sweden</p> ", "created_at": "2023-09-02 01:31:14.495901", "updated_at": "2023-09-02 01:34:11.653759"}, {"id": 18658, "name": "Code of Conduct", "url": "https://us.ncsoft.com/en-us/legal/ncsoft/code-of-conduct", "xpath": "/html/body/div[1]/main/section[2]", "text": null, "created_at": "2023-09-02 01:34:34.688733", "updated_at": "2023-09-02 01:34:34.688733"}, {"id": 18659, "name": "Event Terms of Attendance", "url": "https://us.ncsoft.com/en-us/legal/ncsoft/event-terms-of-attendance", "xpath": "/html/body/div[1]/main/section[2]", "text": "Event Terms of Attendance <p>Last updated: August 12, 2022</p>\n<p>Thank you for your interest in attending the event (the <b>“Event”</b>) hosted, organized, or managed by NC Interactive, LLC (<b>“Company”</b>) or any of its affiliate companies (<b>“Affiliates”</b>) and to which these Terms of Event Attendance are linked.</p>\n<p>These terms (<b>“Terms”</b>) govern your attendance of the Event and are between you, on your own behalf and on behalf of any minors you are accompanying (collectively, “you”, “your” and derivatives) and Company.\nBy registering for the Event and/or by attending the Event, you hereby fully acknowledge and agree to the terms and conditions below:</p>\n<ol>\n<li>\n<p>\n<b>Tickets.</b> All tickets to any Event are a limited, revocable license for you to attend the Event.\nSubject to applicable law, tickets are non-refundable, non-exchangeable, and non-transferable.\nAdmission to the Event may be conditioned on presentation of reasonably acceptable proof of identity corresponding to a prior registration and/or consent to a search prior to entry.\nCertain items are prohibited at Events subject to Venue’s, Company’s, or its Affiliates’ policies.\n</p>\n<p>Tickets obtained from unauthorized sources may be invalid, duplicated, stolen, or counterfeit and may not be honored.\nTickets cannot be replaced if lost, stolen, or destroyed.\nTickets may not be redeemed for cash and may not be used for any commercial purpose without prior express written consent of Company or its Affiliates.</p>\n<p>At their sole discretion, Company or its Affiliates may revoke the license granted in this Section 1 at any time or for any reason upon notice to you.\nWithout limiting the generality of the foregoing, Company or its Affiliates may refuse or revoke admission to the Event and may remove any person(s) from the Event who (a) are not in compliance with these Terms.\n(b) are engaging in disorderly conduct.\nor (c) are otherwise disrupting or detrimentally impacting the Event, other attendees, or Event personnel.\nFailure to comply with these Terms will automatically result in forfeiture of this license and all rights hereunder without refund (where applicable), in addition to any legal remedies which may be available to Company or its Affiliates under applicable law.</p>\n</li>\n<li>\n<p>\n<b>Minors.</b> Any minors attending an Event must be accompanied by a parent, guardian, or responsible adult (at least 18 years of age and having reached legal age of majority in the applicable jurisdiction).</p>\n</li>\n<li>\n<p>\n<b>Event Policies and Rules.</b> You must comply with all applicable laws, rules, policies, and instructions that are provided by Company, its Affiliates, or other authorized personnel at the Event venue (<b>“Venue”</b>), including any health and safety protocols.</p>\n</li>\n<li>\n<p>\n<b>COVID-19 Requirements.</b> Without limiting the generality of Section 3 above, you agree you will not attend any Event if you are sick, experiencing any COVID-19 symptoms, or have otherwise been exposed to a confirmed case of COVID-19 within 14 days of the Event.\nYou will adhere to any health and safety protocols as required by all applicable government authorities, the Venue, Company, or its Affiliates.</p>\n</li>\n<li>\n<p>\n<b>Event Recordings.</b> Company or its authorized designees may film, photograph, livestream, and/or record the Event and have the exclusive right to do so for commercial purposes.\nBy attending the Event, you hereby authorize Company and anyone acting with the Company’s authorization to (a) capture your image, likeness, name, voice, statements and performance at the Event in any photograph, image, video, motion picture, performance, sound or audio recording or other media (the <b>“Likeness”</b>), and (b) use such Likeness in all forms and media including composite, modified, or edited versions of the Likeness or any part thereof in any media or format now known or developed in the future for any purposes related to the Company’s or its Affiliates’ business including advertising, publicizing or marketing its operations and games or for any other commercial or lawful purpose, and to use and license others to use it for such purposes, throughout the world in perpetuity on royalty-free basis and without any right of inspection or approval.\nYou understand and agree that (a) all materials incorporating your Likeness will be the property of Company or its authorized designees, including but not limited to the copyright therein, (b) the Company and its authorized licensees are permitted, but not obligated, to use the Likeness for the purposes described above, (c) the rights granted herein are irrevocable, and (d) the Company and its authorized licensees may edit, alter, copy, exhibit, publish, or broadcast the Likeness, alone or in combination with other content.\n</p>\n</li>\n<li>\n<p>\n<b>Release.</b> YOU KNOWINGLY AND VOLUNTARILY ASSUME ANY RISKS AND DANGERS OCCURRING BEFORE, DURING, OR AFTER THE EVENT, INCLUDING WITHOUT LIMITATION LOSS OR DESTRUCTION OF PROPERTY, EXPOSURE TO CONTENT YOU FIND OBJECTIONABLE OR DO NOT AGREE WITH, THE RISK OF CONTRACTING A COMMUNICABLE DISEASE OR ILLNESS, OR RISK OF PHYSICAL INJURY OR DEATH.\nTO THE EXTENT PERMITTED UNDER APPLICABLE LAW, YOU HERE IRREVOCABLY RELEASE, WAIVE, AND DISCHARGE EACH OF COMPANY, ITS AFFILIATES, AND OTHER PARTIES INVOLVED IN OPERATING THE EVENT AND EACH OF THE FOREGOING’S LICENSEES, EMPLOYEES, AGENTS, REPRESENTATIVES (COLLECTIVELY, THE <b>“RELEASED PARTIES”</b>) FROM ANY AND ALL CLAIMS YOU MIGHT HAVE IN CONNECTION WITH YOUR PARTICIPATION OR ATTENDANCE AT THE EVENT AND RELEASED PARTIES’ USE OF YOUR LIKENESS AS SET FORTH HEREIN, INCLUDING WITHOUT LIMITATION TO ANY CLAIMS FOR DEFAMATION, AND VIOLATION OF ANY RIGHT OF PRIVACY OR PUBLICTY.</p>\n</li>\n<li>\n<p>\n<b>Representations and Warranties.</b> By registering for the Event, you represent and warrant that any information you provide in connection with your Event attendance are true and accurate and that you have the full right, power, and authority to enter into these Terms and to grant all rights hereunder without violating the legal or equitable rights of any other person or entity.</p>\n</li>\n<li>\n<p>\n<b>Privacy Policy.</b> Personal Information (as defined in our Privacy Policy) collected by Company and its Affiliates in connection with Event attendance is processed in accordance with Company’s privacy policy set forth at https://us.ncsoft.com/en-us/legal/ncsoft/privacy-policy (the <b>“Privacy Policy”</b>).\n</p>\n</li>\n<li>\n<p>\n<b>General.</b> This Agreement represents the entire agreement between the parties with respect to its subject matter and supersedes any and all prior or contemporaneous agreements.\nCompany reserves the right to modify these Terms, and/or to cancel, terminate, modify, or suspend all or any part of the Event.\nSections, 5, 6, 7, 8 and any sections which by their nature are intended to survive termination of this Agreement will survive in accordance with their respective terms.\nIf any provision of this Agreement is held invalid, illegal, or unenforceable, the same will not affect the validity of this Agreement or any provision hereof, and this Agreement will be interpreted and construed as if such provision to the extent invalid, illegal, or unenforceable, had not been contained herein.\nAny claims or disputes arising from this Agreement will be governed by the laws of the state of the laws of the State of Washington, United States, and resolved exclusively in either the state or federal courts located in King County, Washington.</p>\n</li>\n</ol> ", "created_at": "2023-09-02 01:34:48.033612", "updated_at": "2023-09-02 01:35:27.566631"}, {"id": 18660, "name": "Virtual Goods Terms", "url": "https://us.ncsoft.com/en-us/legal/ncsoft/virtual-goods-terms", "xpath": "/html/body/div[1]/main/section[2]", "text": null, "created_at": "2023-09-02 01:35:46.526481", "updated_at": "2023-09-02 01:35:46.526481"}, {"id": 18661, "name": "Content Terms of Use", "url": "https://us.ncsoft.com/en-us/legal/ncsoft/content-terms-of-use", "xpath": "/html/body/div[1]/main/section[2]", "text": "Content Terms of Use <p>Last Updated: 10/7/2022</p>\n<p>This Content Use Policy (this <b>“Policy”</b>) describe the rules for using certain of Our Content – like still images, game text, game sounds, game footage, lore, APIs, and other similar media– in livestreams, videos, articles, fan pages, fan fiction, drawings, applications, and other works that you create based on our Games (collectively, <b>“Fan Projects”</b>).\n</p>\n<p>By using Our Content, you agree to comply with this Policy.\nThis Policy forms a part of and is incorporated by reference into the NCW User Agreement (available at https://us.ncsoft.com/en-us/legal/ncsoft/user-agreement) (the <b>“User Agreement”</b>).\nAll capitalized terms not otherwise defined in this Policy will have the same meanings given in the User Agreement.\n</p> Table of Contents <p>GENERAL</p>\n<p>I.\nWho can use this Policy?</p>\n<p>II.\nWhat are the general requirements for Fan Projects?</p>\n<p>1.\nWhich of Our Content can be used in Fan Projects?</p>\n<p>2.\nAre there limitations on types of Fan Projects?</p>\n<p>3.\nCan Fan Projects be monetized or used for other commercial purposes?</p>\n<p>4.\nCan Fan Projects use our trademarks and logos?</p>\n<p>5.\nIs there a required notice for Fan Projects?</p>\n<p>III.\nIf you make Fan Project, do you get any rights to Our Content?</p>\n<p>IV.\nCan we share your Fan Project?</p>\n<p>V.\nCan you make or use cheats/bots/mods/hacks/add-ons/exploits for our Games?</p>\n<p>ADDITIONAL API TERMS</p>\n<p>VI.\nWhat additional requirements apply for use of the Guild Wars 2 API (the “APIs”) to create an application Fan Project?</p>\n<p>VII.\nWhere can I find a list of the APIs?</p>\n<p>OTHER AGREEMENTS.\nMODIFICATIONS</p>\n<p>VIII.\nWhat about if you have other agreements with us that apply to your use of Our Content?</p>\n<p>IX.\nDo we make changes to this Policy sometimes? (Spoiler alert: yes, we do)</p>\n<p>CONTACT</p>\n<p>X.\nWhere can you direct your suggestions? </p>\n<p>XI.\nWhere can you direct your questions?</p> GENERAL I.\nWho can use this Policy? <p>Only individual fan creators acting in their capacity as natural persons (i.e., no companies).\nFor all business licensing inquiries, please contact bizdev@ncsoft.com.</p> II.\nWhat are the general requirements for Fan Projects? <p>\n<u>1.\nWhich of Our Content can be used in Fan Projects?</u>\n</p>\n<p>Generally, you may use Our Content that has already been publicly released by us, subject to this Policy.\n</p>\n<p>Our Content may sometimes include materials owned by third parties that have been licensed to us but may not be cleared for your use in Fan Projects.\n<b>This Policy only applies to Our Content that is owned by us or our affiliate companies (collectively, “Affiliates”).</b> If you use someone else’s content, you are responsible for obtaining permission from that copyright owner for that use.</p>\n<p>\n<u>2.\nAre there limitations on types of Fan Projects?</u>\n</p>\n<p>Yes, in addition to the other terms in this Content Use Policy, please note the following:</p>\n<ol>\n<li>\n<p>\n<b>Originality.</b> Fan Projects should include some originality and also be about our games and products.\nPlease don’t just copy our stuff or distribute Our Content as standalone assets.</p>\n</li>\n<li>\n<p>\n<b>Keep it appropriate.</b> Fan Projects must be appropriate for our audiences.\nIn other words, Fan Content must not contain any unlawful, obscene, sexually explicit, inflammatory, harmful, or otherwise objectionable content (as determined solely by us).\n</p>\n</li>\n<li>\n<p>\n<b>Prohibited categories.</b> Use of Our Content in certain categories of projects is strictly prohibited under this Policy, including:</p>\n<ul>\n<li>Translations of Our Content;</li>\n<li>Commercial adaptations of Our Content (e.g., stories, books, poems, musical compositions, etc.);</li>\n<li>Non-fungible tokens or cryptocurrency.\n</li>\n<li>Cheats, bots, mods, hacks, add-ons, exploits, and other unauthorized activity in violation of the User Agreement (such as real money transactions);</li>\n</ul>\n</li>\n</ol>\n<p>Please note that, although we typically permit use of Our Content in compliance with this Policy, we reserve the right to deny or revoke permission to use Our Content in our sole discretion, including requiring removal of Our Content and/or any individual Fan Projects, for any reason.</p>\n<p>\n<u>3.\nCan Fan Projects be monetized or used for other commercial purposes?</u>\n</p>\n<p>No, Fan Projects must be for non-commercial use only.\nYou can’t sell or receive any other kind of financial benefit for your Fan Project without a separate written and signed agreement with us.\nThere are only three limited exceptions under this Policy:</p>\n<ol>\n<li>\n<p>Official Partner Programs.\nOnline video Fan Projects can be monetized via official advertising programs operated by Twitch, YouTube, or other similar video platform services.</p>\n</li>\n<li>\n<p>Website Ad Revenue.\nFan site Fan Projects may passively generate revenue through appropriate, non-gating, and non-intrusive advertisements (as determined solely by us).</p>\n</li>\n<li>\n<p>Application Purchases.\nApplication Fan Projects may be sold or contain in-app purchases, subject to the additional API terms set forth below.</p>\n</li>\n</ol>\n<p>\n<u>4.\nCan Fan Projects use our trademarks and logos?</u>\n</p>\n<p>No, it needs to be clear that your Fan Project is unofficial.\nYou can’t imply or suggest that your Fan Project is in any way official or otherwise endorsed, sponsored, or approved by us or our Affiliates.\nThis also means:</p>\n<ol>\n<li>\n<p>You cannot use our trademarks and logos to imply or suggest any of the above.</p>\n</li>\n<li>\n<p>Any fan sites must be clearly indicated as an unaffiliated fansite by labeling the site, including in the browser title bar, as a “news site”, “fansite”, “guild site”, “alliance site”, “unofficial site”, “community site”, or other fan site designation that has been approved in writing by our Community Team.</p>\n</li>\n<li>\n<p>Fan sites may not mimic the names of our proprietary domains.\nWe may require changes to domain names if we think it’s too similar to one of our domains.</p>\n</li>\n</ol>\n<p>\n<u>5.\nIs there a required notice for Fan Projects?</u>\n</p>\n<p>Yes, you must include the corresponding notice below and any other notices we may require on Our Content.\nYou may not remove, conceal, or modify any notices that are included in Our Content.</p>\n<p>Guild Wars Games</p>\n<p>© ArenaNet LLC.\nAll rights reserved.\nNCSOFT, ArenaNet, Guild Wars, Guild Wars 2: Heart of Thorns, Guild Wars 2: Path of Fire, and Guild Wars 2: End of Dragons and all associated logos, designs, and composite marks are trademarks or registered trademarks of NCSOFT Corporation.</p>\n<p>All other Games</p>\n<p>© NCSOFT Corporation.\nAll rights reserved.\nNCSOFT, the interlocking NC logo, and all associated logos, designs, and composite marks are trademarks or registered trademarks of NCSOFT Corporation.\nAll other trademarks are the property of their respective owners.\n</p> III.\nIf you make Fan Project, do you get any rights to Our Content? <p>Although we typically permit use of Our Content in compliance with this Policy, that doesn’t mean you own or obtain any right of ownership to Our Content.\nNo title nor any other form of ownership to Our Content has been or will be transferred to you from NCSOFT nor from anyone else.</p> IV.\nCan we share your Fan Project? <p>Yes, from time to time, we might spotlight or show off certain Fan Projects with the rest of the community.\nIn exchange for the opportunity to use Our Content, you agree we may (but are not under any obligation to) share your Fan Project for our promotional purposes, such as retweeting, sharing, and displaying your Fan Project on our official website or social media channels, and use any information associated with your Fan Project for crediting purposes.\n</p> V.\nCan you make or use cheats/bots/mods/hacks/add-ons/exploits for our Games? <p>No, and you can’t use Fan Projects to promote these or any other activities in violation of our User Agreement either.\nIn addition to possible legal action, use, attempted use, or distribution of any of the foregoing will result in the closure of any associated individual game accounts.\n</p> ADDITIONAL API TERMS VI.\nWhat additional requirements apply for use of the Guild Wars 2 API (the “APIs”) to create an application Fan Project? <p>You may use the APIs to create Fan Projects that are applications or other creative projects subject to this Content Use Policy, including the following additional application developer terms and conditions:</p>\n<ol>\n<li>\n<p>The applications, projects, and distribution thereof must comply with the User Agreement (e.g., the application must not be able to automate gameplay) and all applicable rules, regulations, and laws, including but not limited to data privacy laws.</p>\n</li>\n<li>\n<p>You are <b>not</b> permitted to: </p>\n<ul>\n<li>modify the APIs.\n</li>\n<li>reverse engineer, decompile, decipher, translate, disassemble or otherwise attempt to access source code of the APIs.\n</li>\n<li>publish, rent, lease, lend, sell, sublicense, distribute, transfer, disclose or otherwise provide the APIs to any third party.\n</li>\n<li>remove or alter any proprietary notices or labels in the APIs or any portion thereof.\n</li>\n<li>use the APIs to infringe the rights of ArenaNet, its Affiliates, or any third party, or in any way that does not comply with all applicable laws.</li>\n</ul>\n<p>\n</p>\n</li>\n<li>\n<p>Your application using the APIs may be sold or contain limited, non-intrusive in-app purchases, but may not be detrimental to the player experience (as determined solely by us).</p>\n</li>\n<li>\n<p>We may (but are not obligated to) update and modify the APIs at any time in our sole discretion without liability to you.\nIf we update or modify the APIs, you may need to change or update the application you have developed in order for your application to continue to operate.\nWe may suspend or stop providing access to or support for the APIs at any time without liability to you.</p>\n</li>\n<li>\n<p>You are solely responsible for what you and your users do with applications and projects made using the APIs.\nYou agree to indemnify us for any claim arising from use of your applications and projects.</p>\n</li>\n</ol> VII.\nWhere can I find a list of the APIs? <p>The current APIs can be found at: http://wiki.guildwars2.com/wiki/API:Main.</p> OTHER AGREEMENTS.\nMODIFICATIONS VIII.\nWhat about if you have other agreements with us that apply to your use of Our Content? <p>If you have received individualized requirements from us or our Affiliates for use of Our Content, you must continue to comply with those requirements.</p>\n<p>There are some instances where your use of Our Content may be subject to additional contract terms with us, such as if you are participating in an official partner program, contest, sweepstakes, or other program operated by us or if you have a separate written license with us.\nIf and only to the extent there is a contradiction between this Policy and those additional terms, you should assume the additional terms will control over this Policy.\n</p> IX.\nDo we make changes to this Policy sometimes? (Spoiler alert: yes, we do) <p>We can revise or delete this Policy at any time.\nIt’s your responsibility to check this Policy now and then for changes.\nIf you continue to use Our Content after we make changes to this Policy, you agree to comply with the updated version.\n</p> CONTACT X.\nWhere can you direct your suggestions? <p>We are grateful for the enthusiasm of our fans.\nSuggestions are welcome at the corresponding official forum for the game(s) as follows:</p>\n<p>Aion</p>\n<p>Suggestion Box at https://forums.aiononline.com/</p>\n<p>Lineage II</p>\n<p>Suggestion Box at https://forums.lineage2.com/</p>\n<p>Blade &amp.\nSoul</p>\n<p>Official forum at https://forums.bladeandsoul.com/forum/410-english/</p>\n<p>Guild Wars 2</p>\n<p>Official forum at https://en-forum.guildwars2.com/</p>\n<p>We do not accept or review any unsolicited ideas or suggestions sent to us outside of the above venues.\n</p> XI.\nWhere can you direct your questions? <p>Questions about this Policy may be directed to AionCommunity@NCSOFT.com, L2Community@NCSOFT.com, community@arena.net, or B&amp;SCommunity@NCSOFT.com, as applicable.</p>\n<p>We don’t provide letters, emails, etc.\nverifying clearance or permissions for use of Our Materials under this Policy.\nIf someone requests details about this Policy, you can send them the link to these Terms.</p> ", "created_at": "2023-09-02 01:36:10.185235", "updated_at": "2023-09-02 01:36:18.414908"}, {"id": 18662, "name": "User Agreement", "url": "https://us.ncsoft.com/en-us/legal/ncsoft/user-agreement", "xpath": "/html/body/div[1]/main/section[2]", "text": null, "created_at": "2023-09-02 01:36:28.272448", "updated_at": "2023-09-02 01:36:28.272448"}, {"id": 18663, "name": "ArenaNet Image Use Agreement", "url": "https://us.ncsoft.com/en-us/legal/contests/image-use-agreement", "xpath": "/html/body/div[1]/main/section[2]", "text": null, "created_at": "2023-09-02 01:37:35.916236", "updated_at": "2023-09-02 01:37:35.916236"}, {"id": 18664, "name": "ArenaNet Affiliate Program Policy", "url": "https://us.ncsoft.com/en-us/legal/contests/affiliate-program-policies", "xpath": "//body", "text": null, "created_at": "2023-09-02 01:37:48.159365", "updated_at": "2023-09-02 01:37:48.159365"}], "points": [], "urls": ["ncsoft.com", "arena.net"]}}