{"error": 448, "message": "OK", "parameters": {"id": 9657, "name": "Wolters Kluwer ", "created_at": "2023-09-29 23:20:55.215082", "updated_at": "2023-09-30 10:02:33.762228", "wikipedia": null, "keywords": null, "related": null, "slug": "wolters-kluwer", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9657.png", "url": "wolterskluwer.com,uptodate.com", "documents": [{"id": 19205, "name": " Privacy & Cookie Notice ", "url": "https://www.wolterskluwer.com/en/privacy-cookies.html", "xpath": "/html/body/div[3]/main", "text": " INTRODUCTION\n<p>Wolters Kluwer N.V.\nalong with its various affiliated businesses (collectively, “Wolters Kluwer”, “we”, “us” or “our”) wants to inform you about the ways we process your personal information.\nIn this Privacy &amp.\nCookie Notice we explain what personal information we collect, use and disclose.&nbsp;<br>\n<br>\nPersonal information means any data relating to an individual who can be identified, directly or indirectly, based on that information.\nThis may include information such as names, contact details, (online) identification data, online identifiers or other characteristics specific to that individual.&nbsp;<br>\n<br>\nThis Privacy &amp.\nCookie Notice applies when you visit our websites, solutions and other services, including events and web chat communications, that refer or display a link to this notice (“Services”).\nThis Privacy &amp.\nCookie Notice may be supplemented or replaced by additional privacy statements or terms provided to you from time to time.&nbsp.\n</p>\n<ul>\n<li>\n<strong>WHO WE ARE</strong>\n<p>Wolters Kluwer is a global organization consisting of many companies worldwide.\nOur corporate web pages contain information about our headquarters, Wolters Kluwer N.V., and its various affiliates or subsidiaries, depending on the web pages you visit.\nPersonal information provided to, or collected by, Wolters Kluwer via our corporate web pages is controlled by Wolters Kluwer N.V., P.O.\nBox 1030, 2400 BA, Alphen aan den Rijn, The Netherlands, under certain circumstances jointly with one of its affiliates or subsidiaries.\nAs an example, the data relating to the use of a product-specific web page may be used by both Wolters Kluwer N.V.\nand the Wolters Kluwer affiliate or subsidiary offering the relevant product.\nThe associated processing of personal data takes place on the basis of a joint controller arrangement between Wolters Kluwer N.V.\nand its relevant affiliates and subsidiaries.\nUnder this arrangement, Wolters Kluwer N.V.\nwill at all times be available for data subjects to address any concerns or questions and / or allow them to exercise their rights under their local applicable data protection laws regarding their personal information.\nSome product-specific web pages may contain communication features that are specific to the Wolters Kluwer affiliate or subsidiary behind the product associated with that web page, such as contact forms and chat boxes.\nThe controller of personal data collected through such communication features is the party identified therein.\n</p>\n<ul>\n<li>We are committed to safeguarding the personal information of our customers, users, employees and other stakeholders, while helping our customers, employees, investors and society create a deeper impact and make the right decisions.\n</li>\n<li>If you wish to contact us in relation to questions regarding your personal information, we refer you to the&nbsp;‘HOW YOU CAN CONTACT US’ section below.</li>\n</ul>\n</li>\n<li>\n<strong>WHAT PERSONAL INFORMATION DO WE COLLECT?</strong>\n<p>The type of personal information we collect depends on your relationship with us and the Services we deliver to you.\nTo that end, we may collect the following personal information about you:</p>\n<ul>\n<li>Name and contact details, such as, first and last name, email address, postal address, telephone number</li>\n<li>Work-related information, such as, job title and other employment or education information</li>\n<li>Account Credentials, such as, passwords and other security information for authentication and access</li>\n<li>Financial Information, such as, bank account, credit and debit card numbers for processing of payments</li>\n<li>Usage information, such as, behavioral information about how you navigate within our Services and which elements of our Services you use the most and information regarding the goods and/or services you wish to order, wish list, preferences, interest, etc.\nOther information shared by you through our websites, apps, web shops and other products.</li>\n<li>Computer, device and connection information, such as, IP address, browser type and version and location</li>\n<li>Audio and Visual Information, such as your voice and image as captured in photographs, video, or audio recordings if you attend our events or leave us a message.&nbsp;&nbsp;</li>\n<li>Any other information shared by you through our websites, apps, and other products and services, including web chat communications.\n&nbsp;&nbsp;</li>\n</ul>\n<p>If you are under 13 years of age, please do not use or access the Services.\nWolters Kluwer does not knowingly collect or maintain personal information (as defined by the United States Children’s Online Privacy Protection Act) from persons under 13 years of age.\nIf Wolters Kluwer learns that personal information of persons under 13 has been collected on or through the Services, we will take appropriate steps to delete this information.</p>\n</li>\n<li>\n<strong>HOW WE COLLECT PERSONAL INFORMATION</strong>\n<p>We and our third-party service providers may collect personal information from the following sources:</p>\n<ul>\n<li>Direct Interactions, such as when you register for our Services, make a purchase, or communicate with us, including through our web chat features</li>\n<li>Data from Third Parties, such as information on third-party websites or other information you may have made publicly available, or information provided by third party sources, including but not limited to government entities and data resellers&nbsp;</li>\n<li>Automated tracking technologies, such as information automatically collected about your interaction with our Services and websites using various technologies such as cookies, web logs and beacons and internet tags.<strong>\n</strong>\n</li>\n</ul>\n</li>\n<li>\n<strong>HOW WE USE YOUR PERSONAL INFORMATION</strong>\n<p>Personal information is used for the purposes for which it has been collected and might be further used for statutory or other legitimate purposes only.\nAs an example, if you make use of our service contact form or web chat features on our website, we will use the information you provided in the first place to respond to your service request.\nWe might further use that information to improve the quality of our customer service process.&nbsp;</p>\n<p>\nLawfulness of the processing is one of the main principles relating to the processing of your personal information - we apply the following legal processing grounds:</p>\n<ul>\n<li>processing is necessary for the performance of a contract, or in order to take steps prior to entering into a contract;&nbsp;</li>\n<li>processing is necessary for the purposes of our legitimate interests - for example, to improve the quality of our products and Services;&nbsp;</li>\n<li>processing is necessary for compliance with a legal obligation to which we are subject, or that is otherwise lawful under the applicable data protection laws;&nbsp;</li>\n<li>with your given consent.&nbsp;</li>\n</ul>\n<p>Depending on how you interact with us and the Service, we may use your personal information for the following purposes:&nbsp;</p>\n<ul>\n<li>Administering our relationship with you and our business, such as providing and managing your access to and use of our Services.\nThis processing is necessary for the performance of a contract;&nbsp;</li>\n<li>Improving our Services and developing new products, such as inviting you to participate in surveys or analyzing website traffic to optimize our websites or to personalize your experience with our Services.\nThis processing is necessary for the purposes of our legitimate interests;&nbsp;</li>\n<li>Marketing, such as customer segmentation, providing you with marketing or advertising communications that we think you may be interested in.\nThis processing is with your given consent or for our legitimate interests;&nbsp;</li>\n<li>Recruiting, such as assessing job applicants.\nThis processing is in order to take steps prior to entering into a contract or with your given consent;&nbsp;</li>\n<li>Providing online communities, such as making chat rooms, web chats, forums, message boards, or news groups available to you.\nThis processing is necessary for the performance of a contract or our legitimate interests.\nPlease remember that any information disclosed in chat rooms, forums, message boards, and other online groups is public.\nWe encourage you to exercise caution when disclosing personal information in these forums, as this information is made available to other users.\nDo not disclose information in these public forums that might be considered confidential or proprietary or that you do not wish to be publicly available or that you are prohibited from disclosing.</li>\n<li>Other general business support purposes, including but not limited to procurement, financial and fiscal management, risk and compliance management, and external reporting.\nThis processing is necessary for compliance with a legal obligation to which we are subject, or that is otherwise lawful under the applicable data protection laws or for our legitimate interests.&nbsp;</li>\n</ul>\n</li>\n<li>\n<strong>SHARING YOUR PERSONAL INFORMATION</strong>\n<p>To be able to provide you the best possible Services and further our business operations, we may share certain information internally or with selected third parties.\nThere might also be a certain statutory or legal obligation that we believe in good faith requires us to disclose your personal information externally.\nParties we might share data with include:&nbsp;</p>\n<ul>\n<li>other Wolters Kluwer affiliates or subsidiaries, e.g.\nfor customer data management or providing underpinning technology to support the Services we are delivering;&nbsp;</li>\n<li>our service providers, e.g.\nfor managing or hosting services and/or underpinning technology for the Services we are providing;&nbsp;</li>\n<li>our business partners, to the extent you have purchased or expressed interest in a product or service of such a business partner, interacted with them or otherwise authorized the sharing of your personal information with such a business partner;&nbsp;</li>\n<li>subscribing, accrediting or professional organizations, e.g.\nfor providing utilization information to organizations that provide you with access to our Services and/or sharing tracking and redeeming credits for professional accreditation;&nbsp;</li>\n<li>organizations involved in business transfers, e.g.\nto a purchaser or successor entity in the event of a sale or any other corporate transaction involving some or all of our business;&nbsp;</li>\n<li>other parties, e.g.\nas needed for external audits, compliance, risk management, corporate development and/or corporate governance related matters.\nor&nbsp;</li>\n<li>governmental authorities and regulators, as required under the applicable law.&nbsp;</li>\n</ul>\n<p>Whenever we share personal information internally or with third parties in other countries, we have appropriate safeguards in place in accordance with the applicable data protection laws, including as applicable the EU Model clauses.\nAs required under the applicable law, third parties are required to use appropriate safeguards to protect personal information, and they can only access the personal information that is necessary for performing their specific tasks.&nbsp;</p>\n</li>\n<li>\n<strong>HOW LONG DO WE KEEP YOUR PERSONAL INFORMATION? </strong>\n<p>Your personal information will be processed to the extent necessary for the performance of our obligations, and for the time necessary to achieve the purposes for which the information is collected, in accordance with our data retention policies and the applicable data protection laws.\nWhen we no longer need your personal information, we will take all reasonable steps to remove it from our systems and records or take steps to properly anonymize it so that you can no longer be identified from it.&nbsp;</p>\n</li>\n<li>\n<strong>HOW WE PROTECT YOUR PERSONAL INFORMATION</strong>\n<p>We have put in place an internal framework of policies and minimum standards across all our businesses to keep your data safe.\nIn addition, we limit access to personal information by our employees, business partners, service providers and third-party service providers to a ‘need-to-know’ basis.\nMore specifically and in accordance with the law, we take appropriate technical and organizational measures (policies and procedures, IT security and others) to ensure the confidentiality and integrity of your personal information and the way it is processed.&nbsp;</p>\n</li>\n<li>\n<strong>WHAT ARE YOUR RIGHTS?</strong>\n<p>As a global organization, we operate in different jurisdictions which grant individuals different levels of protection in relation to the processing of personal information.\nWe will honor your rights under the applicable law.\nTo the extent provided under your local data protection laws, including the European data protection laws as applicable, your rights may include the following:&nbsp;</p>\n<ul>\n<li>Right of access (‘an overview of your personal information’): the right to get an overview of your personal information that we process.&nbsp;</li>\n<li>Right to rectification (‘correct your personal information’): if your personal information is inaccurate or incomplete, the right to ask us to rectify or complete your personal information.&nbsp;</li>\n<li>Right to erasure (‘right to be forgotten’): the right to request that we delete your personal information to the extent permitted by the applicable law.\nIn certain circumstances, it may not be possible for us to accept your request.\nfor example, when the processing is necessary to comply with a legal obligation, or if the processing is necessary for the performance of a contract.\nIn some cases, your personal information is necessary in order to provide the Services and if you do not provide such information to us then you may be precluded from accessing and using the Services or using certain Services features.&nbsp;</li>\n<li>Right to data portability (‘transfer your personal information’): the right to ask us to transfer your personal information directly to you.\nThis applies to certain personal information if processed by automated means and with your consent, or based on a contract you have with us.\nOn your request, and where technically feasible, we will transfer your personal information to another party of your choice.&nbsp;</li>\n<li>Right to restrict processing: the right to request that we restrict or stop the processing of your personal information held by us for a certain period of time, or for an indefinite period.\nIn certain circumstances, it may not be possible for us to accept your request.\nfor example, when the processing is necessary to comply with a legal obligation, or if we can demonstrate compelling legitimate grounds otherwise.&nbsp;</li>\n<li>Right to object: the right to object to the processing of your personal information.\nThe reasons for an objection should relate to your particular situation, and be related to processing based on the legitimate interest condition.\nWe will then no longer process the personal information, unless we can demonstrate compelling reasons otherwise.\nIn certain circumstances, you have the unconditional right to object.\nfor instance, in the context of direct marketing activities.&nbsp;</li>\n<li>Withdrawal of Consent: the right to withdraw your consent to the processing of your personal information at any time.\nfor instance, after you consented to us keeping you informed about our Services, you have the right to withdraw this consent at any time.\nWithdrawal of your consent will not affect the lawfulness of the processing of your personal data prior to the withdrawal.&nbsp;</li>\n</ul>\n<p>To exercise your rights (if applicable) and/or for any other questions about the handling of your personal information, we refer you to the ‘HOW YOU CAN CONTACT US<em>‘</em> section below.</p>\n<p>If you feel we are unresponsive or disagree with our data privacy practices, you can also file a complaint with your local Data Protection Authority.</p>\n</li>\n<li>\n<strong>THE USE OF COOKIES</strong>\n<p>We use cookies to optimize our websites and analyze website traffic.\nOn occasion, if we have obtained your informed consent in advance, we may use third party cookies, notably social media plugins, to enable you to share ideas and information related to us instantly and for our own marketing purposes.&nbsp;<br>\n<br>\nCookies or similar techniques (referred to collectively as “Cookies”) are small text files or pixels, which might be stored on your computer or mobile device.\nCookies may be necessary to facilitate website browsing and making it more user-friendly.\nCookies may also collect information to analyze personal browsing behavior.&nbsp;<br>\n<br>\nWe may use Cookies belonging to one of the four categories listed below.\nOur website cookie banner facilitates you to manage your preferences for the non-mandatory cookie categories.\nThe banner will also provide an overview of all cookies used under the categories.</p>\n<ul>\n<li>Strictly Necessary Cookies - These cookies are necessary for the website to function.\nThey are usually set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, this may have an effect on the proper functioning of (parts of) the site.&nbsp;</li>\n<li>Functional Cookies - These cookies enable the website to provide enhanced functionality, user experience and personalization, and may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies, then some or all of these services may not function properly.&nbsp;</li>\n<li>Performance Cookies - these Cookies support analytic services that help us to improve our website’s functionality and user experience.&nbsp;</li>\n<li>Advertising Cookies - these Cookies can be applied to collect insights, to issue personalized content and advertising on our own and other websites.&nbsp;</li>\n</ul>\n<p>For additional information about cookies and/or changing your cookie consent preferences, please visit at any time the</p>\n<p>\nManage Cookie Preferences\n</p>\n</li>\n<li>\n<strong>LINKS TO OTHER WEBSITES</strong>\n<p>Our websites may contain links to other Wolters Kluwer or third-party websites, which may have privacy &amp.\ncookie notices that differ from ours.\nWe are not responsible for the collection, processing or disclosure of personal information collected through such other websites.&nbsp;&nbsp;<br>\n<br>We are also not responsible for any information or content contained on such websites.\nLinks to other websites are provided solely for convenience.\nYour usage and browsing on any such website is subject to that website’s own policies.\nPlease review the privacy notices posted on other websites that you may access through our website.&nbsp;<br>\n<br>Wolters Kluwer may provide you with additional or different privacy notices, in specific instances, on how your personal information is collected and used for a specific Service.&nbsp;</p>\n</li>\n<li>\n<strong>ADDITIONAL INFORMATION FOR CALIFORNIA RESIDENTS</strong>\n<p>In addition to the information provided in this privacy policy, additional information for California residents can be found&nbsp;here.</p>\n</li>\n<li>\n<strong>ADDITIONAL INFORMATION FOR QUEBEC AND CANADIAN RESIDENTS</strong> In addition to the information provided in this privacy policy, additional information for Quebec and Canadian residents can be found here.&nbsp;&nbsp.\n</li>\n<li>\n<strong>HOW YOU CAN CONTACT US</strong>\n<p>If you have any questions about how we process your personal information or if you want to exercise one of your rights, you can contact us by using the ‘INQUIRY AND OTHER REQUESTS’&nbsp;You can also contact our Data Privacy Officer by using the&nbsp;‘INQUIRY AND OTHER REQUESTS‘&nbsp;form.</p>\n<p>If you feel we are unresponsive or disagree with our data privacy practices, you also have a right, depending on applicable law, to file a complaint with your local Data Protection Authority.&nbsp;</p>\n<p>In response to a request, we might ask you to verify your identity if needed, and to provide information that helps us to understand your request better.\nIf we do not grant your request, whether in whole or in part, we will explain why.&nbsp;</p>\n</li>\n<li>\n<strong>UPDATES TO THIS NOTICE</strong>\n<p>From time to time we may update this Privacy &amp.\nCookie Notice or any other specific privacy statement.\nWhen making changes to this Privacy &amp.\nCookie Notice, we will add a new date to this Privacy Statement.\nThis version is effective per September 2023.\n</p>\n<p>Version 1.2, 2023</p>\n</li>\n</ul> ", "created_at": "2023-09-29 23:20:55.248948", "updated_at": "2023-09-29 23:23:06.490379"}, {"id": 19206, "name": " Terms of Use", "url": "https://www.wolterskluwer.com/en/terms-of-use", "xpath": "/html/body/div[3]/main", "text": " <p>By accessing and using this site and any web pages located within www.wolterskluwer.com&nbsp;(collectively, the “Site”), you accept the following terms and conditions (“Terms”), without limitation or qualification.\nIf you do not accept these Terms, you must discontinue all use of the Site.</p>\nOwnership and third-party links\n<p>Unless otherwise stated, all content provided on this Site, including, but not limited to, the text and images contained herein and their arrangement, is owned by or licensed to Wolters Kluwer N.V.\nand/or its affiliates (collectively “Wolters Kluwer” or “us”).\nYou may only use the content for informational, non-commercial purposes.&nbsp.\nThe information provided on this Site is for informational purposes only and does not create a business or professional services relationship between you and Wolters Kluwer.\nYou may not copy, reproduce, publish, distribute, modify, or create derivative works from, sell, or exploit in any way the Site or content provided in this Site.\nScreen/web scraping, crawling, extraction or collection of the content of the Site is prohibited.\nAll rights not expressly granted are reserved.</p>\n<p>Links on this Site may lead to services or sites not operated by Wolters Kluwer.\nNo judgment or warranty is made with respect to such other services or sites and Wolters Kluwer takes no responsibility for such other sites or services.\nA link to another site or service is not an endorsement of that site or service.\nAny use you make of the information provided on this Site, or any site or service linked to by this Site, is at your own risk.\nOur Cookie and Privacy Notice&nbsp;does not apply to any collection and processing of your personal data on or through such other sites.</p>\nPrivacy and Cookie Notice\n<p>Wolters Kluwer collects and processes&nbsp;personal&nbsp;data of the visitors of the Site according to the&nbsp;Privacy and Cookie Notice.</p>\nFeedback and submissions\n<p>Unless expressly stated otherwise herein, any information submitted by you through this Site shall be deemed non-confidential and non-proprietary.\nYou represent that you have the lawful right to submit such information and agree that you will not submit any information unless you are legally entitled to do so and always in a manner that could not damage our business interests or reputation (including that you will not submit any information to defame or disparage Wolters Kluwer, or to harass, bully or unlawfully discriminate against staff or third parties.\nor to make false or misleading statements).</p>\n<p>You hereby assign and grant to Wolters Kluwer a worldwide, non-exclusive, perpetual, irrevocable, royalty-free, transferable, sublicensable right, title and interest to use and incorporate into the Site (or for any other use) any suggestion, enhancement request, recommendation, correction or other feedback provided by you relating to the Site.\nWe will not be obligated to credit you for such feedback or hold any such feedback in confidence.</p>\n<p>Any ideas disclosed to Wolters Kluwer outside of a pre-existing and documented confidential business relationship are not confidential and Wolters Kluwer may therefore develop, use and freely disclose or publish similar ideas without compensating you or attributing to you.\nBy submitting an idea or other detailed submission to Wolters Kluwer through this Site, you agree to be bound by these Terms.</p>\nDisclaimer\n<p>This Site and its contents are provided “AS IS” and Wolters Kluwer makes no representation or warranty of any kind with respect to this Site or any site or service accessible through this Site.\nWolters Kluwer expressly disclaims all express and implied warranties including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement.\nIn no event will Wolters Kluwer or its respective officers, directors, employees, representatives, or third-party service providers be liable to any party for any direct, indirect, incidental, special, exemplary, consequential, or other damages (including, but not limited to, lost profits, business interruption, loss of programs or data) without regard to the form of action and whether in contract, tort, negligence, strict liability, or otherwise, arising out of or in connection with this Site, any content on or accessed through this Site or any service linked to, or any copying, displaying, or use thereof.\nThe limitations herein will apply even if a remedy fails of its essential purpose.\nThis provision is not intended to exclude liability that we may not exclude under applicable law.</p>\n<p>Any information contained on these pages is provided for general informational purposes only, and should not be construed as legal, accounting, tax or other professional advice.\nYou should consult directly with a professional if legal, accounting, tax or other expert assistance is required.</p>\nChoice of law and jurisdiction\n<p>You agree that these Terms and any legal action or proceeding relating to this Site shall be governed by the laws of the Netherlands without giving effect to any law or statutory provision which would require or permit the application of the laws of another jurisdiction.\nAny dispute arising out of or in connection with these Terms or any contractual or non-contractual obligations connected to these Terms will be exclusively settled by the competent court in Amsterdam, the Netherlands.</p>\n<p>You are responsible for complying with the laws of the jurisdiction from which you are accessing this Site and you agree that you will not access or use the information on this Site in violation of such laws.</p>\n<p>If any portion of these Terms is invalid or unenforceable in any jurisdiction, then (i) in that jurisdiction it shall be re-construed to the maximum effect permitted by law in order to effect its intent as nearly as possible, and the remainder of these Terms shall remain in full force and effect, and (ii) in every other jurisdiction, all of these Terms shall remain in full force and effect.</p>\nAmendment to Site and Terms\n<p>We may, in our sole and absolute discretion and without any liability, modify, suspend or discontinue any aspect of the Site, temporarily or permanently, at any time and without prior notice.\nWe may also modify these Terms without notice to you.\nUsers of the Site are advised to regularly read the Terms for possible changes.\nBy continuing to use this Site after modifications have been made to these Terms, you accept the modifications made to these Terms.</p>\nWhere to submit law enforcement requests\n<p>Law enforcement requests may be submitted via email to: LegalRequests@wolterskluwer.com</p>\n<p>Receipt of correspondence by this means is for convenience only and does not waive any objections, including the lack of jurisdiction or proper service.\nGovernmental entities who do not submit legal requests through the law enforcement request mailboxes above should expect longer response times.</p>\n<p>\n<em>Last updated: 9 April 2021</em>\n</p> ", "created_at": "2023-09-29 23:20:55.288852", "updated_at": "2023-09-29 23:21:49.335979"}], "points": [], "urls": ["wolterskluwer.com", "uptodate.com"]}}