{"error": 448, "message": "OK", "parameters": {"id": 8233, "name": "WohlSoft Community Official Site", "created_at": "2023-05-06 03:36:21.757341", "updated_at": "2023-05-06 10:02:00.349347", "wikipedia": null, "keywords": null, "related": null, "slug": "wohlsoft-community-official-site", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8233.png", "url": "wohlsoft.ru", "documents": [{"id": 15968, "name": "Privacy Policy", "url": "https://wohlsoft.ru/legal.php", "xpath": "//body", "text": " <ul>\n<li>Main page</li>\n<li>Moondust Project</li>\n<li>TheXTech</li>\n<li>Documents</li>\n<li>Forum</li>\n<li>Chat</li>\n<li>Wiki</li>\n<li>Links</li>\n<li>About</li>\n<li>\n<ul>\n<li> In English</li>\n<li> На русском</li>\n</ul>\n</li>\n</ul> Legal Information <br> Legal Information <p>\n<strong>WohlSoft team</strong> - is an independent community and it is not affiliated with any commercial companies.</p>\n<p>Most of provided contents here is made by community and available with Creative Commons licenses.</p>\n<p>Some copyrighted stuff which can be found here are property of their resprctive owners.\nAll their rights are reserved.<br> If you thinking that something provided here does violating of your copyright, feel free report us about them, we will remove your stuff from the public.</p>\n<p>All provided content extends by 'as-is' basis, and we are takes no responsibility for damages caused by any of the content which taken from here.</p>\n<p>In case of violations of legislations, the community stuff doesn't bear responsibility for violations of some users.\n</p>\n<p>Any advertizing is completely forbidden within the project.\n<strong>We doesn't providing advertizing space!</strong>\n</p>\n<p>If you have any questions or requests to us, feel free to <strong>contact us</strong>\n</p>\n<p>&nbsp;</p> Privacy Policy <p> We are a free community of developers, graphical designers, musicans and ordinary people.\nWe works for creativity, fun and entertainment.\n<strong>We doesn't need for any your personal data.</strong>\n</p>\n<p> Our applications<strong>\n</strong>\n<em> never collects any statistics, never collects any personal data and never sends any data into network without permission of user</em>.\nIf you have been found that any of our applications are sends any data into network without your request (lauching of network game, launching of shared editing server, usage of CGFX Online Catalogues, etc.) you should check them and also your computer for malware infection with your Antivirus because it would be infected and virus would infect our applications too!</p>\n<p>\n<strong>WohlSoft Forums/Wiki.</strong> To register and login to one of our services we doesn't collect any personal data, but you should give us a real e-mail address by spam protection reasons.\n<em>If you don't want to give your personal e-mail address, feel free to register new on the any mail servers</em>.\nIf you sent us any your personal data yourself, we care about saving them in secret.\nWe are don't publishing any personal data without any permissions of owner(s).\nWe will remove any your exists personal data by your request.</p>\n<p> We uses cookie files with forums (read privacy policy of forums) and Wiki (MediaWIKI) to remember session key and other some settings like currently switched language.</p>\n<p> &nbsp;</p>\n<p>Copyright © 2014-2023 By Moondust Team</p>\n<p>\n<small>• Legal information and privacy policy • About us •</small>\n</p> ", "created_at": "2023-05-06 03:36:21.787456", "updated_at": "2023-05-06 03:38:16.79239"}], "points": [], "urls": ["wohlsoft.ru"]}}