{"error": 448, "message": "OK", "parameters": {"id": 9715, "name": "Bark ", "created_at": "2023-10-05 15:25:30.734102", "updated_at": "2023-10-05 22:02:44.131001", "wikipedia": null, "keywords": null, "related": null, "slug": "bark", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9715.png", "url": "bark.us", "documents": [{"id": 19338, "name": "Privacy Policy ", "url": "https://www.bark.us/privacy/", "xpath": "/html/body/main/div", "text": " Privacy Policy Effective date: April 6, 2022 <p>This Privacy Policy tells you how we collect, use and share information we collect (a) through the provision of our Services, and (b) on the Bark website at www.bark.us (the “Site”).\nBy using the Services and/or the Site and submitting information you agree to the terms of this Privacy Policy.\nThis Privacy Policy should be read in conjunction with, and is incorporated into, the Bark website Terms and Conditions of Use (https://www.bark.us/terms_of_use) and the Bark Terms of Service applicable to the Bark Services you are using, which are available as follows (each, referred to herein as the “Terms of Service”):</p>\n<p>\n<strong>Bark:</strong> https://www.bark.us/terms_of_service<br>\n<strong>Bark for Schools:</strong> https://www.bark.us/schools/Bark_School_Monitoring_Terms_of_Service.pdf</p>\n<p>This Privacy Policy is governed by the laws of the state specified in the Terms of Service applicable to your Services.\nCapitalized, but undefined terms used in this Privacy Policy have the meaning assigned to those terms in the Terms of Service applicable to the Bark Services you are using.</p>\n<ol>\n<li>\n<strong>The Services.\nBark Technologies, Inc.</strong> (“Bark” or “we” or “us”), is a Delaware corporation with an address at P.O.\nBox 18603, Atlanta, GA 31126.\nOur Services assist you in monitoring the use of computer devices and applications under your control by minor children or disabled adult(s) placed under your protection as legal guardian, by a court or appropriate government authority (your “Dependent(s)”), family member(s) or other person(s) whose devices are monitored and/or managed through your use of the Services.\nThe Services allow you to determine the devices and applications to be monitored for each of your Covered Account(s) and/or Managed Accounts (as such terms are defined in the applicable Terms of Service and collectively referred to herein as “Accounts”).\nThe Bark Services automatically deploy the configuration and the instructions given by you and you are solely responsible for the configuration of the Services for your Account(s).</li>\n<li>\n<strong>Data Collection by Bark.</strong> The Account Data, Usage Data and personal data about you or your Accounts (hereinafter the “Data”) that can be collected by us through the use of the Services or the Site are as follows:\n<ol>\n<li>\n<strong>Browsing.</strong> We automatically collect information when you visit the Site including your device’s IP address, browser and operating system, and statistics about how you use the Site.\nIf you connect to our Site using a mobile device we may also collect information about your device including the operating system and browser used and a unique device identification number.\nWe may collect information from the online interactions of subscribers through other websites, such as social media sites, email accounts or other interactive sites when you identify those sites to us.</li>\n<li>\n<strong>Cookies.</strong> We use cookies and similar technology to collect aggregate (non-personal) information about Site usage by all of our visitors and to help us remember you and your preferences when you revisit the Site.\nThese cookies may stay on your browser into the future until they expire or you delete them.\nWe also use technology to remember your purchase selections in your shopping cart.\nThese cookies usually are erased when you close your browser window.\nFurther general information about cookies and how they work is available at www.allaboutcookies.org.</li>\n<li>\n<strong>Third Party cookies.</strong> We allow selected third parties to place cookies through the Site to provide us with better insights into the use of the Site or user demographics or to provide relevant advertising to you.\nFor instance, we allow Google Analytics to place cookies through our Site to collect aggregated information about use of our Site and Site visitors to assist us in our analysis to provide better services to you.\nThese third parties may collect information about a consumer’s online activities over time and across different websites when he or she uses our website.\nWe may also permit third party service providers to place cookies through our Site to perform analytic or marketing functions where you are notified of them and you have consented to the usage.\nWe do not control the use of such third party cookies or the resulting information and we are not responsible for any actions or policies of such third parties.</li>\n<li>\n<strong>Do-Not-Track.</strong>&nbsp;We do not use technology that recognizes a “do-not-track” signal from your web browser.</li>\n<li>\n<strong>Web-forms.</strong> If you submit any webform to us, we collect the data indicated in the forms indicated in and submitted through these forms by you, including name and email address.\nRequired data in order to send the webform is indicated.\nThis data is used for processing your request and contacting you for further communication.</li>\n<li>\n<strong>Registration Data.</strong> On registering for Bark Services, we will collect the following personal data: name, company/institution (if applicable to Services chosen), email address, payment information (if applicable) and at least one user name and password (“Registration Data”).\nThis data is obligatory and if it is not provided, an account cannot be created.</li>\n<li>\n<strong>Account Data.</strong> On your behalf, as a principal function of the Service, we collect and process personal data relating to your Accounts.\nOur system uses proprietary algorithms to review Account(s)’ online interactions through their registered devices and applications including interactions of Accounts with websites, social media sites, email accounts or other interactive sites including posts, blogs and other communications.\nThis may include sensitive information such as information about racial or ethnic origin, political opinions or associations, religious or philosophical beliefs, trade union membership or associations, sexual orientation or practices, criminal record or health or genetic information.</li>\n<li>\n<strong>Location information.</strong> We may collect location information of devices connected to our Site.\nIn addition, we may request location information, for instance about the city where your child’s school is located, so that we may provide context for our analytics.</li>\n</ol>\n</li>\n<li>\n<strong>Use of Data Collected by Bark.</strong>\n<ol>\n<li>\n<strong>Registration Data.</strong> We are responsible for processing your Registration Data, which is used for communications with you and for the provision and management of your use of our Services.\nIt is also used to measure and improve the Services and functionality and to provide customer service, send email notifications and (unless no longer in the distribution list) newsletters, or communications, in general, about the Services, products and novelties, and offers or promotions offered by us.\nWe will use the Registration Data for these purposes and to comply with the Terms of Service applicable to your Services and other legal notices.</li>\n<li>\n<strong>Data.</strong> You and, if applicable, your registered Administrators and Users (collectively, your “Authorized Users”), will be sent notification emails, texts and other reports concerning certain Data monitored by the Services.\nYour Authorized Users will have access to all Data in our possession for review and, if necessary, correction.\nYour Authorized Users may request access to such Data by e-mailing our customer support at help@bark.us.</li>\n<li>\n<strong>Sharing your Information.</strong> We treat your Data with strict confidentiality in accordance with applicable law.\nHowever, we may reveal your Data or other information about you to unaffiliated third parties: (1) if you request or authorize it.\n(2) if the information is provided to comply with the law, applicable regulations, governmental and quasi-governmental requests, court orders or subpoenas (provided that we will notify you of any such communication of your Data to the extent legally permissible), to enforce our Terms of Service or other agreements, or to protect our rights, property or safety or the rights, property or safety of our users or others.\n(3) if the disclosure is done as part of a purchase, transfer or sale of services or assets (e.g., in the event that substantially all of our assets are acquired by another party, your Data may be one of the transferred assets).\n(4) if the information is provided to our agents, outside vendors or service providers to perform functions on our behalf (e.g., analyzing data, providing customer service, processing orders, etc.).\nor (5) as otherwise described in this Privacy Policy.\nWe will only share your Data with a third- party as described in items 3 through 5 of the preceding sentence if such third-party is obligated to protect your Data to the same extent we protect it under the terms of this Privacy Policy.\nWe will never sell or rent your Data to third parties or augment, extend or combine your Data with data received from third party sources.\nYour Data will never be publicly displayed in any way by Bark or any person or entity acting on Bark’s behalf.</li>\n<li>\n<strong>Commercial Communications.</strong>&nbsp;By filling in and sending your Registration Data to us, you expressly consent to receive electronic commercial communications regarding the subject matter of the Services, and other services including alerts and notices about your Covered Account(s), and, if you selected the “opt-in” mechanism, you may also receive newsletters, offers and promotions.\nIf you do not wish to receive such information from us, you can expressly opt out by sending a notification to help@bark.us.</li>\n</ol>\n</li>\n<li>\n<strong>Children’s Privacy.</strong> The Site and Services are designed to be a tool for parents and others to use to facilitate safe online interactions for their respective Users.\nOnly those over the age of 18, or those with the valid consent of his/her parent or legal guardian who is over the age of 18, may subscribe to our Services.\nThis Site is not designed nor intended to be attractive to children under the age of 13.\nWhile our Services include analysis of online interactions by children, we do not knowingly collect data from children under the age of 13 without first receiving verified consent.\nIf you are under 13 please do not submit any information to us.</li>\n<li>\n<strong>Data Processing on Your Behalf: Bark as Data Processor.</strong>\n<ol>\n<li>User Data.\nUpon your registration for, and deployment of, the Bark Services, we start collecting Data from the devices and applications associated with the Account(s), which may include personal data relating to you, to your Accounts, you Users or to third parties, including information about your devices used by Accounts, websites and applications that your Accounts use, and contacts, connections, payments, messages and other communications, posted and received by your Accounts and/or Users (collectively, “User Data”).\nIn accordance with applicable privacy law, to the extent that it applies to the Services, you and your Users are the respective Data Controllers (or the Responsible Party/ies) of this User Data and you appoint us as a Data Processor of such User Data for the purpose of providing our Services.\nFor clarity, where the concepts of “Data Processor” and “Data Controller” are not expressly contemplated by the applicable privacy laws, the parties’ obligations in connection therewith will be interpreted under those applicable privacy laws to align as closely as possible with the scope of those roles while still complying fully with those privacy laws.\nUser Data is not our property or under our control and is only monitored by us for purposes of providing the Services.\nAny User Data that combines personally identifiable information with non-personally identifiable information will be treated as personally identifiable information.\nWe will take reasonably appropriate steps to maintain the accuracy of any User Data we collect.</li>\n<li>\n<strong>Your use of User Data.</strong> As Data Controller, you warrant that you have the appropriate authority to collect and process the User Data and you agree to (i) process and use the User Data in accordance with this Privacy Policy, the applicable Terms of Service and applicable law (including any laws in the country where you reside or make beneficial use of the Service).\nYou will not submit to the Services any personal data relating to any individual that has not authorized such processing (unless you are permitted to authorize such processing on that person’s behalf in accordance with our Terms of Service and applicable law).\nYou will protect the confidentiality of any accessible User Data and prevent access by or disclosure to any unauthorized third person.\nYou will inform us within 24 hours about any problem arising in relation with management of your Account(s) and/or User Data.\nYou and your Users will be responsible for any illegal use of other person’s data (personal or not) through the Services, including any use contrary to applicable data protection laws and/or in violation this Privacy Policy (including the Federal Family Educational Rights and Privacy Act of 1974 (“FERPA”) and/or in violation this Privacy Policy.\nThe parties acknowledge that (a) User Data may include personally identifiable information from education records that are subject to FERPA (“FERPA Records”).\nand (b) to the extent that User Data in our possession, custody or control includes FERPA Records, we will be considered a “School Official” (as that term is used in FERPA and its implementing regulations) and will comply with FERPA.\nWe will not disclose FERPA Records as “Directory Information” under FERPA.</li>\n<li>\n<strong>Service Configuration.</strong> The Services provide device and application monitoring services for Accounts as described in this Privacy Policy and the applicable Terms of Service.\nAs part of the same, significant amounts of User Data may be collected and transmitted by the Services to Bark.\nYou are responsible for setting the configuration of the Services that (i) controls the supervision and monitoring of activities, and (ii) determines the personal data to be monitored and collected.\nThe setting of those configurations constitutes instructions by you for us to process User Data on your behalf as necessary to provide you the Services.\nThe level and degree of such surveillance and monitoring is entirely under your control and we will not be liable for any such configuration and control carried out by you.\nAll such User Data will be under your responsibility, with Bark as data processor in accordance with this Privacy Policy.</li>\n<li>\n<strong>Data Processor Obligations.</strong> To the extent that we are a Data Processor on your behalf, we shall (a) implement appropriate technical and organizational measures to safeguard any User Data against any unauthorized or unlawful access, loss, destruction, theft, use or disclosure.\n(b) limit access to User Data only to those employees who need to know it to enable us to perform the Services.\n(c) only process the User Data as specified by this Privacy Policy and in accordance with your instructions, and (d) will not use the User Data for any purposes other than those related to the performance of the Services or pursuant to your written instructions.\nUpon the expiry or termination of this Agreement by way of de-registration, or upon your request, we will cease any and all use of the User Data and will destroy it.\nOther than as described in this Privacy Policy or the applicable Terms of Service, we will not disclose User Data to any third party without your prior written consent or pursuant to court or administrative order.</li>\n<li>\n<strong>Subcontracting.</strong> As Data Processor we may provide access to any User Data to a subcontractor processor if we reasonably consider such access and processing necessary to the performance of the Services.\nIn the event of such access and by a subcontractor or any other third-party, before the access takes place, we shall ensure that an agreement with the third party is in place which is sufficient to require it to treat personal data in accordance with the applicable provisions of this Privacy Policy.\nIn particular, you authorize us to subcontract to the third parties mentioned in the following section on international transfers.</li>\n<li>\n<strong>Data removal.</strong> We generally retain your User Data on an identifiable basis for 30 days, after which it is deleted.\nWe may retain portions of your User Data indefinitely as needed for the purpose of providing reports to you concerning your Account(s).\nIf you wish to remove all the User Data in your Bark account, please uninstall Bark from your devices, and send an email (as set out below), with a digital copy of your ID or other identification document to prove your identity.\nOnce your identity is confirmed, we will immediately remove all of your Data from our active systems and back-ups within fifteen (15) days from confirmation of identity (except as indicated below).\nEach Account’s User Data is controlled by the Account and/or you as a Data Controller.\nWe do not control any User Data and can not and will not provide access in response to any Account’s request to review or correct errors in his/her User Data, unless otherwise required by applicable law.\nWe will forward any such requests received by us to you and you will be responsible for responding to any such requests.</li>\n<li>\n<strong>Warranties.\nYou, as the party responsible for User Data that we process on your behalf as Data Processor for the provision of the Services, represent and warrant to us that: </strong>\n<ol>\n<li>\n<strong>You comply with all applicable laws with respect to the monitoring and control of devices and applications used by you or your Accounts.\nand </strong>\n</li>\n<li>\n<strong>You have all legally required informed consents from or on behalf of each and every data subject, including without limitation, each Account, whose personal data are submitted to us in the course of the provision of the Services or collected and transmitted to us by the Services.</strong>\n</li>\n</ol>\n</li>\n<li>\n<strong>Indemnity.</strong> You agree to indemnify and keep us harmless from all claims, damages and losses we may suffer relating to or arising out of the processing of User Data and other third party personal data submitted to our systems during the course of your use and our provision of the Services.</li>\n</ol>\n</li>\n<li>\n<strong>International Transfers of Data.</strong> We use third party technological services for the provision of Services, whose providers may process Registration Data and User Data collected in the course of providing us their services indicated below, as sub-processors.\nYou authorize us to subcontract the services and the corresponding transfer of User Data to the entities and countries, each as listed at https://www.bark.us/privacy_subprocessors/</li>\n<li>\n<strong>Data Security.</strong> We have adopted technical and organizational measures to preserve and protect your Data (including User Data) that we monitor from unauthorized use or access and from being altered, lost or misused, taking into account the technological state of art, the features of the information stored and the risks to which information is exposed, including without limitation encryption of all Data at rest and in transit.\nFurther, we engage a third party to audit our security policies, procedures and standards on an annual basis.\nHowever, due to the nature of the information and related technology, we cannot ensure or guarantee the security of your Data and expressly disclaim any such obligation.\nIf we learn of a security breach, then we will attempt to notify you electronically as soon as reasonably possible (and within any timeframes specified in our agreements with you, if applicable) so that you can take appropriate steps.\nYou have a role in the security of your information and you are responsible to make sure your log-in information is kept from other people.\nIf your log-in information is lost or stolen, you can change your email/user name or password on the Account page of the Site.\nIf we receive instructions using your log-in information we will consider that you have authorized the instructions.</li>\n<li>\n<strong>Analytics and other anonymous data use.</strong> For the purpose of analyzing and improving our Services, we may anonymize your Data and store and process this anonymized data.\nThis anonymized data is used only for our internal analysis to determine how our Services are used, measuring their effectiveness, and providing general customer service.\nWe may share aggregated and anonymized information we collect with third parties, including our service providers and affiliates, for the purpose of conducting general business analysis.</li>\n<li>\n<strong>Accessing Your Information and Your Choices.</strong> You have the right to access, rectify, erase, block and oppose any processing of your personal data that we may have.\nYou can update, amend or delete your contact information at any time by visiting the Settings page on the Site.\nYou can update or change your billing and payment information on the My Account page on the Site.\nYou can choose not to receive promotional emails from us by “unsubscribing” using the instructions in any promotional email you receive from us.\nThis will not stop us from sending emails about your account or your transactions with us.\nYou can choose to delete or block cookies by setting your browser to either reject all cookies or to allow cookies only from selected sites.\nIf you block cookies performance of the Site may be impaired and certain features may not function at all.\nMoreover, you may at any time withdraw your consent to the processing of your personal data and information.\nThis withdrawal will not have retroactive effects but may prevent us from providing the Services.\nThe above is without prejudice to applicable law enabling conservation of your data for the purpose of defending our responsibility and complying with mandatory legal obligations.\nThe aforementioned rights may be exercised by contacting us at help@bark.us or by mailing us at Bark Technologies Inc., P.O.\nBox 18603, Atlanta, GA 31126.\nWe will assist you in accordance with the functionalities of the Services and this Privacy Policy to address any Account request with regard to the processing of their personal data.</li>\n<li>\n<strong>Consent.</strong> By registering for the Services and creating an account, you declare to have read and accepted the terms of this Privacy Policy.\nWithout prejudice to the generality of the foregoing, you expressly and unequivocally consent to:\n<ol>\n<li>the collection and processing of your Data (or the Data of any other person, including your User(s), on whose behalf or for whose benefit the Services are provided in relation to your agreement with us, as contemplated by the applicable Terms of Service) by us in accordance with the indicated purposes and this Privacy Policy;</li>\n<li>the collection and processing of User Data on your behalf, as indicated herein.\nand</li>\n<li>the processing of all personal data stated in this Privacy Policy outside the European Economic Area or Australia (particularly in the United States of America) by the subcontractors listed at https://www.bark.us/privacy_subprocessors/ Your consent to personal data collection and processing may be revoked, without retroactive effects, in accordance with applicable law.</li>\n</ol>\n</li>\n<li>\n<strong>State-Specific Provisions</strong>\n<ol>\n<li>\n<strong>Your California Privacy Rights.</strong> California residents are permitted by California law to request information about the manner in which we share certain categories of information with others for their marketing purposes.\nPlease email us at california@bark.us to request this disclosure.</li>\n<li>\n<strong>Your Australian Law Rights.</strong>\n<ol>\n<li>If the Privacy Act 1988 (Cth) (“Australian Privacy Act”) applies to you, this Section applies.</li>\n<li>For the purposes of Section 5(e) (Subcontracting), Bark will also ensure that the agreement with the third party requires the third party to comply with the Australian Privacy Principles under the Australian Privacy Act.</li>\n<li>If you wish to make a complaint about a breach of the Australian Privacy Act, the Australian Privacy Principles forming part of that Act or a privacy code that applies to Bark, please contact us using the details set out in Section 9 above and we will take reasonable steps to investigate the complaint and respond to you.\nIf after this process you are not satisfied with our response, you can submit a complaint to the Office of the Australian Information Commissioner.\nTo lodge a complaint, visit the ‘Complaints’ section of the Information Commissioner’s website, located at https://www.oaic.gov.au/privacy/privacy-complaints, to obtain the relevant complaint forms, or contact the Information Commissioner’s office.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Links to Other Sites.</strong> We may permit others to link to this Site or to post a link to their site on ours.\nWe do not endorse these sites and are not responsible for other sites or their privacy practices.\nPlease read their privacy policies before submitting information.</li>\n<li>\n<strong>Changes to the Privacy Policy.</strong> As we grow and change we may amend this Privacy Policy.\nThe Policy in effect at the time you use the Site governs how we may use your information.\nIf we make material changes we will post the revised Policy and the revised effective date on this Site and inform you of the change upon your next use of the Services.\nPlease check back here from time to time to review any changes.</li>\n</ol> ", "created_at": "2023-10-05 15:25:30.770514", "updated_at": "2023-10-05 15:26:17.932171"}, {"id": 19339, "name": "Bark Phone Wireless Service Terms and Conditions ", "url": "https://www.bark.us/wp-content/uploads/2023/09/Bark-Phone-TOS-Subscription-Changes-9-28-23.pdf", "xpath": "//body", "text": null, "created_at": "2023-10-05 15:25:30.805558", "updated_at": "2023-10-05 15:27:05.37438"}, {"id": 19340, "name": "Terms of Service ", "url": "https://www.bark.us/wp-content/uploads/2023/05/Bark-Terms_of_Service_20220718.pdf", "xpath": "//body", "text": null, "created_at": "2023-10-05 15:25:30.838387", "updated_at": "2023-10-05 15:27:14.119595"}], "points": [], "urls": ["bark.us"]}}