{"error": 448, "message": "OK", "parameters": {"id": 3299, "name": "Samsung Knox", "created_at": "2021-04-25 13:52:11.02279", "updated_at": "2021-04-26 00:02:25.089585", "wikipedia": "https://en.wikipedia.org/wiki/Samsung_Knox", "keywords": null, "related": null, "slug": "samsung_knox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3299.png", "url": "samsungknox.com", "documents": [{"id": 5401, "name": "Privacy Policy (Web)", "url": "https://www2.samsungknox.com/en/privacy-policy", "xpath": "//body", "text": " test IE (this should not be displayed) Skip to main content Enroll Sign in with AD Sign in Samsung Knox Privacy Policy Version 10 Version 9 Version 8 Version 7 Version 6 Version 5 Version 4 Version 3 Version 2 Version 1 <p>Effective: Jan.\n08, 2021</p>\n<p>Samsung Electronics Co., Ltd.\n(“<strong>Samsung</strong>,”) knows how important privacy is to its customers and their employees and partners, and we strive to be clear about how we collect, use, disclose, transfer and store your information.\nThis Privacy Policy provides an overview of our information practices with respect to personal information collected through Samsung Knox or other services that link or refer to this Privacy Policy (collectively, the \"<strong>Business Services</strong>\").</p>\n<p>This Privacy Policy may be updated periodically to reflect changes in our personal information practices with respect to the Business Services or changes in the applicable law.\nWe will indicate at the top of this Privacy Policy when it was most recently updated.\nIf we update the Privacy Policy, we will let you know in advance about changes we consider to be material by placing a notice on the Business Services or by emailing you, where appropriate.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What information do we collect about you?</strong>\n</p>\n<p>We may collect various types of personal information in connection with the Business Services.</p>\n<p>For example:</p>\n<ul>\n<li>We may collect personal information that you provide, such as your name, address, e-mail address, country and contact details, job title and position, company, registration details, information about the managed devices (such as IMEI, serial number, model name) and any communications you send or deliver to us;</li>\n<li>We may collect data about your use of the Business Services, including the time and duration of your use.\ninformation stored in cookies that we have set on your device.\nand information about your device settings;</li>\n<li>We may collect information about the products and services you or your employer have bought or received and payment data and other information provided in connection with a transaction;</li>\n<li>We also may receive personal information about you from your employer or service provider or from publicly and commercially available sources (as permitted by law), which we may combine with other information we receive from or about you.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>How do we use your information?</strong>\n</p>\n<p>We may use information we collect for the following purposes:</p>\n<ul>\n<li>to provide products and services that you (or your employer) requested and to register or authenticate you or your device.</li>\n<li>to offer better and more customized products and services that take into account your company’s purchasing history and service record and other relevant information, when requested;</li>\n<li>subject to your separate consent where required by applicable law, to inform you about new products and services;</li>\n<li>for assessment and analysis of our market, customers, products, and services (including asking you for your opinions on our products and services and carrying out customer surveys);</li>\n<li>to understand the way companies use the Business Services so that we can improve them and develop new products and services;</li>\n<li>to provide maintenance services and to maintain a sufficient level of security on the Business Services;</li>\n<li>to protect the rights, property, or safety of Samsung, or any of our respective affiliates, business partners, employees or customers, for example, in legal proceedings, internal investigations and investigations by competent authorities.\nand</li>\n<li>Otherwise with your separate consent or as described to at the time your information is collected.</li>\n</ul>\n<p>Through the Business Services, we may collect personal information about your online activities on websites and connected devices over time and across third-party websites, devices, apps and other online features and services.\nWe may use third-party analytics services on the Business Services, such as those of Google Analytics.\nThe service providers that administer these analytics services help us to analyze your use of the Business Services and improve the Business Services.\nThe information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of the Business Services, help administer the Business Services and diagnose technical issues.\nTo learn more about Google Analytics, please visit&nbsp;https://www.google.com/analytics/learn/privacy.html&nbsp;and&nbsp;https://www.google.com/policies/privacy/partners.</p>\n<p>&nbsp;</p>\n<p>\n<strong>To whom do we disclose your information?</strong>\n</p>\n<p>We do not disclose your information to third parties for their own independent marketing or business purposes without your consent.\nBut we may share your information with the following entities:</p>\n<ul>\n<li>Samsung affiliates;</li>\n<li>third parties when necessary to provide you with requested products and services.\nFor example, we may disclose your payment data to financial institutions as appropriate to process transactions that you have requested;</li>\n<li>companies that provide services for or on behalf of us, such as companies that help us with the billing process;</li>\n<li>other parties: (i) to comply with the law or respond to compulsory legal process (such as a search warrant or other court order).\n(ii) to verify or enforce compliance with the policies governing our Business Services.\n(iii) to protect the rights, property, or safety of Samsung, or any of our respective affiliates, business partners, or customers.\n(iv) as part of a merger or transfer, or in the event of a bankruptcy;</li>\n<li>with other third parties when you consent to or request such sharing.</li>\n</ul>\n<p>Submissions that you make to public areas of a website, mobile application, or other online service, such as bulletin boards may be viewable to other users of the Business Services.\nWe do not control, and are not responsible for, how other users of the Business Services may use this information.\nFor example, personal information that you submit in public areas could be collected and used by others to send you unsolicited messages or for other purposes.</p>\n<p>&nbsp;</p>\n<p>\n<strong>What do we do to keep your information secure?</strong>\n</p>\n<p>We have put in place reasonable physical and technical measures to safeguard the information we collect in connection with the Business Services.\nHowever, please note that although we take reasonable steps to protect your information, no website, Internet transmission, computer system or wireless connection is completely secure.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Where do we transfer your information?</strong>\n</p>\n<p>Your use or participation in the Business Services may involve transfer, storage and processing of your information outside of your country of residence, consistent with this policy.\nPlease note that the data protection and other laws of countries to which your information may be transferred might not be as comprehensive as those in your country.\nWe will take appropriate measures, in compliance with applicable law, to ensure that your personal information remains protected.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Can you access your information?</strong>\n</p>\n<p>Under the laws of some jurisdictions, you may have the right to request details about the information we collect about you and to correct inaccuracies in that information.\nWe may decline to process requests that are unreasonably repetitive, require disproportionate technical effort, jeopardize the privacy of others, are extremely impractical, or for which access is not otherwise required by local law.\nIf you would like to make a request to access your information, please contact us by the methods outlined in the&nbsp;<strong>Contact</strong>&nbsp;section of this Privacy Policy.</p>\n<p>If you request deletion of personal information, you acknowledge that you may not be able to access or use the Business Services and that residual personal information may continue to reside in Samsung's records and archives for some time, but Samsung will not use that information for commercial purposes.\nYou understand that, despite your request for deletion, Samsung reserves the right to keep your personal information, or a relevant part of it, if Samsung has suspended, limited, or terminated your access to the website for violating the Samsung Terms of Use, when necessary to protect the rights, property, or safety of Samsung, or any of our respective affiliates, business partners, employees or customers.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How long do we keep your information?</strong>\n</p>\n<p>We take reasonable steps to ensure that we retain information about you only for so long as is necessary for the purpose for which it was collected, or as required under any contract or by applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Third-Party Links and Products on Our Services</strong>\n</p>\n<p>Our Business Services may link to third-party websites and services that are outside our control.\nWe are not responsible for the security or privacy of any information collected by websites or other services.\nYou should exercise caution, and review the privacy statements applicable to the third-party websites and services you use.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Cookies, Beacons and Similar Technologies</strong>\n</p>\n<p>We, as well as certain third parties that provide content, advertising, or other functionality on our Business Services, may use cookies, beacons, and other technologies in certain areas of our Business Services.</p>\n<p>\n<em>Cookies</em>\n</p>\n<p>Cookies are small files that store information on your device.\nThey enable the entity that put the cookie on your device to recognize you across different websites, services, devices, and/or browsing sessions.\nCookies serve many useful purposes.\nFor example:</p>\n<ul>\n<li>Cookies can remember your sign-in credentials so you don’t have to enter those credentials each time you log on to a service.</li>\n<li>Cookies help us and third parties understand which parts of our Business Services are the most popular because they help us to see which pages and features visitors are accessing and how much time they are spending on the pages.\nBy studying this kind of information, we are better able to adapt the Business Services and provide you with a better experience.</li>\n<li>Cookies help us and third parties understand which ads you have seen so that you don’t receive the same ad each time you access the MSS Service.</li>\n<li>Cookies help us and third parties provide you with relevant content and advertising by collecting information about your use of our Business Services and other websites and apps.</li>\n</ul>\n<p>When you use a web browser to access the Business Services, you can configure your browser to accept all cookies, reject all cookies, or notify you when a cookie is sent.\nEach browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences.\nThe operating system of your device may contain additional controls for cookies.</p>\n<p>Please note, however, that some Business Services may be designed to work using cookies and that disabling cookies may affect your ability to use those Business Services, or certain parts of them.</p>\n<p>\n<em>Other Local Storage</em>\n</p>\n<p>We, along with certain third parties, may use other kinds of local storage technologies, such as Local Shared Objects (also referred to as “Flash cookies”) and HTML5 local storage, in connection with our Business Services.\nThese technologies are similar to the cookies discussed above in that they are stored on your device and can be used to store certain information about your activities and preferences.\nHowever, these technologies may make use of different parts of your device from standard cookies, and so you might not be able to control them using standard browser tools and settings.\nFor information about disabling or deleting information contained in Flash cookies, please click&nbsp;here.</p>\n<p>\n<em>Beacons</em>\n</p>\n<p>We, along with certain third parties, also may use technologies called beacons (or “pixels”) that communicate information from your device to a server.\nBeacons can be embedded in online content, videos, and emails, and can allow a server to read certain types of information from your device, know when you have viewed particular content or a particular email message, determine the time and date on which you viewed the beacon, and the IP address of your device.\nWe and certain third parties use beacons for a variety of purposes, including to analyze the use of our Business Services and (in conjunction with cookies) to provide content and ads that are more relevant to you.\nBy accessing and using our Business Services, you consent to the storage of cookies, other local storage technologies, beacons and other information on your devices.\nYou also consent to the access of such cookies, local storage technologies, beacons and information by us and by the third parties mentioned above.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Contact</strong>\n</p>\n<p>If you have any questions regarding this policy, please contact us at:</p>\n<p>\n<em>Samsung Electronics Co., Ltd.</em>\n</p>\n<p>\n<em>Mobile Division B2B PM Group</em>\n</p>\n<p>\n<em>dataprivacy@samsungknox.com</em>\n</p>\n<p>&nbsp;</p>\n<p>Privacy Policy version: V10</p>\n<ul>\n<li>Privacy Policy - Global</li>\n<li>Privacy Policy - EU</li>\n<li>Privacy Policy - Korea</li>\n</ul> DeutschEnglishEspañol ALFrançais한국어ItalianoPortuguês Go <ul>\n<li> Terms of use </li>\n<li> Privacy Policy (Web) </li>\n<li> Privacy Policy (Devices) </li>\n<li> End user license agreement </li>\n</ul>\n<p>Copyright© 1995-2021 SAMSUNG All rights reserved.</p> Back to top ", "created_at": "2021-04-25 13:52:12.032793", "updated_at": "2021-04-25 13:53:27.24364"}, {"id": 5402, "name": "Terms of Use", "url": "https://www2.samsungknox.com/en/terms-use", "xpath": "//body", "text": " test IE (this should not be displayed) Skip to main content Enroll Sign in with AD Sign in Terms of Use Version 5 Version 4 Version 3 Version 2 Version 1 Samsung Knox Web Portal Terms of Use<ol>\n<li>Agreement between Samsung and the User<ul>\n<li>1.1.\nIn this document:<ol>\n<li>\"We\", \"us\", or \"Samsung\" means Samsung Electronics Co., Ltd, whose principal place of business is at 416, Maetan-3dong, Yeongtong-gu, Suwon-si, Gyeonggi-do, Korea.\nand</li>\n<li>\"Service\" means services provided by us or any third party designated by us under this website at www.samsungknox.com.</li>\n</ol>\n</li>\n<li>1.2.\nYour use of the Services is subject to the terms and conditions set out below and any other terms and conditions applicable to you from time to time, including but not limited to, Samsung's Privacy Policy available at&nbsp;https://www.samsungknox.com/en/privacy-policy and all other documents referred to in this document (all such terms and conditions collectively constituting the \"Terms of Use\").</li>\n<li>1.3.\nYou should read the Terms of Use carefully.\nThe Terms of Use is a legally binding agreement between Samsung and you in relation to the Services and your use of the Services.</li>\n</ul>\n</li>\n<li>Acceptance of Terms of Use<ul>\n<li>2.1.\nYou must accept the Terms of Use in order to use the Services, and may not use the Services otherwise.\nIt is important for you to read and understand the Terms of Use before accepting them.\nYou should not click accept if there is any term that you do not understand or agree to.\nOnce you accept the Terms of Use, you will be bound by them.</li>\n<li>2.2.\nSubject to Clause 2.1, you will accept the Terms of Use by clicking to accept or agree to the Terms of Use via your interface for the Services.</li>\n</ul>\n</li>\n<li>Translation of the Terms of Use<p>You acknowledge and agree that any translation, (if any) of the English language version of the Terms of Use provided by Samsung to you is provided for your convenience only, and that the English language version of the Terms of Use will take precedence over the translation in the event of any contradiction between them.</p>\n</li>\n<li>The Services<ul>\n<li>4.1.\nThe Services are provided to you by Samsung and in some cases, by Samsung's subsidiaries and affiliated legal entities worldwide (together, the \"Samsung Affiliates\") on behalf of Samsung.\nYou acknowledge and agree that the Samsung Affiliates are each entitled to provide the Services to you under the Terms of Use.</li>\n<li>4.2.\nYou acknowledge and agree that there may be non-material changes to the form and nature of the Services provided from time to time without prior notice to you.</li>\n<li>4.3.\nYou acknowledge and agree that Samsung may (in its sole discretion) suspend or cease providing the Services (or any part of the Services).</li>\n<li>4.4.\nYou acknowledge and agree that Samsung may, on a commercially reasonable ground, disable your access to your account for the Services, in which case, you may be prevented from accessing the Services, your account details and any files or other content contained in your account.</li>\n<li>4.5.\nYou acknowledge and agree that Samsung may, at any time and in its sole discretion, set a limit on the number of transmissions you may send or receive through the Services or on the amount of storage space used for the provision of the Services (or any part of them).\nWithout limiting Samsung's rights under Clause 4.3 and Clause 4.4, Samsung may suspend your access to the Services if you exceed any such limit set from time to time.</li>\n<li>4.6.\nYou may stop using the Services at any time without prior notice to Samsung.</li>\n</ul>\n</li>\n<li>Using the Services<ul>\n<li>5.1.\nYou agree to use the Services as being permitted by (a) the Terms of Use.\nand (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions.</li>\n<li>5.2.\nYou must not access (or attempt to access) any of the Services other than through the interface for the Services made available by Samsung.</li>\n<li>5.3.\nYou must comply with all instructions made available to you in connection with the Services.</li>\n<li>5.4.\nCertain Services may automatically download and install updates from time to time from Samsung.\nSuch updates may be in various forms, including bug fixes, enhanced functions, new software modules and completely new versions.\nYou agree to receive such updates (and permits Samsung to deliver such updates to you) as part of the Services.</li>\n<li>5.5.\nYou must not engage in any activity that causes interference with or disruption to the Services or any servers or networks that are connected to the Services.</li>\n<li>5.6.\nYou must not reproduce, duplicate, copy, sell, trade or resell the Services (or any part of them).</li>\n<li>5.7.\nTo the extent permitted by law, you are solely responsible for any breach of your obligations under the Terms of Use and for the consequences of any such breach, including any loss or damage which Samsung or any third party may suffer.\nSamsung will have no responsibility to you or to any third party in respect of such breach.</li>\n</ul>\n</li>\n<li>Passwords and account security<ul>\n<li>6.1.\nYou are responsible for maintaining the confidentiality of your passwords for all accounts used by you to access the Services.\nYou acknowledge and agree that you are solely responsible to Samsung for all activities that occur under all such accounts.</li>\n<li>6.2.\nYou must notify Samsung by email to [privacy@samsungknox.com] immediately upon becoming aware of any unauthorized use of any of your passwords or accounts</li>\n</ul>\n</li>\n<li>Registration Data<ul>\n<li>7.1.\nYou may be required to provide information about yourself in order to access the Services (for example, when registering to use the Service or any part of them), or in the course of using the Services.</li>\n<li>7.2.\nYou agree to provide accurate, current, and complete information required to register to use the Services and at other points as may be required in the course of using the Services (\"Registration Data\").\nYou further agree to maintain and update the Registration Data as required to keep it accurate, current, and complete.\nSamsung may terminate your rights to any or all of the Services if any information provided by you is false, inaccurate or incomplete.</li>\n<li>7.3.\nYou agree to the use of your Registration Data in accordance with Samsung's Privacy Policy.\nSamsung's Privacy Policy sets out Samsung's data protection practices and describes how Samsung will treat the Registration Data and will protect your privacy when using the Services.</li>\n<li>7.4.\nUpon obtaining your consent, Samsung may disclose your Registration Data to a third party.\nIn doing so, Samsung will comply with data protection law by ensuring that there are arrangements in place to ensure that the third party does not use information about you for any purpose other than purposes that we specify and in accordance with the purposes outlined in the Terms of Use, and will keep it secure.</li>\n</ul>\n</li>\n<li>Content rights<ul>\n<li>8.1.\nYou acknowledge that all content that is accessible as part of or via the use of the Services (including audio and sound files, data files, images, music, photographs, software, videos and written text) (\"Content\") is the sole responsibility of the originator of such Content.\nSuch Content may include content in the form of advertisements or other sponsored Content.</li>\n<li>8.2.\nYou acknowledge and agree that the Content may be protected by proprietary or intellectual property rights of third parties.\nYou must not modify, rent, lease, loan, sell, distribute or create derivative works based on any Content (either in whole or in part).</li>\n<li>8.3.\nSamsung may (but is not obliged to) pre-screen, review, flag, filter, modify, refuse or remove any or all Content from the Services.</li>\n<li>8.4.\nYou acknowledge that you use the Services understanding the risk that you may find some Content to be offensive, indecent or objectionable.</li>\n</ul>\n</li>\n<li>Samsung's proprietary rights<ul>\n<li>9.1.\nYou acknowledge and agree that Samsung (or Samsung's licensors) owns all legal right, title and interest in and to the Services, including all intellectual property rights (existing anywhere in the world and whether registered or not) which subsist in the Services.</li>\n<li>9.2.\nYou acknowledge that the Service may contain information which is confidential to Samsung and agree not disclose such information without Samsung’s prior written consent.</li>\n<li>9.3.\nNothing in the Terms of Use gives you any right to use any of Samsung's trade names, trademarks, service marks, logos, domain names, or other distinctive brand features.\nTo the extent that you are entitled to such use under a separate written agreement with Samsung, such use must be in compliance with that agreement, any applicable provisions of the Terms of Use, and Samsung's brand feature use guidelines as updated from time to time.</li>\n<li>9.4.\nYou must not remove, obscure, or alter any proprietary rights notices (including copyright and trade mark notices) which are affixed to or contained within the Services.</li>\n<li>9.5.\nYou must not use any trade mark, service mark, trade name, logo of any person in a way that is likely or intended to cause confusion about the owner or authorized user of such marks, names or logos.</li>\n</ul>\n</li>\n<li>Samsung Services license<ul>\n<li>10.1.\nUnless set forth otherwise in other specific terms related to Services, Samsung grants to you a personal, revocable, worldwide, royalty-free, non-assignable and non-exclusive license to use the Services as provided by Samsung (\"License\").\nThe License is granted for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by Samsung, in the manner permitted by the Terms of Use.\nYou may not allow any other person to use the Services and may not use the Services to provide services to any other person.</li>\n<li>10.2.\nYou may not (and may not permit any other person to) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Services (or any part of it), unless this is expressly permitted or required by law, or expressly permitted by Samsung in writing.</li>\n<li>10.3.\nYou may not assign, grant a sub-license of, or grant a security interest in or over, the License or any rights under it, loan or lease the Services, or otherwise transfer the License or any rights under it, to any person.</li>\n<li>10.4.\nExcept for your limited right to use the Services under the License, Samsung retains all rights in and to the Services.</li>\n</ul>\n</li>\n<li>Third Party Content<ul>\n<li>11.1.\nThe Services may include links to other websites, content and resources.\nSamsung may have no control over such websites, content or resources which are provided by third parties (\"Third Party Content\").</li>\n<li>11.2.\nYou acknowledge and agree that Samsung is not responsible for the availability of any Third Party Content, and does not endorse any advertising, products or other materials on or available via Third Party Content.</li>\n<li>11.3.\nYou acknowledge and agree that Samsung is not liable for any loss or damage that may be incurred by you as a result of the availability of any Third Party Content, or as a result of any reliance placed by you on the completeness, accuracy or existence of Third Party Content, including any advertising, products or other materials on or available via Third Party Content.</li>\n</ul>\n</li>\n<li>Changes to the Terms of Use<ul>\n<li>Samsung may make changes to the Terms of Use from time to time for security, commercial or legal reasons.\nWhen these changes are made, you will be notified separately with at least 15 days notice of any changes or additions by making a copy of the new Terms of Use available at https://www.samsungknox.com/en/terms-use and you will be prompted to consent to or decline the newly revised Terms of Use.\nYou may end this Terms of Use at any time if you do not agree to the amended Terms of Use.</li>\n</ul>\n</li>\n<li>Termination of the Terms of Use<ul>\n<li>13.1.\nThe Terms of Use will remain in force until terminated by either you or Samsung in accordance with this Clause.</li>\n<li>13.2.\nYou may terminate this Terms of Use at any time by (a) providing notice of cancellation in writing to Samsung at the address set out in Clause 1 or at&nbsp;https://www.samsungknox.com/en and (b) closing all of your accounts for the Services.</li>\n<li>13.3.\nSamsung may terminate this Terms of Use at any time:<ol>\n<li>immediately if you have breached any provision of the Terms of Use (or have acted in manner which clearly indicates that you do not intend to, or are not able to comply with the provisions of the Terms of Use);</li>\n<li>immediately if Samsung is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful);</li>\n<li>upon thirty (30) days notice, if the partner with whom Samsung offered the Services to you has terminated its relationship with Samsung or ceased to offer the Services to you.\nor</li>\n<li>upon thirty (30) days notice, if the provision of the Services to you by Samsung ceases to be commercially viable (in Samsung's sole opinion).</li>\n</ol>\n</li>\n<li>13.4.\nUpon termination of the Terms of Use, all of the legal rights, obligations and liabilities that you and Samsung have benefited from, been subject to, or which have accrued during the term of the Terms of Use or are expressed to continue indefinitely, will be unaffected by such termination.</li>\n</ul>\n</li>\n<li>EXCLUSION OF WARRANTIES<ul>\n<li>14.1.\nNOTHING IN THESE TERMS, INCLUDING THIS CLAUSE AND CLAUSE 15, EXCLUDES OR LIMITS SAMSUNG'S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.\nIF THE LAWS IN YOUR JURISDICTION DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, TERMS OR CONDITIONS OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR LOSS OR DAMAGE CAUSED BY NEGLIGENCE, BREACH OF CONTRACT OR BREACH OF IMPLIED TERMS, OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, ONLY THE LIMITATIONS WHICH ARE LAWFUL IN THAT JURISDICTION WILL APPLY TO YOU AND SAMSUNG'S LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</li>\n<li>14.2.\nSAMSUNG WILL USE COMMERCIALLY REASONABLE EFFORT TO ENSURE THAT THE SERVICES ARE AVAILABLE TO YOU WITHOUT UNDUE DISRUPTION, INTERRUPTION OR DELAY.\nIF THERE IS A DISRUPTION, INTERRUPTION OR DELAY, SAMSUNG WILL USE COMMERCIALLY REASONABLE ENDEAVOURS TO ENSURE THAT IT IS KEPT TO A MINIMUM.</li>\n<li>14.3.\nIN PARTICULAR, SAMSUNG, THE SAMSUNG AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT:<ol>\n<li>YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS;</li>\n<li>ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE.\nOR</li>\n<li>DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED.</li>\n</ol>\n</li>\n<li>14.4.\nYOU ACKNOWLEDGE AND AGREE THAT ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</li>\n<li>14.5.\nNO ADVICE OR INFORMATION (WHETHER ORAL OR WRITTEN) OBTAINED BY YOU FROM SAMSUNG ON OR VIA THE SERVICES WILL CREATE ANY WARRANTY OR CONDITION NOT EXPRESSLY STATED IN THE TERMS OF USE.</li>\n</ul>\n</li>\n<li>Limitation of Liability<ul>\n<li>15.1.\nNothing in these terms shall exclude or limit Samsung’s liability or limit Samsung’s liability for (i) death or personal injury.\n(ii) fraud, or (iii) anything which cannot be limited or excluded by applicable law.</li>\n<li>15.2.\nSubject to paragraph 15.1 above, Samsung shall not be liable to you, whether in contract, tort (including negligence) or any theory of liability, and whether or not the possibility of such damage or losses has been notified to Samsung, for:<ul>\n<li>a.\nany indirect, incidental, special or consequential damages.\nor</li>\n<li>b.\nany loss of income, business, actual or anticipated profits, opportunity, goodwill or reputation or (whether direct or indirect).\nor</li>\n<li>c.\nany damage to or corruption of data (whether direct or indirect).\nor</li>\n<li>d.\nany loss or damage as a result of:</li>\n<li>1.\nany changes to the Services, or any permanent or temporary cessation in the provision of the Services (or any part of them);</li>\n<li>2.\nyour failure to provide Samsung with accurate account information.\nor</li>\n<li>3.\nyour failure to keep your password or account details secure and confidential.</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>General<ul>\n<li>16.1.\nSamsung intends to rely upon only the written terms set out in the Terms of Use and not any representations made elsewhere, directly to you by any of our employees.\nYou must read the Terms of Use carefully and should contact Samsung and must not use the Services if the terms include things that you do not wish to agree to.\nIn that way any confusion about what you and Samsung are expected to do can be avoided.</li>\n<li>16.2.\nYou agree that Samsung may provide you with notices (including notices relating to changes to the Terms of Use), by email, ordinary mail, or postings on or via the Services.</li>\n<li>16.3.\nYou agree that if Samsung does not exercise or enforce any legal right or remedy which is set out in the Terms of Use, or which Samsung has the benefit of under any applicable law, this will not be construed as a formal waiver of Samsung's rights or remedies and that such rights or remedies remain available to Samsung.</li>\n<li>16.4.\nIf any provision of this Terms of Use is invalid, as determined by a court of law having the jurisdiction to decide on this matter, then that provision will be removed from the Terms of Use without affecting the remaining provisions of the Terms of Use, which will continue to be valid and enforceable.</li>\n<li>16.5.\nYou acknowledge and agree that each Samsung affiliated company shall be a third party beneficiary to the Terms of Use and shall be entitled to directly enforce, and rely upon, any provision of the Terms of Use which confers a benefit on (or rights in favor of) them.\nSubject to the foregoing, no other person shall be a third party beneficiary to the Terms of Use.\nFor the purposes of the Terms of Use, an affiliated company of Samsung is any company, corporation, firm, partnership or other entity that is controlled by Samsung or is under common control with Samsung.\nthe term \"controls\" and \"controlled\" meaning the ability to direct the management of the relevant entity.</li>\n<li>16.6.\nYou may not transfer, assign, charge or otherwise dispose of the Terms of Use which is personal to you, or any of your rights or obligations arising under it, without our prior written consent.\nWe will not refuse to give consent without good reason.</li>\n<li>16.7.\nWe will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations under this Terms of Use that is caused by events outside our reasonable control (\"Force Majeure Event\").\nA Force Majeure Event includes any act, event, non-happening, omission or accident beyond our reasonable control and includes in particular (without limitation) strikes, lock-outs or other industrial action, civil commotion, riot, invasion, terrorist attack or threat of terrorist attack, war (whether declared or not) or threat or preparation for war, fire, explosion, storm, flood, earthquake, subsidence, epidemic or other natural disaster, impossibility of the use of railways, shipping, aircraft, motor transport or other means of public or private transport, impossibility of the use of public or private telecommunications networks, the acts, decrees, legislation, regulations or restrictions of any government.\nOur performance under the Terms of Use is deemed to be suspended for the period that the Force Majeure Event continues, and we will have an extension of time for performance for the duration of that period.\nWe will use our reasonable endeavors to bring the Force Majeure Event to a close or to find a solution by which our obligations under the Terms of Use may be performed despite the Force Majeure Event.</li>\n<li>16.8.\nThe Terms of Use and your relationship with Samsung under the Terms of Use shall be governed by the laws of the Republic of Korea without regard to its conflict of law provisions.\nYou and Samsung agree to submit to the non-exclusive jurisdiction of the courts of the Republic of Korea to resolve any legal matter arising in relation to the Terms of Use.\nNotwithstanding the foregoing, you agree that Samsung may apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.</li>\n</ul>\n</li>\n</ol>\n<ul>\n<li>Español AL</li>\n<li>Français</li>\n<li>Deutsch</li>\n<li>Italiano</li>\n<li>한국어</li>\n<li>Português</li>\n</ul> DeutschEnglishEspañol ALFrançais한국어ItalianoPortuguês Go <ul>\n<li> Terms of use </li>\n<li> Privacy Policy (Web) </li>\n<li> Privacy Policy (Devices) </li>\n<li> End user license agreement </li>\n</ul>\n<p>Copyright© 1995-2021 SAMSUNG All rights reserved.</p> Back to top <p>This site uses cookies.\nBy continuing to browse the site you are agreeing to our use of cookies.</p> Yes, I agree No, I want to find out more ", "created_at": "2021-04-25 13:54:38.115328", "updated_at": "2021-04-25 13:54:47.385265"}, {"id": 13328, "name": "Samsung Knox Product Terms and Conditions", "url": "https://central.samsungknox.com/termConditions", "xpath": "//body", "text": "If you're seeing this message, that means <strong>JavaScript has been disabled on your browser</strong>, please <strong>enable JS</strong> to make this app work.Terms and ConditionsSamsung Knox Product Terms and ConditionsPlease carefully read the below terms.\nBy clicking “ACCEPT” or otherwise using any service provided hereunder, you agree to the below terms.\nIf you do not wish to so agree, do not click “ACCEPT”, or use the service.\nIf you are an agent or employee of a legal entity, you represent and warrant that you have the authority to bind such legal entity to these terms by clicking “ACCEPT” or otherwise using the service.1.\nPURPOSEThis Samsung Knox Product Terms &amp.\nConditions (this “T&amp;C” or “Agreement”) set forth terms and conditions between the entity described in the registration form (“You”, “Your” or the “Licensee”) and Samsung Electronics Co., Ltd.\n(“Samsung”) under which the Licensee uses the Products (as defined below) provided by Samsung to (i) configure Samsung-branded mobile devices owned or controlled by You (“Samsung Devices”).\n(ii) deploy software owned or licensed by You (“Software”) on Samsung Devices.\nand (iii) otherwise manage Samsung Devices (collectively, “Purpose”).For the purpose of this T&amp;C, “Products” or “Services” mean Samsung Knox features, services, and applications as listed on Schedule 1, features, services, and applications of each Knox solutions included in the Schedule 1, may be changed upon Samsung’s sole discretion and prior notice to You.\n“Products” or “Services” also includes accompanying written, electronic and online user manuals and documentation (“Documentation”).2.\nTERMThese T&amp;C are effective as of the date on which these T&amp;C are electronically signed or accepted by Licensee or otherwise Licensee uses any of the Service provided hereunder (the “Effective Date”).\nThe term of these T&amp;C commences on the Effective Date and continues until terminated earlier by Licensee or Samsung in accordance with Section 13 (“Termination”).3.\nGRANT OF LICENSESubject to Licensee’s full compliance with the terms of these T&amp;C and Samsung’s issuance of an applicable License Key, Samsung grants Licensee a limited, non-exclusive, revocable, non-sublicensable and non-transferable license to access and use the Service internally in strict compliance with associated documentations solely for the Purpose.4.\nLIMITATIONS(a) Depending on the IT policies that You set up and deploy with Knox Products (collectively, “Knox Policy”), and as compared to devices that are not subject to the Knox Policy, the Knox Products may limit and restrict the End Users’ device from (i) accessing and using specific device features, (ii) receiving regular updates and upgrades (including critical security updates and OS upgrades) and/or (iii) downloading and installing certain updates without consent or permission from the End Users which may incur additional data charges (collectively, “Limitations”).(b) You acknowledge such Limitations, and shall make sure to clearly notify End Users of such Limitations and obtain legitimate consent from End Users prior to applying the Knox Product to such End Users’ devices.(c) You shall, upon reasonable request from Samsung, promptly provide and apply all necessary updates and upgrades that are critical to the device performance, safety and security regardless of its Knox Policy.(d) You acknowledge that, as of the Effective Date, the current version of the Knox Product may vary or be limited depending on certain factors, including, without limitation, Samsung device, operating system, or network operator.(e) Samsung may, in its sole discretion, upgrade, update, change, modify, delete, cease any or all features of the Knox Product from time to time, upon reasonable notice to You.\nYou acknowledge that such changed features may not be compatible with certain device models and/or OS / Knox versions.\nFor the further information, check following URL (https://www.samsungknox.com/supported-devices).(f) You shall properly notify and guide Your End Users that the Knox Product applied device (including any software within the device) may only be modified, updated, or upgraded by You and no one else.\nIn the event the End Users modifies, updates, or upgrades the Knox Product applied device (including any software within the device) by itself, including receiving such updates from Samsung or Samsung Authorized Service Centers upon End Users’ request (“collectively, “Unauthorized Self Update”), Samsung will not be responsible for any damage or loss arising from such Unauthorized Self Updates and will not be performing any support services thereto.(g) Upon malicious rooting or custom ROM detection, device booting may be immediately blocked on Samsung Devices and You may be required to factory reset Samsung Devices to prevent unauthorized access to the data.\nAs a result, You may also be no longer able to access or use the applications and data on Samsung Devices.\nThus, You are strongly advised to back up or properly notify and guide Your End Users to back up any important data or information on other storage media before storing and using them on Samsung Devices.\nTo the extent permitted by applicable law, Samsung is not responsible for any data loss or inaccessibility.5.\nRESTRICTIONSYou acknowledge and agree that:(a) You will comply all applicable laws and regulations, the terms of these T&amp;C, and related documentations as modified by Samsung from time to time and may be made available hereunder;(b) You will only use the Service to configure, deploy Software in and otherwise manage Samsung Devices owned or controlled by You or Your legal entity (if You agreed to this T&amp;C as an authorized employee on behalf of Your legal entity) and used by End Users who, to the extent required under applicable law, expressly give consent to such configuration, deployment and management (“Authorized Devices”).\nAny use of the Service with respect to any device that is not an Authorized Device, or for general deployment to third parties are expressly prohibited;(c) You will not transfer, publish, display, resell, lease, license or otherwise make available to any third parties any Samsung Devices that You configured, deployed Software in or otherwise managed via the Service (“Activated Devices”) before You remove such Samsung Devices from the Service and factory-reset such Samsung Devices, unless You obtain such third parties’ express acknowledgement and consent to such configuration, deployed Software and/or management, as applicable;(d) You will obtain all necessary consents from any individuals who use the Activated Devices (“End Users”) following Section 4 (Limitations) and comply with all applicable privacy and data collection laws and regulations, to configure such Activated Devices, deploy Software in such Activated Devices and otherwise manage such Activated Devices, via the Service.\nYOU WILL, (I) CLEARLY COMMUNICATE TO END USERS THAT THE INFORMATION OF THE DEVICE (INCLUDING PERSONAL DATA, PERSONAL INFORMATION, OR THEIR EQUIVALENT UNDER APPLICABLE LAW), INCLUDING BUT NOT LIMITED TO BATTERY DATA, APP USAGE DATA, APP ERROR DATA, PERIPHERALS DATA, SCANNING DATA, WIFI CONNECTIVITY DATA, AND DEVICE LOCATION DATA, WILL BE COLLECTED BY YOU AND PROVIDED TO SAMSUNG, WHICH MAY BE SAVED ON RELEVANT SERVICES AND/OR SERVER, (II) TO THE EXTENT NECESSARY UNDER APPLICABLE LAW CLEARLY OBTAIN LEGITIMATE CONSENT FROM END USERS FOR SUCH DATA COLLECTION, MODIFICATION, USE OR OTHERWISE PROCESSING, PRIOR TO APPLYING ANY KNOX PRODUCT TO SUCH END USERS’ DEVICE, AND (III) CLEARLY COMMUNICATE AND, TO THE EXTENT NECESSARY UNDER APPLICABLE LAW, OBTAIN CONSENT THAT SUCH DATA MAY BE DELIVERED TO THIRD PARTY AGENTS AND/OR OTHER CLOUD CONSOLES BY THE FORM OF REST APIS.\nYOU ACKNOWLEDGE AND AGREE THAT SAMSUNG WILL NOT BE RESPONSIBLE FOR ANY AND ALL LIABILITIES ARISING FROM AND IN RELATION TO SUCH DATA PROCESSING, INCLUDING DELIVERY AND/OR TRANSFER.Data collected through the Services may, under Samsung’s reasonable judgement, be shared to third party agents, upon request by You.\nprovided that Samsung shall not be responsible for any and all related matters from such delivery of data to any third party.\nTo clarify, any use, access, modification or in any way dealing with such data shall be under sole risk of You and/or third party;(e) Except as expressly permitted under these T&amp;C, You agree not to exploit the Service or License Key in any unauthorized way or for any illegal action, including, without limitation, as a means of stalking, harassment, wiretapping or phone hacking.\nLicensee shall not copy, redistribute, modify, adapt, decompile, reverse engineer, disassemble, or create derivative works of the Service or License Key or any part thereof, or enable or allow others to do such things;(f) Licensee shall ensure that any Software that Licensee deploys in Samsung Device using the Service, does not contain any virus or other malicious code;(g) Except as expressly permitted under these T&amp;C, Licensee agrees not to exploit the Service in any way whatsoever.\nAll rights not expressly granted in these T&amp;C are reserved by Samsung and no other licenses or rights are granted by Samsung, by implication, estoppels, or otherwise;(h) Limited Samsung Devices purchased from designated device resellers support the Service.\nOther devices such as second-hand devices and non-Samsung devices may not be eligible for the Service.\nLicensee must check whether target Samsung Devices and device resellers are eligible for the Service in advance;(i) You may not use the Service if information required to demonstrate Your ownership or control to Samsung Devices that You wish to configure, deploy Software in or otherwise manage via the Service has not been provided by You or by Your device reseller on Your behalf prior to Your use of the Service;(j) Subject to the Licensed Terms for each License Key, Samsung may, at any time without notice, update, modify or suspend the Service.\nIf Samsung provides updates or makes modification to the Service (“Updates”), such Updates will be governed by these T&amp;C unless separate license terms are provided with the Updates, in which case that license terms will govern the Updates.\nand6.\nLICENSE KEY.You may purchase a license to use the Products from a Samsung Knox license reseller, where any such use shall be governed by the terms and conditions of these T&amp;C in applicable Products..\nFollowing Your purchase of the license and subject to Your compliance with these T&amp;C, You will be provided a license key for the Service (“License Key”).\nLicensee shall use the License Key solely for the Purpose, and not for any other purposes.\nYou acknowledge and agree that each License Key may only be used for a limited number of Authorized Devices during a limited period of time, as permitted by such License Key (“Licensed Terms”) and once used on certain Activated Devices, a License Key may be exhausted and non-transferable to other devices following each Product specifications.\nLicensee shall not share, distribute or otherwise disseminate the License Key to any third party, and shall safeguard the License Key and treat them with the same care given to its own trade secrets.7.\nREPRESENTATIONS AND WARRANTIES.You represent and warrant that:(a) You are the requisite corporate authority to enter into these T&amp;C and perform Your obligations under this T&amp;C;(b) All information provided by You or Your device reseller on Your behalf in connection with the Service, including, without limitation, device identification number (e.g., IMEI, serial Number) for each Activated Device and information regarding Your IT admin, will be current, accurate and complete.\nYou will promptly notify Samsung of any incorrectness or change to such information.\n(e.g., If an IT admin leaves the Licensee company, You will promptly notify Samsung thereof and immediately delete such person’s access to the Service);(c) With respect to any Software deployed by You on Samsung Devices via the Service, You have all rights and licenses that are legally necessary to deploy such Software on Samsung Devices, and the Software or Your deployment thereof using the Service will not infringe any intellectual property rights of a third party including without limitation any patents, copyrights, trademarks and trade secrets;(d) the trademarks, logos and service marks displayed on this Knox Product (“Marks”) are the property of Samsung or other third parties.\nExcept as otherwise provided herein, You (or anyone using your account) shall not use these Marks without the prior written consent of Samsung.\nand(e) You shall fully comply with all international and national laws, rules and regulations that apply to the Software and to your use thereof, including, but not limited to, the U.S.\nExport Administration Regulations, end-user, end-use and destination restrictions issued by U.S.\nand other governments, and shall obtain all necessary permits, licenses and consents of governmental authorities necessary for the deployment, distribution, or use of any Software as contemplated under these T&amp;C.\nWithout limiting the generality of the foregoing, you expressly agree that you shall not, and shall cause your representatives to agree not to, export, directly or indirectly, re-export, divert, or transfer the Software and Documentation or any direct product thereof to any destination, company or person restricted or prohibited by U.S.\nlaws or regulations or laws or regulations of any other applicable jurisdiction.\nLicensee represents and warrants that (i) Licensee is not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) Licensee is not listed on any U.S.\nGovernment list of prohibited or restricted parties.8.\nCONFIDENTIALITY AND PRESS RELEASE8.1 Definition of Confidential Information.\n\"Confidential Information\" means any and all technical and non-technical information disclosed by Samsung (“Disclosing Party”) to Licensee (“Receiving Party”) under this Agreement and related to the past, present or future business or technology of the Disclosing Party, including without limitation, information constituting or concerning research, development, processes and methodologies.\nproduct architecture, designs and specifications.\ncontents, whether human-readable or machine-readable.\nproduct, marketing, sales and business development plans and strategies.\ncompetitive analyses.\nfinancial analyses and forecasts.\ncost and pricing data.\nprocurement requirements and vendor information.\ncustomers and prospects.\nlicensing and distribution arrangements.\nand third party information that the Disclosing Party is obligated to maintain in confidence.\nIn addition, Confidential Information shall include the License Key, Documentation, and Samsung SLM, and any other software, hardware and technical information provided by Samsung under this Agreement.\nNotwithstanding the foregoing, Confidential Information does not include: (i) information that is generally and legitimately available to the public through no fault or breach by Licensee, (ii) information that Samsung makes generally made available to the public, (iii) information that Licensee independently develops without use of any Confidential Information, and (iv) information that Licensee lawfully obtains from a third party who had the right to transfer or disclose the information to Licensee without limitation.8.2 Obligations.\nLicensee must protect Confidential Information using a degree of care that is no less than that which Licensee uses to protect Licensee’s own confidential information of the same or similar importance (and in any event, no less than a reasonable degree of care).\nLicensee may use Confidential Information solely for the purpose of exercising Licensee’s rights and performing Licensee’s obligations under these T&amp;C and shall not use the same except as expressly permitted under this Agreement.\nLicensee must not use Confidential Information for any other purpose, or for Licensee’s own or any third party’s benefit, without the prior written consent of Samsung.\nLicensee may disclose Confidential Information to the extent required by law, provided that Licensee takes reasonable steps to notify Samsung of the relevant requirement prior to disclosing the Confidential Information and Licensee takes reasonable steps to obtain protective treatment against disclosure of the Confidential Information.\nUpon Samsung request or any termination of this Agreement, Receiving Party shall erase or destroy all copies of the Confidential Information.8.3 Publication.\nLicensee must not issue any press releases or make any other public statements relating to these T&amp;C, its terms and conditions, or Licensee’s relationship with Samsung under these T&amp;C, without the express prior written approval of Samsung.9.\nSUPPORT SERVICESLicensee may contact Samsung for a technical issue or other inquiry regarding the Service, which shall be addressed in accordance with the service level document available at http://www.samsungknox.com/support-services-for-knox-products as updated from time to time by Samsung at its sole discretion.\nFor the avoidance of doubt, Samsung’s obligation to provide the support services under these T&amp;C shall be limited for Product, and Samsung shall have no obligation under these T&amp;C to provide any support services with respect to Samsung Devices or any product, device, software or service other than Product.\nSamsung Devices may be subject to a warranty service depending on applicable warranty policies as provided with such devices.\nIn addition to the conditions and limitations set forth in the warranty policies, the warranty service for Activated Devices may also be contingent on and limited by configurations or security policies enabled by Your IT admin using Product.\nFor example, if Your IT admin has restricted firmware update on Activated Devices, technical issues that require firmware update, may not be fixed unless and until Your IT admin deactivates such restriction.\nYou acknowledge and agree that: (i) Samsung Authorized Service Centers may alter or reset such configurations or security policies of Activated Devices for the purpose of providing services with respect to such Activated Devices.\n(ii) upon replacement of an existing Activated Device with a new or refurbished Samsung Device, Samsung Authorized Service Centers or Your device resellers may remove the existing Activated Device from the Product and add such new or refurbished device as an Activated Device (“Device Swap”).\nand (iii) if Samsung Authorized Service Centers or Your device resellers have not performed the Device Swap, You are required to do so for yourself to manage such new or refurbished device using the Product.If Samsung provides maintenance Services to Licensee on behalf of a Samsung Knox authorized reseller, Samsung’s Support Policy will be applicable.\nIf Licensee has paid an authorized reseller the relevant fees to obtain support and/or maintenance services directly from such authorized reseller, Licensee should contact such authorized reseller for such support and/or maintenance and relevant sections under this EULA and Samsung’s Support Policy shall not apply.You understand that SAMSUNG uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.\nIn the event of a service outage, SAMSUNG will not and cannot be held liable for data loss, but will act promptly to restore Licensee’s system access.\nYou understand that the technical processing and transmission of the Service, including your content, may be transferred unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.10.\nDISCLAIMER OF WARRANTYTHE SERVICE IS PROVIDED \"AS IS\" AND \"AS AVAILABLE\", WITHOUT ANY WARRANTY OF ANY KIND FROM SAMSUNG.\nSAMSUNG EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nFURTHER, SAMSUNG DOES NOT REPRESENT OR WARRANT THAT THE SERVICE IS FREE OF ERRORS, BUGS OR INTERRUPTIONS, OR IS RELIABLE, ACCURATE, COMPLETE, OR OTHERWISE VALID.\nLICENSEE’S USE OF THE SERVICE IS AT ITS OWN DISCRETION AND RISK, AND LICENSEE WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE THAT MAY RESULT FROM ITS ACCESS OR USE OF THE SERVICE.\nTO CLARIFY, SAMSUNG SHALL NOT BE RESPONSIBLE FOR ANY DAMAGES THAT RESULTS FROM USE OF THE PRODUCTS BY END USERS OR ANY DAMAGES THAT MAY RESULT IN BETWEEN YOU AND END USERS.11.\nLIMITATION OF LIABILITYTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAWS AND REGULATIONS, SAMSUNG SHALL NOT, UNDER ANY CIRCUMSTANCES, BE LIABLE TO LICENSEE OR ANY THIRD PARTY THROUGH LICENSEE FOR PERSONAL INJURY OR ANY CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, INDIRECT, PUNITIVE OR SPECIAL DAMAGES WHATSOEVER, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OF DATA, BUSINESS INTERRUPTION OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, ARISING OUT OF OR IN RELATION TO THESE T&amp;C OR LICENSEE’S USE OF THE SERVICE, WHETHER BASED ON BREACH OF CONTRACT, BREACH OF WARRANTY, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR OTHERWISE, EVEN IF SAMSUNG HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND NOTWITHSTANDING THE FAILURE OF ESSENTIAL PURPOSE OF ANY REMEDY.\nLICENSEE’S UNDERSTANDING, ACKNOWLEDGEMENT AND ACCEPTANCE OF THIS SECTION ARE THE LEGAL BASIS AND CONSIDERATION FOR THE SERVICE PROVIDED UNDER THESE T&amp;C.\nSAMSUNG’S CUMULATIVE LIABILITY TO YOU OR ANY OTHER PARTY FOR ANY LOSS OR DAMAGES RESULTING FROM ANY CLAIMS, DEMANDS, OR ACTIONS ARISING OUT OF OR RELATING TO THIS AGREEMENT SHALL NOT EXCEED THE FEES PAID BY YOU TO SAMSUNG OR A SAMSUNG LICENSE RESELLER FOR USE OF THE PRODUCT DURING THE TWELVE (12) MONTH PERIOD PRIOR TO THE DATE WHEN A CLAIM FOR DAMAGES IS FIRST MADE, AND IF SUCH DAMAGES RELATE TO PARTICULAR PRODUCT, SUCH LIABILITY SHALL BE LIMITED TO FEES PAID FOR THE RELEVANT PRODUCT GIVING RISE TO THE LIABILITY DURING THE TWELVE (12) MONTH PERIOD PRIOR TO THE DATE WHEN A CLAIM FOR DAMAGES IS FIRST MADE, IF ANY, OR $50, WHICHEVER IS GREATER.\nIN THE CASE OF PRODUCT THAT IS DELIVERED FREE OF CHARGE, SAMSUNG OR A SAMSUNG LICENSE RESELLER SHALL HAVE NO LIABILITY WHATSOEVER TO YOU OR ANY OTHER PARTY FOR ANY LOSS OR DAMAGES RESULTING FROM ANY CLAIMS, DEMANDS, OR ACTIONS ARISING OUT OF OR RELATING TO THIS AGREEMENT.12.\nINDEMNIFICATION12.1 You acknowledge and agree that Samsung shall not be responsible for any loss, damage or Injury suffered by You and/or End Users arising out of or in connection with the Service or Your use thereof, and agree to indemnify and hold harmless, and upon Samsung’s request, defend, Samsung, its affiliates, officers, directors, employees and agents from any claims, liabilities, losses, damages, demands, actions, expenses and costs, including, without limitation, attorneys’ fees and courts costs arising out of or in connection with any of the following: (i) Your breach of any covenant, obligation, representation or warranty in these T&amp;C.\n(ii) End Users’ use of the Activated Devices and/or the Software.\nand/or (iii) any alleged or actual infringement of any third party’s intellectual property rights arising from the Software or Your deployment of the Software via the Service.12.2 You (and Your legal entity) agree to indemnify, defend and hold harmless Samsung from and against any and all losses, costs, liabilities or expenses (including but not limited to reasonable attorneys’ fees) arising, directly or indirectly, out of or in connection with (i) the willful or negligent acts or omissions of You or End User.\n(ii) breach of any of Your obligations under this T&amp;C.\nor (iii) Your use of or combination of Samsung’s marks licensed to it under this T&amp;C in a manner that infringes upon any third party’s intellectual property rights, to the extent that the infringement would not have arisen absent such use or combination by You.13.\nTERMINATIONThese T&amp;C and all rights granted by Samsung hereunder may be immediately terminated by either party if the other party has breached any terms of this Agreement and fails to cure such breach within thirty (30) days of a non-breaching party’s notice thereof.\nThe provisions of Sections 4, 5, 7, 8, 10, 11, 12, 13 and 14 will survive any termination of this T&amp;C.14.\nGOVERNING LAW.\nVENUE.These T&amp;C shall be governed by and construed in accordance with the laws of the Republic of Korea, without regard to any conflict-of-laws rules.\nAll disputes, controversies or claims between the parties arising out of or in connection with this Agreement (including its existence, validity or termination) shall be finally resolved by arbitration to be held in Seoul, Korea and conducted in English under the Rules of Arbitration of the International Chamber of Commerce.\nprovided, however, that each party may enforce its or its affiliates’ intellectual property rights in any court of competent jurisdiction, including but not limited to equitable relief.\nThe arbitral award shall be final and binding on the parties.\nExcept to the extent entry of judgment and any subsequent enforcement may require disclosure, all matters relating to the arbitration, including the award, shall be held in confidence.15.\nENTIRE AGREEMENTThis T&amp;C constitute the entire agreement between You and Samsung and supersede all previous agreements and understandings, whether oral or written, with respect to the subject matter hereof.THIS T&amp;C ARE TIED TO THE ELECTRONIC REGISTRATION BY THE ENTITY FROM A PERSON WITH LEGAL AUTHORITY TO BIND THE ENTITY TO THESE T&amp;C.\nCLICKING “ACCEPT” OR ANY ACT OF USING THE SERVICE PROVIDED UNDER THESE T&amp;C SHALL BE DEEMED AS ACCEPTANCE OF THE TERMS OF THIS T&amp;C.\nIF YOU ARE AN AGENT OR EMPLOYEE OF THE ENTITY, YOU REPRESENT AND WARRANT THAT YOU HAVE THE AUTHORITY TO BIND THE ENTITY TO THESE T&amp;C BY CLICKING “ACCEPT” OR OTHERWISE USING THE SERVICE.16.\nPROPRIETARY RIGHTSExcept the Open Source in Section 17, the software and Documentation in Services are confidential and proprietary information of SAMSUNG or its licensors.\nTitle, ownership rights, and intellectual property rights in and to the foregoing shall remain with SAMSUNG or its licensors.\nThe software and Documentation in Services are protected by the copyright laws of the United States and international copyright treaties.\nThis Agreement does not convey to you an interest in or to the software or the Service, but only grants you a limited right of use, which may be revocable in accordance with the terms of this Agreement.17.\nOPEN SOURCE SOFTWAREThe software in Services may contain or be provided with open source libraries, components, utilities and other open source software (collectively, “Open Source”), which Open Source may have applicable license terms as identified on a website designated by Samsung or otherwise provided with the applicable Documentation.\nNotwithstanding anything to the contrary herein, use of the Open Source shall be subject to the applicable Open Source license terms and conditions are as made available at the URL or our service agent of Open Source notice site for each Product.\n(which terms shall not restrict the license rights granted to Customer hereunder but may contain additional rights).Schedule 1“Products” or “Services” means the following Knox Products, but each product’s availability may differ according to Samsung’s schedule, at its sole discretion.<ul>\n<li>Knox Configure is a product to (i) configure Samsung Devices (ii) deploy software owned or licensed by You on Samsung Devices.\nand (iii) otherwise manage Samsung Devices.\nMore information is available at https://www.samsungknox.com/en/solutions/it-solutions/knox-configure</li>\n<li>Knox Mobile Enrollment is a product to deploy and manage MDM/EMM applications on Samsung Devices.\nMore information is available at https://www.samsungknox.com/en/solutions/it-solutions/knox-mobile-enrollment</li>\n<li>Knox E-FOTA is a product to (i) selectively deploy the target firmware version allowed on Samsung Devices.\nand (ii) force a firmware and optional policies update across multiple Samsung Devices at a scheduled time.\nMore information is available at https://www.samsungknox.com/en/solutions/it-solutions/samsung_e-fota</li>\n<li>Samsung Care+ for Business is a Samsung’s device protection plan to give your organization extended coverage for repairs and unexpected damage to your work devices.\nMore information is available at https://www.samsungknox.com/en/samsung-care-plus</li>\n<li>Knox Asset Intelligence is a product to (i) get the battery data, App usage data, App error data, peripherals data, scanning data, wifi connectivity data and device location data from Samsung Devices (ii) upload the data to the server periodically or continuously.\nand (iii) provide the analyzed data with dashboard on Knox Intelligence portal.\nMore information is available at https://www.samsungknox.com/en/solutions/it-solutions/knox-asset-intelligence</li>\n<li>Knox Manage is a product to (i) manage supported devices (ii) deploy certain applications and contents file to supported devices (iii) provide collected data information of devices on Knox Manage portal.\nMore information is available at https://www.samsungknox.com/en/solutions/it-solutions/knox-manage</li>\n<li>Knox Platform for Enterprise (KPE) is a military-grade mobile solution for IT admins to manage and secure Samsung phones, tablets and watches for business.\nMore information is available at https://www.samsungknox.com/en/solutions/it-solutions/knox-platform-for-enterprise</li>\n<li>Knox Dual Data-at-Rest Encryption (DualDAR) is a product to protect sensitive work data against accidental misconfiguration, operator error or malicious attacks by using two layers of encryption</li>\n<li>Knox Suite is a comprehensive suite of Knox enterprise mobility solutions such as Knox Manage and Knox E-FOTA, which is designed to secure, deploy and manage Samsung devices.\nMore information is available at https://www.samsungknox.com/en/solutions/it-solutions#knox-suite</li>\n</ul>Annex<br>Important Terms and Conditions<br>\n<ul>\n<li>NOTWITHSTANDING ANYTHING CONTRARY IN THIS AGREEMENT, THE FOLLOWING IMPORTANT TERMS AND CONDITIONS SHALL ADDITIONALY APPLY TO THE PARTIES IN REGARDS TO THE KNOX PRODUCT.</li>\n<li>DEPENDING ON YOUR POLICY, THIS KNOX PRODUCT (I) LIMIT AND RESTRICT THE END USER’S DEVICE FROM RECEIVING REGULAR UPDATES AND UPGRADES (INCLUDING CRITICAL SECURITY UPDATES AND OS UPGRADES) AND/OR (II) DOWNLOAD AND INSTALL CERTAIN UPDATES WITHOUT CONSENT OR PERMISSION FROM THE END USER CUSTOMER WHICH MAY INCUR ADDITIONAL DATA CHARGES (COLLECTIVELY, “LIMITATIONS”).</li>\n<li>YOU ACKNOWLEDGES SUCH LIMITATIONS, AND SHALL (I) CLEARLY COMMUNICATE SUCH LIMITATIONS TO EACH END USER AND (II) ENSURE THAT YOU WILL CLEARLY NOTIFY END USERS OF SUCH LIMITATIONS AND OBTAINS LEGITIMATE CONSENT FROM END USERS PRIOR TO APPLYING THIS KNOX PRODUCT TO SUCH END USERS’ DEVICE.</li>\n<li>SAMSUNG MAY, IN ITS SOLE DISCRETION, UPGRADE, UPDATE, CHANGE, MODIFY, DELETE, CEASE ANY FEATURES OF THE KNOX PRODUCT FROM TIME TO TIME, UPON REASONABLE NOTICE TO YOU.\nYOU ACKNOWLEDGES THAT SUCH CHANGED FEATURES MAY NOT BE COMPATIBLE WITH CERTAIN DEVICE MODELS AND/OR OS/KNOX VERSIONS.</li>\n<li>YOU SHALL PROPERLY NOTIFIES AND GUIDES YOUR END USERS THAT KNOX PRODUCT APPLIED DEVICE (INCLUDING ANY SOFTWARE WITHIN THE DEVICE) MAY ONLY BE MODIFIED, UPDATED, OR UPGRADED YOUR IT ADMIN AND NO ONE ELSE.\nSAMSUNG WILL NOT BE RESPONSIBLE FOR ANY DAMAGE OR LOSS ARISING FROM YOUR OR END USERS USE OTHER THAN EXPRESSLY STATED HRERIN.</li>\n<li>YOU ACKNOWLEDGES AND AGREES THAT YOU WILL REFLECT (AND ENSURE CUSTOMERS AND ITS DOWNSTREAM CHANNELS TO REFLECT) THE ABOVE RESTRICTIONS (ALONG WITH OTHER RESTRICTIONS SET FORTH IN THE AGREEMENT) BACK TO BACK IN YOUR DOWNSTREAM CONTRACTS INCLUDING WITHOUT LIMITATION IN YOUR END USERS CONTRACTS.</li>\n</ul>", "created_at": "2022-12-16 18:23:39.943852", "updated_at": "2022-12-16 18:24:36.603654"}, {"id": 13329, "name": "EULA", "url": "https://eula.secb2b.com/EULA/CCPA/en_US.html", "xpath": "//body", "text": "\n<p>Last updated: November 6, 2020</p>\n<p>\n</p>\n<p>Samsung Electronics Co., Ltd., along with our affiliates and subsidiaries (collectively, “Samsung”), respect your concerns about privacy.\nThis Samsung Knox Privacy Policy applies to the personal information we obtain through Knox products and services (collectively, “Knox”).\nIt does not apply to information collected by other apps, websites, or services provided by Samsung.</p>\n<p>\n</p>\n<p>This Samsung Knox Privacy Policy provides information about how we may collect, use and share your personal information in connection with Knox.\nThe Samsung Privacy Policy for the U.S.\nat https://account.samsung.com/membership/terms/privacypolicy (“Privacy Policy”) also applies to your use of Knox and should be read in conjunction with this Samsung Knox Privacy Policy.\nThe Privacy Policy provides additional information about our personal information practices, including how to contact us.\nIn the event any portion of this Samsung Knox Privacy Policy conflicts with the Privacy Policy the relevant provisions of this Samsung Knox Privacy Policywill govern.</p>\n<p>\n</p>\n<p>\n<u>\n<b>Information We Obtain</b>\n</u>\n</p>\n<p>\n</p>\n<p>Through Knox, we may obtain information about you in various ways.</p>\n<p>\n</p>\n<p>\n<u>Information About Your Use of Knox</u>\n</p>\n<p>\n</p>\n<p>We may collect information about your use of our Knox through software on your devices and by other means.\nWe may collect:</p>\n<p>\n</p>\n<p>• Device and App Information, such as device identifiers and other unique identifiers, device software version, OS version, device models, application package name, application package version, and hash data of the application.</p>\n<p>• Information about your usage of Knox, including how, when and how often you use your devices and Knox.\nSamsung’s servers will receive information when you interact with Knox, such as information about your use of Knox and your interactions with Knox.</p>\n<p>• With your separate consent, application logs to identify and diagnose errors with Knox.\nWe will explain more in detail on the types of data collected and used in the separate consent.</p>\n<p>\n</p>\n<p>We also may collect other information about you, your devices and apps, and your use of Knox in ways that we describe to you at the time of collection or otherwise with your consent.</p>\n<p>\n</p>\n<p>We may use third-party analytics services, such as Google Analytics.\nThe information we obtain may be disclosed to or collected directly by these providers and other relevant third parties who use the information, for example, to evaluate use of Knox and to help administer Knox.\nTo learn more about Google Analytics, please visit https://www.google.com/policies/privacy/partners/.</p>\n<p>\n</p>\n<p>\n<u>\n<b>How We Use the Information We Obtain</b>\n</u>\n</p>\n<p>\n</p>\n<p>We may use the information we obtain through Knox:</p>\n<p>\n</p>\n<p>• register and authenticate you or your device for Knox activation and manage Knox licenses;</p>\n<p>• provide Knox framework and its features and services;</p>\n<p>• respond to your requests, inquiries, and instructions made through or about Knox;</p>\n<p>• operate, evaluate and improve our business (including developing new products, enhancing and improving our products and the services.\nmanaging our communications.\nanalyzing our products, customer base and services.\nconducting market research.\nperforming data analytics.\nand performing accounting, auditing and other internal functions);</p>\n<p>• analyze our products and services to help us better understand our customers in order to offer the most relevant communications, services and experiences to you;</p>\n<p>• provide software updates, maintenance services, and support for Knox;</p>\n<p>• comply with and enforce applicable legal requirements, relevant industry standards and our policies, including this Samsung Knox Privacy Policy and the Privacy Policy;</p>\n<p>• protect the rights, property, or safety of Samsung Electronics, or any of our affiliates, business partners, or customers.</p>\n<p>\n</p>\n<p>\n<u>\n<b>Information Sharing</b>\n</u>\n</p>\n<p>\n</p>\n<p>We may share your personal information with our subsidiaries and affiliates and with service providers who perform services for us, such as cloud platform providers who maintain data on our behalf.\nWe do not authorize our service providers to use or disclose the information except as necessary to perform services on our behalf or to comply with legal requirements.\nIn addition, we may share your personal information with our business partners who operate apps and services that connect with Knox.</p>\n<p>\n</p>\n<p>We may share personal information we collect through Knox if you ask us to do so or otherwise with your consent.\nWe also may disclose information about you in other circumstances, including (1) if we are required to do so by law or legal process, or to establish, exercise, or defend our legal rights, (2) when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual fraudulent or illegal activity, (3) in the event we may or do sell or transfer all or a portion of our business or assets (including in the event of a merger, acquisition, joint venture, reorganization, divestiture, dissolution or liquidation).\nor (4) otherwise with your consent or at your request.</p>\n<p>\n<u>\n<b>Children's Personal Information</b>\n</u>\n</p>\n<p>Knox is designed for a general audience and is not directed to children.\nKnox does not knowingly collect or solicit personal information from children under the age of 13.\nIf we learn that we have collected personal information from a child under age 13, we will promptly delete that information.\nIf you believe that a child under age 13 may have provided us with personal information, please contact us as specified in the How to Contact Us section of the Privacy Policy.</p>\n<p>\n</p>\n<p>\n<u>\n<b>Updates to This Samsung Knox Privacy Policy</b>\n</u>\n</p>\n<p>\n</p>\n<p>This Samsung Knox Privacy Policy may be updated periodically to reflect changes in our personal information practices with respect to Knox or changes in the applicable law.\nWe will indicate at the top of this Samsung Knox Privacy Policy when it was most recently updated.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<b>CALIFORNIA CONSUMER PRIVACY STATEMENT - SUPPLEMENT</b>\n</p>\n<p>\n<b>Effective: November 1, 2020</b>\n</p>\n<p>This California Consumer Privacy Statement for Knox (the “Statement”) supplements the Samsung Knox Privacy Policy.\nIt applies solely to Knox users who are California residents.\nIn the event of a conflict between this Statement and the Samsung Knox Privacy Policy (or the Samsung Privacy Policy for the U.S.\n(including without limitation the California Consumer Privacy Statement therein)) this Statement shall prevail.</p>\n<p>This Statement uses certain terms that have the meaning given to them in the California Consumer Privacy Act of 2018 and its implementing regulations (the “CCPA”).</p>\n<p>\n<u>\n<b>Notice of Collection and Use of Personal Information</b>\n</u>\n</p>\n<p>We may collect the following categories of personal information about you:</p>\n<p>• <b>Identifiers: </b>identifiers such as device identifiers and other unique identifiers (such as online identifiers)</p>\n<p>• <b>Online Activity:</b> Internet and other electronic network activity information, including, but not limited to, information regarding your interaction with applications</p>\n<p>We may use the categories of personal information listed above for the purposes described in the Samsung Knox Privacy Policy.\nIn addition, we may use these categories of personal information for certain business purposes specified in the CCPA, as described below:</p>\n<p>• performing services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, providing analytics services, or providing similar services;</p>\n<p>• detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;</p>\n<p>• debugging to identify and repair errors that impair existing intended functionality;</p>\n<p>• undertaking internal research for technological development and demonstration.\nand</p>\n<p>• undertaking activities to verify or maintain the quality or safety of a service or device that is owned, manufactured, manufactured for, or controlled by us, and to improve, upgrade, or enhance the service or device that is owned, manufactured, manufactured for, or controlled by us.</p>\n<p>\n<u>\n<b>Our Prior Collection, Use and Disclosure of Personal Information</b>\n</u>\n</p>\n<p>We may have collected and used your personal information, as described above, during the 12-month period prior to the effective date of this Statement.\nFor the personal information collected during that timeframe, we describe below: (a) the categories of sources from which we may have obtained the personal information, (b) the categories of third parties with whom we may have shared the information, (c) the categories of personal information we may have sold, and (d) the categories of personal information we may have disclosed for a business purpose.</p>\n<p>\n<b>Sources of Personal Information</b>\n</p>\n<p>We may have obtained personal information about you from various sources, including:</p>\n<p>• from you or your devices, for example, through your use of the services;</p>\n<p>• our affiliates and subsidiaries;</p>\n<p>\n<b>Sharing of Personal Information</b>\n</p>\n<p>We may have shared your personal information with certain categories of third parties, including:</p>\n<p>• our affiliates and subsidiaries;</p>\n<p>• vendors who provide services on our behalf;</p>\n<p>• our business partners;</p>\n<p>• data analytics providers.\nand</p>\n<p>• government entities.</p>\n<p>\n<b>Sale of Personal Information</b>\n</p>\n<p>We do not sell personal information.</p>\n<p>\n<b>Disclosure of Personal Information for a Business Purpose</b>\n</p>\n<p>We may have disclosed to third parties the following categories of personal information for a business purpose:</p>\n<p>• Identifiers</p>\n<p>• Online Activity</p>\n<p>\n<b>California Consumer Privacy Rights</b>\n</p>\n<p>You have certain choices regarding our use and disclosure of your personal information, as described below.</p>\n<p>\n<u>Access</u>: You may have the right to request, twice in a 12-month period, that we disclose to you the personal information we have collected, used, disclosed and sold about you during the past 12 months.</p>\n<p>\n<u>Deletion</u>: You have the right to request that we delete certain personal information we have collected from you.</p>\n<p>\n<u>Opt-Out of Sale</u>: California law provides consumers with the right to opt-out of the sale of personal information.\nWe do not sell consumers’ personal information.</p>\n<p>\n<u>Shine the Light Request</u>: You also may have the right to request that we provide you with (1) a list of certain categories of personal information we have disclosed to third parties for their direct marketing purposes during the immediately preceding calendar year and (2) the identity of those third parties.</p>\n<p>\n<b>How to Submit a Request</b>: To submit an access or deletion request to Samsung Account, click here https://www.samsung.com/us/privacy/ccpa/ or call us at 1-800-SAMSUNG (1-800-726-7864).\nTo submit a Shine the Light request, email us at <u>NAPrivacy@sea.samsung.com.</u> To opt-out of the sale of your personal information, click here https://www.samsung.com/us/privacy/ccpa/ or call us at 1<u>-800-SAMSUNG (1-800-726-7864).</u>\n</p>\n<p>\n<b>Verifying Requests</b>: To help protect your privacy and maintain security, we will take steps to verify your identity before granting you access to your personal information or complying with your request.\nIf you have a Samsung.com account, we will verify your identity by requiring you to sign in to your account.\nIf you do not have a Samsung.com account, or an email address on file with us, then there is no reasonable method by which we can verify your identity to the level of certainty required by the CCPA.\nThis is because historically Samsung has not linked device identifiers or advertising IDs to named actual persons.\nAccordingly, if you do not have an account with us, or an email address on file, and you request access to or deletion of your personal information, we will not be able to process your request at this time.</p>\n<p>\n<b>Additional Information:</b> If you choose to exercise any of your rights under the CCPA, you have the right to not receive discriminatory treatment by us.\nTo the extent permitted by applicable law, we may charge a reasonable fee to comply with your request.</p> ", "created_at": "2022-12-16 18:25:10.267715", "updated_at": "2022-12-16 18:25:18.342921"}], "points": [], "urls": ["samsungknox.com"]}}