{"error": 448, "message": "OK", "parameters": {"id": 9607, "name": "Nobotclick", "created_at": "2023-09-13 02:22:12.833027", "updated_at": "2023-09-13 10:02:41.276689", "wikipedia": null, "keywords": null, "related": null, "slug": "nobotclick", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9607.png", "url": "nobotclick.com", "documents": [{"id": 19079, "name": "Privacy and Data Protection Policy", "url": "https://nobotclick.com/privacy", "xpath": "/html/body/div[2]", "text": " Privacy and Data Protection Policy <p>This Privacy and Data Protection Policy sets out the policies of the online service Nobotclick.com (\"we\", \"us/us/us/our\") with respect to data collected, used and processed through the www.nobotclick.com (the \"Website\"), as well as the following related downloadable software, mobile and desktop applications (collectively, the \"Products\") and other services provided by us, which contain a link to this Privacy Policy, as well as in written or oral communications, including email, chat messages, and telephone communications (collectively, including websites and products, the \"Services\").\n</p>\n<p>Our goal is to protect the privacy of your personal information that you provide to us when you use our websites and Services, including:</p>\n<ul>\n<li>www.nobotclick.com and other company websites, including subdomains;</li>\n<li>software applications of the Nobotclick service.</li>\n</ul>\n<p>\n<b>Definitions</b>\n</p>\n<p>Personal data - any information relating to a specific or identifiable natural person (subject of personal data).\nA identifiable person is a person who can be identified directly or indirectly, in particular through a given name, surname, identification number, location data, an online identifier, or through one or more physical, psychological, genetic, mental, economic, cultural characteristics.\nor the social identity of such an individual.</p>\n<p>Processing - any operations (actions) or a set of operations performed with or without the use of automation tools with personal data, including collection, recording, systematization, accumulation, storage, clarification, modification, retrieval, use, transfer, distribution or provision of access otherwise, grouping or combining, limiting, deleting or destroying.</p>\n<p>Restriction of processing - marking of stored personal data in order to limit their processing in the future.</p>\n<p>Operator - a natural or legal person, state body, municipal body, agency or other body, independently or jointly with other persons, determines the purposes and means of processing personal data.\nwhere the purposes and means of such processing are determined by Union or Member State law.\nThe operator or the specific criteria for his nomination may be provided for by Union or Member State law.</p>\n<p>Processor - a natural or legal person, state body, municipal body, agency or other body that processes personal data on behalf of the operator.</p>\n<p>Consent of the data subject - any freely given, specific, informed and unambiguous expression of his will by the data subject, by which the subject expresses, through a statement or a clear affirmative action, consent to the processing of personal data relating to this data subject.</p>\n<ol>\n<li>\n<b> Collection and use of information</b>\n</li>\n</ol>\n<p>1.1 In general, we collect data that:</p>\n<ol>\n<li>a) you directly provide to us through our websites or when you make inquiries related to our products and services,</li>\n<li>b) we receive from the use of our products and services, which include, but are not limited to, our websites.</li>\n</ol>\n<p>1.2 We may collect your personal data through several different sources, which include, but are not limited to:</p>\n<ul>\n<li>Forms completed on websites and when registering for software products/applications </li>\n<li>Physical forms</li>\n<li>When you contact us by phone or email</li>\n<li>Introducing agents</li>\n<li>Existing customers or employees</li>\n<li>Service Desk Applications</li>\n<li>Online Consultant and Online Support</li>\n<li>Social Media and Media</li>\n<li>Advertising Counters and Website Identifiers</li>\n</ul>\n<p>1.3 We may collect and use your personal data for the following purposes:</p>\n<p>(a) to fulfill our obligations under a contract or in the course of or in connection with to provide you with goods and/or services at your request;</p>\n<p>(b) verifying your identity;</p>\n<p>(c) processing, evaluating and responding to inquiries, applications, applications, complaints, job requests and feedback;</p>\n<p>(d) maintaining the relationship between us;</p>\n<p>(e) sending you marketing information, which may include, but is not limited to, questionnaires and surveys about our products or services;</p>\n<p>(f) comply with applicable laws, regulations, codes of practice, guidelines, directives or rules, and assist in law enforcement actions and investigations by a government and/or other regulatory body;</p>\n<p>(g) for any other purpose for which you provided the data;</p>\n<p>(h) sharing information with third party affiliates, including third party service providers and agents, as well as relevant government and/or regulatory authorities, both in Europe and outside the jurisdiction of the EU, for the purposes outlined in this section;</p>\n<p>(i) any other possible business purposes related to those mentioned above;</p>\n<p>(j) manage and improve the features and functionality of our applications and related services;</p>\n<p>(k) analysis of application performance by collecting statistical data;</p>\n<p>Even if the relationship between us is terminated or changed (for example, in accordance with the terms of an agreement), the purposes listed in the above provisions may continue for a reasonable period of time (including, if necessary, the period required for us to enforce the rights under any contract with you or for other lawful purposes).</p>\n<p>In addition to the specific purposes for processing personal data set out in this section, we may also process your personal data where such processing is necessary for us to comply with legal obligations or to protect your vital interests or the vital interests of another person.</p>\n<p>We provide services in cooperation with companies that provide services on our behalf, such as the processing and delivery of information, the placement of information in applications, the delivery of content and services provided by the applications and services of our websites, the performance of statistical analysis of the use of applications and these services.\nIn order for these companies to provide these services, we may provide them with limited access to the personal information they need to provide the services.\nSuch third parties are required to comply with the terms of this Privacy and Data Protection Policy or act in accordance with a similar Privacy Policy.</p>\n<p>We do not sell, rent, lease or donate our user lists with email addresses to third parties.</p>\n<p>Information that you voluntarily disclose on your personal profile page, forums, comments on forum posts, and chats becomes public and can be viewed by other users.\nThe forums, chat rooms and other areas of the user community of our applications accessible through our sites and applications are public.\nInformation that could identify you or any other person should not be disclosed in such areas.\nWe are not responsible for the security and protection of the data disclosed by you in such areas.</p>\n<p>1.4 Privacy and Personal Data of Minors</p>\n<p>We recognize the importance of the privacy of personal data of minors and do not knowingly collect personal information from anyone under eighteen (18) years of age.\nOur sites and services are intended for persons over eighteen (18) years of age.\nThe Nobotclick.com service is not responsible for non-compliance with this requirement.</p>\n<p>We encourage parents and legal guardians to take appropriate steps to prevent minors under the age of eighteen from viewing this website without proper permission.</p>\n<p>If we become aware that we have collected personal data from a visitor under the age of eighteen (18), we will delete such data as soon as reasonably practicable and will not use such data.</p>\n<p>1.5.\nCollection of Other Information</p>\n<p>We may collect non-personal information about your use of our Software Applications, visits to websites or use of additional services, including the pages you view, the links you click on, and other activities associated with the use of our applications or services.\nIn addition, we may collect certain technical information necessary for the operation of our products/services and to collect anonymous statistical information about the use of such products/services, as well as any error messages in the operation of our products.</p>\n<ol>\n<li>\n<b> Cookies</b>\n</li>\n</ol>\n<p>A cookie is a small file containing a string of characters that is sent to your computer when you visit a particular page.\nWhen you visit this website again, such a file allows it to identify your browser.\nCookies are capable of storing user preferences and other information.\nYou can set your browser to reject all cookies or notify you when they are being sent.\nHowever, some website features or services may not work properly if cookies are rejected.\nNo data collected by us in this way can be used to identify a visitor to the site.\nCookies cannot be used to run programs or infect your computer with viruses.</p>\n<ol>\n<li>\n<b> Protection of personal data</b>\n</li>\n</ol>\n<p>We take measures to protect the information provided to us, both during transmission and after receipt.\nWe take appropriate administrative, technical and physical security measures to protect the personal data you provide from accidental or unlawful destruction, accidental loss, unauthorized alteration, unauthorized disclosure or access, misuse, and other unlawful forms of personal data processing.\nSuch measures include, for example, firewalls, password protection, and other means of access control and authentication.&nbsp;</p>\n<p>As recommended by the Payment Card Industry Data Security Standards Council, customer card data is protected using TLS 1.2 transport layer and application layer encryption with AES algorithm and a key length of 256 bits.</p>\n<p>However, no method of transmission over the Internet or electronic storage of data is 100 percent secure.\nTherefore, we cannot guarantee the absolute security of the information you provide, and you submit the data at your own risk.\nWe also cannot guarantee that such information cannot be accessed, disclosed, altered or destroyed as a result of a breach of our physical, technical or administrative safeguards.\nContact us if you suspect any unauthorized use of your personal data.</p>\n<ol>\n<li>\n<b> Retention of personal data</b>\n</li>\n</ol>\n<p>We may retain data for different periods of time for various purposes, as required by law, our legitimate interests or for other business purposes.\nOther statutory obligations, legal processes and requests may also require the storage of certain data.&nbsp;</p>\n<ol>\n<li>\n<b> Data transfer outside the European Economic Area (EEA)</b>\n</li>\n</ol>\n<p>Data processors may be located in different countries around the world, so your data may be processed, used or transferred outside the EEA.\nWe ensure that all necessary precautions and security measures are taken in accordance with national and international laws.&nbsp;</p>\n<ol>\n<li>\n<b> Changes to this Privacy and Data Protection Policy</b>\n</li>\n</ol>\n<p>6.1 We reserve the right to change or update this Privacy Policy in whole or in part from time to time by posting the new version on our website.</p>\n<p>6.2 We encourage you to periodically review our Privacy Policy to stay informed of such changes.&nbsp;</p>\n<p>6.3 The latest version of the Privacy Policy can be found at the following address: https://www.nobotclick.com/privacy.\nWhen changes are made, the new version of the Privacy Policy comes into force from the moment it is posted, unless otherwise provided by the new version of the Policy.</p>\n<p>6.4 We may notify you of changes to this Privacy Policy by email or through the messaging system on our website.</p>\n<ol>\n<li>\n<b> Your rights</b>\n</li>\n</ol>\n<p>(a) Right of access</p>\n<p>You have the right to obtain confirmation of whether we are processing your personal data and, if processed, access to personal data together with certain additional information.\nSuch additional information includes detailed information about the purposes of processing, categories of personal data and recipients of personal data.\nWe may provide you with a copy of your personal data if such provision does not affect the rights and freedoms of others.</p>\n<p>(b) the right to rectification</p>\n<p>You have the right to request the rectification of inaccurate personal data about you, as well as the completion of data about you, taking into account the purposes of processing.</p>\n<p>(c) the right to deletion (erasure) of data</p>\n<p>In some cases, you have the right to request the erasure of your personal data if it is determined that such personal data is no longer needed in relation to the purposes for which it was collected or otherwise processed.\nif you revoke authorization-based processing.\nif you object to processing under certain provisions of applicable data protection law or if it is established that the personal data has been unlawfully processed.\nHowever, there are exceptions to the right to erasure.\nGeneral exceptions include situations where processing is necessary to exercise the right to freedom of expression and information, to comply with a legal obligation or to establish, exercise or defend legal claims, or if it is contrary to the public interest.</p>\n<p>(d) the right to restriction of data processing</p>\n<p>In some cases, you have the right to restrict the processing of your personal data, for example, if you dispute the accuracy of personal data.\nif the processing is unlawful, but you do not agree to the erasure of the data.\nif we no longer need the personal data for processing, but are required by you to establish, exercise or defend legal claims.\nand if you have objected to the processing and are awaiting confirmation of such objection.\nWhere data processing is limited on this basis, we may continue to store your personal data.\nHowever, we will process them only to establish, exercise or defend legal claims, to protect the rights of another person or entity, or in connection with an important public interest.</p>\n<p>(e)the right to object to the processing of data</p>\n<p>You have the right to object to the processing of your personal data on grounds relevant to your particular situation, subject to the fact that there may be a legal basis for processing data related to the performance of tasks in the public interest, the exercise of us of official authority or in the exercise of our legitimate interests or the legitimate interests of a third party.\nIf we receive such an objection from you, we will stop processing personal data, unless we can provide a legal basis for the processing that overrides your interests, rights and freedoms, or if the processing is necessary for the establishment, exercise or defense of legal claims .</p>\n<p>&nbsp;You have the right to object to the processing of your personal data for direct marketing (including profiling for direct marketing).\nIf we receive such an objection from you, we will stop processing personal data for such purposes.</p>\n<p>&nbsp;You have the right to object to the processing of your personal data for scientific, historical or statistical research purposes on grounds relating to your particular situation, unless such processing is required for tasks carried out in the public interest.</p>\n<p>(f) the right to data portability</p>\n<p>You have the right to receive the personal data provided to us, provided that the&nbsp;</p>\n<ul>\n<li>&nbsp;processing is based on authorization.\nor</li>\n<li>&nbsp;the processing is carried out by automated means, you may receive your personal data from us in a structured, commonly used and machine-readable format.\nThis right cannot be applied if it adversely affects the rights and freedoms of others.</li>\n</ul>\n<p>(g) the right to lodge a complaint with a supervisory authority</p>\n<p>&nbsp;If you believe that the processing of your personal data violates data protection law, you have the legal right to lodge a complaint with the supervisory authority responsible for data protection.\nYou may do so in the EU Member State in which you habitually reside, work or where the alleged infringement took place.</p>\n<p>(h) the right to revoke authorization.</p>\n<p>If the legal basis for our processing of your personal data is authorization, you have the right to revoke such authorization at any time.\nHowever, in this case, it may not be possible to provide you with some features of our Services.\nWithdrawal of permission will not affect the lawfulness of the processing prior to the withdrawal request.</p>\n<ol>\n<li>\n<b> Notice of Violations</b>\n</li>\n</ol>\n<p>In the event of violations or unauthorized intrusions into our systems that may affect the security of personal data, we will notify you as soon as reasonably practicable and take all necessary measures and actions to prevent such occurrences in the future.</p>\n<ol>\n<li>\n<b> Communication with us.</b>\n</li>\n</ol>\n<p>If you have any questions related to this Policy or the processing and use of your personal data in connection with the use of our Software Applications or websites, please contact us by email: info@nobotclick.com.\nWhen contacting us, please provide your name and other information necessary to identify and fully process your request.</p> ", "created_at": "2023-09-13 02:22:12.863014", "updated_at": "2023-09-13 02:22:28.681787"}], "points": [], "urls": ["nobotclick.com"]}}