{"error": 448, "message": "OK", "parameters": {"id": 7692, "name": "H&R Block", "created_at": "2023-03-20 00:19:43.386724", "updated_at": "2023-07-10 22:02:40.349549", "wikipedia": "https://en.wikipedia.org/wiki/H%26R_Block", "keywords": null, "related": null, "slug": "hrblock", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7692.png", "url": "hrblock.com", "documents": [{"id": 14819, "name": "Online Services Agreement", "url": "https://idp.hrblock.com/idp/Authn/OnlineServiceAgreement.html", "xpath": "//body", "text": " <u>ONLINE SERVICES AGREEMENT</u> TABLE OF CONTENTS <ol>\n<li>Introduction</li>\n<li>Your Use of The Products and Services</li>\n<li>Intellectual Property Rights</li>\n<li>Your Privacy</li>\n<li>Your Access to Products and Services</li>\n<li>The Products and Services</li>\n<li>Limited Guarantees</li>\n<li>Disclaimer of Warranties</li>\n<li>Limitations on Liability and Damages</li>\n<li>Indemnification</li>\n<li>ARBITRATION IF A DISPUTE ARISES (\"Arbitration Agreement\")</li>\n<li>SMS Text Messages</li>\n<li>Termination of this Agreement</li>\n<li>Other</li>\n<li>Definitions</li>\n</ol>\n<p>\n<strong>1.\n<u>Introduction.</u>\n</strong>\n</p>\n<p>1.1\tThis Online Services Agreement (\"Agreement\") is a contract between you and HRB Digital LLC and HRB Tax Group, Inc.\n(together,\t\"H&amp;R Block,\" \"we,\" or \"us\").\nThis Agreement governs your use of Products and Services (defined in Section 15) provided by H&amp;R Block, H&amp;R Block Affiliates (defined in Section 15), and H&amp;R Block's third party independently owned franchisees.\n</p>\n<p>1.2\tBe sure that you carefully read and fully understand this Agreement.\n<br>\n</p>\n<ol>\n<li>(A)\tYou may use H&amp;R Block's Products and Services only if you agree to all the terms of the Agreement.\n</li>\n<li>(B)\tYou are considered to have agreed to all the terms of the Agreement if you check your acceptance of the terms of the Agreement during the creation of your account, or if you otherwise access, copy, or use any Products and Services.</li>\n<li>(C)\tYou do not have the right to access and use the Products and Services if you do not agree to the terms of this Agreement.</li>\n</ol>\n<p>\n</p>\n<p>1.3\t<strong>THIS AGREEMENT INCLUDES A MUTUAL BINDING ARBITRATION AGREEMENT IN SECTION 11 THAT REQUIRES RESOLUTION OF DISPUTES BY INDIVIDUAL ARBITRATION UNLESS YOU OPT-OUT AS PROVIDED IN SECTION 11.\n</strong>\n</p>\n<p>1.4\tDefinitions of key terms are provided in Section 15 below.</p> Back to Top <p>\n<strong>2.\n<u>Your Use of The Products and Services.</u>\n</strong>\n</p>\n<p>2.1\t<strong>Your licensed and permitted use.</strong> H&amp;R Block grants you a non-exclusive, non-transferrable, non-sublicenseable, and limited license to access and use the Products and Services for your individual personal and/or internal business purposes under the terms, conditions, and limitations set forth in this Agreement and upon payment of all applicable fees.\nH&amp;R Block reserves any and all rights not expressly granted to you in this Agreement.\n</p>\n<p>2.2\t<strong>Your account.</strong>\n<br>\n</p>\n<ol>\n<li>(A)\t<strong>Creating your account.</strong> You will be required to register and create an account with us to access certain features of the Products and Services.\nYou will be assigned or will select a username and password through the registration process.\nBy creating an account, you consent to receive e-mail correspondence from H&amp;R Block regarding your account or your use of the Products and Services.\n</li>\n<li>(B)\t<strong>Accurate information.</strong> By registering or creating an account to use the Products and Services, you represent and warrant that your information is true and accurate to the best of your knowledge.\nYou agree not to submit false information such as name, email, address, or telephone number when registering for an account to use the Products and Services.\n</li>\n<li>(C)\t<strong>Business Users.</strong> You represent and warrant through your registration and your use of the Products and Services that you have the authority of your company to participate and use the Products and Services on its behalf.\nThus, you and your company are responsible for all activity occurring under your account.\n</li>\n</ol>\n<p>\n</p>\n<p>2.3\t<strong>Maintaining the security of your account.</strong> You are responsible for all use of the Products and Services under your account.\n</p>\n<ol>\n<li>(A)\t<strong>Account protection.</strong> You are responsible for setting up and keeping confidential your account, username, password, Quick Access, and other sensitive information.\nYou must take security precautions with at least reasonable and prudent care.\n</li>\n<li>(B)\t<strong>Quick Access protection.</strong> Quick Access is an alternative method you may use to sign into your account to use the Products and Services.\nYou may use alternative credentials like your fingerprint or biometrics to sign into your account.\n<ol>\n<li>(1)\t<strong>Enable and disable Quick Access.</strong> You may choose to enable or disable Quick Access on your device at any time by signing into your account and using the Settings Menu.\n</li>\n<li>(2)\t<strong>Personal use.</strong> Only you may use Quick Access to sign into your account.\nYou must never allow others to use Quick Access on your device.\nIf someone other than yourself is authorized to use your device with a fingerprint or other biometric, you must remove any access to your device by someone other than yourself.</li>\n</ol>\n</li>\n<li>(C)\t<strong>Unauthorized use of the Products and Services.</strong> You will notify us immediately of any unauthorized use of the Products and Services including use of your account, username, password, Quick Access, or any other security breach of which you are aware.\n<ol>\n<li>(1)\t<strong>Notification of unauthorized use.</strong> We will have no liability to you for any unauthorized access or transaction made using your account, username, password, or Quick Access that occurs before you have notified us of possible unauthorized use and we have had a reasonable opportunity to act on that notice.\n</li>\n<li>(2)\t<strong>Suspension of your account.</strong> If we suspect any unauthorized or fraudulent use, we may suspend or cancel your account, username, password, or Quick Access even without receiving notice from you or report such use to the authorities.</li>\n</ol>\n</li>\n<li>(D)\t<strong>Your equipment.</strong> You are solely responsible for all device and network security for devices used to access and use the Products and Services, including but not limited to any active firewall, anti-virus software, and anti-spyware software necessary to secure and protect any proprietary or confidential information that you provide, store, submit, send, or disclose directly or indirectly with your use of the Products and Services.</li>\n</ol>\n<p>2.4\t<strong>Conditions of Use.</strong>\n</p>\n<ol>\n<li>(A)\t<strong>Minimum Age.</strong> You must be 18 years of age or older to use the Products and Services.\nYou represent you are 18 years of age or older.\n</li>\n<li>(B)\t<strong>Payment of Applicable Fee.</strong> Your use of the Products and Services may require you to pay a fee to H&amp;R Block, and your use of certain Products and Services may be conditioned upon paying the applicable fee for such Products and Services.\nIf H&amp;R Block processes your payments using a third-party payment processor, such payments will be governed by the third-party payment processor's terms of use and privacy policy.\nIf you obtain a Refund Transfer, your fees are not due until after all services are complete, which is typically when your refund is received and your authorized payments are disbursed, but in any event, no more than 30 days after your tax return is e-filed.\n</li>\n<li>(C)\t<strong>Prohibited use.</strong> You must not, directly or indirectly use the Products and Services in a way that is a Prohibited Use (as defined in Section 15).</li>\n<li>(D)\t<strong>Additional limitations.</strong> Specific limitations to each of the Products and Services are explained further in Section 6.\n</li>\n</ol>\n<p>2.5\t<strong>You are responsible for the accuracy and completeness of information.</strong>\n</p>\n<ol>\n<li>(A)\t<strong>Tax returns you file.</strong> You will be the preparer of any tax return filed using the Products and Services (except for Tax Pro Review in Section 6.5 and Assisted Tax Preparation in Section 6.8).\nYou have the sole responsibility and liability for reviewing and verifying all tax returns and results from the Products and Services for accuracy and completeness, and for verifying that all required forms have been filed with the IRS or applicable Revenue Authority, including forms that are supported by the Products and Services.\n</li>\n<li>(B)\t<strong>Information you provide.</strong> You represent that all information you provide is accurate, consistent, and complete and that you have the right to provide the information to us.\nYou understand that we are relying upon information provided by you (including information on source documents), and we do not independently verify information that you provide.\nIt is your responsibility to substantiate the basis for any claimed credits, deductions, or expenses.\nYou grant H&amp;R Block a perpetual and royalty-free license to reproduce, use, store, and process any information that you provide, including Tax Information and other personal information in accordance with Section 4, including but not limited to, (1) as necessary for H&amp;R Block to provide the Products and Services, and (2) in a de-identified and aggregated format throughout the world for any purpose.\nIf you provide, or we reasonably believe you have provided, information that is false, incorrect, incomplete, pornographic, or improper, we have the right to delete the information, suspend any of your accounts, and refuse all current or future use of the Products and Services.\n</li>\n</ol>\n<p>2.6\t<strong>User Content.</strong>\n</p>\n<ol>\n<li>(A)\t<strong>User Content.</strong> Some Products and Services may provide you the opportunity to contribute User Content in User Areas.\nYou will not provide any User Content that is a Prohibited Use or that violates any intellectual property right of any third party.</li>\n<li>(B)\t<strong>License to User Content.</strong> You grant H&amp;R Block a perpetual and royalty-free license to reproduce, use, store, and process your User Content throughout the world for any purpose without any compensation or remuneration to you.\nYou acknowledge that H&amp;R Block may preserve and disclose User Content if required to do so by law or we believe in good faith that such preservation or disclosure is reasonably necessary to comply with legal process, enforce this Agreement, respond to a claim that User Content violates any third party's rights, or protect the right, property or personal safety of H&amp;R Block, any users of the Products and Services, and the public.</li>\n<li>(C)\t<strong>No Monitoring of User Content.</strong> H&amp;R Block does not assume any obligation to review, screen, or approve the User Content.\nHowever, H&amp;R Block may, in its sole discretion, remove any User Content from a User Area at any time and for any or no reason.</li>\n</ol>\n<p>2.7\t<strong>Your export restrictions.</strong> You will not export the Products and Services or other materials provided by us without obtaining H&amp;R Block's prior written consent.\n</p>\n<p>2.8\t<strong>Compliance with applicable laws.</strong> You are solely responsible for compliance with all applicable laws, regulations, statutes, ordinances, and governmental authority rules regarding your use of the Products and Services, including those related to data privacy, international communications and the transmission of personal data.</p>\n<p>2.9\t<strong>Unauthorized use of the Products and Services.</strong> You are responsible for all use of the Products and Services and compliance with this Agreement.\nYou have all responsibility and liability for any breach of this Agreement by you or any user under your account.\n</p> Back to Top <p>\n<strong>3.\n<u>Intellectual property rights.</u>\n</strong> The Products and Services, modifications, copyrights, patents, trade secrets, trademarks, and other intellectual property rights pertaining to any aspect of the Products and Services are our exclusive property.\nYou acquire no ownership interest, derivative work, or component of the Products and Services through your use of the Products and Services.\nYou are not granted right, title, or interest to any trademark, service mark, logo, or trade name of H&amp;R Block under this Agreement.\n</p> Back to Top <p>\n<strong>4.\n<u>Your Privacy.</u>\n</strong>\n</p>\n<p>4.1\t<strong>Our Privacy Notice.</strong> Your use of the Products and Services is subject to our Privacy Notice, available at: http://www.hrblock.com/universal/software_privacy_policy.html.</p>\n<p>4.2\t<strong>Changes to our Privacy Notice.</strong> Consistent with applicable law, we reserve the right to change the Privacy Notice at any time.\nIf we make a material change to the Privacy Notice, we will </p>\n<ol>\n<li>(A)\tpost a notice on our web site describing the change, or </li>\n<li>(B)\tsend you an electronic notification of the change.\n</li>\n</ol>\n<p>\n</p>\n<p>4.3\t<strong>Your Tax Information.</strong> Through your use of the Products and Services, you may be required or requested to supply certain Tax Information or other personal financial information.\n</p>\n<ol>\n<li>(A)\t<strong>E-file.</strong> If you e-file your tax return, we will collect and send your Tax Information through our affiliated electronic transmitter to the Revenue Authority that you designate.\nIn compliance with applicable law, we will keep an electronic copy of your Tax Information, including e-filing details and status.\n</li>\n<li>(B)\t<strong>Errors.</strong> We may alert and provide information to Revenue Authorities to correct or identify errors in the Software.</li>\n</ol>\n<p>\n</p> Back to Top <p>\n<strong>5.\n<u>Your Access to Products and Services.</u>\n</strong>\n</p>\n<p>5.1\t<strong>Cancellation or modification of Products and Services.</strong> We reserve the right to: change the Products and Services at any time, without notice, and for any reason.\nor cancel or terminate your use of the Products and Services if you violate this Agreement.\nWe will not be liable to you or any third party for any modification or discontinuance of Products and Services.</p>\n<p>5.2\t<strong>Technical difficulties.</strong> We cannot always anticipate technical or other difficulties.\nThese difficulties may result in loss of your data, personal settings, or other interruptions to the Products and Services.\nWe have no responsibility for the timeliness, deletion, mis-delivery, or failure to store any data, communications, or personal settings with the Products and Services.\n</p> Back to Top <p>\n<strong>6.\n<u>The Products and Services.</u>\n</strong>\n</p>\n<p>6.1\t<strong>2022 Software.</strong>\n</p>\n<ol>\n<li>(A)\t<strong>Software limitations.</strong> The Software may be used only for the following: <ol>\n<li>(1)\tprepare and e-file your U.S.\nfederal personal tax returns.\n</li>\n<li>(2)\tprepare and provide information for your personal state tax returns.\n</li>\n<li>(3)\te-file your personal state tax returns.\n</li>\n<li>(4)\tprepare and file your U.S.\nfederal business tax return.\nand </li>\n<li>(5)\tprepare and provide information for your business state tax returns.\n</li>\n</ol>\n</li>\n<li>(B)\tH&amp;R Block will make commercially reasonable efforts to keep the Software available to you until October 15, 2023.\n</li>\n</ol>\n<p>6.2\t<strong>Electronic Filing (e-file).</strong>\n</p>\n<ol>\n<li>(A)\t<strong>Your responsibility.</strong> You are solely responsible for verifying that your tax returns have been filed and received by the applicable Revenue Authorities.\nYou are responsible for taking appropriate alternative actions if necessary to ensure the Revenue Authority receives your tax return, and for retaining a copy of your tax returns for your records.\n</li>\n<li>(B)\t<strong>State requirements.</strong> The ability to e-file your state tax return depends on the policy of each individual state.\nAs such, e-filing may not be available in some states.\nSome states may require you to e-file your personal federal and state tax returns at the same time.\n</li>\n<li>(C)\t<strong>Our limited responsibility to e-file.</strong> If an H&amp;R Block tax professional does not file your tax return and you select, qualify for, and pay applicable fees, our only responsibility with respect to e-filing your tax return is limited to using commercially reasonable efforts to send your tax return electronically to the Revenue Authority.</li>\n</ol>\n<p>6.3\t<strong>MyBlock<sup>℠</sup> Account and related functions on the MyBlock Mobile Application (\"MyBlock\").</strong> MyBlock is an online portal that allows you to manage information, interface with a tax professional, and access different Products and Services.\nYou may also manage this information or access this functionality from the H&amp;R Block Mobile App.\nThe MyBlock My Documents feature is provided as a service to enable customers to utilize H&amp;R Block's tax preparation and financial products or services.\nAny document or personal information you upload may be shared with your tax professional to assist in the preparation of your tax return or to otherwise provide the Products and Services to you.\nYou are prohibited from storing any documents or files that do not relate to tax preparation or financial products or services (\"Unrelated Files\").\nH&amp;R Block reserves the right to delete without notice Unrelated Files stored in My Documents.</p>\n<ol>\n<li>(A) <strong>Examples of personal information.</strong> Examples of your personal information you can manage in MyBlock include: <ol>\n<li>(1)\tcontact information.\n</li>\n<li>(2)\tTax Information and supporting documentation;</li>\n<li>(3)\ttax return status.\n</li>\n<li>(4)\tprevious year's tax returns;</li>\n<li>(5)\thealthcare information.\n</li>\n<li>(6)\tCommunications (as defined below);</li>\n<li>(7)\tfinancial products information and access.\nand </li>\n<li>(8)\tany information you add about yourself and store for future use subject to this Agreement.\n</li>\n</ol>\n</li>\n</ol>\n<p>6.4\t<strong>Online Assist (\"Online Assist\").</strong> Online Assist allows you to submit a tax-related question and receive a response from H&amp;R Block or franchisee tax professionals (collectively \"Online Assist Providers\") through a chat function on a website designated by us, or sharing your screen with the Online Assist Providers in some instances.\n</p>\n<ol>\n<li>(A)\t<strong>Online Assist limitations.</strong> Online Assist is limited to your personal and non-commercial use and you will not use Online Assist to obtain information for any person or entity other than you.\nYou must not use the information provided for any purpose except for the preparation of your tax return.\nOnline Assist is limited to U.S.\ntax issues.\nOnline Assist does not include solutions to payroll tax questions or questions about the tax law applicable to estates, trusts, corporations, partnerships, gifts, and tax exempt organizations.\nOnline Assist is limited to responding to specific tax questions and does not include a general review of your tax return or preparation of any part of your tax return.\nAlthough tax return preparation services are not available through Online Assist, we offer tax return preparation services through other offerings such as Tax Pro Review.\nThe Online Assist Provider will not be responsible for the review of any source documentation.\nIf you share your screen with the Online Assist Providers, they will not have control over your screen but may be able to highlight specific areas for your attention.\nThe ability to share your screen with the Online Assist Provider may not be available.\nOnline Assist is only available during specific hours which will be provided to you.</li>\n<li>(B)\t<strong>Our response to your request.</strong> Because proper guidance varies based upon individual circumstances, sometimes the Online Assist Provider's response will not be a direct or complete answer.\nInstead, the response could be a reference to applicable Revenue Authority that the Online Assist Provider believes is appropriate in consideration of the information that you have provided.\nIt is your responsibility to interpret the regulations and their applicability to your situation or to engage a professional to assist you in this interpretation.\n<ol>\n<li>(1)\t<strong>Our response time.</strong> Online Assist Providers attempt to respond to your question or request as soon as possible.\nResponse times vary.\nResponses may be delayed to increased volume of inquiries, technical problems, complexity or nature of your request, or your failure to provide the necessary information to answer the request.\nWe agree to use commercially reasonable efforts to provide Online Assist in a timely manner if you cooperate with Online Assist Provider as necessary to provide the information requested.</li>\n<li>(2)\t<strong>Our right to refuse a request.</strong> The Online Assist Provider reserves the right to refuse any request and refund you any fee paid for Online Assist.</li>\n</ol>\n</li>\n<li>(C)\t<strong>We recommend that you consult with applicable advisors.</strong> Online Assist and the Online Assist Providers are not providing you any legal advice, financial advice, tax preparation services, or investment recommendations.\nIt is recommended that you consult with your own legal, financial, tax, and investment advisors where appropriate.</li>\n</ol>\n<p>6.5\t<strong>Tax Pro Review.</strong> If you select and pay for the Tax Pro Review service, H&amp;R Block or franchisees (collectively, \"Tax Pro Review Providers\") may provide tax advice, review a tax return you have prepared, prepare your tax return using information you have provided, and e-file your tax return with the Revenue Authority, as applicable.\n</p>\n<ol>\n<li>(A)\t<strong>Your responsibilities.</strong> You must cooperate with the Tax Pro Review Providers, provide all information and copies of all documents requested, and review information provided by your Tax Pro Review Providers in a timely manner that is reasonably in advance of any applicable tax filing deadlines.\n<ol>\n<li>(1)\tIf you complete the requirements in (A) above and otherwise comply with the terms of this Agreement, we agree to use commercially reasonable efforts to provide the Tax Pro Review service you have selected and paid for.\n</li>\n<li>(2)\tIf you do not complete the requirements in (A) above, or the information provided is inaccurate, inconsistent or incomplete, your tax return may be inaccurate or incomplete, and any guarantee offered by us will be void.\n</li>\n</ol>\n</li>\n<li>(B)\t<strong>Additional fees.</strong> The Tax Pro Review Provider may charge an additional hourly service fee for manual data entry, tax schedules, or any other service.</li>\n<li>(C)\t<strong>Bill of Rights.</strong> If you reside in Chicago, you can find the Chicago Bill of Rights Regarding Tax Preparation Services <u>here</u>.\nIf you reside in New York state, you can find the New York Consumer Bill of Rights Regarding Tax Preparers <u>here</u>.\nIf you reside in New York City, you can find the New York City Consumer Bill of Rights Regarding Tax Preparers <u>here</u>.\nBy accepting agreeing to this Agreement, you acknowledge receipt of the linked documents.\nYour Tax Pro Review Providers can answer your questions regarding these Bills of Rights.</li>\n</ol>\n<p>6.6\t<strong>Automatic Importing of Tax Information.</strong> We may enter agreements with certain financial institutions or other service providers that will allow you to electronically import Tax Information directly into the Software.\n</p>\n<ol>\n<li>(A)\t<strong>Access to Tax Information.</strong> If you elect to use Automatic Importing of Tax Information, you will be using the financial institution or other service provider's data systems to transfer your Tax Information into the Software.\nThus, by requesting such automatic transfer of your Tax Information, you consent to H&amp;R Block accessing, transmitting, and storing your Tax Information.\n</li>\n<li>(B)\t<strong>Accuracy and availability of information.</strong> We do not represent or guarantee that Automatic Importing of Tax Information will be available or accurate.\nIt is your responsibility to review the accuracy of all information in your tax return, including information imported from the Automatic Importing of Tax Information.\n</li>\n</ol>\n<p>6.7\t<strong>Healthcare Subsidy Reconciliation and Penalty Calculation.</strong>\n</p>\n<ol>\n<li>(A)\t<strong>Healthcare specific software.</strong> The Software will calculate any healthcare subsidy reconciliation and any penalty you are required to pay because of a lack of healthcare coverage.\nAdditionally, the Software will: <ol>\n<li>(1) e-file or include in the printout IRS Form 8962;</li>\n<li>(2)\tautomatically include the calculated reconciliation or penalty amount into your refund or amount you owe.\nand</li>\n<li>(3)\te-file or include in the printout IRS Form 8965 if you already have a penalty exemption number.\n</li>\n</ol>\n</li>\n<li>(B)\t<strong>Filing of your penalty.</strong> You are required to file the penalty exemption application with the IRS.\nAlthough the Software may pre-fill a penalty exemption application, we will not and are not required to file the penalty exemption application for you.\n</li>\n<li>(C)\t<strong>Your eligibility for other guarantees.</strong> 100% Accuracy Guarantee and Maximum Refund Guarantee discussed in Sections 7.1 and 7.2 below do not apply to any refund, penalty, or interest amount altered by a penalty exemption that is granted after the original tax return was filed.</li>\n</ol>\n<p>6.8\t<strong>Assisted Tax Preparation Service.\n</strong> If you select and pay for virtual assisted tax preparation with a tax professional <strong>(\"Assisted Tax Preparation\")</strong>, we will prepare your 2022 federal and state tax returns using information you have provided, and e-file your tax returns with the Revenue Authority, as applicable.</p>\n<ol>\n<li>(A)\t<strong>Process.</strong> You will provide us with initial information about you and your tax situation, and we will assign you a tax professional.\nYou will then provide us with your personal information, including but not limited to your name, birthdate, SSN, phone number, and email address and drop off your tax documents at a local office or upload your tax documents either to your MyBlock account or through our secure message center.\nAfter we receive your documents, the tax professional will contact you to gather additional information.\nThe tax professional will work to complete your federal and state tax returns.\nYou will then pay for and review the tax returns to make sure the returns are complete and accurate, and if you approve the returns, we will electronically file them for you.\nYou will be required to use a MyBlock account to use the Assisted Tax Preparation.</li>\n<li>(B)\t<strong>Bill of Rights.</strong> If you reside in Chicago, you can find the Chicago Bill of Rights Regarding Tax Preparation Services here and Chicago Disclosure Form <u>here</u>.\nIf you reside in New York state, you can find the New York Consumer Bill of Rights Regarding Tax Preparers <u>here</u>.\nIf you reside in New York City, you can find the New York City Consumer Bill of Rights Regarding Tax Preparers <u>here</u>.\nBy accepting this Agreement, you acknowledge receipt of the linked documents.\nYour tax professional can answer questions regarding these Bills of Rights.</li>\n<li>(C)\t<strong>Assisted Tax Preparation Limitations.</strong> Assisted Tax Preparation cannot be transferred to others.\nThe Assisted Tax Preparation is not available to you if you are under eighteen (18) years of age.\nYou understand and agree that we are not engaged in rendering legal services or other advice, and Assisted Tax Preparation is not legal advice, financial advice, or investment recommendations.\nYou understand that we are relying upon information provided by you, including information on source documents, and we do not independently verify information provided by you.\nHowever, we may ask you for further clarification and expect you to provide that clarification promptly and candidly.\nWe assume no responsibility for adverse consequences due to your failure to provide information to us in a timely fashion.\nWe are not responsible for providing any services under Assisted Tax Preparation if you fail to fully comply with any of your Duties listed in Section 6.8(D) and elsewhere in this Agreement.\nIf your tax professional receives your information within 10 days of the filing deadline, you may be required to file an extension, or we may be unable to provide Assisted Tax Preparation.</li>\n<li>(D)\t<strong>Your Duties.</strong>\n<ol>\n<li>(1)\t<strong>Provide Information.</strong> You must provide us with accurate, consistent, and complete information that we request to provide or supply you with one or more of the benefits associated with Assisted Tax Preparation which may include, without limitation your name, address, telephone number, email address, Social Security number, income documents (W2, 1099, etc.), deduction and credit documentation, receipts, and other personal information.\nYou will provide this information by dropping of your documents at your local office, uploading relevant documents to you MyBlock account or through the MyBlock mobile app, or to your tax professional through the secure message center.\nIf we are unable to obtain the required personal information from you, Assisted Tax Preparation may be unavailable, limited, or reduced.</li>\n<li>(2)\t<strong>Review and Approve Returns.</strong> After your tax professional completes your federal and state tax returns, you must review and approve all returns before your tax professional can file your tax returns for you.\nWe will not file any tax returns unless we receive your approval.\nIf you identify any errors in your tax return during your review (and before you approve), your tax professional will work with you to correct any errors.\n</li>\n<li>(3)\t<strong>Payment.</strong> We will not file any tax returns until we receive payment for your tax returns (or you agree to the appropriate paperwork if you are paying for your tax preparation fees with your refund).</li>\n<li>(4)\t<strong>Tax Payment.</strong> YOU HAVE THE OBLIGATION TO PAY ALL YOUR TAX LIABILITY FOR CURRENT AND FUTURE TAX YEARS, INCLUDING PAYMENT OF PROPER WITHHOLDINGS AND QUARTERLY ESTIMATED TAX PAYMENTS, AND TO COMPLY WITH ALL FILING REQUIREMENTS DURING AND SUBSEQUENT TO OUR ASSISTED TAX PREPARATION SERVICES.</li>\n</ol>\n</li>\n</ol> Back to Top <p>\n<strong>7.\n<u>Limited Guarantees.</u>\n</strong>\n</p>\n<p>7.1\t<strong>100% Accuracy Guarantee.</strong> If you used and paid for the Software (or used and paid for Tax Pro Review or Assisted Tax Preparation), and the Software (or your tax professional) makes an error on your return, subject to the conditions below, we will reimburse you (up to a maximum of ten thousand dollars ($10,000) if you used the Software) for the penalty and interest caused by the error that you would otherwise not have been required to pay.\nThis guarantee is not available if the alleged Software or tax professional error was caused in part by changes to tax laws after January 1, 2023.</p>\n<ol>\n<li>(A)\t<strong>Qualifications for reimbursement.</strong> To qualify for the reimbursement under this Section 7.1, all the following conditions must be met: <ol>\n<li>(1)\tThe penalty and interest are for your 2022 tax year personal or business tax return.</li>\n<li>(2)\tYou used the Software, Tax Pro Review, or Assisted Tax Preparation in accordance with all terms and conditions of this Agreement and any operating instructions.</li>\n<li>(3)\tYou filed the return by April 15, 2023, or you filed the return by the filing date that was properly extended.\n</li>\n<li>(4)\tYou paid the amount of penalties and interest to a Revenue Authority.\n</li>\n<li>(5) The penalty and interest caused solely and directly because of: <ol>\n<li>(a)\tan arithmetic error made by the Software;</li>\n<li>(b)\tincorrect advice on the electronic chat transcript from Online Assist.\nor</li>\n<li>(c)\ta tax professional error on your return.</li>\n</ol>\n</li>\n<li>(6)\tIf you used Tax Pro Review or Assisted Tax Preparation, you notified your tax professional, or if you used the Software, you notified H&amp;R Block at HRB Digital LLC, Attn: Calculations Guarantee Claims, P.O.\nBox 10435, Kansas City, Missouri 64171-0435, each notification must be made within thirty (30) days after the penalty or interest was assessed or you received a notice from any Revenue Authority regarding your tax return, whichever is earlier.\n</li>\n<li>(7)\tYou timely sent us complete documentation of the penalty and interest, including: <ol>\n<li>(a) all correspondence to and from each Revenue Authority;</li>\n<li>(b) a paper and electronic copy that is readable by the Software of your tax returns filed with each Revenue Authority;</li>\n<li>(c)\tproof that you paid the penalty and interest.\nand </li>\n<li>(d)\tany other relevant information we reasonably request.</li>\n</ol>\n</li>\n<li>(8)\tYou took any action reasonably requested by us including filing an amended tax return if necessary, to limit any further penalties and interest from accruing.</li>\n<li>(9)\tYou paid any applicable fees for license of the Software and the Products and Services at the time of the initial filing or printing of your tax return.\n</li>\n<li>(10) The penalty or interest is not based on incorrect advice you received from us that you knew was incorrect at the time you filed your return.</li>\n<li>(11) You did not provide any inaccurate, inconsistent, or incomplete information in connection with your account registration or tax return.</li>\n<li>(12) The Software, Tax Pro Review, or Assisted Tax Preparation is originally licensed to you and is not assigned or otherwise transferred from another party.\n</li>\n</ol>\n</li>\n<li>(B)\t<strong>Ineligibility for reimbursement.</strong> We will not reimburse you for penalty or interest resulting from: <ol>\n<li>(1)\tyour choice to take a credit or deduction suggested to you by the Software;</li>\n<li>(2)\tany form not supported by the Software;</li>\n<li>(3)\tinterest from the filing deadline to the date you filed your return if you filed your return late;</li>\n<li>(4)\tmore than an aggregate of ten thousand dollars ($10,000) in interest and penalties owed to any Revenue Authorities based on all federal or state tax returns, including business returns, you filed for the 2022 tax year using the Software;</li>\n<li>(5)\tincorrect entry of data by you or any third party;</li>\n<li>(6)\tdata incorrectly imported into the Software from a financial institution, Automatic Importing of Tax Information, or other software;</li>\n<li>(7)\tyour failure to follow the Software instructions;</li>\n<li>(8)\tyour breach of any of the terms of this Agreement;</li>\n<li>(9)\tyour failure to correct and resolve errors identified by the Software;</li>\n<li>(10) a claim for an improper or unsupportable deduction;</li>\n<li>(11) a failure to report income;</li>\n<li>(12) your failure to provide all necessary information to us or your failure to provide accurate, consistent and complete information;</li>\n<li>(13) positions taken by you on your return that may be unsubstantiated or incorrect, or an incorrect interpretation of the law by you.\n</li>\n<li>(14) retroactive changes to federal or state tax laws or conflicting tax laws.\nor</li>\n<li>(15) any other reason outside of our control.\n</li>\n</ol>\n</li>\n<li>(C)\t<strong>Exclusive remedy.</strong> Sections 7.1 and 7.3 (if applicable) state our entire obligation and liability and your exclusive remedy for any errors in your return caused by us or the Software, Tax Pro Review, or Assisted Tax Preparation.\nThe monetary remedies available under Sections 7.1 and 7.3 (if applicable) are not available if you request a refund for any Software, Tax Pro Review, or Assisted Tax Preparation in accordance with Section 7.2 below.\n</li>\n</ol>\n<p>7.2\t<strong>Maximum Refund Guarantee.</strong> If you used and paid for the Software, Tax Pro Review, or Assisted Tax Preparation, and if you find an H&amp;R Block error in the Software or on your return that entitles you to a larger refund (or smaller tax liability) for your personal or business tax returns, we will refund the Software, Tax Pro Review, or Assisted Tax Preparation fees to prepare that return and you may file an amended return using our Software (or we will file an amended return) at no additional charge.</p>\n<ol>\n<li>(A)\t<strong>Qualification.</strong> To qualify, the refund claim must be made during the calendar year in which the return was prepared, and the larger refund or smaller tax liability must not be from: <ol>\n<li>(1)\tinaccurate, inconsistent, or incomplete information provided by you;</li>\n<li>(2)\tyour choice not to claim a deduction or credit;</li>\n<li>(3)\tinclusion of a form that is not supported by the Software;</li>\n<li>(4)\tpositions taken by you on your return that may be unsubstantiated or incorrect, or that are contrary to law or any Revenue Authority regulations.\n</li>\n<li>(5)\tchanges in federal or state tax laws after January 1, 2023, or conflicting tax laws.\nor</li>\n<li>(6)\tany other H&amp;R Block or Block Advisors branded tax preparation solution.</li>\n</ol>\n</li>\n<li>(B)\t<strong>To make a claim.</strong> Within the same calendar year that your tax return was prepared and filed you must contact your tax professional or mail a copy of your federal and state tax return, supporting evidence showing the error, and any other relevant information requested by us.\nYou must send the claim to ATTN: Refund Claims, HRB Digital LLC, P.O.\nBox 10435, Kansas City, Missouri 64171-0435 </li>\n<li>(C)\t<strong>Limited application.</strong> This Section 7.2 does not apply to supplemental products or services you obtained through your use of the Software, Tax Pro Review, or Assisted Tax Preparation.\n</li>\n</ol>\n<p>7.3\t<strong>Accuracy of DeductionPro<sup>®</sup>(\"DeductionPro\") online deduction service program valuations.</strong> DeductionPro is a tool in the Software to help users track and value their charitable donations and other itemized deductions.</p>\n<ol>\n<li>(A)\t<strong>Values.</strong> The values of all items contained in DeductionPro are compiled based on our research of average fair market values for clothing, appliances, sporting goods, and other items.\nThe value of an item is primarily based on the quality and condition of the item that you determine and input into DeductionPro.\nIf you have any questions about a valuation, you should consult with a qualified appraiser or tax advisor.\nWe recommend that you keep detailed descriptions and photographs of donated items if any of your values are challenged by the IRS or any state revenue authority.</li>\n<li>(B)\t<strong>Limitation of DeductionPro.</strong> DeductionPro does not calculate or accommodate complex tax situations including: <ol>\n<li>(1)\tcharitable trust donations.\n</li>\n<li>(2)\tpartial interest donation;</li>\n<li>(3)\tcarryovers from the previous year's donations.\nor </li>\n<li>(4)\tnon-cash donations of over $5,000 in value.</li>\n</ol>\n</li>\n<li>(C)\t<strong>Remedy for IRS objection or error.</strong> If the IRS objects to the values placed on donations by DeductionPro or any mathematical calculations provided by DeductionPro are inaccurate, your exclusive remedy is for us to reimburse you as set forth in Section 7.1 subject to the requirements in Section 7.1 and the additional requirements and limitations in this Section 7.3.\nWe will not reimburse you for additional taxes owed to the IRS.\nWe will only reimburse you for any penalties or interest paid to the IRS provided the following qualifications are met.\n<ol>\n<li>(1)\tYou obtained access to DeductionPro from us or an authorized source and used it for the 2022 tax year.</li>\n<li>(2)\tThe fee or penalty was caused directly and solely from incorrect valuation or a mathematical error in DeductionPro.</li>\n<li>(3)\tYou accurately identified the donated item from the list of items contained in DeductionPro and accurately assessed the quality and condition of the item.</li>\n<li>(4) You obtain and possess documentation of your donation from the charitable organization and an appraisal for the items as required by law.\n</li>\n<li>(5)\tYou notified H&amp;R Block at HRB Digital LLC, Attn: Calculations Guarantee Claims, P.O.\nBox 10435, Kansas City, Missouri 64171-0435 within thirty (30) days after the penalty or interest was assessed or you received a notice from any Revenue Authority regarding your tax return, whichever is earlier.</li>\n<li>(6)\tYou send us complete documentation of the penalty and interest including: <ol>\n<li>(a)\tall correspondence to and from the IRS.\n</li>\n<li>(b)\ta copy of your tax return as filed with the IRS in paper and electronic media.\n</li>\n<li>(c)\tproof that you paid the penalty and interest.\nand</li>\n<li>(d)\tother information we reasonably request.</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>(D)\t<strong>Limitations.</strong> This Section 7.3 does not apply to: <ol>\n<li>(1) any items or groups of items that you claimed a deduction of more than $5,000 per item or group.\n</li>\n<li>(2)\titems not contained in DeductionPro's database.\n</li>\n<li>(3)\tdonations of automobiles.\n</li>\n<li>(4)\tpublicly traded securities or appreciated property.\n</li>\n<li>(5)\titems that you cannot substantiate the deduction or the condition of the items;</li>\n<li>(6)\tany property that you enter your own value or override the value suggested by DeductionPro.\nor </li>\n<li>(7)\tTax Pro Review or Assisted Tax Preparation.\n</li>\n</ol>\n</li>\n</ol> Back to Top <p>\n<strong>8.\n<u>Disclaimer of Warranties.</u>\n</strong>\n</p>\n<p>8.1\t<strong>General Disclaimer.</strong> OTHER THAN THOSE EXPRESS WARRANTIES AND GUARANTEES SET FORTH IN THIS AGREEMENT, H&amp;R BLOCK, H&amp;R BLOCK AFFILIATES, AND FRANCHISEES MAKE NO WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE PRODUCTS AND SERVICES.</p>\n<ol>\n<li>(A)\t<strong>Disclaimer of implied warranty.</strong> WITHOUT LIMITING THE PRECEDING SENTENCE AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT ANY IMPLIED WARRANTIES SUCH AS THE IMPLIED WARRANTIES OF NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE ARE EXCLUDED FROM YOUR LICENSE AND USE OF THE PRODUCTS AND SERVICES.\nSOME STATES, INCLUDING NEW JERSEY, DO NOT ALLOW EXCLUSIONS OR LIMITATIONS OF IMPLIED WARRANTIES.\nIF YOU LIVE IN ONE OF THESE STATES, THE ABOVE LIMITATIONS DO NOT APPLY TO YOU AND IN SUCH CASE, ANY IMPLIED WARRANTIES ARE LIMITED IN DURATION TO THE MINIMUM PERMISSIBLE UNDER APPLICABLE LAW FROM THE DATE YOU FIRST ACCESSED, USED OR ACQUIRED THE PRODUCTS AND SERVICES.</li>\n<li>(B)\t<strong>Disclaimer of express warranty.</strong> OTHER THAN EXPRESSLY PROVIDED IN THIS AGREEMENT, H&amp;R BLOCK, H&amp;R BLOCK AFFILIATES, AND FRANCHISEES DO NOT WARRANT OR PROMISE THAT THE PRODUCTS AND SERVICES WILL IDENTIFY THE APPROPRIATE DOCUMENTS FOR YOUR NEEDS, THAT THE OPERATION OF THE PRODUCTS AND SERVICES WILL BE UNINTERRUPTED, OR THAT THE PRODUCTS AND SERVICES ARE FREE FROM BUGS OR ERRORS.\nOTHER THAN EXPRESSLY PROVIDED IN THIS AGREEMENT, H&amp;R BLOCK, H&amp;R BLOCK AFFILIATES, AND FRANCHISEES MAKE NO OTHER PROMISES ABOUT THE PERFORMANCE, ACCURACY, OR RELIABILITY OF THE PRODUCTS AND SERVICES OR THEIR ABILITY TO MEET YOUR REQUIREMENTS.\nWHILE H&amp;R BLOCK, H&amp;R BLOCK AFFILIATES, AND FRANCHISEES ARE PROVIDING THE PRODUCTS AND SERVICES TO ASSIST YOU IN PREPARING AND FILING YOUR TAX RETURNS AND OTHER FUNCTIONS, THE PRODUCTS AND SERVICES DO NOT REPLACE YOUR OBLIGATION TO EXERCISE YOUR INDEPENDENT JUDGMENT IN USING THE PRODUCTS AND SERVICES.\nYOU ARE SOLELY RESPONSIBLE FOR CORRECTLY INPUTTING YOUR INFORMATION INTO THE PRODUCTS AND SERVICES AND FOR VERIFYING ALL OUTPUTS RESULTING FROM YOUR USE OF THE PRODUCTS AND SERVICES.\nOTHER THAN EXPRESSLY PROVIDED IN THIS AGREEMENT, H&amp;R BLOCK, H&amp;R BLOCK AFFILIATES, AND FRANCHISEES DO NOT WARRANT ANY PARTICULAR RESULTS THAT YOU MAY OBTAIN IN USING THE PRODUCTS AND SERVICES.\n</li>\n</ol>\n<p>8.2\t<strong>The Products and Services are not legal advice.</strong> YOU ACKNOWLEDGE THAT H&amp;R BLOCK AND ITS RESPECTIVE LICENSORS, H&amp;R BLOCK AFFILIATES, AND FRANCHISEES DO NOT PRACTICE LAW NOR ARE THEY PROVIDING OR RENDERING ANY SUCH LEGAL ADVICE, FINANCIAL ADVICE, OR INVESTMENT RECOMMENDATIONS.\nYOU ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE PRODUCTS AND SERVICES ARE NOT SUBSTITUTES FOR THE ADVICE OF AN ATTORNEY OR OTHER COMPETENT FINANCIAL PROFESSIONAL.\nYOU FURTHER ACKNOWLEDGE AND AGREE THAT LAWS VARY FROM STATE TO STATE AND CHANGE OVER TIME AND THAT THE FINAL DOCUMENTS, FORMS AND LETTERS SHOULD BE REVIEWED BY AN ATTORNEY OR OTHER COMPETENT FINANCIAL PROFESSIONAL BEFORE USE AND BEFORE YOU FILE YOUR TAX RETURN.\n</p> Back to Top <p>\n<strong>9.\n<u>Limitations on Liability and Damages.</u>\n</strong>\n</p>\n<p>9.1\t<strong>Exclusive remedy.</strong> EXCEPT AS EXPRESSLY PERMITTED BY SECTION 7, YOUR EXCLUSIVE REMEDY AND THE ENTIRE LIABILITY OF H&amp;R BLOCK AND ITS LICENSORS, H&amp;R BLOCK AFFILIATES AND FRANCHISEES WITH RESPECT TO YOUR USE OF THE PRODUCTS AND SERVICES WILL BE LIMITED TO THE AMOUNT PAID BY YOU TO H&amp;R BLOCK FOR THE PRODUCTS AND SERVICES.\nIN NO EVENT WILL H&amp;R BLOCK, H&amp;R BLOCK AFFILIATES, LICENSORS OR FRANCHISEES BE LIABLE TO YOU, REGARDLESS OF THE FORM OF ACTION, WHETHER IN CONTRACT OR IN TORT, INCLUDING NEGLIGENCE, FOR ANY TAX LIABILITIES OR ANY INDIRECT, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES INCLUDING, BUT NOT LIMITED TO, LOST DATA, LOST PROFITS OR BUSINESS, LOSS OF USE, OR FOR ANY CLAIM OR DEMAND AGAINST YOU BY ANY OTHER PARTY, EVEN IF H&amp;R BLOCK OR H&amp;R BLOCK AFFILIATES, LICENSORS OR FRANCHISEES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>9.2\t<strong>No additional liability.</strong> You agree that H&amp;R Block, H&amp;R Block Affiliates, licensors and franchisees will not at any time have any additional liability for any claim, cause of action or injury that you or any other person may have as a result of: (1) your use of, or inability to use, the Products and Services.\n(2) your use of any documents generated by the Products and Services.\n(3) your retention of, or your failure to consult or retain, an attorney or other competent professional with respect to any contract, document or legal matter.\n(4) connection or toll charges for using the Products and Services or obtaining updates for the Products and Services.\nor (5) any fees, costs or expenses arising out of troubleshooting or technical support for the Products and Services.\n</p>\n<p>9.3\t<strong>States excluded.</strong> SOME STATES, INCLUDING NEW JERSEY, DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nIF YOU LIVE IN ONE OF THESE STATES, THE ABOVE LIMITATION OR EXCLUSION DOES NOT APPLY TO YOU.\n</p>\n<p>9.4\t<strong>Essential purpose of this agreement.</strong> You agree that the essential purposes of this Agreement may be fulfilled even with these limitations on liabilities.\nYou acknowledge that H&amp;R Block would not be able to offer the Products and Services on an economical basis without these limitations.</p> Back to Top <p>\n<strong>10.\n<u>Indemnification.</u>\n</strong> You agree to defend and hold harmless H&amp;R Block, H&amp;R Block Affiliates, their franchisees and their respective current and former successors, assigns, officers, directors, representatives, employees, and agents from and against any and all claims, suits, settlements, losses, liabilities, penalties, damages (including incidental and consequential damages), costs, and expenses (including reasonable attorneys' fees and expenses) resulting from or arising out of your breach of this Agreement or your User Content.</p> Back to Top <p>\n<strong>11.\n<u>ARBITRATION IF A DISPUTE ARISES (\"Arbitration Agreement\").</u>\n</strong>\n</p>\n<p>11.1 <strong>Scope of Arbitration Agreement.</strong> You and the H&amp;R Block Parties agree that all disputes and claims between you and the H&amp;R Block Parties shall be resolved through binding individual arbitration unless you opt out of this Arbitration Agreement using the process explained below.\nHowever, to the fullest extent permitted by applicable law, either you or the H&amp;R Block Parties may elect that an individual claim be decided in small claims court, as long as it is brought and maintained as an individualized claim and is not removed or appealed to a court of general jurisdiction.\nAll issues are for the arbitrator to decide, except that issues relating to the arbitrability of disputes and the validity, enforceability, and scope of this Arbitration Agreement, including the interpretation of and compliance with sections 11.2, 11.4, and 11.6 below, shall be decided by a court and not an arbitrator.\nThe terms <strong>\"H&amp;R Block Parties\"</strong> or \"we\" or \"us\" in this Arbitration Agreement include HRB Digital LLC, HRB Tax Group, Inc., and Emerald Financial Services, LLC, along with their predecessors, successors, and assigns, and each of the past, present, and future direct or indirect parents, subsidiaries, affiliates, officers, directors, agents, employees, and franchisees of any of them.</p>\n<p>\n<strong>Arbitration Opt Out: You may opt out of this Arbitration Agreement within 30 days after you accept this Agreement by filling out the form at <u>www.hrblock.com/goto/optout</u>, or by sending a signed letter to Arbitration Opt Out, P.O.\nBox 32818, Kansas City, MO 64171.\nThe letter should include your printed name, address, the first five digits of your Social Security Number, and the words \"Reject Arbitration.\" If you opt out of this Arbitration Agreement, any prior arbitration agreement shall remain in force and effect.</strong>\n</p>\n<p>11.2\t<strong>Commencing arbitration.</strong> You or we may commence an arbitration proceeding only if you and we do not reach an agreement to resolve the dispute or claim during the Informal Resolution Period (defined below).</p>\n<ol>\n<li>(A)\t<strong>Pre-arbitration notice of dispute.</strong> A party who intends to seek arbitration must first mail a written Notice of Dispute (\"Notice\") to the other party.\nThe Notice to the H&amp;R Block Parties should be addressed to: H&amp;R Block-Legal Department, Attention: Notice of Dispute, One H&amp;R Block Way, Kansas City, MO 64105.The Notice to you will be sent to the last known address on file with the H&amp;R Block Parties.The Notice must be on an individual basis and include all of the following: (1) the claimant's name, address, telephone number, and e-mail address.\n(2) the nature or basis of the dispute or claim.\n(3) the specific relief sought.\nand (4) the claimant's signature.</li>\n<li>(B) <strong>Informal Settlement Conference.</strong> After the Notice containing all of the information required above is received, within 60 days either party may request an individualized discussion (by telephone or videoconference) regarding informal resolution of the dispute (\"Informal Settlement Conference\").\nIf timely requested, the parties will work together in good faith to select a mutually agreeable time for the Informal Settlement Conference.\nYou and our business representative must both personally participate in a good-faith effort to settle the dispute without the need to proceed with arbitration.\nThe requirement of personal participation in an Informal Settlement Conference may be waived only if both you and we agree in writing.\nAny counsel representing you or us may also participate.\nhowever, if you have retained counsel, a signed statement is required by law to authorize the H&amp;R Block Parties to disclose your confidential tax and account records to your counsel.\nAny applicable statute of limitations will be tolled for the claims and relief set forth in the Notice during the period between the date that either you or we send the other a fully complete Notice, until the later of (1) 60 days after receipt of the Notice.\nor (2) if a Settlement Conference is timely requested, 30 days after completion of the Settlement Conference (the \"Informal Resolution Period\").\nThe parties agree that the existence or substance of any settlement discussions are confidential and shall not be disclosed, except as provided by applicable law.</li>\n<li>(C) <strong>Enforcement of pre-arbitration requirements.</strong> The Notice and Informal Settlement Conference requirements are essential so that you and we have a meaningful chance to resolve disputes informally before proceeding to arbitration.\nA court will have authority to enforce this section 11.2, including the power to enjoin the filing or prosecution of an arbitration or the assessment of or demand for payment of fees in connection with an arbitration, if you or we do not first provide a fully complete Notice and participate in a timely requested Informal Settlement Conference.\nIn addition, unless prohibited by applicable law, the arbitration administrator shall not accept, assess or demand fees for, or administer an arbitration commenced during the Informal Resolution Period.</li>\n</ol>\n<p>11.3 <strong>How arbitration works.</strong> Arbitration shall be conducted by the American Arbitration Association (\"AAA\") pursuant to its Consumer Arbitration Rules (\"AAA Rules\"), as modified by this Arbitration Agreement.The AAA Rules are available on AAA's website <u>www.adr.org</u>.\nIf AAA is unavailable or unwilling to administer the arbitration consistent with this Arbitration Agreement, the parties shall agree to, or the court shall select, another arbitration provider.\nUnless the parties agree otherwise, any arbitration hearing shall take place in the county of your residence.\nIf you accept this Agreement outside the United States, the arbitration hearing shall take place in the county in which you last resided in the United States.\nThe arbitrator will be either a retired judge or an attorney specifically licensed to practice law in the state of your residence and selected by the parties from the arbitration provider's national roster of arbitrators.\nThe arbitrator will be selected using the following procedure: (1) the arbitration provider will send the parties a list of five candidates meeting this criteria.\n(2) if the parties cannot agree on an arbitrator from the list, each party shall return its list to the arbitration provider within 10 days, striking up to two candidates, and ranking the remaining candidates in order of preference.\n(3) the arbitration provider shall appoint as arbitrator the candidate with the highest aggregate ranking.\nand (4) if for any reason the appointment cannot be made according to this procedure, the arbitration provider will provide the parties a new list of five candidates meeting the above criteria until an appointment can be made.</p>\n<p>11.4 <strong>Waiver of right to bring class action and representative claims.</strong> All arbitrations shall proceed on an individual basis.\nThe arbitrator is empowered to resolve the dispute with the same remedies available in court, including compensatory, statutory, and punitive damages.\nattorneys' fees.\nand declaratory, injunctive, and equitable relief.\nHowever, the arbitrator's rulings or any relief granted must be individualized to you and shall not apply to or affect any other client.\nThe arbitrator is also empowered to resolve the dispute with the same defenses available in court, including but not limited to statutes of limitation.\n<strong>You and the H&amp;R Block Parties also agree that each may bring claims against the other in arbitration only in your or their respective individual capacities and in so doing you and the H&amp;R Block Parties hereby waive the right to a trial by jury, to assert or participate in a class action lawsuit or class action arbitration, to assert or participate in a private attorney general lawsuit or private attorney general arbitration, and to assert or participate in any joint or consolidated lawsuit or joint or consolidated arbitration of any kind.\n</strong> If, after exhaustion of all appeals, a court decides that applicable law precludes enforcement of any of this section's limitations as to a particular claim or any particular request for a remedy for a claim (such as a request for public injunctive relief), then the parties agree that the particular claim or the particular request for a remedy (and only that particular claim or particular request for a remedy) must remain in court and be severed from any arbitration.\nNo arbitration shall proceed in any manner as a class action arbitration, private attorney general arbitration, or arbitration involving joint or consolidated claims, unless all parties consent in writing.</p>\n<p>11.5 <strong>Arbitration costs.\n</strong>Payment of all filing, administrative, case-management, arbitrator, and hearing fees will be governed by AAA Rules, but if you inform us that you cannot afford to pay your share of the fees, we will consider advancing those fees on your behalf and will do so if required by applicable law.\nIn addition, we will reimburse you for your share of the fees at the conclusion of the arbitration (regardless of who wins), so long as (i) you complied with sections 11.2 and 11.4 above and section 11.6 below, and (ii) neither the substance of your claim nor the relief you sought was determined to be frivolous or brought for an improper purpose as measured by the standards set forth in Federal Rule of Civil Procedure 11(b).\notherwise, the payment of fees will be governed by AAA Rules and you agree to reimburse the H&amp;R Block Parties for all fees advanced on your behalf.</p>\n<p>11.6 <strong>Arbitration of similar claims.</strong> If 25 or more claimants submit Notices or seek to file arbitrations raising similar claims and are represented by the same or coordinated counsel (regardless of whether the cases are submitted simultaneously), all of the cases must be resolved in arbitration in stages using staged bellwether proceedings if they are not resolved during the Informal Resolution Period.\nYou agree to this process even though it may delay the arbitration of your claim.\nIn the first stage, each side shall select 10 cases (20 cases total) to be filed in arbitration and resolved individually by different arbitrators, with each case assigned to an arbitrator from the claimant's home state.\nIn the meantime, no other cases may be filed in arbitration, and the AAA shall not accept, assess or demand fees for, or administer arbitrations that are commenced in violation of this section.\nThe arbitrators are encouraged to resolve the cases within 120 days of appointment or as swiftly as possible, consistent with principles of fundamental fairness.\nIf the remaining cases are unable to be resolved after the conclusion of the first stage bellwether proceeding, each side shall select up to another 10 cases (20 cases total) to be filed in arbitration and resolved individually in accordance with this Arbitration Agreement.\nDuring this second stage, no other cases may be filed in arbitration.\nIf any claims remain after the second stage, the process will be repeated until all claims are resolved through settlement or arbitration, with two alterations.\nFirst, a total of 50 cases may be filed each round (unless a higher number of cases is mutually agreed upon in writing).\nSecond, arbitrators who were assigned cases in previous rounds may be appointed to new cases.\nIf this section 11.6 applies to a Notice, the statute of limitations applicable to the claims and relief set forth in that Notice shall be tolled from the beginning date of the Informal Resolution Period until that Notice is selected for a bellwether proceeding, withdrawn, or otherwise resolved.\nA court will have authority to enforce this section 11.6, including to enjoin the filing, assessing or demanding fees for, administration of, or prosecution of arbitrations.</p>\n<p>11.7 <strong>Other terms.</strong> This Arbitration Agreement shall be governed by, and interpreted, construed, and enforced in accordance with, the Federal Arbitration Act and other applicable federal law.\nExcept as set forth above in section 11.4, if any portion of this Arbitration Agreement is deemed invalid or unenforceable, it will not invalidate the remaining portions of the Arbitration Agreement.\nNotwithstanding any provision in this Agreement to the contrary, we will not make any material change to this Arbitration Agreement without providing you with an opportunity to reject that change by following the directions in the notice of changes.\nRejection of any future change will not impact this or any other arbitration agreement between you and the H&amp;R Block Parties.\nNo arbitration award or decision will have any preclusive effect as to any issues or claims in any dispute, arbitration, or court proceeding where any party was not a named party in the arbitration, unless and except as required by applicable law.</p> Back to Top <p>\n<strong>12.\n<u>SMS Text Messages.</u>\n</strong> You can receive different types of text messages from us, including refund status and promotional offers.\nIf you agree to receive text messages from us, you agree to and understand the following: </p>\n<ol>\n<li>(A) Your wireless service carrier's standard text message and data rates may apply.</li>\n<li>(B)\tYou agree that we may communicate with you by automated SMS, MMS, text message or other electronic means to your mobile device.</li>\n<li>(C)\tMessage frequency varies.</li>\n<li>(D)\tIn the event you change or deactivate your mobile telephone number, you agree to promptly update your account information.</li>\n<li>(E)\tWe may send you a message to confirm your choice to receive text messages.</li>\n<li>(F)\tYou can cancel text messaging at any time by replying \"STOP\" to the most recent text message you received.</li>\n<ol>\n<li>(1)\tIf you have agreed to receive multiple types of text messages, you will need to cancel each message type separately.</li>\n<li>(2)\tWe will send you a text message to confirm you have been unsubscribed.</li>\n</ol>\n<li>(G)\tReply \"HELP\" for instructions and how to unsubscribe.</li>\n<ol>\n<li>(1)\tThis may not be available for some message types.</li>\n</ol>\n</ol> Back to Top <p>\n<strong>13.\n<u>Termination of this Agreement.</u>\n</strong> Without prejudice to any other rights, H&amp;R Block may immediately terminate this Agreement if you fail to comply with these terms and conditions.\nUpon termination of this Agreement, you must immediately stop use and access to the Products and Services.\nAll provisions of this Agreement that are intended to survive or that must survive in order to give effect to its meaning (including, but not limited to, the provisions of Sections 3, 8, 9, 10, 11, and 14) will survive the termination or expiration of this Agreement.</p> Back to Top <p>\n<strong>14.\n<u>Other.</u>\n</strong>\n</p>\n<p>\n</p>\n<p>14.1\t<strong>Governing law.</strong> Except as otherwise provided in the Arbitration Agreement, this Agreement is governed by, interpreted, construed, and enforced in accordance with the law of the state where you accepted this Agreement except to the extent inconsistent with or preempted by federal law.</p>\n<p>14.2\t<strong>Entire agreement.</strong> Except as otherwise provided in the Arbitration Agreement, this Agreement is the entire and exclusive agreement between the parties with respect to the Products and Services, defined in Section 15 below and it supersedes all previous communications, representations, or agreements, either oral or written, between them.\nA representation or statement of any kind made by any representative of H&amp;R Block and not included in this Agreement, is not binding on H&amp;R Block.\n</p>\n<p>14.3\t<strong>Amendments.</strong> We have the sole discretion to change the terms of this Agreement or make changes related to any aspect of the Products and Services, except as otherwise provided in this Agreement.\nIf this occurs, we will provide notice to you via any means we consider reasonable including, without limitation, e-mail, posting on our website, or updates to the Products and Services.\nAfter we provide notice, continued use of the Products and Services constitutes your acceptance of the changes and the Agreement (as amended).</p>\n<p>14.4\t<strong>Waiver.</strong> No waiver of any provision or condition herein is valid unless in writing and signed by you and an authorized representative of us.\nOur failure to insist on or enforce strict performance of any provision of this Agreement or any right is not to be construed as a waiver of any provision or right.</p>\n<p>14.5\t<strong>Severability.</strong> Except as provided in the Arbitration Agreement, any provision of this Agreement determined to be illegal or unenforceable is automatically reformed and construed to be valid, operative, and enforceable to the maximum extent permitted by law or equity while preserving its original intent.\nthe invalidity of any part of this Agreement will not render invalid the remainder of this Agreement.</p>\n<p>14.6\t<strong>Notices.</strong> Except as otherwise indicated, any notices under this Agreement to us must be personally delivered or sent by certified or registered mail, return receipt requested, or by U.S.\nPostal Service express mail, to HRB Digital LLC, Attn: Tax Program Notices, One H&amp;R Block Way, Kansas City, Missouri 64105 or to such other address as H&amp;R Block specifies in writing.\nNotices will be effective upon receipt that may be shown by confirmation of delivery.\n</p>\n<p>14.7\t<strong>H&amp;R Block and H&amp;R Block Affiliates.</strong> All references in this Agreement to H&amp;R Block and H&amp;R Block Affiliates, where the context permits, includes H&amp;R Block's and H&amp;R Block Affiliates' respective directors, officers, employees, contractors and agents.\n</p>\n<p>14.8\t<strong>Agreement headings.</strong> The headings contained herein are for the convenience of the parties only and are not be used to interpret or construe any of the terms of this Agreement.</p>\n<p>14.9\t<strong>Third Party beneficiaries and assignment.</strong> H&amp;R Block's respective licensors, suppliers, franchisees, and H&amp;R Block Affiliates are considered to be third party beneficiaries of this Agreement solely to the extent necessary for them to enforce any protections afforded them by this Agreement, except as otherwise provided in this Agreement.\nAll rights and benefits of this Agreement from H&amp;R Block are intended solely for the original purchaser of the Products and Services.\nYou must not assign, delegate or otherwise transfer this Agreement or any of your rights under this Agreement.\nH&amp;R Block may assign this Agreement in its sole discretion and will use reasonable efforts to notify you of an assignment.\nThe remedies and all other rights and benefits provided under this Agreement are personal to the original purchaser of the Products and Services from H&amp;R Block or from its authorized reseller and such rights and benefits must not be assigned or otherwise transferred to any other party.\nThis Agreement inures to the benefit of H&amp;R Block and its respective permitted successors and assigns.\n</p>\n<p>14.10 <strong>Taxation.</strong> The taxability of the Products and Services will be determined and governed by the purchase agreement or invoice for the specific Products and Services used or paid for.</p> Back to Top <p>\n<strong>15.\n<u>Definitions.</u>\n</strong>\n</p>\n<p>\n</p>\n<p>15.1\t<strong>\"Communications\"</strong> means all notices, disclosures (including those required by law), agreements, fee schedules, tax returns, records, documents, or other information we provide to you or that you sign or agree to relating to your use of Products and Services or your relationship with us.</p>\n<p>15.2\t<strong>\"H&amp;R Block Affiliates\"</strong> includes any entities that directly or indirectly control, are controlled by, or are under common control with HRB Digital LLC or HRB Tax Group, Inc.\n</p>\n<p>15.3\t<strong>\"Products and Services\"</strong> means the Software, the Products and Services listed and described in Section 6, and any other product or service offered or delivered by H&amp;R Block, H&amp;R Block Affiliates, or their franchisees, that you select, pay for, or use.</p>\n<p>15.4\t<strong>\"Prohibited Use\"</strong> includes any of the following activities when using the Products and Services:</p>\n<ol>\n<li>(1)\tre-distribute, sell, rent, loan, or otherwise transfer the Products and Services or any rights or benefits in the Products and Services to any other person or entity.\n</li>\n<li>(2)\tshare your username or password with any third party;</li>\n<li>(3)\tuse the Products and Services in any unintended manner;</li>\n<li>(4)\tuse the Products and Services for the benefit of any third parties.\n</li>\n<li>(5)\tmake the Products and Services available on a file-sharing service, application service provider, outsourcing basis, or service bureau basis.\n</li>\n<li>(6)\tuse the Products and Services to provide services for third parties, including but not limited to tax-related advice or consulting services, and preparation of any documents using the Products and Services for a third party.\n</li>\n<li>(7)\tduplicate the Products and Services by any means.\n</li>\n<li>(8)\tremove any proprietary notice, labels, or marks on the Products and Services, documentation, advice related to the Products and Services, or any work product generated from your use of the Products and Services.\n</li>\n<li>(9)\tderive or attempt to derive the source code of the Products and Services;</li>\n<li>(10) disable or circumvent any access control or related device, process, or procedure established with respect to the Products and Services.\n</li>\n<li>(11) disassemble, modify, or reverse engineer the Products and Services;</li>\n<li>(12) seek to derive the source code from any executable object code provided to you.\n</li>\n<li>(13) modify, translate, or otherwise create derivative works based on any part of the Products and Services;</li>\n<li>(14) use the Products and Services in any unlawful manner or in any other manner that could damage, disable, overburden, or impair the Products and Services;</li>\n<li>(15) upload, post, transmit, share, store, or otherwise make available any content that we deem to be harmful, threatening, unlawful, defamatory, infringing, abusive, inflammatory, harassing, vulgar, obscene, fraudulent, invasive of privacy or publicity rights, hateful, or racially, ethnically, or otherwise objectionable;</li>\n<li>(16) upload, post, transmit, share, or otherwise make available any unsolicited or unauthorized advertising, solicitations, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation;</li>\n<li>(17) upload, post, transmit, share, or otherwise make available any material that contains software viruses or any other code, files, or programs designed to interrupt, destroy, or limit the functionality of any software or hardware or telecommunications equipment.\nand</li>\n<li>(18) upload, post, transmit, share, store, or otherwise make available content that would constitute, encourage, or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national, or international law.</li>\n</ol>\n<p>15.5\t<strong>\"Revenue Authority\"</strong> means the IRS and any applicable state revenue authorities.</p>\n<p>15.6\t<strong>\"Software\"</strong> means the hosted 2022 online and mobile version of the H&amp;R Block or Block Advisors tax software and related functions provided by H&amp;R Block or Block Advisors.</p>\n<p>15.7\t<strong>\"Tax Information\"</strong> means all your personal information, documents, and any other information used to prepare your tax return.</p>\n<p>15.8\t<strong>\"User Content\"</strong> means any ideas, comments, questions, feedback, survey responses, testimonials, or other content you provide in User Areas.</p>\n<p>15.9 <strong>\"User Areas\"</strong> means blogs, message boards, chat rooms, e-mail, surveys, questionnaires, reviews, and other features of the Products and Services that may be offered from time to time and are operated by H&amp;R Block or a third party on our behalf.\n</p> Back to Top Copyright © 2022-2023 HRB Digital LLC.\nAll rights reserved.\n", "created_at": "2023-03-20 00:19:43.418324", "updated_at": "2023-03-20 00:20:34.669727"}, {"id": 14822, "name": "Terms of Use", "url": "https://www.hrblock.com/universal/terms/", "xpath": "//body", "text": " H and R block Skip to content <ul>\n<li> Taxes Show submenu for Taxes <ul>\n<li> File taxes online Simple steps, easy tools, and help if you need it.\n</li>\n<li> File with a tax pro At an office, at home, or both, we’ll do the work.\n</li>\n<li> Tax Software </li>\n<li> Refund Status </li>\n<li> Audit &amp.\nTax Notice Support </li>\n<li> International locations </li>\n<li> Expat Tax Services </li>\n</ul>\n</li>\n<li> Finances Show submenu for Finances <ul>\n<li> Spruce A mobile banking app for people who want to make the most of their refund.\n</li>\n<li> Refund Advance A 0% interest loan of up to $3,500 received within minutes of filing, if approved.\n</li>\n<li> Emerald Card </li>\n<li> Emerald Card Login </li>\n<li> Emerald Savings </li>\n<li> Refund Transfer </li>\n</ul>\n</li>\n<li> Small Business Show submenu for Small Business <ul>\n<li> Small business tax prep File yourself or with a small business certified tax professional.\n</li>\n<li> Bookkeeping Let a professional handle your small business’ books.\n</li>\n<li> Payroll Payroll services and support to keep you compliant.\n</li>\n<li> Business formation Form your business and you could get potential tax savings.\n</li>\n</ul>\n</li>\n<li> Resources Show submenu for Resources <ul>\n<li> Tax Calculator </li>\n<li> Tax Prep Checklist </li>\n<li> Tax Questions </li>\n<li> W-4 Calculator </li>\n<li> Where’s my refund </li>\n<li> Find my W-2 online </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Find an office </li>\n<li> Search </li>\n<li> Sign in </li>\n</ul> Site navigation H and R block <p>Sign in</p> Username Password Remember me Sign in Create Account Forgot your username or password? H&amp;R Block Terms of Use Agreement.\nPrivacy Notice <p>At H&amp;R Block, user privacy is an important concern.\nWe are committed to privacy and security, and to providing the best possible user experience for our users and online customers.\nWe also strive to protect the personal and confidential information of those who use our online services and website.\nTo view our entire Privacy Notice, click the link below.\nThis notice may be updated periodically, so please check back frequently.</p> View Privacy Notice Terms of Use <p>This Terms of Use Agreement (“Agreement”) is a contract between you and HRB Digital LLC (“H&amp;R Block”, “us” or “we”), and you should carefully read this Agreement before using our website at www.hrblock.com (the “Website”).\nWe are willing to provide you with access to our Website only on the condition that you accept all of the terms and conditions contained in this Agreement.\nBy accessing or using our Website, you agree to be bound by this Agreement and all of its terms without change.\nIf you are using our Website on behalf of a company or organization, such company or organization will also be considered a party to this Agreement.</p>\n<p>IF YOU DO NOT AGREE TO ALL OF THESE TERMS AND CONDITIONS, DO NOT ACCESS THE WEBSITE OR ANY SERVICES OR INFORMATION PROVIDED ON OR THROUGH THE WEBSITE.</p>\n<p>If you are under the age of 13, you may not use this Website.</p>\n<p>Your use of our Website is subject to the additional notices that may appear throughout the Website.\nIf you use any of our products or services, you are subject to any applicable agreements (“Supplemental Agreements”) and any posted guidelines or rules applicable to such products or services.\nAll such guidelines, or rules, are hereby incorporated by reference into this Agreement.\nWhere a conflict exists between this Agreement and any of the Supplemental Agreements, the provisions of the applicable Supplemental Agreement shall govern.</p>\n<p>Neither H&amp;R Block nor its representatives are engaged in rendering legal services or other such advice.</p>\n<p>We are not providing investment advice through the Website, and the material on the Website should not be regarded as an offer to sell, or a solicitation of an offer to buy, any securities of H&amp;R Block or its affiliates.</p> Personal and Noncommercial Use and License <p>We may provide users with online tax preparation products and services and tax preparation information (“services and information”) for personal, non-commercial use.\nWe grant you access to the Website during the term of this agreement solely to receive the services and information.</p>\n<p>Your eligibility for any of our particular products and services is subject to our final approval and acceptance.</p>\n<p>Except as expressly provided otherwise in an applicable Supplemental Agreement, we grant you a personal, limited, revocable, non-transferable and non-exclusive license to display on your computer, print, download and use screen displayed text, audio clips, video clips and other such content that is made available to you on the Website, solely for your own non-commercial, personal purposes necessary to receive the services and information provided on the Website, provided that: (i) you do not (and do not allow any third party to) modify or create a derivative work of any such content.\nand (ii) you include with and display on each copy of such content the associated copyright notice.\nNo other use is permitted.\nWithout limiting the generality of the foregoing, you may not: (i) include such content in or with any product or service that you create or distribute.\n(ii) include such content on another Internet website.\n(iii) reproduce, duplicate, copy, sell, rent, resell or exploit for any commercial purposes any portion of the Website, use of the Website, or access to the Website.\nor (iv) establish hyperlinks to any page other than the homepage of the Website or create any frame containing any portion of the Website, on any other website or text document with hyperlink capabilities.\nFurther, you may not direct any other person to do any of the foregoing.\nYou agree not to access the Website by any means other than through a commercially available web browser.\nYou will not access or attempt to access password protected, secure or non-public areas of the website without our prior written permission.\nYou will comply with all privacy laws.</p> User Responsibilities <p>In order to use the Website, you must obtain access to the Internet and pay any service fees associated with such access.\nSystem availability and access to the services and information available on the Website may be limited or unavailable for reasons which may include, without limitation, system performance, telecommunications failure, hardware failure or software failure.\nYou are responsible for your use of your Internet browser, the Website, and the services and information provided on the Website.\nWe are not responsible for deletion of data, timeliness of services, or the failure to store any of your data or personalization settings.</p> Intellectual Property <p>All content on the Website, including but not limited to, text, graphics, logos, button icons, images, audio clips, trade names, trademarks, service marks, trade dress, digital downloads, data compilations, software, and the compilation of any of the foregoing, is our property the property of our licensors and is protected by United States and international patent, copyright, and trademark laws.\nThe display and availability of the content on the Website does not convey or create any license or other rights in the content.\nAny unauthorized copying, reverse engineering, redistribution, reproduction, publication or modification of Website content by any person without our prior written authorization is strictly prohibited, may be a violation of federal or common law, trademark, patent and copyright laws and may subject such a violator to legal action.\nThe use of content from the Website on any other website or networked computer environment is similarly prohibited.\nRequests for permission to reproduce or distribute materials found on the Website can be made by contacting us in writing.\nYou are also strictly prohibited from creating works or materials that derive from or are based on the Website content or other materials contained in the Website including, without limitation, fonts, icons, link buttons, wallpaper, desktop themes and unlicensed merchandise.\nThis prohibition applies regardless of whether the derivative materials are sold, bartered or given away.</p> Your Account <p>There may be portions of the Website that require you to create a user account.\nYou are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer, and you agree to accept responsibility for all activities that occur under your account.\nYou agree to immediately notify us of any unauthorized use of your password or account, or any other breach of security of which you are aware, and to ensure that you properly close out of your account at the end of each session.\nWe may, in our sole discretion, terminate your password, account (or any part thereof) or use of the Website at any time and for any or no reason.\nH&amp;R Block will not be liable to you or any third party for any termination of your access to the Website.\nIf your status as a user of this Website is terminated, you will (i) stop using the Website and any information obtained from the Website, and (ii) destroy all copies of your account information, password and any information obtained from this Website.</p>\n<p>You agree that any information you provide to us through the Website will be accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete as of the date the information was provided, or we have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, we have the right, without limitation, to suspend or terminate any of your accounts and to refuse any and all current or future use of the Website (or any portion thereof) and the services and information provided on the Website.</p> SMS Terms <p>You can receive different types of text messages from us, including refund status and promotional offers.\nIf you agree to receive text messages from us, you agree to and understand the following:</p>\n<ul>\n<li>Your wireless service carrier’s standard text message and data rates may apply.</li>\n<li>You agree that we may communicate with you by automated SMS, MMS, text message or other electronic means to your mobile device.</li>\n<li>Message frequency varies.</li>\n<li>In the event you change or deactivate your mobile telephone number, you agree to promptly update your account information.</li>\n<li>We may send you a message to confirm your choice to receive text messages.</li>\n<li>You can cancel text messaging at any time by replying “STOP” to the most recent text message you received.</li>\n<li>If you have agreed to receive multiple types of text messages, you will need to cancel each message type separately.</li>\n<li>We will send you a text message to confirm you have been unsubscribed.</li>\n<li>Reply “HELP” for instructions and how to unsubscribe.</li>\n<li>This may not be available for some message types.</li>\n</ul> Confidential Information <p>You agree that you will not disclose our Confidential Information to any person or entity, other than as necessary to use the services and information provided on the Website.\nYou will not use or permit the use of any Confidential Information except as necessary in connection with the services and information.\nYou shall use at least the same degree of care in safeguarding the Confidential Information as you use in safeguarding your own confidential information, but in no event shall you use less than due diligence and care.\n“Confidential Information” means all information or material which: (i) is obtained from password protected portions of the Website or (ii) (A) is marked “Confidential,” “Restricted,” or other similar marking, (B) is known by the parties to be considered confidential, or (C) is or should be known or understood to be confidential or proprietary by an individual exercising reasonable judgment.</p> No Unlawful or Prohibited Use <p>If you are under the age of 13, you may not use this Website.</p>\n<p>As a condition of your use of this Website, you warrant to H&amp;R Block that you will not use this Website for any purpose that is against the law or prohibited by these terms.\nIf you violate any of these terms, your permission to use this Website automatically ends.</p>\n<p>You may not without our prior written permission, use any computer code, data mining software, “robot,” “bot,” “spider,” “scraper” or other automatic device, or program, algorithm or methodology having similar processes or functionality, or any manual process, to monitor or copy any of the web pages, data or content found on this Website or accessed through this Website.\nYou may not republish H&amp;R Block content or other content from this Website on another website or use in-line or other linking to display such content without our permission.\nYou may not introduce viruses, spyware or other malicious code to this Website.\nYou represent and warrant that you use frequently updated, commercially standard virus protection software to ensure that the system you use to access our Website is virus-free.</p> Links to Third Party Sites <p>This Website may contain hyperlinks to websites operated by parties other than H&amp;R Block or its affiliates.\nSuch hyperlinks are provided for your reference only.\nWe do not control such websites and are not responsible for their content.\nIf we post hyperlinks to other websites, this does not mean that we endorse the material on such websites or associate ourselves with their operators.\nYour access to and use of such websites, including information, material, products and services on such websites, is solely at your own risk.\nFurthermore, because our privacy policy is applicable only when you are on our Website, once linked to another website, you should read that site’s privacy policy before disclosing any personal information.\nWhere we are offering our own content on or through third party sites (whether by linking, framing or otherwise), your use or display of that content shall be subject to this Agreement unless a specific Supplemental Agreement is applicable to the use or display of that content.</p> Transactions with Third Parties <p>Your correspondence or business dealings with, or participation in promotions of, advertisers or third parties found on or throughout the Website, including without limitation with respect to the payment and delivery of related products or services and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such third parties and are not binding on us.</p> Links to Our Website <p>We grant you a personal, limited, revocable, nontransferable and nonexclusive right to create a hyperlink to the homepage of the Website so long as (i) the link or your linking website does not portray us or any of our services or information in a false, misleading, derogatory, or otherwise offensive matter.\n(ii) your linking website complies with all applicable laws and does not otherwise violate this Agreement or the rights of others.\nand (iii) your website has, maintains and follows a privacy policy no less protective of user data than H&amp;R Block’s Privacy Policy.\nYou may not use any of our logos or other proprietary graphic or trademarks as part of the link without our express written permission.\nWe may revoke this license at any time, with or without cause, in which case you agree to immediately remove such hyperlink.\nYou may not link to any page other than the homepage of this Website.\nAny link to our Website should be a full forward link that passes the client browser to our homepage without barriers.\nThe “back” button should return the visitor to the original site if the visitor wishes to back out.</p> User Content/Email Discussion Lists, Interactive Areas <p>We may offer you the opportunity to contribute your ideas, comments, questions, feedback and other communications to or from the Website (collectively, the “User Content”) in other blogs, message boards, chat rooms, email and other features of the Website (“User Areas”) that may be offered from time to time and may be operated by us or by a third party on our behalf.\nYou shall not (nor cause any third party to) use the Website or information provided through the Website to perform any illegal activities (including without limitation defaming, abusing, harassing, stalking, threatening or otherwise violating the legal rights, such as rights of privacy, of others) or immoral activities or any of the following types of activities, without limitation:</p>\n<ol>\n<li>Disseminating libelous, harmful, vulgar, pornographic, obscene or otherwise objectionable material</li>\n<li>Containing nudity, violence of offensive subject matter, or are deemed exploitive in any way</li>\n<li>Promoting racism, prejudice, bigotry, hatred, harassment or physical harm of any kind against any individual, group or individual</li>\n<li>Promoting illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous.\nor promote any criminal activity or enterprise or provide instructional information about illegal activities, such as making or buying illegal weapons or violating someone’s privacy</li>\n<li>Using any computer code, data mining software, “robot,” “bot,” “spider,” “scraper” or other automatic device, or program, algorithm or methodology having similar processes or functionality, or any manual process, to monitor or copy any of the Web pages, data or content found on the Website or accessed through the Website</li>\n<li>Transmitting information that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party</li>\n<li>Transmitting any material that contains software viruses, trojan horses, worms, time bombs, cancelbots, or any other computer code, files, or programs which may interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment</li>\n<li>Impersonating anyone or any entity, or falsely stating or otherwise misrepresenting your affiliation with a person or entity</li>\n<li>Advertising or posting any commercial content</li>\n<li>Interfering with or disrupting the Website</li>\n<li>Disrupting the activities or enjoyment of the Website for other users</li>\n<li>Collecting or storing personal data about other users</li>\n</ol>\n<p>Further, you agree that all User Content you provide will be on-topic, relevant and will not include profanity or any other disruptive or disrespectful behavior.\nThe User Areas are not the appropriate channel to express individual concerns or specific customer support issues.\nSuch concerns and issues should be addressed to the online customer support pages of the Website.\nYou agree to evaluate and assume all risks associated with the use of User Content, including without limitation any risk relating to any reliance on the accuracy, completeness, or usefulness of User Content.\nWe assume no responsibility for User Content or for the use of any User Area.\nYou agree to abide by all applicable local, state and federal laws and regulations and are solely responsible for all acts or omissions that occur under your account or password, including without limitation any User Content you create or upload.</p>\n<p>You acknowledge that User Content is not endorsed by H&amp;R Block and such user content should not be considered to have been reviewed, screened or approved by H&amp;R Block.\nYou should exercise discretion before relying on information contained in user content.</p>\n<p>We may, in our sole discretion, remove any User Content from a User Area at any time and for any or no reason.\nH&amp;R Block will not be liable to you or any third party for any deletion of any User Content on the Website.</p>\n<p>You acknowledge that we may preserve and disclose User Content if required to do so by law or we believe in good faith that such preservation or disclosure is reasonably necessary to comply with legal process, enforce this Agreement, respond to a claim that User Content violates any third party’s rights, or protect the right, property or personal safety of H&amp;R Block, any users of the Website, and the public.</p>\n<p>You also acknowledge that the technical processing and transmission of the Website, including without limitation User Content, may involve transmissions over various networks and changes to conform and adapt to technical requirements of connecting networks or devices.</p> Changes to Website <p>We may make improvements or changes in the information, services, products, and other materials on this Website or terminate this Website at any time for any or no reason and without notice.</p> Notice and Procedure for Making Claims of Copyright Infringement <p>If you believe that any material contained on the Website infringes your copyright or other intellectual property rights, you should notify H&amp;R Block of your copyright infringement claim in accordance with the following procedure.\nH&amp;R Block will process notices of alleged infringement which it receives and will take appropriate action as required by the Digital Millennium Copyright Act (DMCA) and other applicable intellectual property laws.</p>\n<p>Pursuant to the DMCA, all notifications of claimed copyright infringement on the Website should be sent ONLY to our Designated Agent:</p>\n<p>Name of Agent Designated to Receive Notification of Claimed Infringement:</p>\n<p>\n<b>Corporate Counsel-Copyright<br> H&amp;R Block Law Department<br> 12th Floor<br> One H&amp;R Block Way<br> Kansas City, MO 64105</b>\n<br>\ncopyrightinfringement@hrblock.com</p>\n<p>Under the DMCA, the notification of claimed infringement must include the following:</p>\n<ol>\n<li>An electronic or physical signature of the owner or of the person authorized to act on behalf of the owner of the copyright interest</li>\n<li>Identification of the copyrighted work (or works) that you claim has been infringed</li>\n<li>A description of the material that you claim is infringing, and the location where the original or an authorized copy of the copyrighted work exists (for example, the URL of the page of the website where it is lawfully posted.\nthe name, edition and pages of a book from which an excerpt was copied, etc.)</li>\n<li>A clear description of where the infringing material is located on our Website, including as applicable its URL, so that we can locate the material</li>\n<li>Your name, address, telephone number, and email address</li>\n<li>A statement that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf</li>\n</ol>\n<p>NOTE: THE DESIGNATED AGENT IS PROVIDED SOLELY FOR NOTIFYING US THAT YOUR COPYRIGHTED MATERIAL MAY HAVE BEEN INFRINGED.\nDO NOT SEND ANY INQUIRIES UNRELATED TO COPYRIGHT INFRINGEMENT (e.g., REQUESTS FOR TECHNICAL ASSISTANCE OR CUSTOMER SERVICE, REPORTS OF EMAIL ABUSE, etc.) TO THE DESIGNATED AGENT AS YOU WILL NOT RECEIVE A RESPONSE.\nWE CAUTION YOU THAT UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO HEAVY CIVIL PENALTIES.\nTHESE INCLUDE MONETARY DAMAGES, COURT COSTS, AND ATTORNEY’S FEES INCURRED BY US, BY ANY COPYRIGHT OWNER, OR BY ANY COPYRIGHT OWNER’S LICENSEE THAT IS INJURED AS A RESULT OF OUR RELYING UPON YOUR MISREPRESENTATION.\nYOU MAY ALSO BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY.</p>\n<p>We will, in appropriate circumstances, terminate repeat infringers.\nIf you believe that an account holder or subscriber is a repeat infringer, please follow the instructions above to contact H&amp;R Block and provide information sufficient for us to verify that the account holder or subscriber is a repeat infringer.</p> Miscellaneous <ol>\n<li>\n<b>Governing Law.</b> This Agreement shall be governed by the laws of the State of Missouri, without regard to conflicts of law provisions.\nAny legal action or proceeding between H&amp;R Block and you related to this Agreement will be brought exclusively in a federal or state court of competent jurisdiction sitting in the State of Missouri, County of Jackson.</li>\n<li>\n<b>Entire Agreement.</b> This Agreement, along with any Supplemental Agreements, is the entire and exclusive agreement between the parties, and it supersedes all previous communications, representations or agreements, either oral or written, between them with respect to this subject matter.\nNo representations or statements of any kind made by us, which are not included in this Agreement, shall be binding on us.</li>\n<li>\n<b>Amendments.</b> You may not modify or amend this Agreement in whole or in part without the prior written consent of one of our authorized representatives.\nWe may replace or amend this Agreement from time to time by posting new terms of service to this Website.\nPlease check the Terms of Use periodically for changes.\nYour subsequent use of the Website, or any content, products, services or materials provided through the Website, will be subject in all respects to the terms of service in force at the time of such subsequent use.</li>\n<li>\n<b>Waiver.</b> No waiver of any provision herein shall be valid unless in writing and signed by both our authorized representative and you.\nOur failure to insist upon or enforce strict performance of any provision of this Agreement or any right shall not be construed as a waiver of any such provision or right.</li>\n<li>\n<b>Severability.</b> If any provision of this Agreement is deemed to be illegal or unenforceable, the remainder of this Agreement shall be unaffected and shall continue to be fully valid, binding, and enforceable.</li>\n<li>\n<b>Headings.</b> The headings contained herein are for convenience only and shall have no legal or interpretive effect.</li>\n<li>\n<b>Other.</b> We may assign our rights and duties under this Agreement to any party at any time without notice to you.</li>\n</ol> Offer details and disclosures Full Site Disclaimers <ol>\n<li>Free Worry-Free Audit Support is available only for clients who purchase and use H&amp;R Block desktop software solutions to prepare and successfully file their 2022 individual income tax return (federal or state).\nIt does not provide for reimbursement of any taxes, penalties, or interest imposed by taxing authorities and does not include legal representation.\nAdditional terms and restrictions apply.\nSee Guarantees for complete details.\n</li>\n<li>Additional fees apply for tax expert support.\n</li>\n<li>Pricing varies by location.\nFederal pricing will vary based upon individual taxpayer circumstances and is finalized at the time of filing.\nAll tax situations are different.\n</li>\n<li>If you discover an error in the H&amp;R Block tax preparation software that entitles you to a larger refund (or smaller liability), we will refund the software fees you paid to prepare that return and you may use our software to amend your return at no additional charge.\nTo qualify for the H&amp;R Block Maximum Refund Guarantee, the refund claim must be made during the calendar year in which the return was prepared and the larger refund or smaller tax liability must not be due to incomplete, inaccurate, or inconsistent information supplied by you, positions taken by you, your choice not to claim a deduction or credit, conflicting tax laws, or changes in tax laws after January 1, 2022.\n</li>\n<li>If the online tax preparation or tax software makes an arithmetic error that results in your payment of a penalty and/or interest to the IRS that you would otherwise not have been required to pay, H&amp;R Block will reimburse you up to a maximum of $10,000.\nTerms and conditions apply.\nsee&nbsp;Accurate Calculations Guarantee&nbsp;for details.\n</li>\n<li>H&amp;R Block is a registered trademark of HRB Innovations, Inc.\nTurboTax®&nbsp;and Quicken®&nbsp;are registered trademarks of Intuit, Inc.\nTaxAct®&nbsp;is a registered trademark of TaxAct, Inc.\nWindows®&nbsp;is a registered trademark of Microsoft Corporation.\n</li>\n<li>Receive 20% off next year’s tax preparation if we fail to provide any of the 4 benefits included in our “No Surprise Guarantee” (Upfront Transparent Pricing, Transparent Process, Free Audit Assistance, and Free Midyear Tax Check-In).\nLimitations apply.\nDescription of benefits and details at hrblock.com/guarantees.\n</li>\n</ol> File Online <ol>\n<li>H&amp;R Block Free Online is for simple returns only.\nAll tax situations are different.\nAdditional fees may apply.\nSee available forms.\n</li>\n<li>Enrolled Agents do not provide legal representation.\nsigned Power of Attorney required.\nAudit services constitute tax advice only.\nConsult an attorney for legal advice.\nVoid where prohibited.\n</li>\n<li>Comparison based on regular price for Deluxe or Premium DIY products when filing both federal and state returns on TurboTax.com as of 3/10/23.\nTurboTax is a registered trademark of Intuit, Inc.\n</li>\n<li>© 2023 NerdWallet, Inc.\nAll Rights Reserved.\nH&amp;R Block Free Online, NerdWallet’s 2023 winner for Best Online Tax Software for Simple Returns.\n</li>\n<li>© 2023 Bankrate, LLC.\nA Red Ventures company.\nAll Rights Reserved.\nH&amp;R Block, Bankrate’s 2023 winner for Best Overall Online Tax Filing Software.\n</li>\n</ol> Tax Software <ol>\n<li>State e-file not available in NH.\nE-file fees do not apply to NY state returns.\nState e-file available for $19.95.\nDE, HI and VT do not support part-year/nonresident individual forms.\nMost state programs available in January.\nsoftware release dates vary by state.\nState e-File for business returns only available in CA, CT, MI, NY, VA, WI.\n</li>\n<li>Personal state programs are $39.95 each (state e-file available for $19.95).\nMost personal state programs available in January.\nrelease dates vary by state.\nState e-file not available in NH.\nE-file fees do not apply to NY state returns.&nbsp.\n&nbsp;<br>\n<br>\nAdditional disclaimer for business e-files: State e-file for business returns only available in CA, CT, MI, NY, VA, WI\n</li>\n</ol> Retail <ol>\n<li>If you discover an H&amp;R Block error on your return that entitles you to a larger refund (or smaller tax liability), we’ll refund the tax prep fee for that return and file an amended return at no additional charge.\nRefund claims must be made during the calendar year in which the return was prepared.\n</li>\n<li>By authorizing H&amp;R Block to e-file your tax return, or by taking the completed return to file, you are accepting the return and are obligated to pay all fees when due.\n</li>\n<li>Available only at participating H&amp;R Block offices.\nCAA service not available at all locations.\nH&amp;R Block does not provide immigration services.\nAn ITIN is an identification number issued by the U.S.\ngovernment for tax reporting only.\nHaving an ITIN does not change your immigration status.\nYou are required to meet government requirements to receive your ITIN.\nAdditional fees and restrictions may apply.\n</li>\n<li>For tax years beginning after 2017, applicants claimed as dependents must also prove U.S.\nresidency unless the applicant is a dependent of U.S.\nmilitary personnel stationed overseas.\nA passport that doesn’t have a date of entry won’t be accepted as a stand-alone identification document for dependents.\n</li>\n<li>Supporting Identification Documents must be original or copies certified by the issuing agency.\nOriginal supporting documentation for dependents must be included in the application.\n</li>\n<li>Audit services only available at participating offices.\n</li>\n<li>Amended tax returns not included in flat fees.\nA separate agreement is required for all Tax Audit &amp.\nNotice Services.\nTax Audit &amp.\nNotice Services include tax advice only.\nConsult your own attorney for legal advice.\nA Power of Attorney may be required for some Tax Audit &amp.\nNotice Services.&nbsp;Conditions apply.&nbsp.\nSee Peace of Mind® Terms for details.\n</li>\n<li>Qualifying individuals only.\nSee<b>&nbsp;</b>www.irs.gov&nbsp;for qualifications.\n</li>\n<li>Important Terms, Conditions and Limitations apply.\nSee<b>&nbsp;</b>Tax Identity Shield Terms, Conditions and Limitations&nbsp;for complete details.\n</li>\n</ol> Financial Services <ol>\n<li>This is an optional tax refund-related loan from Pathward, N.A..\nit is not your tax refund.\nLoans are offered in amounts of $250, $500, $750, $1,250 or $3,500.\nApproval and loan amount based on expected refund amount, eligibility criteria, and underwriting.\nIf approved, funds will be loaded on a prepaid card and the loan amount will be deducted from your tax refund, reducing the amount paid directly to you.\nTax returns may be e-filed without applying for this loan.\nFees for other optional products or product features may apply.\nLimited time offer at participating locations.\nHRB Maine License No.\nFRA2.&nbsp.\nOBTP#B13696.\n©2022 HRB Tax Group, Inc.<br>\n</li>\n<li>H&amp;R Block Emerald Prepaid Mastercard® is issued by Pathward, N.A., Member FDIC, pursuant to license by Mastercard.\nMastercard and the circles design are registered trademarks of Mastercard International Incorporated.\nAdditional fees, terms and conditions apply.\nconsult your Cardholder Agreement for details.&nbsp.\n</li>\n<li>For a full schedule of Emerald Card fees, see your Cardholder Agreement.\n</li>\n<li>Payroll, unemployment, government benefits and other direct deposit funds are available on effective date of settlement with provider.\nPlease check with your employer or benefits provider as they may not offer direct deposit or partial direct deposit.\nFaster access to funds is based on comparison of traditional banking policies for check deposits versus electronic direct deposit.\n</li>\n<li>Fees apply to Emerald Card bill pay service.\nSee Online and Mobile Banking Agreement for details.\n</li>\n<li>H&amp;R Block Emerald Advance® line of credit, H&amp;R Block Emerald Savings® and H&amp;R Block Emerald Prepaid Mastercard® are offered by Pathward, N.A., Member FDIC.\nCards issued pursuant to license by Mastercard.\nEmerald Advance<sup>SM</sup>, is subject to underwriting approval with available credit limits between $350-$1000.\nFees apply.\nOffered at participating locations.\nPromotional period 11/12/2022 – 1/7/2023.\nMastercard and the circles design are registered trademarks of Mastercard International Incorporated.\nOBTP# B13696 ©2022 HRB Tax Group, Inc.\n</li>\n<li>When you use an ATM, in addition to the fee charged by the bank, you may be charged an additional fee by the ATM operator.\nSee your Cardholder Agreement for details on all ATM fees.\n</li>\n<li>Emerald Card Retail Reload Providers may charge a convenience fee.\nAny Retail Reload Fee is an independent fee assessed by the individual retailer only and is not assessed by H&amp;R Block or Pathward.\n</li>\n<li>Refund Transfer is an optional tax refund-related product provided by Pathward, N.A., Member FDIC.\nRefund Transfer is a bank deposit product, not a loan.\nYou can file your return and receive your refund without applying for a Refund Transfer.\nPayments you authorize from the account associated with your Refund Transfer will reduce the net proceeds of your refund sent to you.\nFees apply.\nA qualifying expected tax refund and e-filing are required.\nOther restrictions apply.\nterms and conditions apply.\nH&amp;R Block Maine License Number: FRA2.\n©2022 HRB Tax Group, Inc.\n</li>\n<li>Neither H&amp;R Block nor Pathward charges a fee for Emerald Card mobile updates.\nhowever, standard text messaging and data rates may apply.\n</li>\n<li>US Mastercard Zero Liability does not apply to commercial accounts (except for small business card programs).\nConditions and exceptions apply – see your Cardholder Agreement for details about reporting lost or stolen cards and liability for unauthorized transactions.\n</li>\n<li>The Check-to-Card service is provided by Sunrise Banks, N.A.\nand Ingo Money, Inc., subject to the Sunrise Banks and Ingo Money Service Terms and Conditions,&nbsp;the Ingo Money Privacy Policy,&nbsp;and the Sunrise Banks, N.A.\nPrivacy Policy.&nbsp;Approval review usually takes 3 to 5 minutes but can take up to one hour.\nAll checks are subject to approval for funding in Ingo Money's sole discretion.\nFees apply for approved Money in Minutes transactions funded to your card or account.\nUnapproved checks will not be funded to your card or account.\nIngo Money reserves the right to recover losses resulting from illegal or fraudulent use of the Ingo Money Service.\nYour wireless carrier may charge a fee for data usage.\nAdditional transaction fees, costs, terms and conditions may be associated with the funding and use of your card or account.\nSee your Cardholder or Account Agreement for details.\n</li>\n<li>Minimum monthly payments apply.\nLine balance must be paid down to zero by February 15 each year.\nYear-round access may require an Emerald Savings®&nbsp;account.\n</li>\n<li>Transferring funds from another bank account to your Emerald Card may not be available to all cardholders and other terms and conditions apply.\nThere are limits on the total amount you can transfer and how often you can request transfers.\nPathward does not charge a fee for this service.\nplease see your bank for details on its fees.&nbsp.\n</li>\n<li>Your wireless carrier may charge a fee for text messaging or data usage.\n</li>\n</ol> Income Tax Course <ol>\n<li>Enrollment in, or completion of, the H&amp;R Block Income Tax Course or Tax Knowledge Assessment is neither an offer nor a guarantee of employment.\nAdditional qualifications may be required.\nEnrollment restrictions apply.\nThere is no tuition fee for the H&amp;R Block Income Tax Course.\nhowever, you may be required to purchase course materials, which may be non-refundable.\nState restrictions may apply.\nThe Income Tax Course consists of 62 hours of instruction at the federal level, 68 hours of instruction in Maryland, 80 hours of instruction in California, and 81 hours of instruction in Oregon.\nAdditional time commitments outside of class, including homework, will vary by student.\nAdditional training or testing may be required in CA, OR, and other states.\nValid at participating locations only.\nVoid where prohibited.\nThis course is not open to any persons who are currently employed by or seeking employment with any professional tax preparation company or organization other than H&amp;R Block.\nDuring the Income Tax Course, should H&amp;R Block learn of any student’s employment or intended employment with a competing professional tax preparation company, H&amp;R Block reserves the right to immediately cancel the student’s enrollment.\nThe student will be required to return all course materials.\nCTEC# 1040-QE-2662 ©2022 HRB Tax Group, Inc.<br>\n<br>\nH&amp;R Block has been approved by the California Tax Education Council to offer The H&amp;R Block Income Tax Course, CTEC# 1040-QE-2662, which fulfills the 60-hour “qualifying education” requirement imposed by the State of California to become a tax preparer.\nA listing of additional requirements to register as a tax preparer may be obtained by contacting CTEC at P.O.\nBox 2890, Sacramento, CA 95812-2890.\nor at www.ctec.org.\n</li>\n</ol> Need support? Customer help Find an office Search <p>\n<strong>Tax Services</strong>\n</p>\n<ul>\n<li> Online tax filing </li>\n<li> File with a tax pro </li>\n<li> Tax software </li>\n<li> Second Look Review </li>\n<li> Peace of Mind </li>\n<li> Tax Identity Shield </li>\n<li> Audit &amp.\nTax Notice Support </li>\n<li> Expat tax services expat tax services </li>\n</ul>\n<p>\n<strong>Small Business Services</strong>\n</p>\n<ul>\n<li> Block Advisors Opens a new window.\n</li>\n<li> Small business taxes Opens a new window.\n</li>\n<li> Small business bookkeeping Opens a new window.\n</li>\n<li> Small business payroll Opens a new window.\n</li>\n<li> Business formation services Opens a new window.\n</li>\n<li> Wave Financial Opens a new window.\n</li>\n</ul>\n<p>\n<strong>Tax Tools &amp.\nResources</strong>\n</p>\n<ul>\n<li> Tax calculator </li>\n<li> Tax prep checklist </li>\n<li> Tax questions </li>\n<li> Find my W-2 online </li>\n<li> Refund Transfer </li>\n<li> Refund &amp.\npayment options </li>\n<li> Tax payment center </li>\n<li> Where’s my refund? </li>\n<li> W-4 calculator </li>\n</ul>\n<p>\n<strong>Legal</strong>\n</p>\n<ul>\n<li> Terms </li>\n<li> Privacy notice </li>\n<li> Pathward privacy notice </li>\n</ul>\n<p>\n<strong>Financial Services</strong>\n</p>\n<ul>\n<li> Spruce </li>\n<li> Emerald Card </li>\n<li> Emerald Savings </li>\n<li> Refund Advance </li>\n</ul>\n<p>\n<strong>Resources</strong>\n</p>\n<ul>\n<li> Customer help &amp.\nsupport customer help and support </li>\n<li> Office locations office location list </li>\n<li> International locations international locations </li>\n<li> Reschedule or manage appt Reschedule and manage appointment </li>\n<li> Mobile apps Mobile apps </li>\n<li> Sitemap site map </li>\n<li> MyBlock benefits </li>\n</ul>\n<p>\n<strong>About H&amp;R Block</strong>\n</p>\n<ul>\n<li> About us </li>\n<li> Make Every Block Better </li>\n<li> Careers </li>\n<li> Buy or sell an office </li>\n<li> Income tax course </li>\n<li> News Center </li>\n<li> Investor relations Opens a new window.\n</li>\n<li> The Tax Institute Opens a new window.\n</li>\n<li> Guarantees </li>\n</ul>\n<p>Copyright&nbsp;©&nbsp;2022-2023 HRB Digital LLC.&nbsp;All Rights Reserved.&nbsp;<br>\n</p>\n<p>Bank products and services are offered by Pathward, N.A.<br>\nAll deposit accounts through Pathward are FDIC insured.</p>\n<ul>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> Instagram </li>\n<li> Youtube </li>\n<li> Linkedin </li>\n</ul> Cookie Preference CenterBelow are the cookie categories for H&amp;R Block.Allow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function, count visits and traffic sources to improve the performance of our site and enhance functionality and personalization.\nThese cookies cannot be switched off in our systems.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>Cookies Details‎Use Functionality/Personalization Cookies Use Functionality/Personalization Cookies <p>These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Analytical/Performance Cookies Analytical/Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site and will not be able to monitor its performance.</p>Cookies Details‎Targeting/Advertising Cookies Targeting/Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My Choices", "created_at": "2023-03-20 00:21:04.450161", "updated_at": "2023-03-20 00:21:13.494918"}, {"id": 14820, "name": "Privacy Notice", "url": "https://www.hrblock.com/financial-services/privacy-statement/", "xpath": "//body", "text": " H and R block Skip to content <ul>\n<li> Taxes Show submenu for Taxes <ul>\n<li> File taxes online Simple steps, easy tools, and help if you need it.\n</li>\n<li> File with a tax pro At an office, at home, or both, we’ll do the work.\n</li>\n<li> Tax Software </li>\n<li> Refund Status </li>\n<li> Audit &amp.\nTax Notice Support </li>\n<li> International locations </li>\n<li> Expat Tax Services </li>\n</ul>\n</li>\n<li> Finances Show submenu for Finances <ul>\n<li> Spruce A mobile banking app for people who want to make the most of their refund.\n</li>\n<li> Refund Advance A 0% interest loan of up to $3,500 received within minutes of filing, if approved.\n</li>\n<li> Emerald Card </li>\n<li> Emerald Card Login </li>\n<li> Emerald Savings </li>\n<li> Refund Transfer </li>\n</ul>\n</li>\n<li> Small Business Show submenu for Small Business <ul>\n<li> Small business tax prep File yourself or with a small business certified tax professional.\n</li>\n<li> Bookkeeping Let a professional handle your small business’ books.\n</li>\n<li> Payroll Payroll services and support to keep you compliant.\n</li>\n<li> Business formation Form your business and you could get potential tax savings.\n</li>\n</ul>\n</li>\n<li> Resources Show submenu for Resources <ul>\n<li> Tax Calculator </li>\n<li> Tax Prep Checklist </li>\n<li> Tax Questions </li>\n<li> W-4 Calculator </li>\n<li> Where’s my refund </li>\n<li> Find my W-2 online </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Find an office </li>\n<li> Search </li>\n<li> Sign in </li>\n</ul> Site navigation H and R block <p>Sign in</p> Username Password Remember me Sign in Create Account Forgot your username or password? Pathward Financial, Inc.\nand Pathward, National Association Privacy Notice <p> Rev.\n09/2022\n</p> Privacy table 1 FACTS <strong>WHAT DOES PATHWARD FINANCIAL, INC.\nAND PATHWARD, NATIONAL ASSOCIATION DO WITH YOUR PERSONAL INFORMATION?</strong> Why? Financial companies choose how they share your personal information.\nFederal law gives consumers the right to limit some but not all sharing.\nFederal law also requires us to tell you how we collect, share, and protect your personal information.\nPlease read this notice carefully to understand what we do.\nWhat? <p>The types of personal information we collect and share depend on the product or service you have with us.\nThis notice pertains to all Pathward products offered through H&amp;R Block or program managed by Emerald Financial Services, LLC, an H&amp;R Block company (the \"H&amp;R Block Program\").\nThis information can include:</p>\n<ul>\n<li>Social Security number and Income</li>\n<li>Account balances and Transaction history</li>\n<li>Credit history and Assets</li>\n</ul> How? All financial companies need to share customers’ personal information to run their everyday business.\nIn the section below, we list the reasons financial companies can share their customers’ personal information.\nthe reasons Pathward Financial, Inc.\nand Pathward, National Association choose to share.\nand whether you can limit this sharing.\nReasons we can share your personal information Does Pathward share? Can you limit this sharing? <strong>For our everyday business purposes</strong> — such as to process your transactions, maintain your account(s), respond to court orders and legal investigations, or report to credit bureaus Yes No <strong>For our marketing purposes</strong> — to offer our products and services to you Yes No <strong>For joint marketing with other financial companies</strong> Yes No <strong>For our affiliates' everyday business purposes</strong> — information about your transactions and experiences No We do not share <strong>For our affiliates' everyday business purposes</strong> — information about your creditworthiness No We do not share <strong>For our affiliates to market to you</strong> No We do not share <strong>For nonaffiliates to market to you</strong> Yes Yes Privacy table 3 To limit our sharing <ul>\n<li>Call 800-472-5625 - our menu will prompt you through your choice(s) or</li>\n<li>Visit us online to www.hrblock.com/bank/pdfs/opt-out-information-sharing.pdf or</li>\n<li>Fully complete and mail the form below as directed.</li>\n</ul>\n<strong>Please note:</strong> If you are a new customer, we can begin sharing your information 30 days from the date we sent this notice.\nWhen you are no longer our customer, we continue to share your information as described in this notice.<br>\n<br>However, you can contact us at any time to limit our sharing.\nQuestions? Call 800-472-5625 or go to www.hrblock.com Print Notice and Mail-in Form&gt.\n<strong>If you have a joint account, your choice(s) will apply to everyone on your account.</strong>\n<ul>\n<li>Do not share my personal information with nonaffiliates to market their products and services to me.</li>\n</ul> Name &nbsp.\n<strong>Mail to:<br>Pathward, c/o Emerald Financial Services, LLC, Privacy Choices<br>PO Box 30674<br>Salt Lake City, UT 84130</strong> Address<br>\n<br>\n<br>\n<br>City, State, Zip &nbsp.\n&nbsp.\n&nbsp.\nAccount number(s) or TIN &nbsp.\nPrivacy table 4 Who we are <strong>Who is providing this notice?</strong> This privacy policy is provided by Pathward Financial, Inc.\nand Pathward, National Association (together “Pathward”) and applies to the H&amp;R Block Program.\nWhat we do <strong>How does Pathward protect my personal information?</strong> To protect your personal information from unauthorized access and use, we use security measures that comply with federal law.\nThese measures include computer safeguards and secured files and buildings.\nWe also maintain other physical, electronic and procedural safeguards to protect this information and we limit access to information to those employees for whom access is appropriate.\n<strong>How does Pathward collect my personal information?</strong>\n<p>We collect your personal information, for example, when you</p>\n<ul>\n<li>Open an account or Apply for a loan</li>\n<li>Make deposits or withdrawals from your account or provide account information.</li>\n<li>Use your credit or debit card</li>\n</ul>\n<p>We also collect your personal information from others, such as credit bureaus, affiliates, or other companies.</p>\n<strong>Why can't I limit all sharing?</strong>\n<p>Federal law gives you the right to limit only:</p>\n<ul>\n<li>Sharing for affiliates' everyday business purposes—information about your creditworthiness</li>\n<li>Affiliates from using your information to market to you</li>\n<li>Sharing for nonaffiliates to market to you</li>\n</ul>\n<p>State laws and individual companies may give you additional rights to limit sharing.\nSee below for more on your rights under state law.</p>\n<strong>What happens when I limit sharing for an account I hold jointly with someone else?</strong> Your choices will apply to everyone on your account.\nPrivacy table 6 Definitions <strong>Affiliates</strong> Companies related by common ownership or control.\nThey can be financial and nonfinancial companies.\n<ul>\n<li>Pathward does not share with our affiliates.</li>\n</ul>\n<strong>Nonaffiliates</strong> Companies not related by common ownership or control.\nThey can be financial and nonfinancial companies.\n<ul>\n<li>Nonaffiliates we share with can include tax preparation companies, program managers, banks, and other nonaffiliated financial companies.</li>\n</ul>\n<strong>Joint marketing</strong> A formal agreement between nonaffiliated financial companies that together market financial products or services to you.\n<ul>\n<li>Our joint marketing partner(s) include tax preparation companies, program managers, banks, and other nonaffiliated financial companies.</li>\n</ul> Privacy table 7 Other important information <br>\n<strong>Offshore service providers.</strong> We may share your personal information with offshore service providers, such as a customer service call center to support certain of the bank’s products and services.\n<br>\n<strong>Call Monitoring and Recording.</strong> If you communicate with us by telephone, we may monitor or record the call.\n<br>\n<strong>California and Vermont Residents.</strong> We will not share your personal information with affiliated and nonaffiliated third parties, except as permitted by law, including, for example, for our own marketing purposes, everyday business purposes, or with your consent.\n<strong>Vermont Residents:</strong> We will not share your credit information or information about your creditworthiness, transactions, or experience, other than as permitted by Vermont law, unless you authorize us to make those disclosures.\n<strong>Nevada Residents:</strong> This notice is provided under state law.\nYou may be placed on our internal Do Not Call List by calling 1-800-472-5625.\nFor more information on this law, you may contact Bureau of Consumer Protection, Office of the Nevada Attorney General, 555 E.\nWashington Ave., Ste 3900, Las Vegas, NV 89101.\ntelephone: 702.486.3132.\nemail: aginfo@ag.nv.gov.\nOffer details and disclosures Full Site Disclaimers <ol>\n<li>Free Worry-Free Audit Support is available only for clients who purchase and use H&amp;R Block desktop software solutions to prepare and successfully file their 2022 individual income tax return (federal or state).\nIt does not provide for reimbursement of any taxes, penalties, or interest imposed by taxing authorities and does not include legal representation.\nAdditional terms and restrictions apply.\nSee Guarantees for complete details.\n</li>\n<li>Additional fees apply for tax expert support.\n</li>\n<li>Pricing varies by location.\nFederal pricing will vary based upon individual taxpayer circumstances and is finalized at the time of filing.\nAll tax situations are different.\n</li>\n<li>If you discover an error in the H&amp;R Block tax preparation software that entitles you to a larger refund (or smaller liability), we will refund the software fees you paid to prepare that return and you may use our software to amend your return at no additional charge.\nTo qualify for the H&amp;R Block Maximum Refund Guarantee, the refund claim must be made during the calendar year in which the return was prepared and the larger refund or smaller tax liability must not be due to incomplete, inaccurate, or inconsistent information supplied by you, positions taken by you, your choice not to claim a deduction or credit, conflicting tax laws, or changes in tax laws after January 1, 2022.\n</li>\n<li>If the online tax preparation or tax software makes an arithmetic error that results in your payment of a penalty and/or interest to the IRS that you would otherwise not have been required to pay, H&amp;R Block will reimburse you up to a maximum of $10,000.\nTerms and conditions apply.\nsee&nbsp;Accurate Calculations Guarantee&nbsp;for details.\n</li>\n<li>H&amp;R Block is a registered trademark of HRB Innovations, Inc.\nTurboTax®&nbsp;and Quicken®&nbsp;are registered trademarks of Intuit, Inc.\nTaxAct®&nbsp;is a registered trademark of TaxAct, Inc.\nWindows®&nbsp;is a registered trademark of Microsoft Corporation.\n</li>\n<li>Receive 20% off next year’s tax preparation if we fail to provide any of the 4 benefits included in our “No Surprise Guarantee” (Upfront Transparent Pricing, Transparent Process, Free Audit Assistance, and Free Midyear Tax Check-In).\nLimitations apply.\nDescription of benefits and details at hrblock.com/guarantees.\n</li>\n</ol> File Online <ol>\n<li>H&amp;R Block Free Online is for simple returns only.\nAll tax situations are different.\nAdditional fees may apply.\nSee available forms.\n</li>\n<li>Enrolled Agents do not provide legal representation.\nsigned Power of Attorney required.\nAudit services constitute tax advice only.\nConsult an attorney for legal advice.\nVoid where prohibited.\n</li>\n<li>Comparison based on regular price for Deluxe or Premium DIY products when filing both federal and state returns on TurboTax.com as of 3/10/23.\nTurboTax is a registered trademark of Intuit, Inc.\n</li>\n<li>© 2023 NerdWallet, Inc.\nAll Rights Reserved.\nH&amp;R Block Free Online, NerdWallet’s 2023 winner for Best Online Tax Software for Simple Returns.\n</li>\n<li>© 2023 Bankrate, LLC.\nA Red Ventures company.\nAll Rights Reserved.\nH&amp;R Block, Bankrate’s 2023 winner for Best Overall Online Tax Filing Software.\n</li>\n</ol> Tax Software <ol>\n<li>State e-file not available in NH.\nE-file fees do not apply to NY state returns.\nState e-file available for $19.95.\nDE, HI and VT do not support part-year/nonresident individual forms.\nMost state programs available in January.\nsoftware release dates vary by state.\nState e-File for business returns only available in CA, CT, MI, NY, VA, WI.\n</li>\n<li>Personal state programs are $39.95 each (state e-file available for $19.95).\nMost personal state programs available in January.\nrelease dates vary by state.\nState e-file not available in NH.\nE-file fees do not apply to NY state returns.&nbsp.\n&nbsp;<br>\n<br>\nAdditional disclaimer for business e-files: State e-file for business returns only available in CA, CT, MI, NY, VA, WI\n</li>\n</ol> Retail <ol>\n<li>If you discover an H&amp;R Block error on your return that entitles you to a larger refund (or smaller tax liability), we’ll refund the tax prep fee for that return and file an amended return at no additional charge.\nRefund claims must be made during the calendar year in which the return was prepared.\n</li>\n<li>By authorizing H&amp;R Block to e-file your tax return, or by taking the completed return to file, you are accepting the return and are obligated to pay all fees when due.\n</li>\n<li>Available only at participating H&amp;R Block offices.\nCAA service not available at all locations.\nH&amp;R Block does not provide immigration services.\nAn ITIN is an identification number issued by the U.S.\ngovernment for tax reporting only.\nHaving an ITIN does not change your immigration status.\nYou are required to meet government requirements to receive your ITIN.\nAdditional fees and restrictions may apply.\n</li>\n<li>For tax years beginning after 2017, applicants claimed as dependents must also prove U.S.\nresidency unless the applicant is a dependent of U.S.\nmilitary personnel stationed overseas.\nA passport that doesn’t have a date of entry won’t be accepted as a stand-alone identification document for dependents.\n</li>\n<li>Supporting Identification Documents must be original or copies certified by the issuing agency.\nOriginal supporting documentation for dependents must be included in the application.\n</li>\n<li>Audit services only available at participating offices.\n</li>\n<li>Amended tax returns not included in flat fees.\nA separate agreement is required for all Tax Audit &amp.\nNotice Services.\nTax Audit &amp.\nNotice Services include tax advice only.\nConsult your own attorney for legal advice.\nA Power of Attorney may be required for some Tax Audit &amp.\nNotice Services.&nbsp;Conditions apply.&nbsp.\nSee Peace of Mind® Terms for details.\n</li>\n<li>Qualifying individuals only.\nSee<b>&nbsp;</b>www.irs.gov&nbsp;for qualifications.\n</li>\n<li>Important Terms, Conditions and Limitations apply.\nSee<b>&nbsp;</b>Tax Identity Shield Terms, Conditions and Limitations&nbsp;for complete details.\n</li>\n</ol> Financial Services <ol>\n<li>This is an optional tax refund-related loan from Pathward, N.A..\nit is not your tax refund.\nLoans are offered in amounts of $250, $500, $750, $1,250 or $3,500.\nApproval and loan amount based on expected refund amount, eligibility criteria, and underwriting.\nIf approved, funds will be loaded on a prepaid card and the loan amount will be deducted from your tax refund, reducing the amount paid directly to you.\nTax returns may be e-filed without applying for this loan.\nFees for other optional products or product features may apply.\nLimited time offer at participating locations.\nHRB Maine License No.\nFRA2.&nbsp.\nOBTP#B13696.\n©2022 HRB Tax Group, Inc.<br>\n</li>\n<li>H&amp;R Block Emerald Prepaid Mastercard® is issued by Pathward, N.A., Member FDIC, pursuant to license by Mastercard.\nMastercard and the circles design are registered trademarks of Mastercard International Incorporated.\nAdditional fees, terms and conditions apply.\nconsult your Cardholder Agreement for details.&nbsp.\n</li>\n<li>For a full schedule of Emerald Card fees, see your Cardholder Agreement.\n</li>\n<li>Payroll, unemployment, government benefits and other direct deposit funds are available on effective date of settlement with provider.\nPlease check with your employer or benefits provider as they may not offer direct deposit or partial direct deposit.\nFaster access to funds is based on comparison of traditional banking policies for check deposits versus electronic direct deposit.\n</li>\n<li>Fees apply to Emerald Card bill pay service.\nSee Online and Mobile Banking Agreement for details.\n</li>\n<li>H&amp;R Block Emerald Advance® line of credit, H&amp;R Block Emerald Savings® and H&amp;R Block Emerald Prepaid Mastercard® are offered by Pathward, N.A., Member FDIC.\nCards issued pursuant to license by Mastercard.\nEmerald Advance<sup>SM</sup>, is subject to underwriting approval with available credit limits between $350-$1000.\nFees apply.\nOffered at participating locations.\nPromotional period 11/12/2022 – 1/7/2023.\nMastercard and the circles design are registered trademarks of Mastercard International Incorporated.\nOBTP# B13696 ©2022 HRB Tax Group, Inc.\n</li>\n<li>When you use an ATM, in addition to the fee charged by the bank, you may be charged an additional fee by the ATM operator.\nSee your Cardholder Agreement for details on all ATM fees.\n</li>\n<li>Emerald Card Retail Reload Providers may charge a convenience fee.\nAny Retail Reload Fee is an independent fee assessed by the individual retailer only and is not assessed by H&amp;R Block or Pathward.\n</li>\n<li>Refund Transfer is an optional tax refund-related product provided by Pathward, N.A., Member FDIC.\nRefund Transfer is a bank deposit product, not a loan.\nYou can file your return and receive your refund without applying for a Refund Transfer.\nPayments you authorize from the account associated with your Refund Transfer will reduce the net proceeds of your refund sent to you.\nFees apply.\nA qualifying expected tax refund and e-filing are required.\nOther restrictions apply.\nterms and conditions apply.\nH&amp;R Block Maine License Number: FRA2.\n©2022 HRB Tax Group, Inc.\n</li>\n<li>Neither H&amp;R Block nor Pathward charges a fee for Emerald Card mobile updates.\nhowever, standard text messaging and data rates may apply.\n</li>\n<li>US Mastercard Zero Liability does not apply to commercial accounts (except for small business card programs).\nConditions and exceptions apply – see your Cardholder Agreement for details about reporting lost or stolen cards and liability for unauthorized transactions.\n</li>\n<li>The Check-to-Card service is provided by Sunrise Banks, N.A.\nand Ingo Money, Inc., subject to the Sunrise Banks and Ingo Money Service Terms and Conditions,&nbsp;the Ingo Money Privacy Policy,&nbsp;and the Sunrise Banks, N.A.\nPrivacy Policy.&nbsp;Approval review usually takes 3 to 5 minutes but can take up to one hour.\nAll checks are subject to approval for funding in Ingo Money's sole discretion.\nFees apply for approved Money in Minutes transactions funded to your card or account.\nUnapproved checks will not be funded to your card or account.\nIngo Money reserves the right to recover losses resulting from illegal or fraudulent use of the Ingo Money Service.\nYour wireless carrier may charge a fee for data usage.\nAdditional transaction fees, costs, terms and conditions may be associated with the funding and use of your card or account.\nSee your Cardholder or Account Agreement for details.\n</li>\n<li>Minimum monthly payments apply.\nLine balance must be paid down to zero by February 15 each year.\nYear-round access may require an Emerald Savings®&nbsp;account.\n</li>\n<li>Transferring funds from another bank account to your Emerald Card may not be available to all cardholders and other terms and conditions apply.\nThere are limits on the total amount you can transfer and how often you can request transfers.\nPathward does not charge a fee for this service.\nplease see your bank for details on its fees.&nbsp.\n</li>\n<li>Your wireless carrier may charge a fee for text messaging or data usage.\n</li>\n</ol> Income Tax Course <ol>\n<li>Enrollment in, or completion of, the H&amp;R Block Income Tax Course or Tax Knowledge Assessment is neither an offer nor a guarantee of employment.\nAdditional qualifications may be required.\nEnrollment restrictions apply.\nThere is no tuition fee for the H&amp;R Block Income Tax Course.\nhowever, you may be required to purchase course materials, which may be non-refundable.\nState restrictions may apply.\nThe Income Tax Course consists of 62 hours of instruction at the federal level, 68 hours of instruction in Maryland, 80 hours of instruction in California, and 81 hours of instruction in Oregon.\nAdditional time commitments outside of class, including homework, will vary by student.\nAdditional training or testing may be required in CA, OR, and other states.\nValid at participating locations only.\nVoid where prohibited.\nThis course is not open to any persons who are currently employed by or seeking employment with any professional tax preparation company or organization other than H&amp;R Block.\nDuring the Income Tax Course, should H&amp;R Block learn of any student’s employment or intended employment with a competing professional tax preparation company, H&amp;R Block reserves the right to immediately cancel the student’s enrollment.\nThe student will be required to return all course materials.\nCTEC# 1040-QE-2662 ©2022 HRB Tax Group, Inc.<br>\n<br>\nH&amp;R Block has been approved by the California Tax Education Council to offer The H&amp;R Block Income Tax Course, CTEC# 1040-QE-2662, which fulfills the 60-hour “qualifying education” requirement imposed by the State of California to become a tax preparer.\nA listing of additional requirements to register as a tax preparer may be obtained by contacting CTEC at P.O.\nBox 2890, Sacramento, CA 95812-2890.\nor at www.ctec.org.\n</li>\n</ol> Need support? Customer help Find an office Search <p>\n<strong>Tax Services</strong>\n</p>\n<ul>\n<li> Online tax filing </li>\n<li> File with a tax pro </li>\n<li> Tax software </li>\n<li> Second Look Review </li>\n<li> Peace of Mind </li>\n<li> Tax Identity Shield </li>\n<li> Audit &amp.\nTax Notice Support </li>\n<li> Expat tax services expat tax services </li>\n</ul>\n<p>\n<strong>Small Business Services</strong>\n</p>\n<ul>\n<li> Block Advisors Opens a new window.\n</li>\n<li> Small business taxes Opens a new window.\n</li>\n<li> Small business bookkeeping Opens a new window.\n</li>\n<li> Small business payroll Opens a new window.\n</li>\n<li> Business formation services Opens a new window.\n</li>\n<li> Wave Financial Opens a new window.\n</li>\n</ul>\n<p>\n<strong>Tax Tools &amp.\nResources</strong>\n</p>\n<ul>\n<li> Tax calculator </li>\n<li> Tax prep checklist </li>\n<li> Tax questions </li>\n<li> Find my W-2 online </li>\n<li> Refund Transfer </li>\n<li> Refund &amp.\npayment options </li>\n<li> Tax payment center </li>\n<li> Where’s my refund? </li>\n<li> W-4 calculator </li>\n</ul>\n<p>\n<strong>Legal</strong>\n</p>\n<ul>\n<li> Terms </li>\n<li> Privacy notice </li>\n<li> Pathward privacy notice </li>\n</ul>\n<p>\n<strong>Financial Services</strong>\n</p>\n<ul>\n<li> Spruce </li>\n<li> Emerald Card </li>\n<li> Emerald Savings </li>\n<li> Refund Advance </li>\n</ul>\n<p>\n<strong>Resources</strong>\n</p>\n<ul>\n<li> Customer help &amp.\nsupport customer help and support </li>\n<li> Office locations office location list </li>\n<li> International locations international locations </li>\n<li> Reschedule or manage appt Reschedule and manage appointment </li>\n<li> Mobile apps Mobile apps </li>\n<li> Sitemap site map </li>\n<li> MyBlock benefits </li>\n</ul>\n<p>\n<strong>About H&amp;R Block</strong>\n</p>\n<ul>\n<li> About us </li>\n<li> Make Every Block Better </li>\n<li> Careers </li>\n<li> Buy or sell an office </li>\n<li> Income tax course </li>\n<li> News Center </li>\n<li> Investor relations Opens a new window.\n</li>\n<li> The Tax Institute Opens a new window.\n</li>\n<li> Guarantees </li>\n</ul>\n<p>Copyright&nbsp;©&nbsp;2022-2023 HRB Digital LLC.&nbsp;All Rights Reserved.&nbsp;<br>\n</p>\n<p>Bank products and services are offered by Pathward, N.A.<br>\nAll deposit accounts through Pathward are FDIC insured.</p>\n<ul>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> Instagram </li>\n<li> Youtube </li>\n<li> Linkedin </li>\n</ul>\n<p>We use cookies on this site in accordance with our Privacy Notice.\nYou may review and/or modify your cookie selection by clicking \"Cookie Preferences\"</p>Cookie Preferences Accept CookiesYour Opt Out Preference Signal is HonoredCookie Preference Center - testBelow are the cookie categories for H&amp;R BlockAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function, count visits and traffic sources to improve the performance of our site and enhance functionality and personalization.\nThese cookies cannot be switched off in our systems.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>Cookies Details‎Analytical/Performance Cookies Analytical/Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site and will not be able to monitor its performance.</p>Cookies Details‎Use Functionality/Personalization Cookies Use Functionality/Personalization Cookies <p>These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Cookies Details‎Targeting/Advertising Cookies Targeting/Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My Choices", "created_at": "2023-03-20 00:20:00.075484", "updated_at": "2023-03-20 00:20:08.365998"}, {"id": 14821, "name": "Digital Privacy Notice", "url": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "xpath": "//body", "text": " H and R block Skip to content <ul>\n<li> Taxes Show submenu for Taxes <ul>\n<li> File taxes online Simple steps, easy tools, and help if you need it.\n</li>\n<li> File with a tax pro At an office, at home, or both, we’ll do the work.\n</li>\n<li> Tax Software </li>\n<li> Refund Status </li>\n<li> Audit &amp.\nTax Notice Support </li>\n<li> International locations </li>\n<li> Expat Tax Services </li>\n</ul>\n</li>\n<li> Finances Show submenu for Finances <ul>\n<li> Spruce A mobile banking app for people who want to make the most of their refund.\n</li>\n<li> Refund Advance A 0% interest loan of up to $3,500 received within minutes of filing, if approved.\n</li>\n<li> Emerald Card </li>\n<li> Emerald Card Login </li>\n<li> Emerald Savings </li>\n<li> Refund Transfer </li>\n</ul>\n</li>\n<li> Small Business Show submenu for Small Business <ul>\n<li> Small business tax prep File yourself or with a small business certified tax professional.\n</li>\n<li> Bookkeeping Let a professional handle your small business’ books.\n</li>\n<li> Payroll Payroll services and support to keep you compliant.\n</li>\n<li> Business formation Form your business and you could get potential tax savings.\n</li>\n</ul>\n</li>\n<li> Resources Show submenu for Resources <ul>\n<li> Tax Calculator </li>\n<li> Tax Prep Checklist </li>\n<li> Tax Questions </li>\n<li> W-4 Calculator </li>\n<li> Where’s my refund </li>\n<li> Find my W-2 online </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Find an office </li>\n<li> Search </li>\n<li> Sign in </li>\n</ul> Site navigation H and R block <p>Sign in</p> Username Password Remember me Sign in Create Account Forgot your username or password? H&amp;R Block Digital Privacy Notice.\n<p>Protecting your personal information is important to us across all H&amp;R Block products and services.\nLearn about it in our privacy notices below, which include choices available to you regarding the use of, your access to, and how to update and correct your personal information.</p> Download PDF <p>The following guidelines set forth our general privacy practices and principles that apply to information we collect through the following products and services, which are owned or operated by HRB Tax Group, Inc., or companies related by common ownership or control (collectively, “we,” “us,” or “our”):</p>\n<ul>\n<li>Our online and software tax preparation products and services;</li>\n<li>Our websites and the products and services offered through those websites (including www.hrblock.com, makeeveryblockbetter.com, and MyBlock, but not www.blockadvisors.com or www.sprucemoney.com).\nand</li>\n<li>Our mobile applications that incorporate this privacy notice</li>\n</ul>\n<p>If you enter into another business relationship with us, or an H&amp;R Block independently-owned and operated franchisee, including through our nationwide network of offices, we will make you aware of the privacy practices and principles that apply to that particular business or relationship.\nIf you transact in an H&amp;R Block or Block Advisors retail office, you can find copies of our retail privacy notices at the following links:</p> Company-Owned Retail Office Privacy Notice Company-Owned Retail Office Privacy Notice (California) Franchise-Owned Retail Office Privacy Notice Franchise-Owned Retail Office Privacy Notice (California) Block Advisors Block Advisors Privacy Notice (California) Franchise-Owned Retail Office (located outside the United States) <p>This privacy notice does not apply to products or services offered by H&amp;R Block Personalized Services, LLC or by Wave Financial, Inc., each of which has its own policies.\nYou should carefully read the privacy policies and any terms and conditions applicable to such products or services.</p>\n<p>Note to parents: Because of the nature of the services we provide, we do not market our services to children under the age of 13, nor do we knowingly collect information from children under the age of 13.</p> Privacy inquiries <p>We utilize administrative, technical, and physical safeguards to protect your information.\nWe protect information submitted to us, both during transmission and once we receive it.\nPlease see “How do we secure your information?” in our frequently asked questions for more information.\nIf you have questions or comments regarding our privacy practices or security of our services, please contact us below.</p> Submit feedback online Digital privacy FAQs <p>\n</p> What information do we collect? <p>As part of providing products and services to you, we may collect information, including personal information, about you, your spouse, your dependents, or your business when you use our services.<br>\n<br>\nPersonal information is data that can be used to identify a person individually.\nThe information we may collect includes, but is not limited to:</p>\n<ul>\n<li>\n<b>Contact Information</b> (e.g., name, phone number, address, and email address);</li>\n<li>\n<b>Social Security Number</b> and other government identification numbers (e.g., EIN, Driver’s License Number, and ITIN);</li>\n<li>\n<b>Date of Birth</b>;</li>\n<li>\n<b>Financial Information</b> (e.g., income, revenue, assets, credits, deductions, expenses, and bank account information);</li>\n<li>\n<b>Payment Data</b> (e.g., checking, debit and credit card account numbers, balances and payment history);</li>\n<li>\n<b>Health Information</b> (e.g., health insurance status and financial information related to payment for healthcare services);</li>\n<li>\n<b>Geo-Location Information</b>;</li>\n<li>\n<b>Website, Mobile Application, and Email Usage Data</b> (e.g., interactions with a website, application or advertisement);</li>\n<li>\n<b>Device Information</b> (e.g., internet protocol (IP) address, device type, unique identifier, app version, operating system, network data, and phone state);</li>\n<li>\n<b>Login Information</b>;</li>\n<li>\n<b>Demographic Information</b>;</li>\n<li>\n<b>Professional or Employment-Related Information</b>.\nand</li>\n<li>\n<b>Education Information</b>.</li>\n</ul> Where do we get this information? <p>You provide most of the information we collect.\nWe also receive information through certain digital technologies when you interact with us.\nFinally, other companies and government entities may share information with us.</p>\n<p>&nbsp;</p>\n<p>\n<b>We collect information directly from you.</b>\n</p>\n<p>To deliver the products and services you request, customize your experience, and better serve you, we collect information you voluntarily provide as part of using or requesting our products and services.\nThis information includes information you provide as part of preparing your tax return, electronically filing your tax return, setting up an online account, authenticating your identity, applying for or purchasing a product or service, or applying for employment.\nIt also includes information from documents you choose to upload to your MyBlock℠ Account.\nIf you choose not to provide certain information we request, we may be unable to serve you as our products, services, tools, or calculators may rely upon this information.</p>\n<p>&nbsp;</p>\n<p>Our websites may offer publicly accessible blogs or community forums.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.\nTo request removal of your personal information (e.g., name and city) from our blog or community forum, you can contact us by clicking here.\nIn some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.</p>\n<p>&nbsp;</p>\n<p>\n<b>We collect information when you use our services.</b>\n</p>\n<p>We collect certain information and usage data whenever you interact with us, whether online, through a mobile application, or through an email.\nThis data may include which websites you visit, what you click on, and when you performed those actions.\nThese activities may be performed by us or a service provider acting on our behalf.</p>\n<p>&nbsp;</p>\n<p>We utilize certain web and wireless technologies to collect this information.\nThese technologies include cookies and web beacons.\nPlease see “What types of web and wireless technologies (including cookies) do we use?” for an in-depth discussion of these technologies and how to opt-out.</p>\n<p>&nbsp;</p>\n<p>The Internal Revenue Service (IRS) or state taxing authorities may require we collect certain personal and system information in connection with preparing or electronically filing your tax return.\nThis may include your name, social security number, IP addresses, and unique device identifiers.</p>\n<p>&nbsp;</p>\n<p>\n<b>We collect information from other companies and government entities.</b>\n</p>\n<p>In accordance with their privacy notices, our business partners, H&amp;R Block franchisees, and unrelated third parties (including the IRS and credit reporting agencies) may share certain information about you with us.</p>\n<p>&nbsp;</p>\n<p>We also collect information when you request services or information from us or companies with whom we have a business relationship, enter contests or sweepstakes, or complete surveys or polls.</p>\n<p>&nbsp;</p>\n<p>To improve the security of our services, to protect your identity, and to protect your information, we may verify your personal information by matching the information you provide against other publicly available information that we obtain from identification verification companies.</p> How do we use your information? <p>We use your information to provide you the products and services you request.\nWe may also use your information, as permitted by law, including: to service and report on your account.\noffer you relevant information, products, or services.\nand enhance our products and services.\nThese activities may be performed by us or a service provider acting on our behalf.</p>\n<ul>\n<li>\n<b>Offer you products and services</b>.\nWe may use your information to contact you about products and services offered by us or another H&amp;R Block company.\nH&amp;R Block companies are those related to us by common ownership or control.\nThis may include delivery of newsletters or publications.\nWe may also use aggregated information to offer our products and services.</li>\n<li>\n<b>Geo-Location Uses</b>.\nWe may use your location to provide you a list of nearby H&amp;R Block offices, assess the level of interest in our services in a particular area, and enhance the services we are providing you and other clients.\nYou may at any time revoke our collection of this information by turning this off at the device level and not using our office locator.</li>\n<li>\n<b>Mobile Devices</b>.\nSubject to your control, our mobile services may request permission to dial a phone number, access your camera or photo library, access the internet, access your calendar, send you push notifications, wake/lock your mobile device, or authorize in-app purchases.</li>\n<li>\n<b>MyBlock℠ Account</b>.\nWe may use your information to set up an online account or authenticate your identity when you request certain services from us.\nWe may use your email address as your online username.\nWhen you add documents to your MyBlock account, H&amp;R Block might access them to assist you with tax preparation or enhance its services.\nWe may retain your MyBlock documents as allowed or required by law.</li>\n<li>\n<b>Security Enhancements</b>.\nWe may use your information to improve the security of our services, protect your identity, and protect your information.</li>\n<li>\n<b> Unique Identifiers</b>.\nWe may assign you a unique identifier when you use our services.\nThis unique identifier allows us to match information collected through our other various products and services.\nGenerally, we use this information to help us better understand your use of our products and services and to customize your experience and better serve you.</li>\n<li>\n<b>Calculators and Tools</b>.\nWhen you use our calculators and other tools, we may collect non-identifiable data, such as the number of people that use a certain tool.\nWe may also set cookies or clear gifs based upon your use, so you do not have to re-enter your information in a later visit and to help us customize offers and tools to your particular interests.\nFor our calculators and other tools that require registration or ask for your contact information, we may contact you directly with relevant services and offers.</li>\n<li>\n<b>Send a Friend Program</b>.\nIf you choose to use one of our referral services, we may ask for your friend’s name and contact information, including email address.\nDepending on the particular referral service, we may contact your friend inviting him or her to visit our website, come in for tax preparation, sign up for bookkeeping services, or take our income tax training course.\nWe do not store or use this information except as part of our referral programs.\nYou can visit our Send a Friend website to view full program rules.\nYour friend may contact us by clicking here to request that we remove your friend’s information from our systems.\nIf you are a California resident, please see the California Notice of Financial Incentive of this privacy notice.</li>\n<li>\n<b>Automated Decision Making</b>.\nWe do not use automated decision making with respect to your information.</li>\n</ul> Who do we share your information with? <p>The privacy and security of your information is important to us.\nWe do not sell or rent your information (including your social security number).\nWe may disclose your information as permitted by law or with your consent to other H&amp;R Block companies or to third parties with whom we have a written contract limiting the use and disclosure of your information.\nWe may share your information to support the products and services you request or provide you information on products and services that may benefit you.<br>\n<br>\nFor example:</p>\n<ul>\n<li>\n<b>H&amp;R Block Companies</b>.\nWe may provide information to H&amp;R Block companies related by common ownership or control.\nThese H&amp;R Block companies may use this information to support the products and services you request or market additional products and services to you.\nThese activities may include providing customer service, processing transactions, or offering products like Tax Identity Shield®.\nIf you do not want us to share your personal information with H&amp;R Block companies for marketing, contact us by clicking here.</li>\n<li>\n<b>Business Partners</b>.\nWe work closely with a variety of business partners that are not H&amp;R Block companies (e.g., our bank partners that offer the Refund Transfer product and Spruce Spending and Savings Accounts or Wave Financial, Inc.).\nWe may offer products jointly with our business partners.\nYou will be able to recognize when a business partner is associated with your transaction when its logo appears or is shown with our logo.\nWe may share information that is related to such transactions with that business partner.\nPursuant to our vendor management program, we require all business partners to have written contracts with us that require them to safeguard your information and prohibit them from selling, retaining, using, or disclosing your personal information for any purpose other than for the specific purpose of performing the contract.</li>\n<li>\n<b>Service Providers</b>.\nWe may disclose your personal information to service providers who perform business functions on our behalf, such as data processing and analysis, contest supervision, and direct mail or email production.\nWe may also share your personal information, and a record of any transactions you conduct on our websites or offline with us with a third-party advertising partner and its service providers to deliver advertising tailored to your interests when you visit certain other websites.\nData shared for tailored advertising is made pseudonymous.\nPursuant to our vendor management program, we require all service providers to have written contracts with us that require them to safeguard your information and prohibit them from selling, retaining, using, or disclosing your information for any purpose other than for the specific purpose of performing the contract.</li>\n<li>\n<b>Marketing Arrangements</b>.\nWe may provide information to companies with whom we have a joint marketing arrangement.\nPursuant to our vendor management program, we require all marketing service providers to have written contracts with us that require them to safeguard your information and prohibits them from selling, retaining, using or disclosing your information for any purpose other than for the specific purpose of performing the contract.\nWe do not share your information with third parties for their marketing purposes without your consent or without providing you the opportunity to opt-out of such sharing.</li>\n<li>\n<b>Franchisees</b>.\nCertain H&amp;R Block products and services are provided via a system of retail offices operated directly by independently owned and operated franchisees.\nIn order to serve you, we may share your information with these franchisees.</li>\n<li>\n<b>Communications with the IRS and State Taxing Authorities</b>.\nThe IRS and state taxing authorities may require or request we disclose certain personal and system information in order to process or electronically file your tax return.\nThis information may include, but is not limited to, your name, social security number, IP addresses, unique device identifiers, bank account numbers, and tax return preparation user activity metrics (e.g., time to complete the tax return).</li>\n<li>\n<b>Persons Who Acquire Our Assets or Business</b>.\nIf we sell or transfer any of our business or assets, certain information about our clients may be a part of that sale or transfer.\nIn the event such sale or transfer results in a material change to this privacy notice, we will notify you.\nThe notification procedure will be the same as the procedure we use to notify you of a change to this privacy notice as described below.</li>\n<li>\n<b>Responses to Legal Requests</b>.\nWe may disclose your information when we have a good faith belief that such disclosure is required or permitted by law pursuant to a legal request.\nThis may occur in connection with a court order, legal process, or other judicial, administrative, or investigative proceeding that produces a request for information from us.\nIn certain situations, we may be required to disclose your information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</li>\n<li>\n<b>Protection of H&amp;R Block and Others</b>.\nWe may disclose your information when we believe that disclosure is necessary to protect your rights and safety, the rights and safety of others, or our rights and safety.\nWe may disclose your information to proper federal, state, or local officials in order to, and only to the extent necessary, inform the official of activities that may constitute, or may have constituted, a violation of any criminal law or to assist the official in investigating or prosecuting a violation of criminal law.\nAs permitted by law, we may disclose your information to the IRS and Information Sharing and Analysis Centers (ISACs) for the prevention of stolen identity refund fraud (SIRF) and as related to potential cyber security threats.</li>\n<li>\n<b>Aggregate Data</b>.\nWe may use or disclose aggregate information compiled using information that does not identify you individually or personally.\nThis may include, for example, the total number of visitors from a particular state or the average user age.</li>\n<li>\n<b>Third-Party Online Advertisements</b>.\nWe may allow third parties to place advertisements for their products or services on our website.\nIf you interact with these advertisements, you must disclose your personal information (e.g., IP address) to these advertisers.\nIf you click on a third-party advertisement, you will be directed to their website and your interactions with them will be governed by their privacy notice.</li>\n</ul> What types of web and wireless technologies (including cookies) do we use? <p>We, and our service providers, use commonly used technologies, such as cookies or similar technologies, to remember you and to personalize your experience with features and advertisements.\nWe, and our service providers, use these technologies to help us know your usage patterns, track your preferences, and analyze how you use our services.\nWe may receive reports on an individual or aggregate basis based on these technologies.\nYou may opt-out of some of these technologies.</p>\n<ul>\n<li>\n<b>Cookies</b>.\nCookies are a commonly used software technology that allow us to customize our websites for you by placing small files on your computer or mobile device as you visit various components of our websites.\nThe purpose of cookies is to make your experience more convenient and personal.\nFor example, knowing what products interest you helps us tailor your experience to meet your needs.<br>\n<br>\nCookies are small alphanumeric identifiers that a web server transfers to your computer via your Internet browser.\nWhen your Internet browser visits a web page, a cookie is set with a unique number.\nThis number is recorded in a small text file that is transmitted to your computer and stored in the cookie directory of your hard drive.\nThen, when you visit each webpage on which the cookie technology is enabled, the website can recognize your browser as a unique user.<br>\n<br>\nWe or our Service Providers acting on our behalf may use cookies and similar tracking technologies to collect information and infer your interests for interest-based advertising purposes.\nIf you would prefer to not receive personalized ads based on your browser or device usage, you may generally express your opt-out preference to no longer receive tailored advertisements.\nPlease note that you will continue to see advertisements, but they will no longer be tailored to your interests.<br>\n<br>\nTo opt-out of interest-based advertising by participating companies in the following consumer choice mechanisms, please visit the Digital Advertising Alliance (DAA)’s self-regulatory opt-out page and the mobile application-based AppChoices download page, the European Interactive Digital Advertising Alliance (EDAA)’s consumer opt-out page, or the Network Advertising Initiative (NAI)’s self-regulatory opt-out page.<br>\n<br>\nIn the mobile environment, most mobile operating systems offer device-based opt-out choices that are transmitted to companies providing interest-based advertising.\nTo set an opt-out preference for a mobile device identifier (such as Apple’s IDFA or Android’s GAID), visit the device manufacturer’s current choice instructions pages, or read more about sending signals to limit ad tracking for your operating system here.<br>\n<br>\nPlease note that these settings must be performed on each device (including each web browser on each device) for which you wish to opt-out, and if you clear your cookies or if you use a different browser or device, you will need to renew your opt-out preferences.<br>\n<br>\nYou may also adjust your browser settings to accept or deny all cookies, or to request your permission each time a site attempts to set a cookie.\nAlthough cookies are not required for some parts of our services, our services may not work properly if you disable cookies entirely.\nClearing cookies from your web browser may revoke a prior opt-out you have selected.</li>\n<li>\n<b>Local Storage Objects HTML5</b>.\nWe, and third parties with whom we partner to provide certain features on our website or to display advertising based upon your web browsing activity, use HTML5 to collect and store information.\nVarious browsers may offer their own management tools for removing HTML5.</li>\n<li>\n<b>Clear GIFs or Web Beacons</b>.\nWe employ a software technology called clear gifs (also known as pixel tags or web beacons), that help us better manage content on our websites by allowing us to understand usage patterns, fix issues, and improve the products and services offered to you on our websites.\nWe may use clear gifs in our emails to let us know which emails have been opened by recipients.\nThis allows us to gauge the effectiveness of certain communications and the effectiveness of our marketing campaigns.\nThese activities may be performed by us or a service provider acting on our behalf.</li>\n<li>\n<b>Log Files</b>.\nLike most websites, we use log files.\nInformation collected in log files may include IP addresses, unique device IDs, browser type, Internet Service Provider (ISP), referring/exit pages, the files viewed on our site (e.g., HTML pages, graphics, etc.), platform type, date/time stamp, and number of clicks.\nWe utilize this information to analyze trends, administer the site or mobile application, track user’s movement in the aggregate, and gather broad demographic information for aggregate use.\nWhen you use certain online tax services, IP addresses and unique device IDs may be tied to personal information to enable users to file or transmit tax returns to the IRS.</li>\n<li>\n<b> Traffic Data</b>.\nWe collect information relating to traffic on our website.\nWe may collect and record information on pages visited, mouse movements and clicks, scrolling activity, keystroke data that you voluntarily enter on our website, HTML data on a page visited, IP address or information your browser provides to our web server, such as, browser type, operating system, language, screen resolution, referring URL, etc.\nOur collection of website traffic information is anonymized and does not include personally identifiable information.\nWe utilize this data to improve our website and the products and services offered to you.</li>\n<li>\n<b>Online Behavioral Advertising</b>.\nWe allow third-party companies, such as Google DoubleClick Campaign Manager, to serve ads and collect certain pseudonymous information when you visit our websites.\nThese companies may use this information (e.g., click stream information, browser information, time and date, device ID, geo-location, IP address, or subject of advertisements clicked or scrolled over), during your visits to our websites in order to provide advertisements about goods and services likely to be of interest to you and to enhance your consumer experience across the different devices that you use.\nThese companies typically use a cookie or third-party web beacon to collect this information.\nWe may engage different providers to provide similar services from time to time.\nTo opt-out of this type of advertising you may refuse to accept cookies or by visiting the Network Advertising Initiative’s opt-out page.\nOptions you select are browser and device specific.\nYou may also opt out of this kind of advertising by adjusting the browser settings on your device.\nSome browsers have a “do not track” feature that lets you tell websites that you do not want to have your online activities tracked.</li>\n<li>\n<b>Mobile Device Information</b>.\nWe may record data from your mobile device such as Apple IDFA, general characteristics of your device and other device IDs.</li>\n<li>\n<b>Mobile Analytics</b>.\nWe use mobile analytics software to allow us to better understand the functionality of our mobile software on your phone.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.\nWe do not link the information we store within the analytics software to any personal information you submit within the mobile application.</li>\n</ul> How do we respond to web browser “do not track” signals? <p>We treat the data of everyone who comes to our websites in accordance with this privacy notice, whatever their “do not track” setting.\nWhile we do not respond to web browser “do not track” signals, we give you choices about receiving promotional offers from us or third parties.\nYou can exercise your choices as described in this privacy notice.<br>\n<br>\nIf you are located in California, you may prevent us from storing cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts by declining cookies in the cookie banner presented to you when you visit our website.</p> How do we secure your information? <p>The security of your personal information is important to us.\nWe utilize administrative, technical, and physical safeguards to protect your information.\nIf you have any questions about the security of our services, you can contact us by clicking here.<br>\n<br>\nWe protect information submitted to us, both during transmission and once we receive it.\nNevertheless, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, we cannot guarantee its absolute security.<br>\n<br>\nWe maintain administrative, technical, and physical safeguards that comply with applicable law and federal standards and that are designed to restrict access to your information.\nThese safeguards include programs and specifications for physical security and records retention and disposal.\ncomputer and communication security measures reflected in system design, password protection, and data management practices.\nand other measures to restrict access to the data we hold in physical and electronic forms.<br>\n<br>\nIf we collect sensitive information (such as your Social Security Number), we will encrypt the transmission of that information using secure socket layer technology (SSL).<br>\n<br>\nIf we share your information with our service providers, we require all service providers to have written contracts with us that require them to safeguard your information and prohibit them from selling, retaining, using or disclosing your information for any purpose other than for the specific purpose of performing the contract.<br>\n<br>\nWe may notify you by email, mail, or telephone in the event of a data security incident, and where permitted by law.</p> How long do we keep your information? <p>In accordance with applicable laws, we keep your information for as long as needed to serve you, maintain your account, as needed to operate our business, or to improve our offerings or develop new ones.<br>\n<br>\nWe retain your information (including geo-location data) for as long as your account is active or as needed to provide you services.\nWe may retain or use your information as necessary to comply with our policies, legal obligations, resolve disputes, and enforce our agreements.<br>\n<br>\nThe IRS requires us to retain filed tax returns for a period of at least three years.<br>\n<br>\nFor more information, please see the “Updating or deleting your information” section of this privacy notice.</p> Does this notice apply to business partners’ products and services, including social media features? <p>This privacy notice does not apply to products or services offered by our business partners on or through our services (such as bank partners who offer Refund Transfers or Spruce Spending and Savings Accounts).\nYou will be able to recognize when a business partner is associated with your transaction when its logo appears or is shown with our logo.\nYou should carefully read the privacy notices and any terms and conditions applicable to such business partner’s products or services.\nWhen you request products or services from such companies, you give us permission to provide these business partners with information about you necessary to fulfill or process your request.</p>\n<p>&nbsp;</p>\n<p>Our services may contain links to business partners’ websites or offers for services from business partners.\nThis privacy notice does not apply to these products or services.\nYou should carefully read the privacy notices of the business partners providing such products or services and any terms and conditions applicable to such products or services.</p>\n<p>&nbsp;</p>\n<p>Your use of social media features may use scripting or may require us to share your IP address and which page you are visiting to enable the feature to function properly.\nSocial media features and widgets are either hosted by a business partner or hosted directly on our site, and your interactions with these features are governed by the privacy notice of the company providing it.\nExamples of these features are the Facebook “Like” button, the “Share This” button, and interactive mini programs that run on our services.</p> How do I update or delete my information? <p>You may contact us regarding your information by calling 1-800-HRBLOCK.\nIf you are a user of our online tax return preparation products or MyBlock℠, you may access your information through those services and, where available, update that information.<br>\n<br>\nYou can delete your MyBlock℠ account through the “Manage Account” and “Account Settings” screens.\nThe types of information that you can access and update may change over time.\nRemember, some of the information we collect does not identify you personally or is not stored in an online accessible format and thus, may not be accessible through MyBlock℠.<br>\n<br>\nWhen you update or delete your information (including deleting documents from your MyBlock℠ account), we may maintain a copy of the information in our records.\nAdditionally, if you request we permanently delete your account or information, we may still retain and use your information as necessary to comply with our legal obligations.<br>\n<br>\nIf an unauthorized profile has been created about you, please contact us by clicking here or by calling 1-800-HRBLOCK to request to have it deleted.\nWe will respond to requests within a reasonable timeframe.<br>\n<br>\nThe profile you create on our Community page will be publicly accessible unless otherwise indicated.\nYou may change the privacy settings of your profile through your account portal.\nIf you have become a member of our Community page and would like to request deletion or deactivation of your profile, you may contact us by clicking here or by calling 1-800-HRBLOCK.\nWe will respond to requests within a reasonable timeframe.</p> How do I opt out? <p>You may choose to limit our use or our ability to share your information in certain circumstances.\nOur ability to offer you certain products and services and your experience may be affected by your choice.\nIf at any time you wish to limit our sharing your information with our affiliates or nonaffiliates, you may call 1-800-HRBLOCK.\nTo opt out of electronic communications, click here.\nTo opt out of all other communications call us at 1-800-HRBLOCK.\nYou may, however, continue to receive email communications related directly to the services and products you purchase, such as payment receipts and e-file status notifications.<br>\n<br>\nWhere permitted by law, we may use your information (subject to your consent, where required) to communicate with you about products and services available through H&amp;R Block or our business partners.\nIf at any time you wish to limit your receipt of such communications, you may click here.\nAt your request and subject to the limitations below, we will make reasonable efforts to limit all such marketing communications to you.\nWe will also provide you the ability to stop receiving marketing emails by following the unsubscribe instructions included in each marketing communication.\nWe will respond to requests within a reasonable timeframe.<br>\n<br>\nThe above paragraphs only apply to personal information we obtain through your use of our services covered by this privacy notice.\nYou may still receive offers from us, other H&amp;R Block companies, or H&amp;R Block independently owned and operated franchisees where they obtain your contact information through other sources.\nIn order to opt-out from communications from our franchisees, you must contact each franchisee in accordance with their policies.<br>\n<br>\nPlease see “What types of web and wireless technologies (including cookies) do we use?” for information on how to opt-out of various web and wireless technologies we use.</p> What if I’m accessing services outside of the United States? <p>We process your information to provide the products and services you request and for our legitimate business interests, including marketing and tax preparation fraud prevention.<br>\n<br>\nOur services are hosted on servers located in the United States and we use service providers located in the United States to bring you our products and services.\nThe transfer of your information to the United States is necessary to deliver our products and services.\nPlease be aware that the laws in the United States may not provide the same level of protection to your personal information as your home country.<br>\n<br>\nIf you are accessing our products or services from the European Union, you have certain rights regarding the processing of your personal information.\nFor instance, if the information you provide contains special categories of personal data, we will only process it with your explicit consent, which can be withdrawn at any time.\nYou have the following additional rights:</p>\n<ul>\n<li>You have the right to access and correct your information.</li>\n<li>You have the right to obtain erasure of your information, object to or restrict processing activities related to your information or withdraw your consent to the processing of your information after you have provided it.</li>\n<li>You have the right to obtain a copy of your information in a structured, commonly used, machine readable format.</li>\n<li>You have the right to lodge a complaint with your local supervisory authority regarding our processing of your information.</li>\n</ul>\n<p>&nbsp;</p>\n<p>If you are accessing our products or services from Brazil, you have certain rights regarding the processing of your personal information.<br>\n<br>\nYou have the right to confirm if we are processing your information.\nto access your data.\nto correct incomplete, inaccurate or out-of-date data.\nto anonymize, block, or delete unnecessary or excessive data or data that is not being processed in compliance with Brazilian law.\nto the portability of data to another service or product provider, by means of an express request.\nto delete personal data processed with the consent of the data subject.\nto information about public and private entities with which the controller has shared data.\nto information about the possibility of denying consent and the consequences of such denial.\nand to revoke consent.<br>\n<br>\nTo exercise your rights, or if you otherwise have questions about the processing of your personal data, you may submit a request to exercise your rights by clicking here or calling 1-800-HRBLOCK.</p> What if I’m accessing services as a California resident? <p>\n<b>Additional Information for California Residents</b>\n</p>\n<p>California law requires us to disclose the following additional information related to our privacy practices.\nIf you are a California resident, the following privacy disclosures apply to you in addition to the rest of the privacy notice.</p>\n<ul>\n<li>Categories of Personal Information Collected and Disclosed.\nCalifornia law requires organizations to disclose whether certain categories of personal information are collected, disclosed for an organization’s “business purpose”, “sold” and/or “shared” for purposes of cross-context behavioral advertising (as those terms are defined under California law).\nMost of the personal information we collect, share, and disclose is subject to the Gramm-Leach-Bliley Act and other federal laws.\nSuch information is not subject to the California Consumer Privacy Act, as amended by the California Privacy Rights Act (collectively “California Privacy Law”), and while not required, may be included in the table below.\nIn addition, we may have collected, shared, and disclosed personal information in various contexts that may be subject to California Privacy Law, which is reflected in the table below.\nPlease note that the following table is comprehensive, and we collect different information about people based on their relationship and interactions with us.&nbsp;</li>\n</ul>\n<p>Please note, in addition to the recipients identified below, we may disclose any of the categories of personal information we collect to government entities, as may be needed to comply with law or prevent illegal activity, or professional services organizations, such as auditors and law firms.\nWe do not “sell” your personal information for money.\nAs discussed elsewhere in this privacy notice, we use cookies and similar tracking technologies for purposes of targeted advertising.\nFor more information, please see “What types of web and wireless technologies (including cookies) do we use?” section of this privacy notice.</p>\n<p>&nbsp;</p>\n<p>\n<br>\nCategories of Personal Information Collected</p>\n<p>\n<br> Categories of Recipients</p>\n<p>Disclosures for<br> Business Purposes</p>\n<p>Sharing for Cross Context<br> Behavioral Advertising</p>\n<p>\n<br> Identifiers – such as name, postal address, unique personal identifier, online identifier, email address, account name, or other similar identifiers.</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Business partners</li>\n<li>Data analytics providers</li>\n<li>Joint marketing partners</li>\n<li>Operating systems and platforms</li>\n<li>Other Service Providers</li>\n<li>Payment processors and financial institutions</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>Advertising networks</li>\n</ul>\n<p>\n<br> Additional categories of personal information described in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) – this may include signature, physical characteristics, or description, insurance policy number.</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Business partners</li>\n<li>Operating systems and platforms</li>\n<li>Other Service Providers</li>\n<li>Payment processors and financial institutions</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<p>\n<br> Government Issued Identification – such as social security number or other government identification number (e.g., EIN and TIN)</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Business partners</li>\n<li>Operating systems and platforms</li>\n<li>Payment processors and financial institutions</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<p>\n<br> Financial Information – such as bank account number, credit card number, debit card number, and other financial information.</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Business partners</li>\n<li>Operating systems and platforms</li>\n<li>Payment processors and financial institutions</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<p>\n<br> Commercial information – such as information about products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Business partners</li>\n<li>Joint marketing partners</li>\n<li>Operating systems and platforms</li>\n<li>Other Service Providers</li>\n<li>Payment processors and financial institutions</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>Advertising networks</li>\n</ul>\n<p>\n<br> Internet or other electronic network activity information – such as browsing history, search history, and information regarding an individual’s interaction with an internet website, application, or advertisement.</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Business partners</li>\n<li>Joint marketing partners</li>\n<li>Operating systems and platforms</li>\n<li>Other Service Providers</li>\n<li>Payment processors and financial institutions</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>Advertising networks</li>\n</ul>\n<p>\n<br> Geolocation data</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Operating systems and platforms</li>\n<li>Other Service Providers</li>\n</ul>\n<ul>\n<li>Advertising networks</li>\n</ul>\n<p>\n<br> Audio, electronic, visual, thermal, olfactory, or similar information – such as call recordings or video surveillance.</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Operating systems and platforms</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<p>\n<br> Professional or employment-related information</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Operating systems and platforms</li>\n<li>Other Service Providers</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>N/A</li>\n</ul>\n<p>\n<br> Inferences drawn from any of the information listed above</p>\n<ul>\n<li>Affiliates or subsidiaries</li>\n<li>Business partners</li>\n<li>Data analytics providers</li>\n<li>Joint marketing partners</li>\n<li>Operating systems and platforms</li>\n<li>Other Service Providers</li>\n<li>Payment processors and financial institutions</li>\n<li>Professional services organizations, this may include auditors and law firms</li>\n</ul>\n<ul>\n<li>Advertising networks</li>\n</ul>\n<ul>\n<li>\n<b>California Sensitive Information Disclosure.</b> Some of the personal information we collect is considered “sensitive personal information” under California law.\nWe collect the following categories of sensitive personal information (as defined under California law): Social security, driver’s license, state identification card, or passport number.\nand account log-in, financial account, debit card, or credit card number in combination with any required security or access code, password, or credentials allowing access to an account.\nThis information is collected in order to process transactions, comply with laws, manage our business, or provide you with products and services.\nNote that we do not use such information for any purposes that are not identified within the California Privacy Rights Act Section 1798.121.\nWe do not “sell” or “share” sensitive personal information for purposes of cross-context behavioral advertising.&nbsp;</li>\n</ul>\n&nbsp.\n<ul>\n<li>\n<b>Your Privacy Rights</b>.\nIf you are a California resident, you may have the following rights over your information:&nbsp;If you are a California resident, you may have the following rights over your information:&nbsp;<ul>\n<li>For the period covering the 12 months preceding your request, you may request that we disclose to you the categories and specific pieces of information collected about you, as well as certain information about our collection and use of your personal information.&nbsp;</li>\n<li>You may request that we delete information we collected from you, subject to certain exceptions.</li>\n<li>You may request that we correct inaccuracies in the personal information that we maintain about you.&nbsp;</li>\n<li>You may opt-out of the sharing of your personal information for purposes of cross-context behavioral advertising.&nbsp;</li>\n<li>You have the right not to be discriminated against for exercising your rights over your information.</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Please note, not all of the rights described above are absolute, and they do not apply in all circumstances.\nIn some cases, we may limit or deny your request because the law permits or requires us to do so, or if we are unable to adequately verify your identity.&nbsp;</p>\n<p>&nbsp;</p>\n<p>You or an authorized agent acting on your behalf may submit a request to exercise your rights by clicking here or calling 1-800-HRBLOCK.\nWe will request personal information from you, such as your name, address, state of residence, email address, phone number, last four digits of your social security number, and your birth year, to verify your identity in order to process your request.\nTo have an authorized agent submit a data subject access request on your behalf, we require you to submit a form that verifies your identity and that you have authorized the agent to act on your behalf.&nbsp;</p>\n<p>&nbsp;</p>\n<p>To prevent online tracking based targeted advertising (e.g., cookies), opt out of social media and targeting/advertising cookies in the prompt presented to you in our cookie banner.\nYou may change your cookie setting preferences by clicking on “Cookies Settings”.&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>California Notice of Financial Incentive.\n</b>We offer certain programs, such as our Send a Friend program, that provides rewards and exclusive offers (the “Program”).\nWhen you sign up for the Program, we typically ask you to provide your name and contact information (such as your email address), as well as the contact information for individuals you will refer to us.\nUnder California law, our Program might be interpreted as “financial incentive” program as it involves the collection of personal information.\nWe do not assign a monetary value to the information we collect.\nBased on our reasonable estimate, the value of the personal information you provide to us is related to the value of the referral reward and free or discounted products or services offered through the Program.\nThis value is based on the expense related to offering those free or discounted products or services.\nYou or any person you refer to us may withdraw from participating in the Program at any time by contacting us here.\nYou can visit our Send a Friend website for more information.</li>\n</ul>\n<p>If you have questions or concerns regarding this privacy notice, contact us using one of the three methods below.\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p>\n<p>\n<b>Mail</b>\n<br>\nHRB Digital LLC<br>\nOne H&amp;R Block Way<br>\nKansas City, MO 64105</p>\n<p>\n<b>Online</b>\n<br>\nSubmit feedback</p>\n<p>\n<b>Phone</b>\n<br>\n1-800-HRBLOCK</p>\n<p>We may update this privacy notice to reflect changes to our information practices.\nIf we make a material change to this privacy notice, including a material change in the way we use any personal information collected, we will notify you by using one of the following methods at least thirty (30) days prior to the effective date of such change: (1) we will post a notice on our website describing the change.\nor (2) we will send you an email notifying you of the change.</p>\n<p>This privacy notice is effective January 1, 2023.<br>\n©2023 HRB Digital LLC.\nAll rights reserved.</p> Offer details and disclosures Full Site Disclaimers <ol>\n<li>Free Worry-Free Audit Support is available only for clients who purchase and use H&amp;R Block desktop software solutions to prepare and successfully file their 2022 individual income tax return (federal or state).\nIt does not provide for reimbursement of any taxes, penalties, or interest imposed by taxing authorities and does not include legal representation.\nAdditional terms and restrictions apply.\nSee Guarantees for complete details.\n</li>\n<li>Additional fees apply for tax expert support.\n</li>\n<li>Pricing varies by location.\nFederal pricing will vary based upon individual taxpayer circumstances and is finalized at the time of filing.\nAll tax situations are different.\n</li>\n<li>If you discover an error in the H&amp;R Block tax preparation software that entitles you to a larger refund (or smaller liability), we will refund the software fees you paid to prepare that return and you may use our software to amend your return at no additional charge.\nTo qualify for the H&amp;R Block Maximum Refund Guarantee, the refund claim must be made during the calendar year in which the return was prepared and the larger refund or smaller tax liability must not be due to incomplete, inaccurate, or inconsistent information supplied by you, positions taken by you, your choice not to claim a deduction or credit, conflicting tax laws, or changes in tax laws after January 1, 2022.\n</li>\n<li>If the online tax preparation or tax software makes an arithmetic error that results in your payment of a penalty and/or interest to the IRS that you would otherwise not have been required to pay, H&amp;R Block will reimburse you up to a maximum of $10,000.\nTerms and conditions apply.\nsee&nbsp;Accurate Calculations Guarantee&nbsp;for details.\n</li>\n<li>H&amp;R Block is a registered trademark of HRB Innovations, Inc.\nTurboTax®&nbsp;and Quicken®&nbsp;are registered trademarks of Intuit, Inc.\nTaxAct®&nbsp;is a registered trademark of TaxAct, Inc.\nWindows®&nbsp;is a registered trademark of Microsoft Corporation.\n</li>\n<li>Receive 20% off next year’s tax preparation if we fail to provide any of the 4 benefits included in our “No Surprise Guarantee” (Upfront Transparent Pricing, Transparent Process, Free Audit Assistance, and Free Midyear Tax Check-In).\nLimitations apply.\nDescription of benefits and details at hrblock.com/guarantees.\n</li>\n</ol> File Online <ol>\n<li>H&amp;R Block Free Online is for simple returns only.\nAll tax situations are different.\nAdditional fees may apply.\nSee available forms.\n</li>\n<li>Enrolled Agents do not provide legal representation.\nsigned Power of Attorney required.\nAudit services constitute tax advice only.\nConsult an attorney for legal advice.\nVoid where prohibited.\n</li>\n<li>Comparison based on regular price for Deluxe or Premium DIY products when filing both federal and state returns on TurboTax.com as of 3/10/23.\nTurboTax is a registered trademark of Intuit, Inc.\n</li>\n<li>© 2023 NerdWallet, Inc.\nAll Rights Reserved.\nH&amp;R Block Free Online, NerdWallet’s 2023 winner for Best Online Tax Software for Simple Returns.\n</li>\n<li>© 2023 Bankrate, LLC.\nA Red Ventures company.\nAll Rights Reserved.\nH&amp;R Block, Bankrate’s 2023 winner for Best Overall Online Tax Filing Software.\n</li>\n</ol> Tax Software <ol>\n<li>State e-file not available in NH.\nE-file fees do not apply to NY state returns.\nState e-file available for $19.95.\nDE, HI and VT do not support part-year/nonresident individual forms.\nMost state programs available in January.\nsoftware release dates vary by state.\nState e-File for business returns only available in CA, CT, MI, NY, VA, WI.\n</li>\n<li>Personal state programs are $39.95 each (state e-file available for $19.95).\nMost personal state programs available in January.\nrelease dates vary by state.\nState e-file not available in NH.\nE-file fees do not apply to NY state returns.&nbsp.\n&nbsp;<br>\n<br>\nAdditional disclaimer for business e-files: State e-file for business returns only available in CA, CT, MI, NY, VA, WI\n</li>\n</ol> Retail <ol>\n<li>If you discover an H&amp;R Block error on your return that entitles you to a larger refund (or smaller tax liability), we’ll refund the tax prep fee for that return and file an amended return at no additional charge.\nRefund claims must be made during the calendar year in which the return was prepared.\n</li>\n<li>By authorizing H&amp;R Block to e-file your tax return, or by taking the completed return to file, you are accepting the return and are obligated to pay all fees when due.\n</li>\n<li>Available only at participating H&amp;R Block offices.\nCAA service not available at all locations.\nH&amp;R Block does not provide immigration services.\nAn ITIN is an identification number issued by the U.S.\ngovernment for tax reporting only.\nHaving an ITIN does not change your immigration status.\nYou are required to meet government requirements to receive your ITIN.\nAdditional fees and restrictions may apply.\n</li>\n<li>For tax years beginning after 2017, applicants claimed as dependents must also prove U.S.\nresidency unless the applicant is a dependent of U.S.\nmilitary personnel stationed overseas.\nA passport that doesn’t have a date of entry won’t be accepted as a stand-alone identification document for dependents.\n</li>\n<li>Supporting Identification Documents must be original or copies certified by the issuing agency.\nOriginal supporting documentation for dependents must be included in the application.\n</li>\n<li>Audit services only available at participating offices.\n</li>\n<li>Amended tax returns not included in flat fees.\nA separate agreement is required for all Tax Audit &amp.\nNotice Services.\nTax Audit &amp.\nNotice Services include tax advice only.\nConsult your own attorney for legal advice.\nA Power of Attorney may be required for some Tax Audit &amp.\nNotice Services.&nbsp;Conditions apply.&nbsp.\nSee Peace of Mind® Terms for details.\n</li>\n<li>Qualifying individuals only.\nSee<b>&nbsp;</b>www.irs.gov&nbsp;for qualifications.\n</li>\n<li>Important Terms, Conditions and Limitations apply.\nSee<b>&nbsp;</b>Tax Identity Shield Terms, Conditions and Limitations&nbsp;for complete details.\n</li>\n</ol> Financial Services <ol>\n<li>This is an optional tax refund-related loan from Pathward, N.A..\nit is not your tax refund.\nLoans are offered in amounts of $250, $500, $750, $1,250 or $3,500.\nApproval and loan amount based on expected refund amount, eligibility criteria, and underwriting.\nIf approved, funds will be loaded on a prepaid card and the loan amount will be deducted from your tax refund, reducing the amount paid directly to you.\nTax returns may be e-filed without applying for this loan.\nFees for other optional products or product features may apply.\nLimited time offer at participating locations.\nHRB Maine License No.\nFRA2.&nbsp.\nOBTP#B13696.\n©2022 HRB Tax Group, Inc.<br>\n</li>\n<li>H&amp;R Block Emerald Prepaid Mastercard® is issued by Pathward, N.A., Member FDIC, pursuant to license by Mastercard.\nMastercard and the circles design are registered trademarks of Mastercard International Incorporated.\nAdditional fees, terms and conditions apply.\nconsult your Cardholder Agreement for details.&nbsp.\n</li>\n<li>For a full schedule of Emerald Card fees, see your Cardholder Agreement.\n</li>\n<li>Payroll, unemployment, government benefits and other direct deposit funds are available on effective date of settlement with provider.\nPlease check with your employer or benefits provider as they may not offer direct deposit or partial direct deposit.\nFaster access to funds is based on comparison of traditional banking policies for check deposits versus electronic direct deposit.\n</li>\n<li>Fees apply to Emerald Card bill pay service.\nSee Online and Mobile Banking Agreement for details.\n</li>\n<li>H&amp;R Block Emerald Advance® line of credit, H&amp;R Block Emerald Savings® and H&amp;R Block Emerald Prepaid Mastercard® are offered by Pathward, N.A., Member FDIC.\nCards issued pursuant to license by Mastercard.\nEmerald Advance<sup>SM</sup>, is subject to underwriting approval with available credit limits between $350-$1000.\nFees apply.\nOffered at participating locations.\nPromotional period 11/12/2022 – 1/7/2023.\nMastercard and the circles design are registered trademarks of Mastercard International Incorporated.\nOBTP# B13696 ©2022 HRB Tax Group, Inc.\n</li>\n<li>When you use an ATM, in addition to the fee charged by the bank, you may be charged an additional fee by the ATM operator.\nSee your Cardholder Agreement for details on all ATM fees.\n</li>\n<li>Emerald Card Retail Reload Providers may charge a convenience fee.\nAny Retail Reload Fee is an independent fee assessed by the individual retailer only and is not assessed by H&amp;R Block or Pathward.\n</li>\n<li>Refund Transfer is an optional tax refund-related product provided by Pathward, N.A., Member FDIC.\nRefund Transfer is a bank deposit product, not a loan.\nYou can file your return and receive your refund without applying for a Refund Transfer.\nPayments you authorize from the account associated with your Refund Transfer will reduce the net proceeds of your refund sent to you.\nFees apply.\nA qualifying expected tax refund and e-filing are required.\nOther restrictions apply.\nterms and conditions apply.\nH&amp;R Block Maine License Number: FRA2.\n©2022 HRB Tax Group, Inc.\n</li>\n<li>Neither H&amp;R Block nor Pathward charges a fee for Emerald Card mobile updates.\nhowever, standard text messaging and data rates may apply.\n</li>\n<li>US Mastercard Zero Liability does not apply to commercial accounts (except for small business card programs).\nConditions and exceptions apply – see your Cardholder Agreement for details about reporting lost or stolen cards and liability for unauthorized transactions.\n</li>\n<li>The Check-to-Card service is provided by Sunrise Banks, N.A.\nand Ingo Money, Inc., subject to the Sunrise Banks and Ingo Money Service Terms and Conditions,&nbsp;the Ingo Money Privacy Policy,&nbsp;and the Sunrise Banks, N.A.\nPrivacy Policy.&nbsp;Approval review usually takes 3 to 5 minutes but can take up to one hour.\nAll checks are subject to approval for funding in Ingo Money's sole discretion.\nFees apply for approved Money in Minutes transactions funded to your card or account.\nUnapproved checks will not be funded to your card or account.\nIngo Money reserves the right to recover losses resulting from illegal or fraudulent use of the Ingo Money Service.\nYour wireless carrier may charge a fee for data usage.\nAdditional transaction fees, costs, terms and conditions may be associated with the funding and use of your card or account.\nSee your Cardholder or Account Agreement for details.\n</li>\n<li>Minimum monthly payments apply.\nLine balance must be paid down to zero by February 15 each year.\nYear-round access may require an Emerald Savings®&nbsp;account.\n</li>\n<li>Transferring funds from another bank account to your Emerald Card may not be available to all cardholders and other terms and conditions apply.\nThere are limits on the total amount you can transfer and how often you can request transfers.\nPathward does not charge a fee for this service.\nplease see your bank for details on its fees.&nbsp.\n</li>\n<li>Your wireless carrier may charge a fee for text messaging or data usage.\n</li>\n</ol> Income Tax Course <ol>\n<li>Enrollment in, or completion of, the H&amp;R Block Income Tax Course or Tax Knowledge Assessment is neither an offer nor a guarantee of employment.\nAdditional qualifications may be required.\nEnrollment restrictions apply.\nThere is no tuition fee for the H&amp;R Block Income Tax Course.\nhowever, you may be required to purchase course materials, which may be non-refundable.\nState restrictions may apply.\nThe Income Tax Course consists of 62 hours of instruction at the federal level, 68 hours of instruction in Maryland, 80 hours of instruction in California, and 81 hours of instruction in Oregon.\nAdditional time commitments outside of class, including homework, will vary by student.\nAdditional training or testing may be required in CA, OR, and other states.\nValid at participating locations only.\nVoid where prohibited.\nThis course is not open to any persons who are currently employed by or seeking employment with any professional tax preparation company or organization other than H&amp;R Block.\nDuring the Income Tax Course, should H&amp;R Block learn of any student’s employment or intended employment with a competing professional tax preparation company, H&amp;R Block reserves the right to immediately cancel the student’s enrollment.\nThe student will be required to return all course materials.\nCTEC# 1040-QE-2662 ©2022 HRB Tax Group, Inc.<br>\n<br>\nH&amp;R Block has been approved by the California Tax Education Council to offer The H&amp;R Block Income Tax Course, CTEC# 1040-QE-2662, which fulfills the 60-hour “qualifying education” requirement imposed by the State of California to become a tax preparer.\nA listing of additional requirements to register as a tax preparer may be obtained by contacting CTEC at P.O.\nBox 2890, Sacramento, CA 95812-2890.\nor at www.ctec.org.\n</li>\n</ol> Need support? Customer help Find an office Search <p>\n<strong>Tax Services</strong>\n</p>\n<ul>\n<li> Online tax filing </li>\n<li> File with a tax pro </li>\n<li> Tax software </li>\n<li> Second Look Review </li>\n<li> Peace of Mind </li>\n<li> Tax Identity Shield </li>\n<li> Audit &amp.\nTax Notice Support </li>\n<li> Expat tax services expat tax services </li>\n</ul>\n<p>\n<strong>Small Business Services</strong>\n</p>\n<ul>\n<li> Block Advisors Opens a new window.\n</li>\n<li> Small business taxes Opens a new window.\n</li>\n<li> Small business bookkeeping Opens a new window.\n</li>\n<li> Small business payroll Opens a new window.\n</li>\n<li> Business formation services Opens a new window.\n</li>\n<li> Wave Financial Opens a new window.\n</li>\n</ul>\n<p>\n<strong>Tax Tools &amp.\nResources</strong>\n</p>\n<ul>\n<li> Tax calculator </li>\n<li> Tax prep checklist </li>\n<li> Tax questions </li>\n<li> Find my W-2 online </li>\n<li> Refund Transfer </li>\n<li> Refund &amp.\npayment options </li>\n<li> Tax payment center </li>\n<li> Where’s my refund? </li>\n<li> W-4 calculator </li>\n</ul>\n<p>\n<strong>Legal</strong>\n</p>\n<ul>\n<li> Terms </li>\n<li> Privacy notice </li>\n<li> Pathward privacy notice </li>\n</ul>\n<p>\n<strong>Financial Services</strong>\n</p>\n<ul>\n<li> Spruce </li>\n<li> Emerald Card </li>\n<li> Emerald Savings </li>\n<li> Refund Advance </li>\n</ul>\n<p>\n<strong>Resources</strong>\n</p>\n<ul>\n<li> Customer help &amp.\nsupport customer help and support </li>\n<li> Office locations office location list </li>\n<li> International locations international locations </li>\n<li> Reschedule or manage appt Reschedule and manage appointment </li>\n<li> Mobile apps Mobile apps </li>\n<li> Sitemap site map </li>\n<li> MyBlock benefits </li>\n</ul>\n<p>\n<strong>About H&amp;R Block</strong>\n</p>\n<ul>\n<li> About us </li>\n<li> Make Every Block Better </li>\n<li> Careers </li>\n<li> Buy or sell an office </li>\n<li> Income tax course </li>\n<li> News Center </li>\n<li> Investor relations Opens a new window.\n</li>\n<li> The Tax Institute Opens a new window.\n</li>\n<li> Guarantees </li>\n</ul>\n<p>Copyright&nbsp;©&nbsp;2022-2023 HRB Digital LLC.&nbsp;All Rights Reserved.&nbsp;<br>\n</p>\n<p>Bank products and services are offered by Pathward, N.A.<br>\nAll deposit accounts through Pathward are FDIC insured.</p>\n<ul>\n<li> Twitter </li>\n<li> Facebook </li>\n<li> Instagram </li>\n<li> Youtube </li>\n<li> Linkedin </li>\n</ul> Cookie Preference CenterBelow are the cookie categories for H&amp;R Block.Allow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function, count visits and traffic sources to improve the performance of our site and enhance functionality and personalization.\nThese cookies cannot be switched off in our systems.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.</p>Cookies Details‎Use Functionality/Personalization Cookies Use Functionality/Personalization Cookies <p>These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Analytical/Performance Cookies Analytical/Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site and will not be able to monitor its performance.</p>Cookies Details‎Targeting/Advertising Cookies Targeting/Advertising Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Social Media Cookies Social Media Cookies <p>These cookies are set by a range of social media services that we have added to the site to enable you to share our content with your friends and networks.\nThey are capable of tracking your browser across other sites and building up a profile of your interests.\nThis may impact the content and messages you see on other websites you visit.\nIf you do not allow these cookies you may not be able to use or see these sharing tools.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm My Choices", "created_at": "2023-03-20 00:20:19.388155", "updated_at": "2023-03-20 00:21:49.65162"}], "points": [{"id": 33033, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.hrblock.com/universal/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:55:06.135059", "updated_at": "2023-07-11 06:31:25.409238", "quoteText": null, "case_id": 150, "document_id": 14822, "quoteStart": null, "quoteEnd": null}, {"id": 33031, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:53:20.097731", "updated_at": "2023-07-11 06:31:25.484694", "quoteText": null, "case_id": 233, "document_id": 14821, "quoteStart": null, "quoteEnd": null}, {"id": 33032, "title": "You waive your right to a class action.", "source": "https://idp.hrblock.com/idp/Authn/OnlineServiceAgreement.html", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:53:49.673505", "updated_at": "2023-07-11 06:31:25.561717", "quoteText": null, "case_id": 117, "document_id": 14819, "quoteStart": null, "quoteEnd": null}, {"id": 33028, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:51:43.236209", "updated_at": "2023-07-11 06:31:27.093966", "quoteText": null, "case_id": 243, "document_id": 14821, "quoteStart": null, "quoteEnd": null}, {"id": 33029, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:51:54.1333", "updated_at": "2023-07-11 06:31:26.862696", "quoteText": null, "case_id": 399, "document_id": 14821, "quoteStart": null, "quoteEnd": null}, {"id": 33030, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:52:11.708965", "updated_at": "2023-07-11 06:31:26.939279", "quoteText": null, "case_id": 375, "document_id": 14821, "quoteStart": null, "quoteEnd": null}, {"id": 33027, "title": "Your provided identifiable information is actively checked by the service", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:49:32.773487", "updated_at": "2023-07-11 06:31:27.017088", "quoteText": null, "case_id": 492, "document_id": 14821, "quoteStart": null, "quoteEnd": null}, {"id": 33026, "title": "You can opt out of targeted advertising", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:47:41.97893", "updated_at": "2023-07-11 06:31:31.681787", "quoteText": null, "case_id": 219, "document_id": 14821, "quoteStart": null, "quoteEnd": null}, {"id": 33025, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:46:59.644547", "updated_at": "2023-07-11 06:31:31.764514", "quoteText": null, "case_id": 323, "document_id": 14821, "quoteStart": null, "quoteEnd": null}, {"id": 33034, "title": "You have the right to leave this service at any time", "source": "https://www.hrblock.com/universal/digital-online-mobile-privacy-principles/", "status": "Generated through the annotate view", "created_at": "2023-05-13 15:55:37.228461", "updated_at": "2023-07-11 06:31:25.330539", "quoteText": null, "case_id": 170, "document_id": 14821, "quoteStart": null, "quoteEnd": null}], "urls": ["hrblock.com"]}}