{"error": 448, "message": "OK", "parameters": {"id": 8010, "name": "Antiwar.com", "created_at": "2023-04-15 23:18:09.957642", "updated_at": "2023-11-23 23:02:44.253819", "wikipedia": "https://en.wikipedia.org/wiki/Antiwar.com", "keywords": null, "related": null, "slug": "antiwar-com", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8010.png", "url": "antiwar.com", "documents": [{"id": 15510, "name": "Privacy Policy", "url": "https://www.antiwar.com/privacy.php", "xpath": "//*[@id=\"columntext\"]", "text": "<p>Antiwar.com, like most websites, records a small amount of information about the traffic that it receives.</p>\n<p>The information recorded consists of the date and time of a page request, the page requested, the ip address of the requesting device and the browser version and type used.\nBy default this is the only information that is automatically recorded about our visitors.</p>\n<p>Some of Antiwar.com’s services ask that the visitor volunteer additional information - in the case of a list signup this would be an email address - in the case of a contribution this would be basic information required by a credit card transaction.</p>\n<p>General aggregated visitor information collected by Antiwar.com is used by Antiwar.com to make day-to-day business decisions about the site.\nExamples of this are determining what countries our users visit the site from, what browsers we need to support, etc.</p>\n<p>Voluntary promotion and opt-in service information may be used for our own marketing purposes, or for the marketing purposes of our partners.\nWhen this is the case it will be clearly stated.\nAntiwar.com does not sell, loan or share any of this information with any third party - unless otherwise explicitly stated in promotion rules, terms of service agreements, etc.</p>\n<p>Google, as a third party vendor, uses cookies to serve ads on our site.\nGoogle's use of the DART cookie enables it to serve ads to your users based on their visit to your sites and other sites on the Internet.\nUsers may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.</p>\n", "created_at": "2023-04-15 23:18:10.060783", "updated_at": "2023-04-15 23:18:40.962409"}, {"id": 15509, "name": "Article Submission Guidelines", "url": "https://www.antiwar.com/submissions.php", "xpath": "//*[@id=\"columntext\"]", "text": "Click here to mail submissions.\n<p>\n<i>Click here for links submissions.</i>\n</p>\n<p>Hi! If you've gotten this far, then you definitely know Antiwar.com is the biggest anti-interventionist, pro-peace website on the net, with over <i>85,000 unique</i> visitors per day! In keeping with our principles, we accept article submissions from anyone who can add desirable content to our pages.</p>\n<p>We do have some simple, common sense rules:</p>\n<p>1) Please keep your submissions on subject.</p>\n<p>2) Formatting:</p>\n<p>a) Please submit all pieces in a Word document, with no fancy formatting or fonts.\nSimple Times New Roman 12pt.\nfont, or whatever the default is on your computer, is fine.\nFeel free to also paste your text into the body of the email, but this is optional.</p>\n<p>b) Do not indent.</p>\n<p>c) Do not use bullets on your lists.</p>\n<p>d) Do not use HTML tags in your piece, except for embedded links.\nIf you would like to submit your piece already formatted in HTML, send us an HTML document.</p>\n<p>3) Please include a short (one small paragraph) bio with your piece, and include and email address to which you would like to have correspondence sent.\nIf you have a website, please include that as well.</p>\n<p>4) Always, always link to sources.\nAlways! If you make a statement that isn't common knowledge, especially statistics, you must back it up with a link.\nIf you need help with this, you can always ask us for some research tips.\nBut we'll probably just tell you to go to Google anyhow.\nPlease embed the links like this, not like this: (http://www.antiwar.com/).</p>\n<p>5) Please title your submission.\nWe may decide to change it at publication, but at least we'll have something off which we can work.</p>\n<p>6) Please let us know whether or not your piece is an original submission.\nWe prefer them to be original, but we will reprint exceptional pieces.\nAntiwar.com does not pay for most submitted articles.\nIf you expect payment, please let us know at the time you make the submission so that we can come to an agreement.</p>\n<p>7) If your submission is rejected, please don't stop sending.\nAcceptance depends on a variety of factors, including timeliness, style, and any number of editorial requirements of the moment that may not necessarily reflect on your writing ability.</p>\n<p>8) If you have submitted a piece and haven't heard back from us in a reasonable amount of time, feel free to give us a \"what's up?\" email.\nSometimes things get put on the back burner when breaking news hits...or maybe it just slipped our minds.\nHey, we're human, too.</p>\n<p>That's basically it.\nYou are encouraged to send us op-ed pieces, we just ask that you please follow our easy guidelines.</p> ", "created_at": "2023-04-15 23:18:10.027804", "updated_at": "2023-04-15 23:19:23.239246"}, {"id": 15508, "name": "Our Reprint Policy", "url": "https://www.antiwar.com/reprint.php", "xpath": "/html/body/table/tbody/tr[3]/td/table/tbody/tr/td[3]", "text": " <b>Our Reprint Policy</b>\n<p>Original material may <i>not </i>be reprinted without written (or email) permission from the antiwar.com.<br>\n<br> It is prohibited to reprint material originated by Antiwar.com staff, without prior authorization from the publisher.\n<br>\n<br> This includes but is not limited to posting boards, newsgroups, email newsletters, or any other form of electronic or print media.\nBesides, it's so much easier to just post a link....<br>\n<br> Inquiries about reprint rights should be addressed to reprints@antiwar.com.</p>\n<p>Thanks!</p>\n<p>The Antiwar.com Team</p> ", "created_at": "2023-04-15 23:18:09.990512", "updated_at": "2023-04-15 23:20:52.597442"}], "points": [{"id": 35333, "title": "Third-party cookies are used for advertising", "source": null, "status": "Generated through the annotate view", "created_at": "2023-11-22 02:56:46.451061", "updated_at": "2023-11-23 20:55:57.18823", "quoteText": null, "case_id": 128, "document_id": 15510, "quoteStart": null, "quoteEnd": null}], "urls": ["antiwar.com"]}}