{"error": 448, "message": "OK", "parameters": {"id": 7979, "name": "EnrollVB", "created_at": "2023-04-11 00:16:52.883847", "updated_at": "2023-04-22 11:50:40.590821", "wikipedia": null, "keywords": null, "related": null, "slug": "enrollvb", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7979.png", "url": "enrollvb.com", "documents": [{"id": 15444, "name": "Privacy Policy", "url": "https://www.enrollvb.com/privacy.aspx", "xpath": "//body", "text": " EnrollVB, LLC <small>Privacy Policy</small> General Policy Statement <p> EnrollVB, LLC, its affiliates and subsidiaries,\nsuppliers, and/or licensors, including, but not limited to, Voluntary Employee\nBenefit Advisors USA, LLC&nbsp;and Willard-Block (collectively,\n“EnrollVB” and also referred to herein as “we”, “us” or “our”) respects your\nconcerns about privacy and values the relationship we have with you (“you”,\n“your” or “user”).\nThis online privacy policy statement (this “Statement”)\ndescribes your privacy rights regarding our collection, use, storage, sharing\nand protection of the Personal Information (as defined below) we collect\nthrough the services available on the website, [www.enrollvb.com].&nbsp.\nIt applies to the Website and all related\nsites, applications, services, and tools regardless of how you access or use\nthem, but it does not apply to any non-EnrollVB website you may access via a link on\nthe Website.&nbsp.\n</p> The Website\nis intended for a United States audience.&nbsp.\nIf you access the Website from outside the U.S., you acknowledge, agree,\nand consent that any information you provide, including any Personal Information,\nwill be transferred to and processed by a computer server located within the\nU.S.\nand subject to U.S.\nlaws and regulations.\nHIPAA Notice of Privacy Practice To read more about our privacy\npractices regarding health and medical information under Health Insurance\nPortability and Accountability Act (“HIPAA”), please refer to our HIPAA Notice\nof Privacy Practices in Supplement A of this Statement.\nGramm-Leach-Bliley\nAct (“GLBA”) Privacy Notice The GLBA Privacy Notice is provided to help you better understand how we obtain, use, share, and protect your non-public personal financial information (as defined under the GLBA), even after our customer relationship with you has ended.\nThe details of our GLBA Privacy Notice are defined in Supplement B of this Statement.\nSocial\nSecurity Number Protection Policy EnrollVB may\ncollect Social Security numbers (“SSNs”) as part of its business and this\nnotice applies to any SSNs that we collect in the course of those business\nactivities.\nIt is the policy of EnrollVB to protect the confidentiality of SSNs\nthat we receive or collect in the course of business.\nWe secure the\nconfidentiality of SSNs through various means, including physical, electronic,\nand administrative safeguards that are designed to protect against unauthorized\naccess.\nIt is our policy to limit access to SSNs to that which is lawful, and\nto prohibit unlawful disclosure of SSNs.&nbsp.\nWe strive to protect the confidentiality of the social security numbers\nthat we collect, by limiting access to social security numbers and by maintaining\nprotections against the misuse, loss, or unlawful disclosure of social security\nnumbers.\nThe\nInformation We Collect In order for\nyou to use the service offered in the Website, we need to collect various types\nof information that can be used to identify you.\nThis information will include\nname, address, e-mail address, social security numbers, telephone, fax numbers,\nand details relating specifically to any insurance coverage required\n(collectively “Personal Information”).\nWhen you\nvisit the Website, our server will automatically record your domain and IP, the\ndate, time and duration of your visit, and any information you provide by\nfilling in forms on any of our websites.\nThis includes Personal Information\nprovided at the time of registering to use any of our websites.\nWe may also ask\nyou for Personal Information when you report a problem with our Website or if\nyou contact us for any other reason.\nWe may collect information about your\ncomputer, including where available, your IP address, operating system, and browser\ntype.\nIP addresses are not linked to Personal\nInformation.\nWe only use IP addresses to analyze trends, administer our Website,\ntrack general user movements, and gather broad demographic information for\naggregate use.\nHow\nWe May Use Your Information <p> By using the\nWebsite and providing your Personal Information, you are agreeing that EnrollVB may\nstore, process, and review such information and that we may use this Personal Information\nfor the purpose for which it was collected.&nbsp.\nAs used in this Statement, Personal Information refers to information\ncollected about you through your use of this Website, which may include\nPersonal Health Information which is protected under HIPAA.\n</p>\n<p> We may use your Personal Information for a number of purposes, such as: </p>\n<ul>\n<li>\n<p> To transfer to certain service providers.\n</p>\n</li>\n<li>\n<p> To respond to an e-mail or particular request from you.\n</p>\n</li>\n<li>\n<p> To process an enrollment application as requested by you.\n</p>\n</li>\n<li>\n<p> To provide you with information that we believe may be useful to you.\n</p>\n</li>\n<li>\n<p> To comply with applicable laws, regulations, and legal process.\n</p>\n</li>\n<li>\n<p> To protect someone's health, safety, or welfare.\n</p>\n</li>\n<li>\n<p> To protect our rights, the rights of affiliates or related third parties, or take appropriate legal action, such as to enforce our terms of use.\n</p>\n</li>\n<li>\n<p> To keep a record of our transactions and communications.\n</p>\n</li>\n<li>\n<p> As otherwise necessary or useful for us to conduct our business, so long as such use is permitted by law.\n</p>\n</li>\n<li>You understand and specifically agree that we may use your Personal Information to contact you through any contact information you provide through this Website, including any email address, telephone number, cell phone number, or fax number.\n</li>\n</ul> Disclosure of your Personal Information <p> We may disclose your Personal Information to third parties: </p>\n<ul>\n<li>\n<p> Through our secure, online enrollment system that enables certain third-party service providers of employee benefits plans to upload your Personal Information to the system.\n</p>\n</li>\n<li>\n<p> In the event that we sell or buy any business or assets, in which case we may disclose your Personal Information to the prospective seller or buyer of such business or assets.\n</p>\n</li>\n<li>\n<p> If EnrollVB, or substantially all of its assets, are acquired by a third party, in which case Personal Information held by it about its customers will be one of the transferred assets.\n</p>\n</li>\n<li>\n<p> Where third party vendors act for us for further processing in accordance with the purposes for which the information was originally collected, or for purposes to which you have subsequently consented.\nFor example, sometimes a third party vendor may have access to your Personal Information in order to support our information technology or help obtain, compile and manage the information.\n</p>\n</li>\n<li>\n<p> If we are under a duty to disclose or share your Personal Information in order to comply with any legal obligation, or in order to enforce or apply our terms of use or terms and conditions of supply and other agreements.\nor to protect the\nrights, property or safety of EnrollVB, our customers, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.\n</p>\n</li>\n</ul> Information Security <p> EnrollVB has\nimplemented and adheres to stringent security standards designed to protect Personal\nInformation on our Website against accidental or unauthorized access or\ndisclosure.\nAmong the safeguards that have been developed for this site are\nadministrative, physical, and technical controls that together enhance the\nsecurity of the information stored at this site.&nbsp.\nHowever, due to the nature of the Internet\nand on-line communications, we cannot guarantee the security of your data\ntransmitted to our Website.\nany transmission is at your own risk.\n</p> Use\nof Cookies <p> Cookies are\npieces of information in the form of a small flat file that a website transfers\nto your hard drive to store and sometimes track information about the use of\nthe website and the aspects of it that interest you.\nYou are not obliged to\naccept a cookie that we send to you and you can in fact modify your browser so\nthat it will not accept cookies.\nHowever, if you select this setting, you may be\nunable to access certain parts of the Website.\nFor more information about\ncookies including how to set your browser to reject cookies, please go\nto www.allaboutcookies.org.\nWe use this information to compile statistical data\non the use of our Website, but we do not use the information itself.\n</p> Links to Other Third Party Websites <p> This site may provide links to other third party websites and we are not responsible for the privacy practices of these websites.&nbsp.\nThis statement applies solely to any Personal Information collected by our Website.\n</p> Online Communication Practices General E-mail Communications <p> Most e-mail, including any\ne-mail functionality on our site, does not provide a completely secure and\nconfidential means of communication.\nIt is possible that your e-mail\ncommunication may be accessed or viewed inappropriately by another Internet\nuser while in transit.\nIf you wish to keep your information completely private,\nyou should not use e-mail.\nWe may send e-mail communications to you regarding topics\nsuch as general employee benefits and Website updates.\n</p> Other Online Communications <p> EnrollVB may send electronic newsletters, notification of account status, and other\ncommunications, such as information marketing other products or services offered\nby us, on a periodic basis to various individuals and organizations.\nTo opt-out\nof any specific electronic communication you are receiving, follow the\ninstructions provided with the specific communication or contact us using the\ncommunication preferences detailed in this Statement.\n</p> Modifying\nand Removing Personal Information <p> You have the\nright to ask us not to process your Personal Information for marketing\npurposes.\nWe will typically inform you if we intend to use your data for such\npurposes or if we intend to disclose your information to any third party for\nsuch purposes.\nIf at any time you would like your record and all Personal Information\nrelating to you removed from our system, please contact us using the\ncommunication preferences detailed in this Statement.\nSuch removal may not be possible until any\ncurrent contracts of insurance with you have expired.\n</p> Your\nAcceptance of These Terms <p> By using\nthis Website, you consent to the collection and use of this information by EnrollVB to\nthis Statement.\n</p> Changes\nto this Website Privacy Statement If we decide\nto change the Website's privacy practices, we will post those changes to this\nStatement, to the home page, and to other places that we deem appropriate so that you\nare aware of such changes.\nEnrollVB reserves the right to modify this Statement at\nany time, so it is your responsibility to review the Statement each time you\nvisit this Website.\nBy continuing to use the Website, you consent to any\nchanges to our Statement.\nContact Details <p> To contact\nus regarding this Statement or related privacy practices, please use the\ncommunication preferences detailed below.\n</p> EnrollVB, LLC<br> Attn:&nbsp.\nPrivacy Inquiry<br> 10930 Crabapple Road, Suite 102<br> Roswell, GA 30075<br>\n<abbr>P:</abbr>770.709.6499<br>\n<abbr>E:</abbr>support@EnrollVB.com Effective Date: The\nEffective Date of this Statement is October 8, 2013 Supplement A: HIPAA\nNotice of Privacy Practices This notice describes how health\ninformation about you may be used and disclosed and how you can get access to\nthis information.\nWe are required by applicable federal and state laws to maintain the\nprivacy of your Protected Health Information (“PHI”), if applicable.\nThis\nnotice describes our privacy practices and our legal duties concerning your PHI.\nWe will follow the privacy practices that are described in this notice while it\nis in effect.\nWe reserve the right to change our privacy practices and the terms of\nthis notice at any time and to make the terms of our notice effective for all\nPHI that we maintain.&nbsp.\nBefore we make a\nsignificant change in our privacy practices, we will change this notice and\nsend the new notice to you.\nHow We May Use Your Information Without Specific Authorization <p> We have the right to use and disclose\nhealth information in certain instances.\nFor example, we may use or disclose\nyour health information: </p>\n<ul>\n<li>\n<p> To You: We must disclose your PHI to you, as described in the Your Rights section\nof this notice.\n</p>\n</li>\n<li>\n<p> For\nPayment: For example, we may use and disclose PHI to pay\nclaims for services provided to you by doctors, dentists or hospitals.\nWe may\nalso disclose your PHI to a health care provider or another health plan so that\nthe provider or plan may obtain payment of a claim or engage in other payment\nactivities.\n</p>\n</li>\n<li>\n<p> For Health Care Benefits: For example, we may use or disclose PHI to conduct quality\nassessment and improvement activities, to conduct fraud and abuse\ninvestigations, to engage in care coordination or case management, or to\ncommunicate with you about health related benefits and services or treatment\nalternatives that may be of interest to you.\nWe may also disclose PHI to a\nhealth care provider or another health plan subject to federal privacy laws, as\nlong as the provider or plan has or had a relationship with you and the PHI is\ndisclosed only for certain health care operations of that provider or plan.\nWe\nmay also disclose PHI to other entities with which we have contracted to\nperform or provide certain services on our behalf (i.e.\nbusiness associates).\n</p>\n</li>\n<li>\n<p> For\nPublic Health and Safety: We may use or disclose PHI to the\nextent necessary to avert a serious and imminent threat to the health or safety\nof you or others.\nWe may also disclose PHI for public health and government\nhealth care oversight activities and to report suspected abuse, neglect, or\ndomestic violence to government authorities.\n</p>\n</li>\n<li>\n<p> As\nRequired by Law: We may use or disclose PHI when we are\nrequired to do so by law.\n</p>\n</li>\n<li>\n<p> For\nProcess and Proceedings: We may disclose PHI in response to\na court or administrative order, subpoena, discovery request, or other lawful\nprocess.\n</p>\n</li>\n<li>\n<p> For\nLaw Enforcement: We may disclose PHI to a law enforcement\nofficial with regard to crime victims and criminal activities.\n</p>\n</li>\n<li>\n<p> Special\nGovernment Functions: We may disclose the PHI of military\npersonnel or inmates or other persons in lawful custody under certain circumstances.\nWe may disclose PHI to authorized federal officials for lawful national\nsecurity activities.\n</p>\n</li>\n<li>\n<p> For\nResearch, Death, and Organ Donation: We may use or disclose\nPHI in certain circumstances related to research, death or organ donation.\n</p>\n</li>\n<li>\n<p> For Workers’ Compensation: We may disclose PHI as permitted by workers’\ncompensation and similar laws.\n</p>\n</li>\n</ul> Only After Authorization is Received <p> You may give us written\nauthorization to use your PHI or disclose it to anyone for any purpose not\notherwise permitted or required by law.\nIf you give us an authorization, you\nmay revoke it in writing at any time.\nYour revocation will not affect any use\nor disclosure permitted by your authorization while it was in effect.\n</p>\n<p> While the law permits us in certain\ncircumstances to disclose your PHI to family, friends and others, we will do so\nonly with your authorization.\nIn the event you are unable to authorize such\ndisclosure, but emergency or similar circumstances indicate that disclosure\nwould be in your best interest, we may disclose your PHI to family, friends or\nothers to the extent necessary to help with your health care coverage\narrangements.\n</p> Complaints / Violations <p> If you are concerned\nthat we may have violated your privacy rights, you may inquire with us using\nthe contact information listed on our privacy notice.\nYou may also submit a\nwritten complaint to the U.S.\nDepartment of Health and Human Services.\nWe will\nprovide you with the address for the U.S.\nDepartment of Health and Human\nServices upon request.\nWe support\nyour right to protect the privacy of your PHI.\nWe will not retaliate in any way\nif you choose to file a complaint with us or with the U.S.\nDepartment of Health\nand Human Services.\n</p> Supplement B: Gramm-Leach-Bliley\nAct Privacy Notice <p> The GLBA Privacy Notice is\nprovided to help you better understand how we obtain, use, share, and protect\nyour non-public Personal Financial Information.&nbsp.\nWe are committed to maintaining the confidentiality of your Personal\nFinancial Information.\nFor the purposes of this notice, \"Personal\nFinancial Information\" means information, other than health information,\nabout an enrollee or an applicant for health care coverage that identifies the\nindividual, is not generally publicly available, and is collected from the\nindividual associated with providing health care coverage to the individual.\n</p> The Information We Collect We collect Personal Financial\nInformation about you and your family when you complete enrollment applications\nand forms.\nWe also collect information from your dealings with us, our\naffiliates, or others.&nbsp.\nFor example, we\nmay receive information about you from participants in the healthcare system,\nsuch as your doctor or hospital, as well as from employers or plan\nadministrators, credit bureaus, and the Medical Information Bureau.\nThe information we receive may\ninclude such items as your name, address, telephone number, date of birth,\nSocial Security number, premium payment history, and your activity on our\nWebsite.&nbsp.\nThis also includes information\nregarding your medical benefit plan, your health benefits, and health risk\nassessments.\nDisclosure of your Information We do not disclose Personal Financial Information about our enrollees or former enrollees to any third party, except as required or permitted by law.\nIn the course of our general\nbusiness practices, we may disclose Personal Financial Information about you or\nothers without your permission to our corporate affiliates to provide them with\ninformation about your transactions, such as your premium payment history.\nInformation Security EnrollVB restricts access to Personal\nFinancial Information about you to our employees and service providers who are\ninvolved in administering your employee benefits and providing related\nservices.&nbsp.\nAmong the safeguards that have\nbeen developed to protect your Personal Financial Information are\nadministrative, physical, and technical controls that together enhance the\nsecurity of the information.\nWe conduct periodic assessments of these safeguards\nto ensure appropriate and secure handling of your Personal Financial\nInformation.\nAccessing and Modifying Personal Financial Information Based on your state of residence,\nyou may have a right to request access to the Personal Financial Information\nthat we maintain.\nYour right includes the right to know the source of the\ninformation and the identity of the persons, institutions, or types of\ninstitutions to whom we have disclosed such information.&nbsp.\nYour right includes the ability to view such\ninformation and copy it in person or request that a copy of it be sent to you\nby mail.&nbsp.\nWe may charge you a reasonable\nfee to cover our costs associated with this request.\nYour right also includes\nthe right to request corrections, amendments, or deletions of any information in\nour possession.\nThe procedures that you must follow to request access to or\namend your information are as follows: <br>\n<br>\n<ul>\n<li>\n<p> Submit a request in writing that\nincludes your name, address, date of birth, member identification number,\ntelephone number, and the recorded information to which you would like access.\n</p>\n</li>\n<li>\n<p> Articulate in the request whether you would like access in person or to have a copy of the information sent to you by mail.\n</p>\n</li>\n<li>\n<p> Upon receipt of your request, we\nwill contact you within 30 business days to arrange providing you with access\nin person or the copies that you have requested.\n</p>\n</li>\n</ul> need help? &nbsp;&nbsp;support@enrollvb.com<br> &nbsp;&nbsp;770.709.6499<br> Privacy Policy&nbsp;Read it here<br> ©&nbsp;Copyright&nbsp;EnrollVB, LLC&nbsp;2023<br> All Rights Reserved<br> ", "created_at": "2023-04-11 00:16:52.915976", "updated_at": "2023-04-11 00:17:14.543568"}], "points": [], "urls": ["enrollvb.com"]}}