{"error": 448, "message": "OK", "parameters": {"id": 8537, "name": "vpnbook", "created_at": "2023-06-27 20:40:52.487291", "updated_at": "2023-06-27 22:02:17.491293", "wikipedia": null, "keywords": null, "related": null, "slug": "vpnbook", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8537.png", "url": "vpnbook.com", "documents": [{"id": 16577, "name": "Privacy Policy", "url": "https://www.vpnbook.com/contact", "xpath": "//*[@id=\"contact\"]", "text": " Privacy Policy <br>Our privacy policy is simple: We respect your privacy.\nWe do not collect any personal information or store any user's internet data.\nThe only thing we log is the IP address and time the connection was made.\nWe log connection information in order to reduce abusive activities and keep this free VPN service online for all legitimate users.\nConnection logs are automatically deleted every week.\n<br>\n<br> You (the user) are responsible for your actions or damages caused by using our free VPN service.\nDo NOT use this VPN for doing evil (p2p applications are fine).\nIf you do abuse the system, your IP will be banned.\nTo report abuse, please email abuse@vpnbook.com.\nThis free VPN service is for personal use only.\nPlease contact us for options if you need VPN service for business or commercial use.\n<br>&nbsp.\nContact Us <p>Got a suggestion? Wish to contact us? If so, send us a quick message.</p> Email: contact(at)vpnbook.com <p> Zurich, Switzerland<br>\n</p>\n<p>\n</p> &nbsp.\n&nbsp.\nFrequently Asked Questions Q: How is your free VPN service financially supported? A: This free VPN service is supported by advertisement on our website and generous donations made by our supporters.\nIf you enjoy this service, please consider donating so we can keep this as a free service and add more servers in the future.\nQ: Why there isn't a CA certificate in OpenVPN bundle anymore? A: The CA certificate is now embedded in the OpenVPN configuraiton files (.ovpn file).\nA seperate certificate is no longer needed.\nQ: Why do you change VPN password from time to time? A: We update our VPN password every one to two weeks for better security and to ensure this free service is only used by active users.\n", "created_at": "2023-06-27 20:40:52.518278", "updated_at": "2023-06-27 20:41:18.005947"}], "points": [], "urls": ["vpnbook.com"]}}