{"error": 448, "message": "OK", "parameters": {"id": 7064, "name": "Foreman", "created_at": "2022-12-02 23:37:11.547346", "updated_at": "2022-12-02 23:55:06.714687", "wikipedia": null, "keywords": null, "related": null, "slug": "foreman", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7064.png", "url": "theforeman.org", "documents": [{"id": 12968, "name": "Privacy Policy", "url": "https://theforeman.org/privacy.html", "xpath": "//*[@id=\"wrap\"]", "text": " <ul>\n<li>The website<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Codebase<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Communication<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Surveys<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Foreman debug archives<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Your choices<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Your rights<i>\n</i>\n</li>\n</ul> Foreman Privacy Policy <p>This document describes the data Foreman collects about you, why it is\ncollected, what is done with it, and your options for how it’s processed.</p>\n<p>The Foreman project does not share data with 3rd parties, except for hosting\nrequirements (e.g.\nGitHub, YouTube) as detailed below, or when required to by\nlaw.</p> Types of data we collect <ul>\n<li>Contact details <ul>\n<li>Name</li>\n<li>Email address</li>\n</ul>\n</li>\n<li>Data that identifies you <ul>\n<li>IP addresses</li>\n<li>Browser UserAgent strings</li>\n<li>Debug archives</li>\n<li>Answers to survey questions</li>\n</ul>\n</li>\n</ul> How and why we use your data The website <p>The Foreman website is a static site which does not track, collect, store\ninformation or set cookies.\nThere is no account for the website itself.\nThe\nwebserver (Apache) logs will contain IP addresses, timestamps, and UserAgent\nstrings - these are log-rotated and deleted after 4 weeks.</p>\n<p>The website also uses Google Analytics, but we only collect anonymous data.\nIP\naddresses are anonymised, and we do not use User-ID, or any linked\nGoogle product (e.g.\nAdWords).\nGoogle Analytics data is deleted after 26 months\n(the default for Google Analytics).</p>\n<p>The webserver logs and Google Analytics are used to produce aggregated\nstatistics about the community, such as popularity of different browsers,\noperating system packages, plugins, etc.</p>\n<ul>\n<li>Legal basis for this data usage: Legitimate interest</li>\n</ul> Website videos <p>The website does embed videos from YouTube, FOSDEM, and Slideshare - see the\nlinks below for details:</p>\n<ul>\n<li>YouTube’s privacy policy</li>\n<li>FOSDEM homepage</li>\n<li>SlideShare (LinkedIn) privacy policy</li>\n</ul>\n<p>for details.\nThese videos do not autoplay.</p> Website downloads <p>The downloads from our website are cached by Fastly, a CDN provider.\nThis may\nalso log your IP address - see Fastly’s privacy policy for details.\nWe don’t currently use this data at all, but we may use it for aggregated\nstatistics in the future.</p> Codebase <p>The Foreman community use GitHub to manage the code that\ncomprises the Foreman project.\nRefer to GitHub’s privacy policy for\ndetails on how GitHub handles the data you post there.</p>\n<p>Commit messages can contain names and email addresses.\nYou are free to use\npsuedonymous data for commit messages.\nWe do prefer a working contact mail in\ncase of needing to contact contributors to the codebase, but it is not\nmandatory.</p>\n<p>We also use non-identifiable data from the codebase to provide aggregated\nstatistics such as average time to merge, number of open pull requests, etc.</p>\n<ul>\n<li>Legal basis for this data usage: Legitimate interest, consent</li>\n</ul>\n<p>The Foreman community also runs a self-hosted bug tracker using the\nRedmine software.\nWhen you sign up for a Redmine\naccount, you provide us with an email address and a name.</p>\n<p>Externally, we only use this email within Redmine to contact you about bugs you\nhave reported or subscribed to.\nYou have full control over what emails are sent\nfrom your Redmine account preferences.</p>\n<p>Email addresses can also be linked to GitHub commits (see above) if the emails\nmatch, or manually by an admin (on request).\nThis enables Redmine to\nautomatically attribute issue changes to your user, based on the public commit\ndata from the GitHub repositories (e.g.\nclosing it when you fix an issue).\nThis\npopulates your Redmine “activity” page, which is public.</p>\n<p>The bug tracker also uses cookies to store your session.</p>\n<p>We also use the bug tracker data to provide aggregated statistics such as\nnumber of open/closed bugs, average time to close a bug, etc.</p>\n<ul>\n<li>Legal basis for this data usage: Legitimate interest, consent</li>\n</ul> Communication <p>The Foreman project maintains two public IRC channels on\nlibera.chat, refer to libera.chat’s privacy\npolicy for details on how they handle your data.</p>\n<p>The Foreman community uses a self-hosted forum using the\nDiscourse software.\nWhen signing up for a Discourse\naccount, you provide a name and email address - and in addition we store the IP\naddress of your most recent connection.\nThe email address is only used to send\nyou updates to your forum topics, personal messages from other users, and\ndigest summaries.\nYou have full control over the emails sent from your\nDiscourse account preferences.\nThe forum also uses cookies to store your\nsession.</p>\n<p>We also use the IP addresses and <em>public</em> post data to provide aggregated\nstatistics about the forum community, such as posts-per-month, user engagement,\netc.\nWe also use the IP addresses to help identify sock\npuppeting and spam\naccounts.</p>\n<ul>\n<li>Legal basis for this data usage: Legitimate interest, consent</li>\n</ul> Surveys <p>The Foreman community runs a survey each year.\nCompleting the survey is opt-in,\nand providing a contact email address in the survey is <em>optional</em>.\nSuch\naddresses are stored until the survey analysis is complete, and then deleted\nfrom the raw survey data before publication.\nThe survey data is used to gain\nunderstanding of the community, and aggregated statistics based on the survey\nresults are published each year.</p>\n<ul>\n<li>Legal basis for this data usage: Legitimate interest, consent</li>\n</ul> Foreman debug archives <p>The Foreman project provides a tool called foreman-debug which\ncollects logs from your Foreman server and uploads it to a secure location in\nour infrastructure.\nUse of this tool is entirely voluntary (it is never run\nautomatically), and the data is used by our developers to assist users in\ndebugging complex problems.\nThe data is not used for any analysis or\nstatistics, is only accessible to a small number of the Foreman developers, and\nis deleted regularly.</p>\n<ul>\n<li>Legal basis for this data usage: Consent</li>\n</ul> Your rights regarding your data Your choices You can choose not to provide us with personal data <p>Using a VPN, Tor, or other IP / UserAgent masking service will not affect your\nuse of the project website, as it is entirely static.\nFor Redmine &amp.\nDiscourse,\nwe do not mandate use of real names, and using pseudonyms will not affect the\nservices.</p> Your accounts on our services <p>Your Redmine &amp.\nDiscourse accounts contain options to control what emails are\nsent to you.\n3rd party services such as GitHub retain\ntheir own policies and privacy options.</p> Your rights <p>Where the EU General Data Protection Regulation 2016/679 (“GDPR”) applies to\nthe processing of your personal data, especially when you access the website\nfrom a country in the European Economic Area (“EEA”), you have the following\nrights, subject to some limitations, against the Foreman Project:</p>\n<ul>\n<li>The right to access your personal data</li>\n<li>The right to rectify the personal data we hold about you</li>\n<li>The right to erase your personal data</li>\n<li>The right to restrict our use of your personal data</li>\n<li>The right to object to our use of your personal data</li>\n<li>The right to receive your personal data in a usable electronic format and transmit it to a third party (also known as the right of data portability)</li>\n<li>The right to lodge a complaint with your local data protection authority</li>\n</ul>\n<p>If you would like to exercise any of these rights, you may do so by contacting\nthe Foreman Project at contact us\nor on IRC.\nPlease understand, however, the rights\nenumerated above are not absolute in all cases, especially in regards to the\nright to erase your data:</p>\n<ul>\n<li>Git commits will not be rewritten <ul>\n<li>contributing to the codebase is opt-in,</li>\n<li>providing personally identifying information in commit messages is a further opt-in</li>\n<li>we have a legitimate interest in contacting contributors and showing IP provenance</li>\n</ul>\n</li>\n<li>Redmine &amp.\nDiscourse data which is <em>public</em> (i.e forum posts, bug comments etc) will be pseudonymised <ul>\n<li>Your account name, handle, and email address will be scrambled, removing your personal data from the site</li>\n<li>Posts are <em>not</em> removed, as we have a legitimate interest in retaining the history of discussions about our project</li>\n</ul>\n</li>\n</ul> Contacting us <p>If you have any questions about this policy or our use of your data, please\nfeel free to contact us or on\nIRC.</p> Changes to this Privacy Statement <p>Foreman reserves the right to update this policy from time to time.\nMaterial\nchanges will be posted to the Announcements\nlist and posted to\nthe front page of the website.\nThis policy was last\nupdated on 28th May 2018.</p> ", "created_at": "2022-12-02 23:37:11.549561", "updated_at": "2022-12-02 22:37:43.244492"}], "points": [], "urls": ["theforeman.org"]}}