{"error": 448, "message": "OK", "parameters": {"id": 8068, "name": "FINDING FOCUS ", "created_at": "2023-04-16 19:24:23.782513", "updated_at": "2023-06-05 22:02:47.135269", "wikipedia": null, "keywords": null, "related": null, "slug": "finding-focus", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/8068.png", "url": "findingfocus.app,evidencebasedcourses.com", "documents": [{"id": 15648, "name": "Privacy Policy", "url": "https://www.findingfocus.app/privacy/", "xpath": "//body", "text": "FINDING FOCUSWHY IT WORKSLOG INSign Up Privacy Policy1.\nACCEPTANCE OF PRIVACY POLICY<p>Protecting your privacy is important to us.\nWe collect and manage user data according to the following Privacy Policy.\nThis document is part of our Terms of Service, and by using our website or mobile applications (the “Services”), you agree to the terms of this Privacy Policy and the Terms of Service.\nPlease read the Terms of Service in their entirety, which are located at &nbsp;https://www.findingfocus.app/terms</p>2.\nDATA COLLECTED<p>We only collect data necessary to fulfill the Services outlined in our Terms of Service.\nData include all Personally Identifiable Information (PII) and other non-public information.\nData include, but are not limited to, user data, metadata, and user-generated content.<br>\n<br>We collect anonymous data from every user of the Website to monitor traffic and fix bugs.\nFor example, we collect information like web requests, the data sent in response to such requests, the Internet Protocol address, the browser type, the browser language, and a timestamp for the request.<br>\n<br>We ask you to provide your name and email address in order to create your account.\nThis information is stored securely and never shared or sold.\nYou are able to view and change the information associated with your profile.<br>\n<br>We also use local storage technology that provides similar functionality to cookies, but its contents are not transmitted across the Internet.\nYour browser settings allow you to control how local storage works on a global or website specific manner.\nDisabling local storage will interfere with some features of the Services.<br>\n<br>We collect data about your use of the Services, including the frequency and times at which you access them.\nAs you complete courses, we also record your answers to multiple choice and free response questions.<br>\n<br>You must be at least 13 years old to use the Services.\nWe do not knowingly collect information from children under 13.</p>3.\nDATA SECURITY<p>We store and process data in accordance with industry best practices.\nThis includes appropriate administrative, physical, and technical safeguards to secure data from unauthorized access, disclosure, and use.\nWe conduct periodic risk assessments and address any identified security vulnerabilities in a timely manner.\nWe also have a written incident response plan to include prompt notification in the event of a security or privacy incident, as well as best practices for responding to a breach of PII.\nThe incident response plan is available upon request.<br>\n<br>Please be aware, however, that no method of transmitting information over the Internet or storing information is completely secure.\nAccordingly, we cannot guarantee the absolute security of any information.</p>4.\nUSE OF THE DATA<p>Data will only be used to provide the Services.\nYour data will never be sold.\nStudent data will never be used to advertise or market to students or their parents.<br>\n<br>We use your personal information to provide you the Services and to communicate with you about the Services.\nWe use local storage to store your preferences and make your user experience more consistent.\nWe may send you emails about your use of the Services.\nIf you do not want to receive email from us, please opt out of receiving emails at the bottom of any email you receive from us.<br>\n<br>We also use de-identified data about your use of the Services in order to identify ways to improve the Services.\nDe‐identified data will have all direct and indirect personal identifiers removed.\nThis includes, but is not limited to, name, email, and location information.\nWe will not attempt to re‐identify de-identified Data.</p>5.\nSHARING OF DATA<p>With the exceptions noted below for minors and students participating through their school/district, we do not share personal information without your consent except as required by law.<br>\n<br>If you are a student who signed up for a course using an invite code provided by your school/district, certain information about your use of the Services is automatically shared with your teacher and/or school administrator, including your name and your progress through the course.\nOther personally identifying information and your answers to questions within the course are not automatically shared.\nHowever, the data we collect from students is the property of their schools/districts.\nAny data we hold will be made available to your school/district upon their request.<br>\n<br>If you are a minor, your guardian can request access to your data.\nIf you are participating through your school/district, this request must be made through the school/district.\nOtherwise, your guardian can make this request by contacting cmhp@psych.ucsb.edu<br>\n<br>Aggregated, anonymized data is periodically transmitted to external services to help us improve the Services.<br>\n<br>If the Services are ever acquired by a different business entity, user information would be transferred to that entity.\nYou acknowledge that such transfers may occur, and that any acquirer of the Services may continue to use your personal information as set forth in this policy.</p>6.\nDELETING DATA<p>You may request to have your account and data deleted, but how you make that request depends on whether or not you are participating through your school.<br>\n<br>If you are participating through your school: Requests to delete your account and data must be made through the school/district.\nSchools/districts may also elect to delete student accounts and data.<br>\n<br>If you are not participating through your school: You may request to have your account and data deleted directly.\nParents of minors may also request that their child’s account and data be deleted.\nPlease send requests to cmhp@psych.ucsb.edu</p>7.\nCHANGES TO THE PRIVACY POLICY<p>We may change this Privacy Policy periodically.\nIf we do, we will email you with notice of the changes.\nAt the bottom of the Privacy Policy, we will also indicate the date these terms were last revised.\nUse of information we collect now is subject to the Privacy Policy in effect at the time such information is used.\nYou are bound by any changes to the Privacy Policy when you use the Services after such changes have been posted.\nIf you have questions about this privacy policy, please contact cmhp@psych.ucsb.edu.</p>\n<p>\n<br>Last revised on 3/7/2019</p> EBC_brainCreated with Sketch.<p>Quick Links</p>Log inStudent homeStudent sign upTeacher sign up<p>Mobile Apps</p>iOS appAndroid app<p>Help</p>Help centerContact usSite map<p>Legal</p>Privacy policyTerms of use", "created_at": "2023-04-16 19:24:23.845953", "updated_at": "2023-04-16 19:24:54.835192"}, {"id": 15647, "name": "Terms of Use", "url": "https://www.findingfocus.app/terms/", "xpath": "//body", "text": "FINDING FOCUSWHY IT WORKSLOG INSign Up Terms of Use1.\nACCEPTANCE OF TERMS OF USE<p>The following terms and conditions (collectively, these “Terms of Use”) apply to your use of the services provided by our website and mobile applications (the “Services”).\nThese Terms of Use supersede and replace any and all prior oral or written understandings or agreements regarding the Services.\nBy using this site, you agree to the Terms of Use listed below.</p>2.\nDESCRIPTION OF SERVICES<p>We provide users with access to educational training materials (the “Services”).\nAt any time and at our sole discretion, we may change, suspend, or discontinue any aspect of the Services.\nThe Regents of the University of California do not endorse, warrant, or otherwise take responsibility for the contents of the Services.</p>3.\nACCESSING THE SERVICES<p>You must be at least 13 years old to use the Services.\nWe do not knowingly collect information from children under 13.\n(See the U.S.\nChildren’s Online Privacy Protection Act.)<br>\n<br>We cannot guarantee that the Services will be available at all times.\nWe also reserve the right to disable any user account at our sole discretion.</p>4.\nINTELLECTUAL PROPERTY RIGHT<p>This website and its original content are protected by United States and international copyright laws.\nBy using our Services, you agree to not copy, modify, create derivative works of, publicly display, or republish any of our copyrighted material.<br>\n<br>Pursuant to the Digital Millennium Copyright Act, all websites must provide a point of contact for claims of potential copyright infringement.\nIf you have a good faith belief that any material available through the Services infringes upon your copyrights, please contact:<br>\n<br>Michael Mrazek<br>Director of Research<br>Center for Mindfulness &amp.\nHuman Potential <br>University of California Santa Barbara <br>Santa Barbara, CA 93106-3201 <br>Telephone: (507) 398-6776 <br>Email: mrazek@ucsb.edu</p>5.\nPRIVACY<p>By using the Services, you consent to the terms of the Privacy Policy, which is located at https://www.findingfocus.app/privacy</p>6.\nGEOGRAPHIC RESTRICTIONS<p>We provide this Website for use only by persons located in the United States.\nWe make no claims that the Website or any of its content is accessible, appropriate, or legal outside of the United States.\nIf you access the Website from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.</p>7.\nCHANGES TO THE TERMS OF USE<p>We may change these Terms of Use periodically.\nIf we do, we will email you with notice of the changes.\nAt the bottom of the Terms of Use, we will also indicate the date these terms were last revised.\nYou are bound by any changes to the Terms of Use when you use the Services after such changes have been first posted.</p>8.\nDISCLAIMER<p>Your use of this website, including any risk it entails, is at your sole discretion.\nThe services are provided “as is” and “as available” without warranties of any kind.\nTo the fullest extent permissible under applicable law, we disclaim all warranties, including, but not limited to: implied warranties of merchantability, fitness for a particular purpose, that functions will remain uninterrupted or error-free.\nthat materials are correct or reliable.\nthat defects will be corrected.\nor that this site or the server that makes it available are free of viruses or other harmful components.</p>9.\nLIMITATION OF LIABILITY<p>To the fullest extent permissible under applicable law, we shall not be liable for any special or consequential damages that result from the use of or the inability to use the services provided on this site.\nIn no event shall our total liability to you for all damages, losses, and causes of action exceed the amount paid by you, if any, for accessing these services.</p>\n<p>\n<br>If you have questions about this privacy policy, please contact cmhp@psych.ucsb.edu.<br>\n<br>Last revised on 3/7/2019</p> EBC_brainCreated with Sketch.<p>Quick Links</p>Log inStudent homeStudent sign upTeacher sign up<p>Mobile Apps</p>iOS appAndroid app<p>Help</p>Help centerContact usSite map<p>Legal</p>Privacy policyTerms of use", "created_at": "2023-04-16 19:24:23.8151", "updated_at": "2023-04-16 19:25:07.679535"}], "points": [{"id": 31237, "title": "Your personal data is not sold", "source": "https://www.findingfocus.app/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-19 07:58:17.801168", "updated_at": "2023-07-11 06:29:10.700141", "quoteText": null, "case_id": 193, "document_id": 15648, "quoteStart": null, "quoteEnd": null}, {"id": 31238, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://www.findingfocus.app/privacy/", "status": "Generated through the annotate view", "created_at": "2023-04-19 08:01:13.200024", "updated_at": "2023-07-11 06:29:14.381215", "quoteText": null, "case_id": 122, "document_id": 15648, "quoteStart": null, "quoteEnd": null}, {"id": 31234, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.findingfocus.app/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-19 07:55:51.295668", "updated_at": "2023-07-11 06:29:13.790169", "quoteText": null, "case_id": 287, "document_id": 15647, "quoteStart": null, "quoteEnd": null}, {"id": 31235, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.findingfocus.app/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-19 07:56:22.893164", "updated_at": "2023-07-11 06:29:14.21902", "quoteText": null, "case_id": 289, "document_id": 15647, "quoteStart": null, "quoteEnd": null}, {"id": 31233, "title": "This service is only available to users over 13", "source": "https://www.findingfocus.app/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-19 07:47:00.564967", "updated_at": "2023-07-11 06:29:14.299539", "quoteText": null, "case_id": 152, "document_id": 15647, "quoteStart": null, "quoteEnd": null}, {"id": 31236, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.findingfocus.app/terms/", "status": "Generated through the annotate view", "created_at": "2023-04-19 07:56:49.460301", "updated_at": "2023-07-11 06:29:17.909481", "quoteText": null, "case_id": 286, "document_id": 15647, "quoteStart": null, "quoteEnd": null}], "urls": ["findingfocus.app", "evidencebasedcourses.com"]}}