{"error": 448, "message": "OK", "parameters": {"id": 7278, "name": "Jackbox join", "created_at": "2023-01-18 04:29:15.328549", "updated_at": "2023-01-22 17:00:20.093351", "wikipedia": null, "keywords": null, "related": null, "slug": "jackbox-join", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7278.png", "url": "jackjoin.vercel.app", "documents": [{"id": 13956, "name": "Terms of service", "url": "https://jackjoin.vercel.app/tos", "xpath": "//body", "text": " Jackbox join ToS Privacy policy Streamer dashboard Terms of service <p>Last Update 22 September 2022</p>\n<br>\n<p>Please read our terms of service carefully before using our service.</p> Contents <ul>\n<li>Definitions</li>\n<li>Scope of our service</li>\n<li>Privacy policy</li>\n<li>Changes to Terms of Service</li>\n<li>Disclaimer of warranties and limitation of liability</li>\n<li>Governing law</li>\n<li>Acceptable use</li>\n<li>Intellectual property</li>\n<li>Children under 13</li>\n<li>Termination</li>\n<li>Links to external website</li>\n<li>Contact us</li>\n</ul> Definitions <ul>\n<li> \"<strong>Jackbox game</strong>\": Jackbox game refers to the games made by Jackbox games.\n</li>\n<li>\"<strong>Twitch streamer</strong>\": A someone that uses our service to be able to moderate who is allowed to join their Jackbox games.</li>\n<li>\"<strong>Viewer</strong>\": A someone that would like to join a Twitch streamer's Jackbox game.</li>\n</ul> Scope of our service <p>Our service is to provider a convenient way for Twitch streamers to host jackbox games with the ability to moderate which viewers will be allowed to join and which viewers not.</p> Privacy policy <p>Your privacy is covered by our Privacy policy that you can find here.</p> Changes to Terms of Service <p> When we need to change our Terms of Service or privacy policy because of law reform or new features being added to our service, will we inform you by having a notification when you're on our website.\n</p> Disclaimer of warranties and limitation of liability <p>Jackbox join and service provided by us are \"<strong>AS IS</strong>\", we try to have our service work as best as possible but we do not give a warranty!</p>\n<p>We're not liable for any image or username shown from viewer and/or Twitch streamers.</p> Governing law <p> The laws of the Country, excluding its conflicts of law rules, shall govern this Terms and Your use of the Service.\nYour use of the service may also be subject to other local, state, national, or international laws.\n</p> Acceptable use <p> The use of our service to try attack others, DDOS, use of bots/programs or any other criminal act is forbidden and can cause termination of your access to our service.\n</p> Intellectual property <p> Our intellectual property include our logo, images and any code used on our service that isn't from an open source project mentioned here.<br> You're allowed to view, livestream on Twitch/Youtube or make videos on Twitch/Youtube while being on our service except for our code!<br> You're also allowed to share links and screenshots of our service (excluding any code!) to friends, family or coworkers without commercial intent.<br> The use of our intellectual property in other ways is strictly forbidden.\n</p> Children under 13 <p>\n<strong>CHILDREN UNDER THE AGE OF 13 ARE NOT ALLOWED TO USE OUR SERVICE IN A WAY OR FORM.</strong>\n</p> Termination <p> We may terminate or suspend Your access immediately, without prior notice or liability, for any reason whatsoever, including without limitation if You breach these Terms and Conditions.\n</p>\n<p>Upon termination, Your right to use the Service will cease immediately.</p> Links to external website <p>We do not have any control over external website we link to, we do try to have the linking be as anonymous as possible.</p> Contact us <p>We're only available via email.\nBelow you can find our email addresses and for which purpose</p>\n<ul>\n<li>Exercising consumer privacy rights: jackjoin+privacyrights@proton.me</li>\n<li>Questions about privacy policy or missing things: jackjoin+privacypolicy@proton.me</li>\n<li>For any other legal basis regarding our service: jackjoin+legal@proton.me</li>\n<li>Questions that aren't about the privacy policy: jackjoin+question@proton.me</li>\n<li>For any feedback: jackjoin+feedback@proton.me</li>\n</ul>\n<p>\n<strong>Notice:</strong> Emails not related to our service or is spam will be ignored, deleted and if needed the email address will be blocked!</p> ", "created_at": "2023-01-18 04:29:15.390934", "updated_at": "2023-01-18 04:30:27.879177"}, {"id": 13957, "name": "Privacy policy", "url": "https://jackjoin.vercel.app/privacy", "xpath": "//body", "text": " Jackbox join ToS Privacy policy Streamer dashboard Privacy policy <p>Last Update 23 September 2022</p>\n<br>\n<p>This privacy policy describes our policy when it comes to use &amp.\ndisclosure of your information when you use our service.</p>\n<p> We use your information to be able to allow Twitch streamers to host their own Jackbox Games for their viewers with the ability to moderate who is allowed to join and who isn't on the information given to them.\n</p> Contents <ul>\n<li>Definitions</li>\n<li>Information we collect/store</li>\n<li>Information we use from Viewers</li>\n<li>Information we use from Twitch streamers</li>\n<li>Information we use from other visitors</li>\n<li>Cookie usage</li>\n<li>Information we store on Twitch streamer browser</li>\n<li>How we use Twitch scopes</li>\n<li>Third party services we use</li>\n<li>Do not track signal</li>\n<li>How we notify privacy policy changes</li>\n<li>Advertising</li>\n<li>Consumer privacy rights</li>\n<li> Exercising consumer privacy rights<br>\n<ul>\n<li>Right to be forgotten</li>\n<li>Access to my information</li>\n<li>Rectification of my information</li>\n<li>Restricting use of my information</li>\n<li>Objecting use of my information</li>\n</ul>\n</li>\n<li>Appealing decision regarding request consumer privacy rights</li>\n<li>Child privacy</li>\n<li>Contact us</li>\n</ul> Definitions <p>For the purpose of this privacy policy we use the following Definitions</p>\n<ul>\n<li> \"<strong>Jackbox Game</strong>\": Jackbox Game refers to the games made by Jackbox Games.\n</li>\n<li>\"<strong>Twitch streamer</strong>\": Someone that uses our service to be able to moderate who is allowed to join their Jackbox Games.</li>\n<li>\"<strong>Viewer</strong>\": Someone that would like to join a Twitch streamer's Jackbox Game.</li>\n<li>\"<strong>Visitors</strong>\": Visitors are those that use this website without being a viewer or Twitch streamer.</li>\n<li>\"<strong>Account</strong>\": An unique account for someone to access Twitch and our service.</li>\n<li>\"<strong>User Id</strong>\": An user id is an unique identifier created per account by Twitch existing out of numbers &amp.\nletters.</li>\n<li> \"<strong>Ban evasion</strong>\": Ban evasion is when a viewer tries with alternate Twitch accounts to join the same Twitch streamer while earlier accounts were denied/banned.\n</li>\n<li> \"<strong>Following</strong>\": Twitch has a feature to follow a Twitch streamer, when you follow a Twitch streamer you get a notification when a Twitch streamer is live again.\n</li>\n<li>\"<strong>Subscription</strong>\": Twitch has a feature to be able to subscribe with money to a Twitch streamer for extra features.</li>\n<li> \"<strong>Access Token</strong>\": When logging in via twitch for this website Twitch generates a token, this token is used to allow our service to be able to make request to Twitch to be able to get information described later in this policy.\n</li>\n<li>\"<strong>Scopes</strong>\": Scopes is a permission system by Twitch that allows when logging via Twitch to set permissions this website requests.</li>\n<li>\"<strong>CDN</strong>\": A cdn or full \"content delivery network\" is a public service that hosts many javascript/css open source projects.</li>\n<li>\"<strong>Javascript</strong>\": Javascript is the programming language used for websites.</li>\n<li>\"<strong>CSS</strong>\": CSS defines how elements on a website should look like.</li>\n<li> \"<strong>Webrtc</strong>\": Webrtc is a technology that makes communication between devices/browsers possible in a secure manner, more information can be found here and here.\n</li>\n<li> \"<strong>Stun</strong>\": Stun is a protocol of webrtc to discover the public networking information of someone, more info can be found here here.\n</li>\n<li> \"<strong>Turn</strong>\": Turn is a protocol of webrtc that can be used to relay communication between 2 devices/browsers, more info can be found here.\n</li>\n</ul> Information we collect/store <p> We do not collect/store any information on our servers, all information we use from Twitch is only being used while being on our website and while the twitch streamer is on our website.\n</p> Information we use from Viewers <p>These are all information we gather &amp.\nuse from viewers when using our service.\nThis only applies when being at \"/join/{Twitch streamer name}\".</p>\n<ul>\n<li> User id: We use the user id requested from Twitch in the following ways.\n<ul>\n<li>We use your user id to identify you even when having a different username.</li>\n<li>We use your user id to be able to make request information about you from Twitch.</li>\n<li>We use your user id to store temporary who the Twitch streamer has denied with a cookie, check \"Cookie usage\" for more information.</li>\n<li> We use your user id to store on the Twitch streamer's browser temporary when they've approved you for the session/stream, check at \"Information we store on Twitch streamer browser\" for more information.\n</li>\n<li> We use your user id to store on the Twitch streamer's browser when they've approved you to join their Jackbox Games permanently, check at \"Information we store on Twitch streamer browser\" for more information.\n</li>\n<li> We use your user id to store on the Twitch streamer's browser temporary when they've denied your request to join their Jackbox Game, check at \"Information we store on Twitch streamer browser\" for more information.\n</li>\n</ul>\n</li>\n<li> Username: We use your username requested from Twitch to be displayed to you and to the Twitch streamer so they know who wants to join their Jackbox Game and if needed take moderation action on Twitch.\n</li>\n<li> Email address: We use your email requested from Twitch in 3 ways: <ul>\n<li> We encrypt your email address with an 1 way encryption algorithm to be able to detect multiple viewers/accounts using the same email address on the browser of the Twitch streamer.\n</li>\n<li>To detect temporary email addresses and to then alert the Twitch streamer about it to be able to prevent possible ban evasion.</li>\n<li>To detect unknown email domains from unknown email providers to then alert the Twitch streamer about it to be able to prevent possible ban evasion.</li>\n</ul>\n</li>\n<li>Profile image: The profile image requested from Twitch is used to be displayed to the Twitch streamer together other information about you.</li>\n<li>Account creation date: The Account creation date request from Twitch is used to give an indication of how old your account is to the Twitch streamer.</li>\n<li>Follow information: When you follow a Twitch streamer it's then be used to give an indication for how long you follow them.</li>\n<li> Ip address: Your ip will be encrypted with a 1 way encryption algorithm to then on the Twitch streamer's browser to detect viewers with multiple accounts on the same ip address.\n</li>\n<li> Subscription information: When you're subscribed to a Twitch streamer a <i>\n</i> will be displayed next to your name on the Twitch streamer's browser.\n</li>\n</ul> Information we use from Twitch streamers <p>These are the information we gather and use from Twitch streamers when using our service.\nThis only applies when being at \"/dash\".</p>\n<ul>\n<li>User id: the user id requested from Twitch isn't displayed but used internally to be able to request information from Twitch.</li>\n<li> Username: We use your username requested from Twitch in 3 ways: <ul>\n<li>To display your name to yourself.</li>\n<li>To display your username to your viewers on their browsers.</li>\n<li>To use your username to be able to make a link to allow your viewers to join.</li>\n</ul>\n</li>\n<li>Followers information: We use follower information requested from Twitch to show you for how long a viewer follows you.</li>\n<li> Subscriptions information: We use subscriptions information requested from twitch to display a<i>\n</i>next to the viewer name that are subscribed to you via Twitch.\n</li>\n<li> Bans information: We use ban information requested from Twitch for your Twitch channel to deny viewers that are (temporary) banned access to your Jackbox Games.\n</li>\n</ul> Information we use from other visitors <p>We do not use any information from you while you're browsing this website while not being a viewer or twitch streamer.</p> Cookie usage <p>We use cookies to temporary store information when you're using our service.</p>\n<ul>\n<li> Twitch access token: The twitch token is used to be able to make request to Twitch on your behalf for the information described at \"Information we use from Viewers\" or/and \"Information we use from Twitch streamers\".<br> This cookie is removed when you leave this website and is only created after login via Twitch.\n</li>\n<li> Twitch scopes: Twitch scopes are the permissions for the type of information that we're allowed to request from Twitch or are allowed to request action from Twitch, check at \"How we use Twitch scopes\" which scopes/permissions we use and why.<br> This cookie is removed when you leave this website and is only created after login via Twitch.\n</li>\n<li> Viewer bans: When a viewer tries to join but is banned from a Twitch streamer a cookie will be created to prevent the viewer joining again, even with different accounts.<br> This cookie will be saved for max 18 hours on the banned viewer device/browser, if the ban duration is shorter it will be set for the duration of the ban<br> This cookie is created after receiving the ban information from the Twitch streamer's browser.\n</li>\n<li> Denied viewer: When a viewer is denied by the Twitch streamer a cookie is created to prevent the viewer from joining again.<br> This cookie saved for 8 hours where after it will be deleted.<br> This Cookie is created when receiving information that the viewer was denied from the Twitch streamer's browser.\n</li>\n</ul> Information we store on Twitch streamer browser <p>We store some information on the Twitch streamer browser for a better experience for the Twitch Streamer and viewers.</p>\n<ul>\n<li> Session approved viewers: When you approve a viewer for the entire session/stream their user id will be stored in your browser until you leave this website.\n</li>\n<li> Permanent approved viewers: When you approve a viewer permanently their user id will be store permanently in your browser in a database under your username.\n</li>\n<li>Denied viewers: When you deny a viewer their user id will be store in your browser until you leave this website.</li>\n</ul> How we use Twitch scopes <p>Twitch scopes are used to be able to have permissions for when requesting information from Twitch.\nHere are all scopes we ask permission for and why.</p> Viewer scopes: <ul>\n<li>Email: We request the email scope from viewers so that we're able to do the validation described at \"Information we use from Viewers\".</li>\n</ul> Twitch streamer scopes: <ul>\n<li> Sending announcements: We request the \"sending announcements\" scope to allow you to use a button that will announce the join link to your Twitch chat, the announcement will look like \"Join jackbox via https://jackjoin.vercel.app/join/{your Twitch name}\".\n</li>\n<li>Subscribers information: We request this scope to be able to indicate to you which viewers are subscribed to you and which ones aren't.</li>\n<li> Viewing moderation information: We request this scope to be able to request from Twitch viewers you've banned, how we use this info can be found at \"Information we use from Twitch streamers\".\n</li>\n</ul> Third party services we use <p>We use some third party services to make our service possible.</p>\n<ul>\n<li> Twitch: We use Twitch to be able to request information about you.\nHow we use information can be found at \"Information we use from Viewers\" and \"Information we use from Twitch streamers\".<br> Twitch's privacy policy can be found here.\n</li>\n<li> JsDelivr: We use JsDelivr as a cdn provider for the many javascript and css projects we use to make our service possible.\nYou can find what we use here.<br> JsDelivr's privacy policy can be found here.\n</li>\n<li> Peerjs public cloud service: We use the Peerjs public cloud service as a Webrtc signalling service to be able to make the connection between Twitch streamer &amp.\nviewer as easy as possible.\nPeerjs public cloud service can also be used as a turn service to relay communication.<br> Peerjs public cloud service doesn't have a privacy policy but will only use networking information to be able to make a connection between Twitch streamer &amp.\nviewer and if needed also relay information between each other.<br> Any privacy question about their service can be asked here or here by creating an issue/ticket.\n</li>\n<li> Nextcloud: We use Nextcloud's stun service to be able to discover networking information for both Twitch streamers and viewers.<br> Nextcloud's privacy policy can be found here.\n</li>\n<li> Open relay Stun &amp.\nTurn servers: We use open relay Stun &amp.\nTurn service by Metered Video to be able discover network information of either a Twitch streamer and/or viewer and if needed also relay communication between each.<br> Metered Video privacy policy can be found here and information about GDPR can be found here.\n</li>\n</ul> Do not track signal <p>Via browsers it's possible to enable a 'do not track' signal, because we do not track you by default this will be ignored.</p> How we notify privacy policy changes <p>If we need to change the privacy policy because of new addition to our service we will notify you with a notification message when you're on our website for at least a month.</p> Advertising <p>At the moment we do not have any advertising on our service, if we do any advertising we will first notify you with a notification + change the privacy policy if needed</p> Consumer privacy rights <p> Below you will be able to find consumer privacy rights, all links will refer to the official hosted consumer privacy rights of an union, country, state or province.\nIf 1 is incorrect or missing please contact us.\n</p>\n<ul>\n<li> European Union + Norway + Liechtenstein + Iceland: GDPR - General Data Protection Regulation </li>\n<li> United Kingdom: UK DPA 2018 - United Kingdom Data Protection Act of 2018 </li>\n<li> Canada: PIPEDA - Personal Information Protection and Electronic Documents Act (at \"Your rights under PIPEDA\" ) </li>\n<li> Australia: Australia privacy act </li>\n<li> Brazil: LGPD - Brazil General Personal Data Protection Law Brazilian version (at Article 18), English version by lgpd-brazil.info.\n</li>\n<li>California: CCPA - California Consumer Privacy Act</li>\n<li> Virginia: VCDPA - Virginia Consumer Data Protection Act (effective January 1st 2023) </li>\n</ul>\n<p> If your union/country/state/province isn't mentioned we will than apply the consumer privacy rights from the GDPR.\n</p> Exercising consumer privacy rights <p>You can exercise your consumer privacy rights with the ways below.\nIf a right isn't mentioned but you want to exercise it you can always contact us.</p> Right to be forgotten <p> Because we do not store any information about you except for Twitch user IDs from viewers that are approved permanently by a twitch streamer.\n<br> You can remove your user ID from a Twitch streamer by going to (\"/join/{twitch streamer name}\") when they're playing jackbox, then by clicking on the menu above in the green bar and than clicking on the option \"Remove my permanent information and leave\", This will remove your user ID from the Twitch streamer's device and will then send you to the home page of this website.<br> You can also have your information be removed from Twitch by clicking by making a ticket here.\n</p> Access to my information <p> When you're at \"/join/{Twitch streamer name}\" or \"/dash\" you can click on the menu button in the green bar above the page and then click on \"<i>\n</i>Information used from me\", this will let you see all information we use from you.\nDon't let someone else see your information! </p> Rectification of my information <p> You can rectify your information from Twitch at your Twitch profile settings here or by making a ticket to Twitch here.\n</p> Restricting use of my information <p>Restricting of the information we use of you is not possible, we use the minimal amount of information to be able to have our service functional.</p> Objecting use of my information <p> If you don't want our service to use your information anymore.\nYou can revoke the agreement on the terms of service and [rivacy policy by pressing on the button below.<br> You can also disconnect our connection to your twitch account, you can do that here under \"Other Connections\" at \"Jackbox join\".\n</p> Revoke agreement to ToS and Privacy Policy Appealing decision regarding request consumer privacy rights <p>You can appeal our decision by replying to our decision or by contacting us again.</p> Child privacy <p>\n<strong>CHILDREN UNDER THE AGE OF 13 ARE NOT ALLOWED TO USE OUR SERVICE IN ANY MANNER!</strong>\n<br> We do not knowingly use any information from children.\nIf you're a parent or legal guardian of a child that uses our service and Twitch please email Twitch at privacy@twitch.tv so that your child's information can be removed as quickly as possible.<br> If you're a Twitch streamer and you think a viewer is a child under the age of 13 please do also mail at privacy@twitch.tv.\n</p> Contact us <p>We're only available via email.\nBelow you can find our email addresses and for which purpose</p>\n<ul>\n<li>Exercising consumer privacy rights: jackjoin+privacyrights@proton.me</li>\n<li>Questions about privacy policy or missing things: jackjoin+privacypolicy@proton.me</li>\n<li>For any other legal basis regarding our service: jackjoin+legal@proton.me</li>\n<li>Questions that aren't about the privacy policy: jackjoin+question@proton.me</li>\n<li>For any feedback: jackjoin+feedback@proton.me</li>\n</ul>\n<p>\n<strong>Notice:</strong> Emails not related to our service or is spam will be ignored, deleted and if needed the email address will be blocked!</p> ", "created_at": "2023-01-18 04:29:15.452814", "updated_at": "2023-01-18 04:30:43.093618"}], "points": [], "urls": ["jackjoin.vercel.app"]}}