{"error": 448, "message": "OK", "parameters": {"id": 3622, "name": "TWINT", "created_at": "2021-05-15 10:46:13.324646", "updated_at": "2023-07-10 22:01:46.859637", "wikipedia": "https://de.wikipedia.org/wiki/Twint", "keywords": null, "related": null, "slug": "twint", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/3622.png", "url": "twint.ch", "documents": [{"id": 6021, "name": "App Data protection", "url": "https://www.twint.ch/en/app-dataprotection/", "xpath": "//body", "text": " Search <ul>\n<li>\nPrivate customers <ul>\n<li>\nFunctions <ul>\n<li>\nAt cash registers\n</li>\n<li>\nIn online shops\n</li>\n<li>\nBetween friends\n</li>\n<li>\nParking\n</li>\n<li>\nRefuel\n</li>\n<li>\nDonate\n</li>\n<li>\nDigital Vouchers\n</li>\n<li>\nPaysafecard\n</li>\n<li>\nExperience vouchers\n</li>\n<li>\nWithdraw cash\n</li>\n<li>\nInsurance\n</li>\n<li>\nMobile comparison\n</li>\n<li>\nOrder coffee\n</li>\n<li>\nSuper Deals\n</li>\n</ul>\n</li>\n<li>\nStores <ul>\n<li>\nIn online shops\n</li>\n<li>\nAt cash registers\n</li>\n</ul>\n</li>\n<li> Support <ul>\n<li>\nFAQ\n</li>\n<li>\nVideo tutorials\n</li>\n<li>\nSecurity\n</li>\n</ul>\n</li>\n</ul>\n<p>\nPractical as it suits everyone\n</p>\n<p>\nBoth customers and merchants love TWINT.\n</p>\n<p>\nLearn more\n</p>\n</li>\n<li>\nBusiness Customers <ul>\n<li>\nOur solutions The right payment solution for every business.\n</li>\n<li>\nSupport Answers to your main questions.\n</li>\n<li>\nAdvertising material Show that you offer TWINT as a payment method.\n</li>\n<li>\nMerchant login Access to merchant portal.\n</li>\n<li>\nLogin for partner banks Access to the bank portal.\n</li>\n</ul>\n<p>\nCollect payments with<br>TWINT\n</p>\n<p>\nThe QR code sticker lets your customers pay<br>quickly and independently.\n</p>\n<p>\nFind out more\n</p>\n</li>\n<li>\nCompany <ul>\n<li>\nAbout us <ul>\n<li>\nOur vision\n</li>\n<li>\nOur history\n</li>\n<li>\nFacts\n</li>\n<li>\nTWINT Shop\n</li>\n</ul>\n</li>\n<li>\nWorking at TWINT <ul>\n<li>\nPurpose\n</li>\n<li>\nOur teams\n</li>\n<li>\nBenefits\n</li>\n<li>\nJob vacancies\n</li>\n</ul>\n</li>\n<li>\nNews <ul>\n<li>\nPress releases\n</li>\n<li>\nBlog\n</li>\n<li>\nNewsletter\n</li>\n</ul>\n</li>\n</ul>\n<p>\nBecome part of the TWINT team\n</p>\n<p>\nJob vacancies\n</p>\n<p>\nFind out more\n</p>\n</li>\n</ul> Download TWINT app Subscribe to the Newsletter en<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Italiano</li>\n<li>Français</li>\n</ul> Search Rate us Download TWINT app en<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Italiano</li>\n<li>Français</li>\n</ul> Rate us Download app Data Privacy Statement TWINT AG 1.\nIntroduction <p>This information is aimed at TWINT users (they/their) and employees of partner companies of TWINT AG/TWINT Acquiring AG (TWINT, we/us) who use the prepaid TWINT app (TWINT app) and/or visit TWINT’s websites and social media channels.</p>\n<p>The aim of this information is</p>\n<ul>\n<li>to provide comprehensive information regarding the way in which we process your personal data;</li>\n<li>to outline your rights in relation to the processing of your personal data.\nand</li>\n<li>to provide the contact details of the body responsible for the processing of your personal data and of TWINT’s data protection officer.</li>\n</ul>\n<p>Your trust is important to us, which is why we take the issue of data protection seriously and maintain an appropriate level of security.\nWe undertake to handle your personal data in a responsible manner.\nWe do, of course, adhere to the provisions of the Federal Act on Data Protection (<strong>FADP</strong>), the Ordinance to the Federal Act on Data Protection (<strong>OFADP</strong>), the Telecommunications Act (<strong>TCA</strong>) and, if applicable, other data protection regulations.</p>\n<p>Please take note of the following information to find out what personal data we collect from you and for what purposes we use this information.</p> 2.\nWhat personal data do we process for what purpose? <p>Depending on your activity, we process the following personal data about you:</p> 2.1 Visiting the website <p>When you visit our website, our servers temporarily store the details pertaining to each access in a log file.\nDuring this process, the following data is collected without any action on your part and stored by us for no more than 26 months, after which point it is automatically deleted:</p>\n<ul>\n<li>the IP address of the requesting computer (truncated)</li>\n<li>the name of your Internet service provider (usually your Internet service provider)</li>\n<li>the date and time of the access</li>\n<li>the name and URL of the file requested</li>\n<li>the page and address of the website from which you were forwarded to our website and, if applicable, the search term used</li>\n<li>the country from which our website is accessed</li>\n<li>the operating system of your computer and the browser used (provider, version and language)</li>\n<li>the transmission protocol used (e.g.\nHTTP/1.1)</li>\n</ul>\n<p>This data is collected and processed for the purpose of facilitating the use of our website (to create a connection), ensuring long-term system security and stability, enabling us to optimise our online service and for internal statistical purposes.</p>\n<p>The IP address is only analysed for the purpose of investigating and preventing an attack on the network infrastructure or in the event of suspicion of other unauthorised use or misuse of the website and, if applicable, during criminal proceedings for identifying and prosecuting the relevant users under civil and criminal law.</p>\n<p>Finally, we use cookies and other applications based on cookies during your visit to our website.\nYou can find further information about this in the “Cookies” and “Tracking tools” sections.</p> 2.2 Using the TWINT app <p>When you use our services in the TWINT app, we process the following personal data:</p>\n<ul>\n<li>Last name, first name</li>\n<li>Address</li>\n<li>Date of birth</li>\n<li>Telephone number</li>\n<li>Bank account details</li>\n<li>Proof of identity</li>\n<li>E-mail address</li>\n<li>Location data (if consent has been given)</li>\n</ul>\n<p>The processing of your personal data is necessary in order for us to be able to provide certain services in the TWINT app, such as payment processing, credit rating check, providing information about availability, preventing fraud or dealing with complaints and refunds, as well as for the purpose of fulfilling regulatory requirements.\nIf you do not provide us with this information, you cannot use the TWINT app.</p>\n<p>The data is deleted once it is no longer required for the provision of services.\nThe foregoing does not apply, however, to data that has to be stored for longer by law, e.g.\npayment data.\nWe also store contract data for longer as this is stipulated by statutory retention obligations.\nRetention obligations, which oblige us to retain data, are based on accounting and tax regulations.\nIn accordance with these regulations, business communications, concluded contracts and accounting documents are stored for up to ten years.\nPursuant to money laundering legislation, certain data is also stored for up to ten years after termination of the business relationship.\nThis data is blocked if we no longer require it for the purpose of providing services to you.\nIn this case, the data may only be used for the relevant purposes.</p>\n<p>Users can also transmit their location data to us.\nDepending on the settings of your smartphone, you will be asked to consent to this prior to the transmission of the data.\nWe only store location data in an inexact manner (radius of 16 kilometres) and delete it after six months at the latest.</p> 2.3 Marketing purposes 2.3.1 E-mail newsletter <p>You can register to receive our TWINT newsletter on our website.\nWe send the newsletter to make you aware of our latest offers and news.\nIn relation to this activity, we collect the following data from you:</p>\n<ul>\n<li>First name</li>\n<li>Last name</li>\n<li>E-mail address</li>\n<li>Gender</li>\n</ul>\n<p>Our newsletter and other e-mail communications contain a so-called web beacon (tracking pixel) or similar technical means.\nEvery time a newsletter or other marketing communication is sent, we collect information pertaining to the address file used, the subject and the number of e-mails sent.\nWe can also see which addresses are yet to receive the newsletter or other communication, the addresses to which these have been sent and the addresses to which they failed to be delivered.\nIn addition to this, we can see which addresses have opened the newsletter or other communication and how often they have clicked on which content.\nFinally, we can see which addresses have unsubscribed from this service.\nWe use this data for statistical purposes and to optimise the content and structure of the newsletter or our other communications.\nThis allows us to better align the information and offers contained in our newsletter and marketing communications in general to the individual interests of the recipient.\nThe tracking pixel is deleted if you delete the newsletter or e-mail without having opened it beforehand.</p>\n<p>To prevent the use of web beacons (tracking pixels) in our newsletter or other communications, please adjust the settings of your e-mail program so that no HTML is displayed in messages, provided this is not already the case by default.\nOn the pages below, you can find a series of explanations as to how you can adjust your settings as such in common e-mail programs.</p>\n<ul>\n<li>Microsoft Outlook</li>\n<li>Mac</li>\n</ul>\n<p>You can unsubscribe from the newsletter at any time by contacting us or by clicking on the unsubscribe link at the end of every newsletter or other communication.</p>\n<p>The personal data processed for the purpose of sending the e-mail newsletter is deleted when you unsubscribe from the newsletter.</p> 2.3.2 Competitions <p>If you would like to take part in a competition, the following personal data pertaining to you is processed for the purpose of conducting the competition:</p>\n<ul>\n<li>Last name and first name</li>\n<li>Address</li>\n<li>Telephone number</li>\n<li>Bank account details (depending on the type of competition)</li>\n</ul>\n<p>The personal data processed for the purpose of conducting competitions is deleted once the competition is over, unless specified otherwise or unless other statutory retention obligations apply.</p> 2.3.3 Marketing campaigns <p>In order for you to be provided with personalised information and offers from TWINT or in connection with TWINT (TWINT campaigns) in the TWINT app, your payment data is analysed and evaluated to personalise what is displayed to you.\nTo do this, the following information and data is used:</p>\n<ul>\n<li>Name, industry category and location of the payment recipient</li>\n<li>Time and date of the payment</li>\n<li>Payment amount</li>\n</ul>\n<p>Type of payment (e.g.\nin the online shop or in store).\nInformation pertaining to the offers that you view, activate and redeem in the TWINT app is also collected and evaluated.\nTWINT does not, however, have the ability to view the contents of your shopping basket and thus does not evaluate data of this kind.</p>\n<p>You can also consent to having campaigns by third-party providers displayed to you and further data pertaining to you analysed and evaluated for the purpose of personalisation together with your payment data.\nYou can revoke this consent at any time in the TWINT app.\nThe following personal data is processed for this purpose:</p>\n<ul>\n<li>Date of birth</li>\n<li>Postcode</li>\n</ul> 2.3.4 Customer loyalty cards <p>You have the option to save selected employee ID cards, customer loyalty programmes and other incentive-based offers from third-party providers (customer loyalty cards) in the TWINT app.\nFor the purpose of displaying or transmitting customer loyalty cards, the following data is processed by us:</p>\n<ul>\n<li>Type and name of the Visual Cards</li>\n<li>Number of Visual Cards</li>\n</ul>\n<p>The personal data processed for the purpose of displaying or transmitting customer loyalty cards is deleted if you remove the customer loyalty card in the TWINT app.</p> 2.4 Partner functions <p>You can purchase goods and services (e.g.\nSuperDeals or digital vouchers) or make use of other offers (e.g.\nparking or cash withdrawals) directly in the TWINT app.\nThese offers are subject to the provisions and data privacy statements mentioned and listed in the respective offer.</p> 2.5 During the application process <p>If you submit an application to us, we process the following personal data for the purpose of reviewing your application:</p>\n<ul>\n<li>Last name, first name</li>\n<li>Address</li>\n<li>Date of birth</li>\n<li>Telephone number</li>\n<li>Gender</li>\n<li>Nationality</li>\n<li>Marital status</li>\n<li>Debt collection and criminal record extracts</li>\n<li>Information from your CV</li>\n<li>Further data received from you during the application process</li>\n</ul>\n<p>Personal data processed during the application process is deleted six months after the completion of the application process at the latest.</p> 2.6 Employees of partner companies <p>If you are an employee of one of our partner companies, the following personal data is processed by us for the purposes of providing information about the service (e.g.\navailability or technical problems), maintaining the business relationship with your company, marketing and complaint/fraud management and invoicing:</p>\n<ul>\n<li>Last name and first name</li>\n<li>E-mail address</li>\n<li>Telephone number</li>\n</ul>\n<p>Employee contact details are deleted immediately upon request to do so by you or your company.</p> 3.\nFrom which sources do we collect personal data? <p>As a general rule, we collect personal data directly from you, e.g.\nwhen you install and use the TWINT app, through forms, during communication with us or when you use our website.</p>\n<p>Insofar as this is not unlawful and is required for the provision of our services, we also collect data from publicly accessible sources (e.g.\ndebt enforcement register, commercial register), from other companies within our Group, from authorities and from other third parties (e.g.\ncontractual partners, Internet analytics services, etc.).</p>\n<p>The categories of personal data about you that we receive from third parties particularly comprise information taken from public registers, information we learn in relation to official and legal proceedings, information in relation to your professional roles and activities, information about you in correspondence and discussions with third parties, information about you provided to us by people from your environment (e.g.\nfamily members, advisors, legal representatives) for the purpose of concluding or executing contracts with you or with your involvement (e.g.\nreferences, your address for deliveries, powers of attorney, information on compliance with legal provisions such as those pertaining to combating fraud, money laundering and terrorism and export restrictions, information from banks, insurance companies and our distribution and other contractual partners about the use or provision of services by you [e.g.\npayments, purchases], information about you from the media and the Internet [provided this is indicated in the specific case, e.g.\nin the context of an application, marketing/sales]) and data in connection with the use of third-party websites and online offers, where this use can be attributed to you.</p> 4.\nSpecial processing of your personal data <p>We can analyse some of your personal characteristics automatically (“profiling”) if we want to determine data concerning your preferences, but also to identify the risk of misuse and security risks, to make statistical assessments or for operational planning purposes.\nBy using the app, you agree that your transaction data may be evaluated for the purpose of showing you personalised offers from TWINT.\nYou can find further information on this topic in section 2.3.3.</p>\n<p>During the provision of our services, the application process or the operation of our website, we may make a decision based solely on automated processing that has legal implications for you or could affect you to a significant extent.\nIn this case, we will notify you accordingly and take the necessary measures pursuant to applicable legislation.</p> 5.\nWhere do we store your personal data? <p>We store your personal data on secure servers in Switzerland or the European Union.</p> 6.\nFor how long do we process personal data? <p>We process your data for as long as our processing purposes, statutory retention periods and our legitimate interests in processing for documentation and evidence purposes require or as long as storage is necessary from a technical perspective.\nYou can find further information on the storage and processing periods for the individual data categories in section&nbsp;2 and the cookie categories in section&nbsp;10.\nIf there are no legal or contractual obligations to the contrary, we delete or anonymise your data after the storage or processing period has expired.</p>\n<p>Documentation and evidence purposes include, in particular, our interest in documenting processes, interactions and other facts in the event of legal claims, discrepancies, IT and infrastructure security purposes and evidence of good corporate governance and compliance.\nStorage may be necessary from a technical perspective if certain data cannot be separated from other data and we therefore need to store it together with this data (e.g.\nin the case of backups or document management systems).</p> 7.\nTo whom do we disclose personal data? <p>In relation to the use of the TWINT app or website or during the application process, we disclose your personal data to the following categories of recipients:</p>\n<ul>\n<li>\n<strong>TWINT AG / TWINT Acquiring AG:</strong> Within the framework of intra-Group services, we can disclose your personal data within the Group to TWINT AG or TWINT Acquiring AG.</li>\n<li>\n<strong>Service providers:</strong> We work together with service providers from Switzerland and abroad who process data pertaining to you received by us on our behalf, as joint controllers with us or as independent controllers (e.g.\nIT providers, shipping companies, advertising service providers, login service providers, cleaning companies, banks, insurance companies, debt collection agencies).\nSee section 9 for the service providers consulted for the website.\nWe disclose to these service providers the data necessary for the provision of their services, which may also concern you.\nThese service providers may also use data of this kind for their own purposes, e.g.\nto find out about outstanding claims and your payment behaviour in the case of credit bureaus or anonymised data to help improve services.\nWe conclude contracts with these service providers, which contain provisions on the protection of your personal data.\nOur service providers may also process data about how their services are used and other data arising from the use of their service as independent data controllers for their own legitimate interests (e.g.\nfor statistical assessments or for preparing statements).\nThe service providers provide information about their data processing practices in their own data privacy statements.</li>\n<li>\n<strong>Authorities:</strong> We may disclose personal data to offices, courts and other authorities or regulatory organisations in Switzerland and abroad if we are legally obliged or entitled to do so, or if this appears necessary to protect our interests.\nThe authorities process data about you received by us as independent controllers.</li>\n</ul>\n<p>All of these categories of recipients may engage third parties, meaning that your data may also be made accessible to these parties.\nWe can limit processing by certain third parties (e.g.\nIT providers), but not others (e.g.\nauthorities, banks, etc.).</p>\n<p>We also allow certain third parties to collect personal data from you on our website and at events organised by us (e.g.\nmedia photographers, providers of tools we have integrated into our website).\nThese third parties alone are responsible for data processing, unless we play a decisive role in these data collection activities.\nPlease contact these third parties directly if you have any concerns or wish to assert your data protection rights.</p> 8.\nTransmission of your personal data abroad <p>As explained in section&nbsp;7, we also disclose data to third parties.\nThese parties are not located exclusively in Switzerland.\nYour data may, therefore, also be processed in Europe (particularly Germany) and the US (e.g.\nwhen using Google Analytics).\nin exceptional cases, however, in any country of the world.</p>\n<p>Some of the third-party service providers referred to in this data privacy statement are headquartered in the US.\nFor the sake of completeness, we would like to point out that, in the US, surveillance measures are enforced by the US authorities, which generally allow for the storage of all personal data pertaining to anyone who has transmitted their data from Switzerland or the EU to the US.\nThis is done without any differentiation, limitation or exception based on the objective pursued and without any objective criterion that would make it possible to limit the access of the US authorities to the data and its subsequent use to very specific, strictly limited purposes that are capable of justifying the intervention associated with both the access to and use of this data.\nWe would also like to point out that, in the US, data subjects from Switzerland have no recourse to remedies that would allow them to gain access to the data pertaining to them and have it rectified or deleted, and have no recourse to effective judicial protection against general access rights of US authorities.\nWe are drawing your attention explicitly to this legal and factual situation so that you can make an appropriately informed decision as to whether or not to consent to the use of your data.</p>\n<p>If a recipient is located in a country without an adequate level of statutory data protection (e.g.\nthe US), we contractually oblige the recipient to comply with applicable data protection legislation (we use the revised Standard Contractual Clauses of the European Commission, which can be accessed here), provided the recipient is not already subject to a legally recognised regulatory framework to ensure data protection and we cannot rely on a derogation.\nAn exception may apply in particular in the case of legal proceedings abroad, but also in cases of overriding public interests or if the performance of a contract requires such disclosure, if you have consented or if it concerns data that you have made generally accessible and you have not objected to its processing.</p>\n<p>Please also be aware that data exchanged over the Internet is often transmitted via third countries.\nYour data may, therefore, also be transmitted abroad, even if the senders and the recipient are located in the same country.</p> 9.\nDo we use online tracking and online advertising techniques? <p>\n<strong>a.\nGoogle Analytics (including Google Analytics for Firebase)</strong>\n</p>\n<p>In the TWINT app and on our websites, we use Google Analytics (including Google Analytics for Firebase), an analytical tool provided by Google Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA, or Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland (<strong>Google</strong>).\nGoogle Analytics uses methods that make it possible to analyse visits to our websites, such as cookies.\nThe information about your use of our website generated through the cookie, such as</p>\n<ul>\n<li>App updates,</li>\n<li>Browser information,</li>\n<li>Click path,</li>\n<li>Date and time of visit,</li>\n<li>Device information,</li>\n<li>Downloads,</li>\n<li>Flash version,</li>\n<li>Approximate location information (country and city),</li>\n<li>IP address,</li>\n<li>JavaScript support,</li>\n<li>Pages visited,</li>\n<li>Purchasing activity,</li>\n<li>Referrer URL,</li>\n<li>Usage data,</li>\n<li>Widget interactions,</li>\n<li>Navigation path that a visitor follows on the websites,</li>\n<li>Time spent on the websites and subpages,</li>\n<li>The subpage from which the website is left,</li>\n<li>The country, region or city in which access is made,</li>\n<li>End device (type, version, colour depth, resolution, width and height of the browser window),</li>\n<li>Returning or new user,</li>\n<li>Browser provider/version,</li>\n<li>The operating system used,</li>\n<li>The referrer URL (website visited previously),</li>\n<li>Host name of the accessing computer (IP address),</li>\n<li>Time of server request,</li>\n</ul>\n<p>is usually transferred to a Google server in the US and stored there.\nDuring this process, the IP address is truncated by activating IP anonymisation (“anonymizeIP”) before being transmitted to a Member State of the European Union or to other states party to the European Economic Area Agreement or Switzerland.\nAccording to Google, the masked IP address transmitted in connection with Google Analytics is not associated with other data held by Google.\nOnly in exceptional cases is the full IP address transferred to a Google server in the US and truncated there.\nIn these cases, you will be asked to consent to the processing of the data in advance.</p>\n<p>The information is used to evaluate the use of our websites, to prepare reports on the activities undertaken on our websites and to provide additional services associated with the use of our websites for the purposes of market research and designing our websites to meet the needs of our users.\nThis information may also be transmitted to third parties insofar as this is required by law or insofar as third parties process this data on our behalf.</p>\n<p>Users can prevent the collection and processing by Google of the data concerning their use of our websites generated by the cookie (incl.\nthe IP address) by preventing cookies or by selecting the relevant settings on the website (see section&nbsp;10).\nIn the TWINT app, the use of Google Firebase to optimise the app can also be deactivated.</p>\n<p>You can find further information about Google and how Google processes data here.</p>\n<p>\n<strong>b.&nbsp;Microsoft&nbsp;App Center</strong>\n</p>\n<p>TWINT uses the App Center Software Development Kit (“SDK”) of Microsoft&nbsp;Corporation&nbsp;(“Microsoft”) in the TWINT app in order to transmit crash reports with the objective of improving the TWINT app on a continuous basis.\nThe information collected via the SDK about crashes in the TWINT app is transmitted to Microsoft servers in the US and stored there.\nThis data is assessed by Microsoft in order to create crash reports and to provide additional services in connection with the analysis of TWINT app error messages.\nYou can find detailed information about the type of data and its use in the Microsoft Privacy Statement under the following link: https://privacy.microsoft.com/en-gb/privacystatement.</p> 10.\nCookies <p>Cookies help with a variety of processes, one of which being to make your visit to our websites easier, more pleasant and more meaningful.</p>\n<p>Cookies are individual codes (e.g.\na serial number) which our server or a server of our service providers or advertising contractual partners transmits to your system when you connect to our website and which your system (browser, mobile) accepts and stores until the programmed expiry time.\nWith every further access, your system transmits these codes to our server or the server of the third party.\nThis allows you to be identified even if your identity is unknown.</p>\n<p>This means that, whenever you access a server (e.g.\nwhen you use a website or an app or because an image is integrated into an e-mail, visibly or not), your visits can be tracked.\nIf we integrate offers from an advertising contractual partner or analytics tool provider into our website, they may track you in the same way, even if you cannot be identified in individual cases.</p>\n<p>Most devices/Internet browsers accept cookies automatically.\nYou can, however, adjust the settings of the device/Internet browser so that cookies are disabled or so that a message is displayed whenever you receive a new cookie.\nOn the pages below, you can find a series of explanations as to how you can configure the processing of cookies:</p>\n<ul>\n<li>Android</li>\n<li>iOS</li>\n</ul>\n<p>Please note that the deactivation of cookies may result in you being unable to use all functions of our services.</p>\n<p>Cookies can be classified as follows:</p>\n<ul>\n<li>\n<strong>Essential cookies:</strong> Some cookies are essential for the functioning of the website or some of its features.\nFor example, they ensure that you can switch between pages without losing information entered in a form.\nThey also ensure that you stay logged in.\nThese cookies are only stored temporarily (“session cookies”).\nIf you block them, the website may not work.\nOther cookies are essential for ensuring that the server can save decisions or entries made by you beyond one session (i.e.\none use of the website) if you request this function (e.g.\nlanguage selected, consent given, the function for automatic login, etc.).\nThese cookies have an expiry date of up to 24 months.</li>\n<li>\n<strong>Performance cookies:</strong> In order to optimise our websites and corresponding offers and to better adapt them to the needs of users, we use cookies to record and analyse the use of our websites, possibly even beyond the individual session.\nWe do this by using analytics services provided by third-party providers.\nWe have listed these below.\nBefore we place cookies of this kind, we ask you to accept them.\nPerformance cookies also have an expiry date of up to 24 months.\nYou can find specific details on the websites of third-party providers.</li>\n<li>\n<strong>Marketing cookies:</strong> We and our advertising contractual partners have an interest in targeting advertising, i.e.\ndisplaying it as far as possible only to those we wish to address.\nWe have listed our advertising contractual partners below.\nFor this purpose, we and our advertising contractual partners – subject to your consent – also use cookies that can be used to record the content accessed or contracts concluded.\nThis allows us and our advertising contractual partners to display advertising that we can assume would be of interest to you, not only on our website, but also on other websites that display advertising pertaining to us or our advertising contractual partners.\nDepending on the situation, these cookies have an expiry date between a few days and 12 months.\nIf you consent to the use of these cookies, corresponding advertising will be displayed to you.\nIf you do not consent to these cookies, you will not see less advertising, you will simply see other advertising.</li>\n</ul>\n<p>We may also integrate further third-party offers into our websites, particularly those from social media providers.\nThese offers are deactivated as standard.\nAs soon as you activate them (e.g.\nby clicking a button), the corresponding providers can determine that you are on our website.\nIf you have an account with the social media provider in question, it can assign this information to you and thus track your use of online offers.\nThese social media providers process this data as independent controllers.</p> 11.\nWhat data do we process on our pages on social networks? <p>You can find links to our social media networks on our websites.\nBehind the buttons to the social media networks is merely a link to our presence on the social media network.\nNo user data is transmitted from TWINT to the social media network.</p>\n<p>When you click on a link to one of our social media profiles, a direct connection is established between your end device and the server of the social network concerned.\nThis notifies the network that you have visited our website and clicked on the link.\nIf you click on a link to a network while you are logged into your account with the network concerned, the contents of our website can be linked to your profile with the network, which means that the network can assign your use of our website directly to your user account.\nIf you wish to prevent this, you should log out before clicking on the corresponding links.\nIn any case, this activity will be assigned to you when you log into the network concerned after clicking on the link.</p>\n<p>We have also integrated social media plug-ins from various social networks on our website.\nThese social media plug-ins may include, for example, the “Like” button or other functionalities, such as the ability to share content on social networks.\nYou can identify the social media plug-ins by the logos of the social networks concerned.</p>\n<p>A direct connection to the provider’s server is only established when you activate the respective plug-in by clicking on the associated button (consent).\nAs soon as you activate the plug-in, the respective provider is notified that you have visited/used our website.\nIf you are logged into your respective social media account (e.g.\nFacebook) at the same time, the respective provider can assign the visit/use of our website to your user account.\nIf you wish to prevent this, you should log out before clicking on the plug-in.\nIn any case, this activity will be assigned to you when you log into the network concerned after clicking on the plug-in.</p>\n<p>Links and plug-ins are linked to the following networks:</p>\n<ul>\n<li>Facebook, of Facebook Ireland Ltd., 4 Grand Canal Square, Grand Canal Harbour, Dublin 2, Ireland;</li>\n<li>Instagram Inc., 1601 Willow Road, Meno Park, CA 94025, USA;</li>\n<li>Twitter, of Twitter Inc., 795 Folsom St., Suite 600, San Francisco, CA 94107, USA;</li>\n<li>LinkedIn, of LinkedIn Corporation, 2029 Stierlin Court, Mountain View, CA 94043, USA.\nand</li>\n<li>YouTube, operated by Google Ireland Limited, Gordon House, Barrow Street, Dublin 4, Ireland.</li>\n</ul> 12.\nHow do we protect personal data? <p>We take appropriate technical and organisational security measures to protect your personal data stored with us against manipulation, partial or complete loss and unauthorised access by third parties.\nOur security measures are continuously improved in line with technological developments.</p>\n<p>We also take internal data protection very seriously.\nOur employees and the service providers engaged by us have been obliged by us to maintain confidentiality and to comply with data protection provisions.</p> 13.\nWhat rights do you have? <p>You have the following rights:</p>\n<p>\n<strong>Right to information:</strong> You have the right to request access to your personal data stored by us at any time and free of charge when we are processing it.\nThis gives you the opportunity to check what personal data pertaining to you we are processing and to ensure that we are using it in accordance with applicable data protection regulations.</p>\n<p>\n<strong>Right to rectification:</strong> You have the right to have incorrect or incomplete personal data rectified and to be notified of the rectification.\nIn this case, we will inform the recipients of the data concerned of the amendments made, unless this is impossible or involves disproportionate effort.</p>\n<p>\n<strong>Right to erasure:</strong> You have the right to have your personal data deleted under certain circumstances.\nIn individual cases, the right to erasure may be excluded.</p>\n<p>\n<strong>Right to data transmission:</strong> Under certain circumstances, you have the right to obtain from us free of charge in a machine-readable format the personal data you have provided to us.</p>\n<p>\n<strong>Right of revocation:</strong> If data processing is based on consent, you have the right to revoke your consent at any time with effect for the future.\nProcessing activities performed in the past based on your consent do not become unlawful as a result of your revocation.\nRevocation of consent may result in the discontinuation of the TWINT service.</p>\n<p>If you wish to assert your rights, please contact us in writing.\nThe contact details are provided in section&nbsp;14 below.</p> 14.\nContact <p>If you have any questions about TWINT’s data protection, would like information or would like to have your data deleted, please contact us by sending an e-mail to privacy@twint.ch.</p>\n<p>If you wish to contact us via letter, please direct your concerns to the following address:</p>\n<p>TWINT AG<br>\nData Protection Officer<br>\nStauffacherstrasse 41<br>\nCH-8004 Zurich<br>\nSwitzerland</p> 15.\nAmendment of the data privacy statement <p>This data privacy statement does not form part of any contract with you.\nWe may amend this data privacy statement at any time.\nThe version published on this website is the most recent version.</p>\n<p>Last update: 29 March 2023</p>\n<ul>\n<li>\nFunctions <ul>\n<li>At cash registers</li>\n<li>In online shops</li>\n<li>Between friends</li>\n<li>Parking</li>\n<li>Donate</li>\n<li>Digital Vouchers</li>\n<li>Withdraw Cash</li>\n<li>Insurance</li>\n<li>Order coffee</li>\n<li>Super Deals</li>\n<li>Experience vouchers</li>\n<li>Mobile comparison</li>\n<li>Paysafecard</li>\n</ul>\n</li>\n<li>\nSupport <ul>\n<li>Support</li>\n<li>Video tutorials</li>\n<li>Security</li>\n</ul>\n</li>\n<li>\nCompany <ul>\n<li>About us</li>\n<li>Working at TWINT </li>\n<li>News</li>\n</ul>\n</li>\n<li>\nBanks <ul>\n<li>UBS</li>\n<li>PostFinance</li>\n<li>Raiffeisen</li>\n<li>Zuercher Kantonalbank</li>\n<li>BCV</li>\n<li>Credit Suisse</li>\n<li>Other banks</li>\n</ul>\n</li>\n<li>\nNewsletter\n</li>\n</ul>\n<p>\nAn app that makes life easier.\nBecause you no longer need to worry about payments and everything related to them.\n</p> Facebook Twitter Instagram YouTube LinkedIn <p>© TWINT AG 2023</p>\n<ul>\n<li>App conditions of use</li>\n<li>Data Privacy Statement</li>\n<li>Company details</li>\n</ul>\n<p>\nTWINT, TWINTEN, TWINTING, TWINTARE, TWINTER and the TWINT logo are registered trademarks.<br>\nMake convenient and secure payments with TWINT using your smartphone: pay at the cash register in a supermarket, in an online shop, when shopping at a farm shop, on public transport, when parking, or transferring money to your friends.\nWith more than 4 million registered users, TWINT is the leading payment app in Switzerland.\nTWINT AG belongs to Switzerland’s biggest banks: BCV (Banque Cantonale Vaudoise), Credit Suisse, PostFinance, Raiffeisen, UBS, Zürcher Kantonalbank as well as SIX and Worldline.\n</p> Enter search term Go to top of page <p>\nWe use cookies on our website in order to offer you the best possible service.\nThe purpose of the cookies is specifically to provide a statistical analysis of the use of our website in order to allow for improvements to be made.\nClick on Accept’ to consent to the use of cookies.\nFurther information</p> Accept ", "created_at": "2021-05-15 10:46:42.114136", "updated_at": "2023-06-12 13:50:19.313126"}, {"id": 6022, "name": "General Terms and Conditions for the Use of TWINT", "url": "https://www.twint.ch/en/app-conditions-use/", "xpath": "//body", "text": " Search <ul>\n<li>\nPrivate customers <ul>\n<li>\nFunctions <ul>\n<li> At cash registers\n</li>\n<li>\nIn online shops\n</li>\n<li>\nBetween friends\n</li>\n<li>\nParking\n</li>\n<li>\nRefuel\n</li>\n<li>\nDonate\n</li>\n<li>\nDigital Vouchers\n</li>\n<li>\nPaysafecard\n</li>\n<li>\nExperience vouchers\n</li>\n<li>\nWithdraw cash\n</li>\n<li>\nInsurance\n</li>\n<li>\nMobile comparison\n</li>\n<li>\nOrder coffee\n</li>\n<li>\nSuper Deals\n</li>\n</ul>\n</li>\n<li>\nStores <ul>\n<li>\nIn online shops\n</li>\n<li>\nAt cash registers\n</li>\n</ul>\n</li>\n<li>\nSupport <ul>\n<li>\nFAQ\n</li>\n<li>\nVideo tutorials\n</li>\n<li>\nSecurity\n</li>\n</ul>\n</li>\n</ul>\n<p>\nPractical as it suits everyone\n</p>\n<p>\nBoth customers and merchants love TWINT.\n</p>\n<p>\nLearn more\n</p>\n</li>\n<li>\nBusiness Customers <ul>\n<li>\nOur solutions The right payment solution for every business.\n</li>\n<li>\nSupport Answers to your main questions.\n</li>\n<li>\nAdvertising material Show that you offer TWINT as a payment method.\n</li>\n<li>\nMerchant login Access to merchant portal.\n</li>\n<li>\nLogin for partner banks Access to the bank portal.\n</li>\n</ul>\n<p>\nCollect payments with<br>TWINT\n</p>\n<p>\nThe QR code sticker lets your customers pay<br>quickly and independently.\n</p>\n<p>\nFind out more\n</p>\n</li>\n<li>\nCompany <ul>\n<li>\nAbout us <ul>\n<li>\nOur vision\n</li>\n<li>\nOur history\n</li>\n<li> Facts\n</li>\n<li>\nTWINT Shop\n</li>\n</ul>\n</li>\n<li>\nWorking at TWINT <ul>\n<li>\nPurpose\n</li>\n<li>\nOur teams\n</li>\n<li> Benefits\n</li>\n<li>\nJob vacancies\n</li>\n</ul>\n</li>\n<li>\nNews <ul>\n<li>\nPress releases\n</li>\n<li>\nBlog\n</li>\n<li>\nNewsletter </li>\n</ul>\n</li>\n</ul>\n<p>\nBecome part of the TWINT team\n</p>\n<p>\nJob vacancies\n</p>\n<p>\nFind out more\n</p>\n</li>\n</ul> Download TWINT app Subscribe to the Newsletter en<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Italiano</li>\n<li>Français</li>\n</ul> Search Rate us Download TWINT app en<ul>\n<li>Deutsch</li>\n<li>English</li>\n<li>Italiano</li>\n<li>Français</li>\n</ul> Rate us Download app General Terms and Conditions for the Use of TWINT <p>\n<strong>Main changes</strong>\n</p>\n<p>April 2023 / Version 7.0</p> 1.\nGeneral 1.1.\nScope of application <p>TWINT AG (hereinafter referred to as “<strong>TWINT AG</strong>“) is a Swiss public limited company headquartered in Zurich.</p>\n<p>TWINT AG offers private customers (hereinafter referred to as the “<strong>customer</strong>“) a mobile payment application for the iOS and Android operating systems (hereinafter referred to as the “<strong>TWINT app</strong>“) under the name “prepaid TWINT &amp.\nother banks”.</p>\n<p>These General Terms and Conditions (hereinafter referred to as “<strong>GTCs</strong>”) govern the use of the TWINT app and the services provided by TWINT AG via the TWINT app.</p>\n<p>These GTCs shall be deemed to have been accepted as soon as customers declare their consent in the TWINT app.</p> 1.2.\nServices <p>The TWINT app is a mobile app that allows cashless payments to be made via the TWINT payment system.</p>\n<p>The TWINT app can be used by customers to make payments between TWINT users (“<strong>P2P payment</strong>”) and as a payment method in traditional retail stores, at ATMS, online and in apps, provided the merchants or service providers are authorised and accept TWINT as a payment method (hereinafter referred to as “<strong>merchants</strong>“) (“<strong>P2M payment</strong>”).</p>\n<p>TWINT AG may also authorise the use of the TWINT app abroad with merchants that are connected to a foreign payment system that cooperates with the TWINT system.\nSuch transactions will be transferred to the TWINT payment system by the foreign payment system (hereinafter referred to as an “<strong>international payment</strong>”).</p>\n<p>TWINT AG also offers various added-value services.\nThese include, in particular, the saving or activation of customer loyalty cards and services in the area of mobile marketing.\nThese added-value services allow customers to receive and manage coupons, stamp cards and other campaigns in the TWINT app, among other things.\nCustomers may use these services to collect stamps and redeem loyalty rewards, discounts and credits via the TWINT app.</p> 1.3.\nTechnical requirements <p>The TWINT app may only be purchased from an official app store.\nA smartphone that (i) is equipped with either the iOS or Android operating system and (ii) meets the requirements set out in the respective app store is required.</p>\n<p>Use of the payment function and the added-value services requires an active internet connection.</p> 1.4.\nRegistration and identification <p>In order to use the TWINT app, customers are obliged to register in the TWINT app and to provide the requested information.\nTWINT AG reserves the right to request further information in order to fulfil regulatory requirements.\nFor security reasons, the telephone number registered will be verified via SMS.\nBy registering, the customer confirms that they are the rightful user of the telephone number and smartphone.</p>\n<p>Any changes to details provided during registration must be updated in the TWINT app without delay.</p>\n<p>TWINT AG reserves the right to reject registration attempts without providing a reason or to cancel registrations that have already been completed.</p> 1.5.\nConfidentiality <p>In principle, the nature of the business relationship and the resulting information (e.g.\nname, place of residence, transaction details) shall be handled confidentially.\nWhere necessary, information may be disclosed to the payee and other third parties for the purpose of providing services.\nThe duty of confidentiality may therefore be waived in order to safeguard the legitimate interests of TWINT AG.\nThis shall apply, in particular, in the following cases:</p>\n<ul>\n<li>Acknowledgement of statutory obligations to provide information and meeting regulatory requirements</li>\n<li>For the collection of receivables of TWINT AG</li>\n<li>Legal disputes.</li>\n</ul> 1.6.\nSupport <p>TWINT AG shall provide customers with a help function via the TWINT app that offers technical support.\nTWINT AG can also call on third parties for the provision of this support.\nTo enable them to perform this task, they may be granted access to relevant data.</p> 1.7.\nDuty of care and other customer obligations <p>When using the TWINT app, the following duties of care in particular must be observed by customers:</p>\n<ul>\n<li>Customers must protect their smartphone against unauthorised use or manipulation (e.g.\nby locking the device or display).</li>\n<li>The code for the use of the TWINT app must be kept secret and must not be disclosed to other individuals under any circumstances or stored together with the smartphone.</li>\n<li>The selected code may not be made up of easily ascertainable combinations (mobile number, date of birth, etc.).</li>\n<li>Should damages be suffered, customers must, to the best of their knowledge, contribute to clarifying the case in question and mitigating the damage.\nIn the event of criminal acts, customers must file a complaint to the police.</li>\n<li>If the smartphone is lost, and especially in the case of theft, TWINT AG must be informed promptly so that the TWINT app can be blocked.</li>\n<li>Jailbreaking (the deactivation of the smartphone’s security structures for the installation of applications that are not officially available) and the setting up of root access (establishment of access at the system level of the smartphone) are forbidden, as is the installation of apps not available in official app stores, as these make the smartphone more prone to viruses and malware.</li>\n<li>Prior to each payment, the customer must check the payee details in order to prevent incorrect transactions.</li>\n<li>Completed payments must be checked.\nAny discrepancies determined must be reported to TWINT AG immediately within 30 days at the latest.\nIn no circumstances whatsoever can international payments be reversed and, accordingly, no complaints can be accepted.</li>\n<li>The customer must ensure that it does not break off contact with TWINT AG.\nShould the customer break off contact, TWINT AG can pass on the costs that arise for making inquiries into finding the customer’s new address as well as for the special handling and monitoring of dormant assets to the customer.\nThe procedure for dealing with dormant assets and the respective fee tables applicable can be viewed here.\nTWINT AG shall terminate contactless business relationships with a debit balance.</li>\n</ul>\n<p>Customers are responsible for the use of their smartphone and shall bear all consequences arising from the use of the TWINT app on their smartphone.\nIn particular, unauthorised actions undertaken with the TWINT app on a customer’s smartphone by a third party shall be attributed to the customer.</p> 1.8.\nPrivate use.\nmisuse <p>The TWINT app may not be used for commercial purposes.\nin particular, the use of the TWINT app for receiving P2P payments arising from the processing of commercial sales or the provision of services is not permitted.</p>\n<p>If the use of the TWINT app deviates significantly from normal usage patterns or if there is any indication of behaviour that is illegal or in breach of the agreement, TWINT AG can encourage customers to use the app in a legally and contractually compliant manner, alter the provision of the service with no compensation or prior notification, terminate the agreement without notice and with no compensation and, where necessary, demand compensation for damages and indemnification against third-party claims.\nThe same shall apply in instances in which customers provide incorrect or incomplete details upon registration.</p> 1.9.\nLiability <p>TWINT AG shall not be liable for losses or damages incurred through the customer’s use of the TWINT app, especially those losses or damages that:</p>\n<ul>\n<li>are due to transmission errors, technical faults or defects, failures and unauthorised access or interference on the smartphone;</li>\n<li>can be traced back wholly or partially to a breach of these GTCs or applicable legislation on the part of the customer;</li>\n<li>are due to a fault or error on the TWINT app or the hardware used;</li>\n<li>are due to faults, interruptions (including for system maintenance work) or overloads of the relevant IT systems or networks;</li>\n<li>are due to payments that are not processed or are processed after a delay;</li>\n<li>relate to added-value services;</li>\n<li>can be traced back to the actions or omissions of a third party (including TWINT AG employees), unless these losses or damages can be traced back to gross negligence or wilful misconduct on the part of TWINT AG.</li>\n</ul>\n<p>TWINT AG shall provide compensation for material damages and financial losses of up to a maximum of CHF 3,000 per claim event.</p>\n<p>To the extent permitted by law, TWINT AG shall not accept any liability for secondary damages, lost profits or data losses under any circumstances.</p>\n<p>The customer shall reimburse TWINT AG for damages or losses that are suffered by TWINT AG as a result of non-compliance with these GTCs or applicable legislation, erroneous or incomplete information provided by the customer or erroneous or incomplete execution of instructions.</p> 1.10.\nCommunication <p>In principle, communication between TWINT AG and the customer shall take place via the TWINT app.\nWhere necessary, TWINT AG may also contact the customer outside of the TWINT app.\nSuch communication is not necessarily confidential or secure.</p> 1.11.\nChanges to the GTCs <p>TWINT AG can make amendments to the GTCs at any time.\nAny changes shall be communicated in an appropriate manner.\nIf the customer does not consent to the changes, the customer may no longer use the TWINT app.</p> 1.12.\nReservation of statutory regulations and service restrictions <p>Any statutory provisions that govern the operation and use of smartphones, payment systems, the Internet and other dedicated infrastructure shall remain reserved and shall also be applicable to these services from the time that they enter into force.</p>\n<p>The use of the services from outside Switzerland may be subject to local legal restrictions or, under certain circumstances, breach foreign legislation.\nThe payment function shall in principle be limited to Swiss territory and may not be utilised abroad.\nHowever, international payments made via a foreign payment system that is cooperating with the TWINT payment system are permitted.</p>\n<p>TWINT AG reserves the right to change, limit or completely discontinue the offer in the TWINT app at any time and without prior notification, particularly due to legal requirements, technical problems, for the purposes of preventing misuse, on the orders of the authorities or for security reasons.</p>\n<p>TWINT AG may, at its own discretion and without prior notification, limit or prevent the use of the TWINT app for individual customers, decline to process payments on time or at all, reject payments into an account and limit the topping up and releasing of funds, especially where these actions are justified by legal reasons in the view of TWINT AG or reasons relating to its reputation, or in the event of IT attacks, misuse or suspicion of fraud.\nCircumstances may arise during the term of the business relationship that may obligate TWINT AG to block assets, report the business relationship to a responsible authority or terminate the business relationship.</p>\n<p>Upon request, customers shall be obligated to provide TWINT AG with information that it requires to meet its statutory or internal clarification or reporting obligations.</p> 1.13.\nIntellectual property <p>For the duration of the agreement, customers shall receive the non-transferable, non-exclusive right to use the TWINT app.\nThe content and scope of this right are governed by these GTCs.\nAll intellectual property rights shall remain with TWINT AG or the entitled third parties.</p> 1.14.\nData protection <p>With respect to the procurement, processing and use of its customers’ personal data, TWINT AG shall undertake to observe the provisions of Swiss data protection legislation (in particular the Federal Act on Data Protection (FADP) and the Federal Ordinance on Data Protection (FODP)).</p>\n<p>The customer expressly agrees that TWINT AG may involve third parties (e.g.\npayment service providers or foreign payment systems or intermediaries in the event of international payments) in the provision of its services and that, where necessary, customer data may be disclosed within the framework of such relationships.\nTWINT AG undertakes to select, instruct and monitor such service providers in a prudent manner.</p>\n<p>\n<strong>The customer expressly agrees that transaction data may be evaluated for marketing and advertising purposes and, as a consequence, the customer’s usage patterns may be analysed.</strong> This includes data and information regarding the merchant, the time, the type and the amount of the transactions completed via the TWINT app.\nIn addition, the offers that the customer views, activates and redeems shall be recorded and evaluated.\nTWINT AG has no knowledge as to the contents of the customer’s shopping basket and, accordingly, shall not evaluate such data.</p>\n<p>The analysis of usage patterns and any further data is intended to show customers offers and advertisements relating to products and services affiliated with TWINT AG that may be of interest to the customer.\nOffers from third parties that are not affiliated with TWINT AG shall only be shown to the customer if relevant consent has been granted (see section <strong>3.1.1</strong>).</p>\n<p>Further information on data processing can be found in the Data Privacy Statement on TWINT AG’s website (www.twint.ch/en).</p> 1.15.\nDuration and termination <p>The business relationship between customers and TWINT AG shall be concluded for an indefinite period.</p>\n<p>Customers may balance and close their TWINT account in the TWINT app at any time.\nthis is deemed termination.\nTWINT AG may terminate the business relationship at any time with immediate effect.\nTWINT AG shall send a written notice of termination to the customer’s last known (e-mail) address.</p>\n<p>If no transaction takes place for four years, the business relationship is deemed to have been terminated by the customer.</p> 1.16.\nTransfer <p>TWINT AG may transfer the contractual relationship with the customer (including any credit) to another company within the TWINT group at any time and without prior notification.</p> 1.17.\nApplicable law and place of jurisdiction <p>To the extent permitted by law, all legal relationships between customers and TWINT AG (including international payments) shall be exclusively subject to Swiss substantive law to the exclusion of conflict-of-law provisions and international treaties.</p>\n<p>Subject to the existence of mandatory, statutory provisions to the contrary, the sole place of jurisdiction and place of performance shall be Zurich.\nZurich is also the place of enforcement for customers domiciled outside of Switzerland.</p> 2.\nPayment functions 2.1.\nLimits <p>Customers can top up TWINT credit of up to CHF 10,000 per month and CHF 120,000 per calendar year and make cashless payments with these funds.\nThe maximum TWINT credit balance shall be limited to CHF 3,000.\nCustomers aged between 12 and 14 shall be authorised to top up their TWINT credit with up to CHF 100 per month, while the corresponding figure for customers aged between 15 and 17 shall be set at CHF 500 per month.</p>\n<p>The topping up of TWINT credit using credit codes (vouchers) shall be limited to CHF 5,000 per calendar year.</p>\n<p>For payments to other TWINT users (P2P payments), customers domiciled in Switzerland shall be subject to limits of CHF 1,000 per month and CHF 5,000 per calendar year for sending and receiving money.\nFor customers domiciled outside Switzerland, the corresponding limits shall be set at CHF 500 per month and CHF 3,000 per calendar year.\nIncoming P2P payments shall be included when topping up limits are calculated.</p>\n<p>TWINT AG reserves the right to decrease or increase these limits or introduce additional limits at any time, particularly for regulatory or security reasons.</p> 2.2.\nTopping up credit <p>TWINT credit shall be topped up by customers via the options designated for this purpose in the app.\nThe following options are available:</p>\n<ul>\n<li>&nbsp;Redeeming credit codes (vouchers).</li>\n<li>Bank transfer via a deposit slip.</li>\n<li>Linking to own bank account via a direct debit.\nThis option is only available for certain banks.\nA list of participating banks can be found on the TWINT app.</li>\n</ul>\n<p>TWINT AG may introduce further topping up options or discontinue existing options.</p>\n<p>In the event of a direct debit arrangement, TWINT AG may provide a pre-financing option.\nIn this case, the desired amount (up to a limit set by TWINT AG) shall be immediately made available to the customer by TWINT AG as TWINT credit.\nTWINT AG shall subsequently receive the pre-financed amount from the customer’s bank account via direct debit.\nThe customer must ensure there are sufficient funds in their bank account to cover the direct debit.\nIf the pre-financed amount cannot be taken due to insufficient funds or any other reason, an enforcement and collection operation shall be initiated.\n<strong>Fees that exceed the statutory default interest rate may arise in the process.</strong> Customers shall undertake to pay these fees.\nThe respective applicable fees are listed here.</p>\n<p>Any transaction fees or other fees associated with topping up must be borne by the customer.</p>\n<p>No interest shall be paid on TWINT credit.\nCustomers acknowledge that credit is not covered by a deposit guarantee.</p>\n<p>The process of topping up or releasing TWINT credit may require several days, depending on the option chosen to complete these actions.</p>\n<p>In cases in which a direct debit arrangement has been established, customers shall issue TWINT AG with authorisation to disclose certain data to third parties for the purpose of a credit rating check.</p> 2.3.\nReleasing credit <p>For regulatory reasons, credit must be released to a bank account in the customer’s name held with a bank authorised in Switzerland.\nRefunds are limited to a maximum of CHF 5,000 per calendar year.</p> 2.4.\nPaying with TWINT <p>Customers may make cashless payments using their smartphone and the associated TWINT credit at appropriately equipped shop cash registers within and outside of Switzerland, at ATMs, online, in other apps, by saving TWINT as a payment method for selected merchants, for added-value services and to other TWINT users in accordance with applicable limits.</p>\n<p>Upon making a payment, the relevant payment amount shall be deducted directly from the TWINT credit.\nThe value of the TWINT credit available must at least be equal to the transaction amount.</p>\n<p>Customers may select the amount at which a payment should only be completed following explicit confirmation (“OK” button) in the TWINT app settings.\nThese limits may be amended at any time.\nThis does not apply to payments – and recurring payments (subscriptions) – to merchants for whom TWINT has been saved as a payment method and where the payments (irrespective of the amount) are made at a flat rate.\nIn such cases, the payment is executed automatically in accordance with the process defined by the merchant in question.</p>\n<p>Upon saving TWINT as a payment method, the customer authorises a merchant to debit the relevant amount directly from their TWINT credit without the need for individual debits to be authorised.\nThese can also be recurring transactions, e.g.\nsubscriptions.\nSaving this TWINT payment method requires registration with the merchant, whereby no distinction is made between authorisation for a one-off transaction and for recurring transactions, e.g.\nsubscriptions.\nAuthorisation of this kind granted to a merchant can be revoked in the TWINT app at any time.\nExpired or deactivated registrations can only be renewed through the merchant.</p>\n<p>By making a payment using the pre-authorisation function, the customer authorises a merchant to effect a later debit (irrespective of the amount).&nbsp;The actual amount is not fixed at the time of pre-authorisation and is only confirmed definitively once the service has been procured.\nThese may be, for example, transactions at auto fuel terminals, where the actual amount is only certain once the fuel has been purchased.</p>\n<p>In the case of international payments, customers must always confirm the payment, regardless of the amount.\nUnder no circumstances whatsoever can a transaction be reversed.\nIn the event of complaints, customers must come to an agreement directly with the respective merchant.</p>\n<p>For P2P payments to other TWINT users, the customer may send additional messages and/or images together with funds.\nCustomers are not permitted to send messages or images with offensive or illegal content via TWINT or to harass other TWINT users using this function.</p> 2.5.\nDebiting payments <p>Customers shall acknowledge all P2M and P2P payments that have been made using TWINT credit from their smartphone and registered as a payment in the TWINT app, even when these payments were made without their consent.</p> 2.6.\nCharges and third-party fees <p>The installation of the TWINT app and the use of the associated services shall, in principle, be free of charge.</p>\n<p>International payments in foreign currencies are automatically converted into Swiss francs at an exchange rate set by a third party.\nTWINT AG may increase this exchange rate (referred to as a mark-up) and charge an extra fee for the foreign currency transaction.\nThe mark-up and the fees shall be paid solely to TWINT AG.\nThe final amount will always be displayed to the customer in Swiss francs for confirmation purposes.\nIf an international payment is reversed, this will be carried out at the exchange rate applicable at the time.\nCustomers shall bear the corresponding risks associated with the exchange rate.</p>\n<p>TWINT may charge fees for the use of top-up options.\nIn this case, the customers shall be informed in the TWINT app about any fees to be paid prior to making use of the fee-based top-up option.</p>\n<p>Changes to fees and the introduction of new fees shall generally be communicated in the TWINT app.\nSuch changes shall be deemed to have been accepted if the customer does not terminate the agreement prior to the entry into force of the relevant amendment (section <strong>1.15</strong>).\nAny changes to the fees for international payments must not be communicated separately.\nHowever, the final amount including all fees shall always be displayed to customers in Swiss francs before an international payment is confirmed.</p>\n<p>For P2M payments and the use of added-value services, TWINT AG shall, in some circumstances, receive remuneration from third parties.\nThese third-party fees are set out in detail here.\nSuch fees allow TWINT AG to essentially offer the use of the TWINT app free of charge.\n<strong>The customer shall not be entitled to a refund of any third-party fees that TWINT AG has received in the past and may receive in the future.</strong>\n</p> 2.7.\nOffsetting <p>Customers shall expressly agree that TWINT AG can offset any outstanding claims against them against their existing credit with TWINT AG.</p> 3.\nAdded-value services 3.1.\n“Mobile marketing campaigns” 3.1.1.\nPresentation of campaigns <p>TWINT AG may present customers with notifications (e.g.\ninformation about the TWINT app or advertising), coupons, stamp cards and other campaigns (hereinafter referred to as “campaigns”) in the TWINT app, where they can be seen, managed and redeemed.</p>\n<p>Here, a differentiation is made between the following campaign types:</p>\n<ul>\n<li>Campaigns launched by TWINT AG or the TWINT payment system (hereinafter referred to as “TWINT campaigns”)</li>\n<li>TWINT AG campaigns launched together with a third-party provider (hereinafter referred to as “TWINT added-value campaigns”)</li>\n<li>Campaigns launched by a third-party provider (hereinafter referred to as “third-party-provider campaigns”).</li>\n</ul>\n<p>Unlike TWINT campaigns and TWINT added-value campaigns, the presentation, notification, management and redemption of third-party-provider campaigns require the customer to provide explicit consent by activating them in the TWINT app.\nUpon activation, the customer also expressly agrees that TWINT AG may analyse further data for the purposes of personalised campaign presentations.\nThis consent can be revoked in the TWINT app at any time.\nShould customers opt to revoke their consent, they shall no longer be presented with third-party-provider campaigns and all activated third-party-provider campaigns shall be permanently deleted.\nAs such, customers shall also no longer be able to take advantage of any associated discounts and benefits.</p>\n<p>Campaigns may set out specific conditions of participation.\nUpon activation or redemption of a corresponding campaign, the conditions of participation are deemed to have been accepted.</p> 3.1.2.\nPeriod of validity of campaigns <p>Campaigns are only valid for the period of time displayed in the TWINT app.</p>\n<p>Certain campaigns must be activated in advance in the TWINT app before the relevant offers can be redeemed.\nSuch cases shall be noted accordingly as part of the respective campaign.\nActivated campaigns may be deactivated by TWINT AG if the associated offers are not redeemed within a certain period of time.</p>\n<p>It shall be possible for customers to redeem other campaign offers without activating them in advance in the TWINT app.\nMany campaigns may only be redeemed upon making a payment with the TWINT app.</p>\n<p>The activation of a campaign or the receipt of a campaign offer that can be redeemed without activation shall not always mean that customers are entitled to make use of a discount or non-cash benefit, as the number of redemptions may be limited by the third-party provider involved.\nSuch cases shall be noted accordingly as part of the respective campaign.</p>\n<p>Upon redemption of a campaign offer with a discount, the discount shall either be deducted directly from the amount to be paid or reimbursed after the payment is made in the form of cash back credit.\nTWINT is authorised to delay the payment of the cash back credit until it totals CHF 10 or more or, if fraud is suspected, to refuse the payment.</p> 3.2.\nCustomer loyalty cards <p>Customers have the option to save selected employee ID cards, customer loyalty programmes and other incentive-based offers from third-party providers (hereinafter referred to as “customer loyalty cards”) in the TWINT app.\nSaved customer loyalty cards may be removed from the TWINT app at any time.</p>\n<p>Upon saving or activating a customer loyalty card in the TWINT app, customers shall be deemed to have provided their express consent to the use of the card in question.\nIn future, these cards shall be automatically taken into account during payment procedures performed with the TWINT app, provided this has been made technically possible by the respective issuer of the customer loyalty card.\nOther customer loyalty cards must be shown to the merchant manually.\nThe use of a customer loyalty card may be deactivated in the TWINT app at any time.</p>\n<p>TWINT AG shall also be authorised to remove saved customer loyalty cards from the TWINT app if a loyalty card expires or is generally no longer available to be saved in the TWINT app.</p>\n<p>Customers shall acknowledge that the benefits associated with the use of certain customer loyalty cards shall be presented directly in the TWINT app in the form of campaigns.\nCustomers shall only receive such campaigns if they have provided their prior consent for the presentation of third-party offers (see section<strong> 3.1.1</strong>).</p> 3.3.\nPartner functions <p>In the “partner functions” area (formerly TWINT+), customers shall have the opportunity to make use of the services listed there.\nThese services are principally provided by third parties.\nAccordingly, separate contractual specifications for the respective services used shall apply.\nTWINT AG shall accept no liability for these offers.</p> 3.4.\n“Pay later” function <p>Certain customers may use the “pay later” function.\nThis service is offered by a third party and hence the separate contractual specifications of this provider shall apply.\nTWINT AG shall accept no liability for this function.\nCustomers must report any complaints to the relevant provider directly.</p> 3.5.\nOther added-value services <p>In addition to campaigns, customer loyalty cards, “partner functions” and the “pay later” function, TWINT AG can offer other added-value services in the TWINT app at any time.</p> 3.6.\nLiability for added-value services <p>The respective third-party provider shall be responsible for contents, offers, messages from third-party-provider campaigns, customer loyalty cards, “partner functions”, the “pay later” function and any other added-value services in the TWINT app.\nTWINT AG shall not be liable for this and shall have no influence on the fulfilment of services offered by third-party providers.</p>\n<p>TWINT AG shall also accept no liability for campaigns that cannot be redeemed with third-party providers or for discounts or benefits that are not granted in connection with the saving of customer loyalty cards.\nSuch cases may include the failure to grant employee discounts or instances in which loyalty points remain outstanding, are lost or disappear.</p>\n<p>TWINT AG shall endeavour to ensure the uninterrupted availability and fault-free usability of added-value services in the TWINT app.\nTWINT AG cannot, however, guarantee this at all times.\nIn the case of an interruption in availability, one possible consequence may be that it is no longer possible to automatically redeem discounts or automatically collect loyalty points within the framework of the payment process.\nThe customer shall bear any losses suffered due to interruptions of this kind.</p>\n<p>\n<strong>An overview of the main changes:</strong>\n</p>\n<p>\n<strong>General</strong>\n<br>\nFundamental revision of the GTC to make them more comprehensible.\nVarious new offers that customers can use in the TWINT app were then described and regulated.<br>\n<strong>Section 1.9</strong>\n<br>\nNew regulation of the liability of TWINT AG and customers.<br>\n<strong>Section 1.14</strong>\n<br>\nThe data protection provisions have been moved to a separate data privacy statement in order to give customers an even better overview of how TWINT AG processes their data.<br>\n<strong>Section 2.2</strong>\n<br>\nDescription of the dunning process and the fees involved therein.<br>\n<strong>Section 2.6</strong>\n<br>\nInformation on third-party compensation that TWINT AG may receive.\nThis is not passed on to customers.</p> Dormant credit <p>It can occur that contact between TWINT AG and customers breaks down and, as a result, credit deposited with TWINT AG becomes dormant.\nIn cases of inheritance, credit can ultimately become forgotten.</p>\n<p>TWINT AG abides by the following rules:</p>\n<ul>\n<li>In principle, TWINT AG deems deposited credit dormant if no transactions have been carried out on the corresponding TWINT account in the last four years.\nIn exceptional cases, TWINT AG may treat credit as dormant even before this if, for example, attempts to make contact have failed.</li>\n<li>The credit is then held as dormant for ten years.\nTWINT AG may make suitable enquiries to try to contact the beneficiary of the credit.\nThere is, however, no obligation to do this.</li>\n<li>After ten years have passed (or 14 years since the last transaction), any claim to the credit lapses (statute of limitation).\nThe corresponding credit is written off.\nAll claims from the customer shall no longer be valid at this point.</li>\n</ul>\n<p>TWINT AG may make appropriate enquiries to determine the beneficiary (both before and after the credit is deemed dormant).\nIn doing so, the value of the credit in particular is taken into account.\nExpenses incurred by TWINT AG when making said enquiries shall be debited directly from the credit.\nHere, the following approaches may be deployed:</p>\n<ul>\n<li>Simple clarifications by Customer Support: CHF 120/h (plus VAT)</li>\n<li>Clarifications by specialists (Compliance Officer): CHF 180/h (plus VAT)</li>\n<li>Cash expenditure: Re-calculation of actual costs incurred</li>\n</ul>\n<p>\n<strong>Recommendations for avoiding dormant credit</strong>\n</p>\n<ul>\n<li>Changes to telephone numbers, names or addresses are to be recorded in the TWINT prepaid app without delay.</li>\n<li>You may inform a trusted person about the existence of your TWINT prepaid account.\nThis trusted person must be authorised in writing before TWINT AG can share information with them.</li>\n</ul>\n<p>\n<strong>Questions</strong>\n</p>\n<p>If you have any questions, please contact&nbsp;our Customer Support team.</p>\n<p>Last updated: 30 March 2023</p> Information about payments from third parties in the TWINT system <p>This document describes the payments that TWINT AG, as issuer of the TWINT prepaid app, receives directly or indirectly from specific third parties when you make a payment using the TWINT prepaid app or use a partner function.</p>\n<p>\n<strong>Payment via TWINT</strong>\n</p>\n<p>When you use TWINT to make a payment to a merchant, this merchant will typically pay a small fee to its acquirer for each payment.\nAn acquirer is a specialised service provider that connects the merchant to the TWINT system, enabling the merchant to accept TWINT payments.\nThe acquirer pays a portion of the fee received in this way to TWINT AG (so-called bilateral fee).\nThe exact amount of the bilateral fee paid is jointly agreed by the acquirer and TWINT AG and is typically dependent on various factors, including:</p>\n<ul>\n<li>Registered address of the merchant (Switzerland or abroad)</li>\n<li>Merchant’s turnover</li>\n<li>Type of transaction (distance or on-site business)</li>\n</ul>\n<p>\n<strong>The bilateral fee typically amounts to between 0% and 2% of the amount of the payment made.</strong>\n</p>\n<p>In the event that you use the TWINT prepaid app to send money to a friend, TWINT AG does not receive separate remuneration from third parties.</p>\n<p>\n<strong>Partner functions</strong>\n</p>\n<p>The TWINT prepaid app gives you access to multiple partner functions.\nIf you make use of one of these services, in some circumstances, TWINT AG, as issuer of the TWINT prepaid app, receives a payment.\nWhether a payment like this will be made and what the amount will be depends on the partner function.</p>\n<p>\n<strong>TWINT AG as issuer of the TWINT prepaid app receives between 0% and 5% of the transaction amount.</strong>\n</p>\n<p>Last updated: 15 May 2023</p> Collection procedure and costs <p>If TWINT AG cannot collect a pre-financed amount from a customer’s bank account via direct debit (because, for example, the bank account has insufficient funds), the following procedure shall be applied.\nThe fees incurred as part of the process are shown for each step.</p> Step Time Fees 1 A payment reminder e-mail is sent Around two weeks after the failed collection attempt None 2 A letter is sent in the post demanding the outstanding amount be paid within 20 days Around four weeks after the failed collection attempt None 3 The claim is referred to our collection partner PAIR Finance After the payment deadline in step 2 has lapsed Fees dependent on the claim amount, maximum of CHF 75.00 <p>&nbsp;</p>\n<p>Additional costs are charged in the event that a payment arrangement is required or for any other extraordinary efforts.\nIf the matter is taken to court, further fees (court fees or fees ordered by the court) will accrue.</p>\n<p>Last updated: 30 March 2023</p>\n<ul>\n<li>\nFunctions <ul>\n<li>At cash registers</li>\n<li>In online shops</li>\n<li>Between friends</li>\n<li>Parking</li>\n<li>Donate</li>\n<li>Digital Vouchers</li>\n<li>Withdraw Cash</li>\n<li>Insurance</li>\n<li>Order coffee</li>\n<li>Super Deals</li>\n<li>Experience vouchers</li>\n<li>Mobile comparison</li>\n<li>Paysafecard</li>\n</ul>\n</li>\n<li>\nSupport <ul>\n<li>Support</li>\n<li>Video tutorials</li>\n<li>Security</li>\n</ul>\n</li>\n<li>\nCompany <ul>\n<li>About us</li>\n<li>Working at TWINT </li>\n<li>News</li>\n</ul>\n</li>\n<li>\nBanks <ul>\n<li>UBS</li>\n<li>PostFinance</li>\n<li>Raiffeisen</li>\n<li>Zuercher Kantonalbank</li>\n<li>BCV</li>\n<li>Credit Suisse</li>\n<li>Other banks</li>\n</ul>\n</li>\n<li>\nNewsletter\n</li>\n</ul>\n<p>\nAn app that makes life easier.\nBecause you no longer need to worry about payments and everything related to them.\n</p> Facebook Twitter Instagram YouTube LinkedIn <p>© TWINT AG 2023</p>\n<ul>\n<li>App conditions of use</li>\n<li>Data Privacy Statement</li>\n<li>Company details</li>\n</ul>\n<p>\nTWINT, TWINTEN, TWINTING, TWINTARE, TWINTER and the TWINT logo are registered trademarks.<br>\nMake convenient and secure payments with TWINT using your smartphone: pay at the cash register in a supermarket, in an online shop, when shopping at a farm shop, on public transport, when parking, or transferring money to your friends.\nWith more than 4 million registered users, TWINT is the leading payment app in Switzerland.\nTWINT AG belongs to Switzerland’s biggest banks: BCV (Banque Cantonale Vaudoise), Credit Suisse, PostFinance, Raiffeisen, UBS, Zürcher Kantonalbank as well as SIX and Worldline.\n</p> Enter search term Go to top of page <p>\nWe use cookies on our website in order to offer you the best possible service.\nThe purpose of the cookies is specifically to provide a statistical analysis of the use of our website in order to allow for improvements to be made.\nClick on Accept’ to consent to the use of cookies.\nFurther information</p> Accept ", "created_at": "2021-05-15 10:47:29.214734", "updated_at": "2023-06-12 14:29:23.959145"}], "points": [{"id": 20584, "title": "There is a date of the last update of the agreements", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:03:33.740591", "updated_at": "2023-07-11 10:03:21.948653", "quoteText": null, "case_id": 331, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 20582, "title": "Google Firebase Software Development Kit is used for statistics", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:58:49.125608", "updated_at": "2021-05-15 11:01:43.027029", "quoteText": null, "case_id": 325, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 20581, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Switzerland).", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:53:55.066907", "updated_at": "2021-05-15 11:18:57.628327", "quoteText": null, "case_id": 241, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 20580, "title": "A free help desk is provided", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:49:17.99923", "updated_at": "2023-06-12 14:36:05.084815", "quoteText": null, "case_id": 232, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 20585, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:14:28.959839", "updated_at": "2023-07-11 04:48:18.770657", "quoteText": null, "case_id": 300, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 34180, "title": "Your data is processed and stored in a country that is friendlier to user privacy protection", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:23:13.787917", "updated_at": "2023-06-30 17:06:29.608942", "quoteText": null, "case_id": 488, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34183, "title": "You must create an account to use this service", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:30:48.124196", "updated_at": "2023-06-30 17:01:54.041863", "quoteText": null, "case_id": 230, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 20583, "title": "Google Analytics is used for statistics", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2021-05-15 11:02:32.392938", "updated_at": "2023-06-12 13:54:53.624134", "quoteText": null, "case_id": 325, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34177, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:04:08.987041", "updated_at": "2023-06-30 17:01:40.896964", "quoteText": null, "case_id": 399, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34176, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:02:08.375765", "updated_at": "2023-08-30 22:01:01.748312", "quoteText": null, "case_id": 214, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34171, "title": "Google Analytics is used for statistics", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 13:54:10.172616", "updated_at": "2023-06-30 17:00:25.875415", "quoteText": null, "case_id": 325, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34173, "title": "You can opt out of promotional communications", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 13:57:12.841806", "updated_at": "2023-06-30 17:06:48.634531", "quoteText": null, "case_id": 223, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34175, "title": "You must provide your identifiable information", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:01:50.102089", "updated_at": "2023-08-30 22:01:01.588963", "quoteText": null, "case_id": 409, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34179, "title": "Your personal data is aggregated into statistics", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:22:45.084601", "updated_at": "2023-08-30 22:01:01.849277", "quoteText": null, "case_id": 190, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 20586, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection (Switzerland).", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "\"TWINT AG shall be subject to Swiss data protection legislation (in particular the Federal Act on Data Protection (FADP) and the Federal Ordinance on Data Protection (FODP)) in connection with the procurement, processing and use of personal data of its customers.\"", "created_at": "2021-05-15 11:18:35.562544", "updated_at": "2023-06-12 14:35:09.797566", "quoteText": null, "case_id": 241, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 34184, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:31:42.623219", "updated_at": "2023-06-30 16:58:00.456704", "quoteText": null, "case_id": 201, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 34185, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection. (Switzerland)", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:34:58.938046", "updated_at": "2023-06-30 17:06:02.896345", "quoteText": null, "case_id": 241, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 34182, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:26:04.420112", "updated_at": "2023-06-30 17:06:18.096971", "quoteText": null, "case_id": 393, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 20579, "title": "You must create an account to use this service", "source": "https://www.twint.ch/en/app-conditions-use/", "status": "Generated through the annotate view", "created_at": "2021-05-15 10:48:30.349242", "updated_at": "2023-06-12 14:33:28.332703", "quoteText": null, "case_id": 230, "document_id": 6022, "quoteStart": null, "quoteEnd": null}, {"id": 34178, "title": "Information is gathered about you through third parties", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:21:47.483251", "updated_at": "2023-06-30 16:58:09.299839", "quoteText": null, "case_id": 382, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34172, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 13:56:47.377158", "updated_at": "2023-06-30 17:00:17.240153", "quoteText": null, "case_id": 217, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34181, "title": "This service will continue using anonymized user-generated content after erasure of personal information", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 14:24:08.65922", "updated_at": "2023-08-30 22:01:02.070234", "quoteText": null, "case_id": 240, "document_id": 6021, "quoteStart": null, "quoteEnd": null}, {"id": 34174, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.twint.ch/en/app-dataprotection/", "status": "Generated through the annotate view", "created_at": "2023-06-12 13:59:30.021881", "updated_at": "2023-06-30 17:06:41.551505", "quoteText": null, "case_id": 195, "document_id": 6021, "quoteStart": null, "quoteEnd": null}], "urls": ["twint.ch"]}}