{"error": 448, "message": "OK", "parameters": {"id": 8843, "name": "People’s Operator. ", "created_at": "2023-07-06 23:09:01.679709", "updated_at": "2023-07-07 10:02:16.974324", "wikipedia": null, "keywords": null, "related": null, "slug": "people-s-operator", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8843.png", "url": "thepeoplesoperator.com", "documents": [{"id": 17287, "name": "Terms of Service ", "url": "https://www.thepeoplesoperator.com/terms-of-service/ ", "xpath": "", "text": null, "created_at": "2023-07-06 23:09:01.825996", "updated_at": "2023-07-06 23:09:01.825996"}, {"id": 17283, "name": "Privacy Policy", "url": "https://www.thepeoplesoperator.com/privacy-policy/", "xpath": "//body", "text": " <strong>ADD ANYTHING HERE OR JUST REMOVE IT…</strong>\n<ul>\n<li>BUY</li>\n<li>SELL</li>\n<li>REPAIR</li>\n<li>NEWS</li>\n</ul> Search 0 Compare Wishlist 0 items £0.00 Menu 0 items £0.00 Privacy Policy Home » Privacy Policy <p>At The People’s Operator we take protecting your personal information very seriously.\nTo give you peace of mind, we pride ourselves in being transparent about how we use your data and the steps we take to secure it.\nWe will only ever use your data to give you the best experience when shopping with us.</p>\n<p>This privacy policy is an agreement between you, the user, and the owner / provider of this website – www.thepeoplesoperator.co.uk</p>\n<p>The policy applies to the use of any data collected by us or provided by you when using this website – www.thepeoplesoperator.co.uk</p>\n<strong>The important stuff:</strong>\n<ul>\n<li>Your data will never be shared or sold to a third party</li>\n<li>Your data will only be used as described in this policy</li>\n<li>We take all the necessary steps to protect your data</li>\n<li>If you give us consent to use your data for activities such as newsletters and promotions, you have the right to opt out and withdraw your consent at anytime</li>\n</ul>\n<strong>What data do we collect?</strong>\n<p>We collect the following data when you set up an account with us to make a purchase;</p>\n<ul>\n<li>Full name</li>\n<li>Contact Details – phone number and email address</li>\n<li>Delivery Address</li>\n<li>Payment method</li>\n<li>Purchase History</li>\n<li>Contact History</li>\n<li>The device you used to access www.thepeoplesoperator.co.uk</li>\n</ul>\n<strong>How do you withdraw consent to using your data?</strong>\n<p>You can revoke the consent to use your data for marketing messages / newsletters by clicking on the unsubscribe link in the footer of the email.\nYou can also change your data preferences via ‘My Account’ or by getting in touch with us.</p>\n<strong>Your Rights</strong>\n<p>UK law sets out a number of different grounds under which we can collect your information.\nContractual, Legal compliance, Legitimate interest and Consent.\nYour rights for the use of data are as below;</p>\n<ul>\n<li>The right to be informed</li>\n<li>The right to object</li>\n<li>The right to restrict processing</li>\n<li>The right to access</li>\n<li>The right rectification</li>\n<li>The right erasure</li>\n<li>The right to data portability</li>\n<li>The right to not be subjected to profiling or automated decision making</li>\n</ul>\n<strong>Third Party Links</strong>\n<p>Occasionally, at our discretion we may use and include third party products or services on our website.\nThese third-party sites will have their own separate and independent privacy policies.</p>\n<p>Therefore, we have no responsibility or liability for the content and activities of these linked sites.\nHowever, we always seek to protect the integrity of our website and welcome any feedback you may have about these sites.</p>\n<strong>Changes to this privacy policy</strong>\n<p>The People’s Operator reserves the right to change this privacy policy as we deem necessary from time to time or as may be required by law.</p>\n<p>Any changes will be immediately posted on the website and you are deemed to have accepted the terms of the privacy policy on your first use of the website following the alterations.</p>\n<strong>Cookies</strong>\n<p>We use cookies on our website as this helps us to ensure you get the best possible experience and everything is tailored to your interests.\nThey can not harm our computer, and the information obtained if never shared with anyone else, they simply allow us to make our website work best for you.</p>\n<p>You can delete cookies from your hard drive at any time.\nYou may also be able to set your browser to disable cookies.\nHowever, you should be aware that, if you disable cookies, this may limit your ability to enjoy the full functionality of the Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, The People’s Operator’s system will issue cookies when you log on to the Website.</p>\n<p>The People’s Operator may collect information about your computer, including where available your IP address, operating system and browser type, for system administration and to report aggregate information.\nThis is statistical data about users’ browsing actions and patterns, and does not identify any individual.</p>\n<strong>Klarna</strong>\n<p>In order to offer you Klarna’s payment methods, during the checkout process we may have to pass your personal data to Klarna.\nThis allows Klarna to make an informed decision as to whether or not you qualify for their payment methods as well as tailor those payment methods for you.\nYour personal data transferred is processed in line with&nbsp;Klarna’s own privacy notice.</p>\n<p>© 2023 the People’s Operator</p> Useful Links\n<p>Privacy Policy<br>\nReturns Policy<br>\nDelivery Information<br>\nWarranty Terms and Conditions<br>\nTrade-in Terms and Conditions<br>\nStore Terms and Conditions</p> Quick Links\n<p>Smartphones<br>\nTablets<br>\nAccessories<br>\nSell your tech<br>\nContact Us<br>\nLatest News</p>\n<p>© 2023 the People’s Operator.</p> Search <ul>\n<li>BUY</li>\n<li>SELL</li>\n<li>REPAIR</li>\n<li>NEWS</li>\n<li> Wishlist </li>\n<li>Compare</li>\n<li>Login / Register</li>\n</ul> Shopping cart Close Search Start typing to see products you are looking for.\nShop Wishlist 0 items Cart My account ", "created_at": "2023-07-06 23:09:01.708928", "updated_at": "2023-07-06 23:09:20.122562"}, {"id": 17284, "name": "Refund Policy", "url": "https://www.thepeoplesoperator.com/refund-policy/", "xpath": "//body", "text": " <strong>ADD ANYTHING HERE OR JUST REMOVE IT…</strong>\n<ul>\n<li>BUY</li>\n<li>SELL</li>\n<li>REPAIR</li>\n<li>NEWS</li>\n</ul> Search 0 Compare Wishlist 0 items £0.00 Menu 0 items £0.00 Refund Policy Home » Refund Policy <p>Here at The People’s Operator, we are committed to delivering high quality refurbished technology.\nIf for any reason you feel that our product did not live up to your expectations or you think our service did not meet your standards, we offer a no-hassle 100% money back guarantee for 30 days*.</p>\n<p>Prior to requesting a refund, please call <strong>01606 558866</strong> to see if we can resolve any dissatisfaction with your product or service.</p>\n<p>The Consumer Rights Act 2015 &nbsp;states you are eligible to return a purchased item by notifying us within 14 days of purchase.\nHere at The People’s Operator we feel that 2 weeks isn’t a very long time to get to know your new phone, which is why we offer a full 30 days*!</p>\n<p>If you have any issues outside the 30 days you can take full advantage of our 12-month repair/replace warranty.\nClick here for more details.</p>\n<p>Where applicable, returned items should be sent back in its original packaging and include all parts and accessories.\nThe cost of returning the item is to be covered by you, the consumer.\nWe will deduct suitable costs if the device is returned damaged or in a different condition as to when it was sent^.</p>\n<p>Once we have received your returned device, it will be tested to check for any activation locks, passcodes or user data, which will need to be removed for a refund to be processed.<br>\nOnce the device is confirmed as unlocked and wiped the refund will be processed to you.\nPlease allow 3-5 working days for the funds to appear in your bank.</p>\n<p>Your device is covered against any defect or malfunctioning during your 12-month warranty period.\nThis warranty is applicable from the date of purchase shown on your original invoice.</p>\n<p>Please click here to read the full warranty term and conditions.</p>\n* Your request for a refund must be notified to us within 30 days of purchase otherwise you do not have the right to utilise our money back guarantee.\n^If the device is smashed front and/or back we will refund you minus the cost to repair the customer induced damage.\n<p>© 2023 the People’s Operator</p> Useful Links\n<p>Privacy Policy<br>\nReturns Policy<br>\nDelivery Information<br>\nWarranty Terms and Conditions<br>\nTrade-in Terms and Conditions<br>\nStore Terms and Conditions</p> Quick Links\n<p>Smartphones<br>\nTablets<br>\nAccessories<br>\nSell your tech<br>\nContact Us<br>\nLatest News</p>\n<p>© 2023 the People’s Operator.</p> Search <ul>\n<li>BUY</li>\n<li>SELL</li>\n<li>REPAIR</li>\n<li>NEWS</li>\n<li> Wishlist </li>\n<li>Compare</li>\n<li>Login / Register</li>\n</ul> Shopping cart Close Search Start typing to see products you are looking for.\nShop Wishlist 0 items Cart My account ", "created_at": "2023-07-06 23:09:01.738027", "updated_at": "2023-07-06 23:10:52.911175"}, {"id": 17286, "name": "Trade-in Terms and Conditions ", "url": "https://www.thepeoplesoperator.com/trade-in-terms-and-conditions/", "xpath": "//body", "text": null, "created_at": "2023-07-06 23:09:01.796755", "updated_at": "2023-07-06 23:15:31.05832"}, {"id": 17285, "name": "Delivery Policy", "url": "https://www.thepeoplesoperator.com/shipping-policy/", "xpath": "//body", "text": null, "created_at": "2023-07-06 23:09:01.767743", "updated_at": "2023-07-07 01:31:09.089854"}], "points": [], "urls": ["thepeoplesoperator.com"]}}