{"error": 448, "message": "OK", "parameters": {"id": 9395, "name": "Open Society Foundations", "created_at": "2023-08-23 20:09:13.512684", "updated_at": "2023-08-23 22:02:28.513138", "wikipedia": "https://en.wikipedia.org/wiki/Open_Society_Foundations", "keywords": null, "related": null, "slug": "open-society-foundations", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9395.png", "url": "opensocietyfoundations.org", "documents": [{"id": 18499, "name": "Cookie Policy", "url": "https://www.opensocietyfoundations.org/policies/cookie-policy/", "xpath": "//body", "text": " Skip to main content Open Society Foundations Voices Who We Are How We Work What We Do search open navigation <i>\n</i> submit close navigation <i>\n</i>\n<ul>\n<li>Who We Are</li>\n<li>Our History</li>\n<li>George Soros</li>\n<li>Leadership</li>\n<li>Board of Directors</li>\n<li>Financials</li>\n<li>Policies</li>\n<li>Offices</li>\n</ul>\n<ul>\n<li>How We Work</li>\n<li>How We Fund</li>\n<li>Grants and Fellowships</li>\n<li>Awarded Grants</li>\n</ul>\n<ul>\n<li>Who We Are</li>\n<li>How We Work</li>\n<li>What We Do</li>\n</ul>\n<ul>\n<li>What We Do</li>\n<li>Where We Work</li>\n<li>Africa</li>\n<li>Asia Pacific</li>\n<li>Europe and Central Asia</li>\n<li>Latin America and the Caribbean</li>\n<li>Middle East and North Africa</li>\n<li>United States</li>\n<li>Themes</li>\n<li>Climate Justice</li>\n<li>Equity</li>\n<li>Expression</li>\n<li>Justice</li>\n</ul>\n<ul>\n<li>Voices</li>\n<li>Events</li>\n<li>Newsroom</li>\n<li>Publications</li>\n<li>Employment</li>\n<li>Contact us</li>\n</ul> Subscribe to updates about Open Society’s work around the world <p>By entering your email address and clicking “Submit,” you agree to receive updates from the Open Society Foundations about our work.\nTo learn more about how we use and protect your personal data, please view our privacy policy.</p> Policies Cookie Policy <ul>\n<li> Last updated </li>\n<li> June 22, 2021 </li>\n<li> Contact </li>\n<li> Open Society Foundations<br>224 West 57th Street<br>New York, NY 10019<br>United States<br>P.\n+1-212-548-0600<br>F.\n+1-212-548-4600 </li>\n</ul> Contact us Facebook Twitter LinkedIn <p>This Cookie Policy (<strong>Policy</strong>) explains how the Open Society Foundations (<strong>OSF</strong>) uses cookies and other tracking technologies through our website&nbsp;www.opensocietyfoundations.org&nbsp;and other sites owned and operated by us.</p>\n<p>This Policy is to be read alongside OSF’s Privacy Policy which explains how OSF uses personal information.\nWe only deploy non-essential cookies, including analytics cookies, on the basis of your consent.</p>\n<p>You can access the cookie settings information and update your preferences at any time here.</p>What are web cookies?<p>Web cookies are small files that are placed on your computer or mobile device by a website when you visit it.\nThey contain details of your browsing history on that website and distinguish you from other users.\nCookies send data back to the originating website on each subsequent visit or allow another website to recognize the cookie.\nCookies are useful because they allow a website to recognize a user’s device and, for instance, remember your preferences and generally improve your online user experience.\nLike most websites, OSF’s websites use cookies.</p>\n<p>Although this Policy refers to the general term “cookie,” which is the main method used by our website to store information, the browser’s local storage space is also used for the same purpose and we may use other tracking technologies through this website such as web beacons, clear GIFs, or pixel tags.\nWe usually use such tracking technologies to count users who visit certain pages of our website and to deliver branded services as well as to help determine the effectiveness of promotional campaigns.</p>\n<p>As a result, the information included in this Policy is likewise applicable to all such tracking technologies that we use.</p>Why do we use cookies?<ol>\n<li>To&nbsp;<strong>let you do things on our website</strong>—for example, cookies enable you to log in to secure areas of our website, fill in application forms or view content.</li>\n<li>To collect&nbsp;<strong>anonymous statistics</strong>—the information collected by cookies enables us to improve the website through use figures and patterns.\nFor example, it is really useful to see which pages of the website—and therefore which of our services—are the most popular and how users are interacting with them.</li>\n<li>To&nbsp;<strong>improve your experience of our website</strong>—for example, to prevent you having to re-enter details when you have already done so, or by ensuring that users can find what they are looking for easily.</li>\n<li>To&nbsp;<strong>ensure that our website is secure</strong>—for example, to make sure that personal information that you give to us does not fall into the wrong hands.</li>\n</ol>Cookies we use<p>OSF uses both essential and non-essential cookies on our websites.\nWe will only deploy non-essential cookies with your consent.\nWhen you first visit one of our websites, you will see a cookie consent banner that allows you to accept or reject the use of cookies.\nBy clicking on “settings” in that banner, you can also view all the cookies deployed on that website.&nbsp;</p>\n<p>In order to measure your interaction with our websites, with your consent we use Google Analytics, which uses cookies and similar technologies to collect and analyze information about use of the services and report on activities and trends.\nThis service may also collect information regarding the use of other websites, apps and online resources.</p>Accepting and rejecting cookies<p>To consent to the use of cookies, click “accept” in the cookie consent banner.\nTo reject the use of cookies, click “reject” in the cookie consent banner.\nAll non-essential cookies are automatically set to “off.”</p>\n<p>By clicking on “settings” in the cookie consent banner, you also can view a list of all cookies that may be deployed by the website and further information about each cookie, including its purpose.</p>\n<p>You can access the cookie settings information and update your preferences at any time here.</p>\n<p>You can use your browser settings to clear the cookies already stored on your device—this will clear the cookies previously stored on your device by this and other websites and you will be presented with the cookie consent banner again the next time you visit OSF’s websites.</p>Updating this Policy<p>We may update our use of cookies from time to time and consequently we may update this Policy.\nWe therefore recommend that you check this Policy regularly.\nWe will notify you of any significant changes by way of a notice on our website or by contacting you directly when reasonably possible.</p>\n<ul>\n<li> Last updated </li>\n<li> June 22, 2021 </li>\n<li> Contact </li>\n<li> Open Society Foundations<br>224 West 57th Street<br>New York, NY 10019<br>United States<br>P.\n+1-212-548-0600<br>F.\n+1-212-548-4600 </li>\n</ul> Contact us Facebook Twitter LinkedIn Subscribe to updates about Open Society’s work around the world <p>By entering your email address and clicking “Submit,” you agree to receive updates from the Open Society Foundations about our work.\nTo learn more about how we use and protect your personal data, please view our privacy policy.</p> Voices <p>Read the latest from our staff, grantees, and partners about how we’re working around the world to build vibrant and inclusive democracies whose governments are accountable and open to the participation of all people.</p>\n<i>Learn more</i> How We Fund <p>Every year the Open Society Foundations give thousands of grants to groups and individuals that work on the issues we focus on—promoting tolerance, transparency, and open debate.</p>\n<i>Learn more</i>\n<ul>\n<li>Who We Are</li>\n<li>Our History</li>\n<li>George Soros</li>\n<li>Leadership</li>\n<li>Board of Directors</li>\n<li>Financials</li>\n<li>Policies</li>\n<li>Offices</li>\n</ul>\n<ul>\n<li>How We Work</li>\n<li>How We Fund</li>\n<li>Grants and Fellowships</li>\n<li>Awarded Grants</li>\n</ul>\n<ul>\n<li>What We Do</li>\n<li>Where We Work</li>\n<li>Themes</li>\n</ul>\n<ul>\n<li>Events</li>\n<li>Newsroom</li>\n<li>Publications</li>\n<li>Employment</li>\n<li>Contact Us</li>\n</ul> © 2023 Open Society Foundations, some rights reserved.\nTerms and Conditions Privacy Accessibility <p>We use cookies and similar technologies to improve your experience of our website, to collect anonymous statistics, and to keep our site reliable and secure.\nYou may deny the use of all nonessential cookies by clicking “Reject.” By clicking “Accept,” you consent to the use of cookies on this site.\nFor more information, see our cookie policy.</p>SettingsAcceptRejectCookie Settingsx<p>Cookies are small files that are placed on your computer or mobile device by a website when you visit it.\nThey contain details of your browsing history on that website and distinguish you from other users.\nCookies are useful because they allow a website to recognize a user’s device and, for instance, remember your preferences and generally improve your online user experience.<br>\n<br>Because your privacy is important, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more.\nPlease note: blocking some types of cookies may impact your experience.</p>Essential cookiesAlways active<p>These cookies are necessary for our website to function properly.\nThey cannot be disabled.</p>NameProviderPurposeDurationA17_fonts_cookie_GT-America-CompressedOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_GT-America-MonoOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_GT-AmericaOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_LyonOpen Society FoundationsUsed to improve font display.24 hourscc_cookieOpen Society FoundationsUsed to identify cookie consent settings.1 yearAnalytics cookies<p>These cookies collect information about how you use our website, which pages you visited, and which links you clicked on.\nAll of the data is anonymized and cannot be used to identify you.</p>NameProviderPurposeDuration_gaGoogleUsed to identify unique users.2 years_gidGoogleUsed to distinguish users.24 hours_gat_gtag_UA_2765806_27GoogleUsed to specify Google Tag Manager account.1 minute_gat_UA-2765806-27GoogleUsed to specify Google Analytics account.1 minute<p>\n</p>Accept allSave settings", "created_at": "2023-08-23 20:09:13.603257", "updated_at": "2023-08-23 20:09:51.910983"}, {"id": 18497, "name": "Terms and Conditions", "url": "https://www.opensocietyfoundations.org/policies/terms-and-conditions", "xpath": "//body", "text": " Skip to main content Open Society Foundations Voices Who We Are How We Work What We Do search open navigation <i>\n</i> submit close navigation <i>\n</i>\n<ul>\n<li>Who We Are</li>\n<li>Our History</li>\n<li>George Soros</li>\n<li>Leadership</li>\n<li>Board of Directors</li>\n<li>Financials</li>\n<li>Policies</li>\n<li>Offices</li>\n</ul>\n<ul>\n<li>How We Work</li>\n<li>How We Fund</li>\n<li>Grants and Fellowships</li>\n<li>Awarded Grants</li>\n</ul>\n<ul>\n<li>Who We Are</li>\n<li>How We Work</li>\n<li>What We Do</li>\n</ul>\n<ul>\n<li>What We Do</li>\n<li>Where We Work</li>\n<li>Africa</li>\n<li>Asia Pacific</li>\n<li>Europe and Central Asia</li>\n<li>Latin America and the Caribbean</li>\n<li>Middle East and North Africa</li>\n<li>United States</li>\n<li>Themes</li>\n<li>Climate Justice</li>\n<li>Equity</li>\n<li>Expression</li>\n<li>Justice</li>\n</ul>\n<ul>\n<li>Voices</li>\n<li>Events</li>\n<li>Newsroom</li>\n<li>Publications</li>\n<li>Employment</li>\n<li>Contact us</li>\n</ul> Subscribe to updates about Open Society’s work around the world <p>By entering your email address and clicking “Submit,” you agree to receive updates from the Open Society Foundations about our work.\nTo learn more about how we use and protect your personal data, please view our privacy policy.</p> Policies Terms and Conditions <ul>\n<li> Last updated </li>\n<li> May 29, 2019 </li>\n<li> Contact </li>\n<li> Open Society Foundations<br>224 West 57th Street<br>New York, NY 10019<br>United States<br>P.\n+1-212-548-0600<br>F.\n+1-212-548-4600 </li>\n</ul> Contact us Facebook Twitter LinkedIn <p>The following Terms and Conditions govern the use of this Open Society Foundations (“the Foundations” or “OSF”) Site and any other site owned or operated by OSF that links to these Terms and Conditions (“the Foundations’ website” or “this Site”).\nBy visiting this Site, you specifically and automatically agree to abide by these Terms and Conditions.\nThe Open Society Foundations reserve the right to modify these Terms and Conditions at any time.\nYou agree that neither the Foundations nor any affiliate of the Foundations (collectively, “Affiliated Entities”) shall be liable to you or to any third party for any modification, suspension or discontinuance of this Site, in whole or in part, or of any service, content, feature, or product offered through this Site.\nYour continued use of the Site after such changes, including but not limited to any changes to these Terms and Conditions, will indicate your acceptance of such changes.</p>\nUse of Materials on this Site\n<p>In keeping with the Open Society Foundations’ goals and mission, virtually all of the materials posted on this Site,&nbsp;except for (a) images, and (b) materials that contain a copyright notice for a third party other than the Foundations or the Open Society Institute, are licensed to the public through the Creative Commons&nbsp;Attribution-Non-commercial-No Derivatives&nbsp;license.\nThis license allows users to download those materials from this Site (that are not specifically restricted) and to share them as long as (a) the particular article, section, audio, or video clip is reproduced in its entirety in its original form and is not edited or modified in any way.\n(b) all copies include attribution to the original author (if noted) and the Open Society Foundations and contain a link back to&nbsp;www.opensocietyfoundations.org&nbsp;as the original source of the work.\nand (c) the copies are distributed only for noncommercial purposes and are distributed at no charge.</p>\n<p>Other than as specifically described in the preceding paragraph, you may not copy, reproduce, distribute, modify, display, republish, transmit, repost, or otherwise use the content on this Site without prior written permission from the Open Society Foundations.\nTo request such permission, please&nbsp;contact us.\nThe name “Open Society Foundations,” “Open Society Institute,” the swirl logo, and all related indicia are the trademarked properties of the Open Society Institute, and in no event may they be reproduced separately from the textual content associated with them on this website.\nNothing contained on the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any of OSF’s trade names, trademarks, or service marks without our express prior written consent.\nAll trademarks and service marks on the Site not owned by OSF are the property of their respective owners.\nThe trade names, trademarks, and service marks owned by OSF, whether registered or unregistered, may not be used in connection with any product or service that is not ours.</p>\nJurisdiction\n<p>The Site is controlled and operated by the Open Society Foundations from the United States, and is not intended to subject the Foundations to the laws or jurisdiction of any state, country, or territory other than that of the United States.\nOSF does not represent or warrant that the Site or any part thereof is appropriate or available for use in any particular jurisdiction other than the United States.\nThose who choose to access the Site do so on their own initiative and at their own risk, and are responsible for complying with all local laws, rules and regulations.\nYou are also subject to United States export controls and are responsible for any violations of such controls, including any United States embargoes or other federal rules and regulations restricting exports.\nWe may limit the Site's availability, in whole or in part, to any person, geographic area, or jurisdiction we choose, at any time and in our sole discretion.</p>\nInformation Submitted Through the Site\n<p>Be aware that your decision to send personally identifiable information through your use of this Site will subject such information to the privacy laws and standards of the United States.\nYour submission of information through the Site is governed by OSF's Privacy Policy, (the “Privacy Policy”).\nYour use of the Site is also subject to our Cookie Policy (the “Cookie Policy”).\nThese Terms &amp.\nConditions incorporate by reference the terms and conditions of the Privacy Policy and Cookie Policy.\nYou represent and warrant that any information you provide in connection with your use of the Site is and shall remain true, accurate, and complete, and that you will maintain and update such information regularly.\nYou agree that if any information you provide is false, inaccurate, obsolete, or incomplete, we may terminate your use of the Site and/or any of the services.\nIn addition, OSF and the Affiliated Entities have no control over, and shall have no liability for, any damages resulting from the use (including without limitation republication) or misuse by any third party of information voluntarily made public through your profile, a forum or any other part of the Site.&nbsp;If you choose to make any of your personally identifiable or other information publicly available on the Site, you do so at your own risk.</p>\nRules of Conduct\n<p>While using the Site you will comply with all applicable laws, rules, and regulations, and with our Community Guidelines.\nIn addition, we expect users of the Site to respect the rights and dignity of others.\nYour use of the Site is conditioned on your compliance with the following rules of conduct.</p>\n<p>You will not post, transmit, or otherwise make available, through or in connection with the Site:</p>\n<ul>\n<li>anything that is or may be (a) threatening, harassing, degrading, hateful, or intimidating.\n(b)&nbsp;defamatory.\n(c) fraudulent or tortious.\n(d) obscene, indecent, pornographic, or otherwise objectionable.\nor (e) protected by copyright, trademark, trade secret, right of publicity, or any other proprietary right without the express prior consent of the owner of such right;</li>\n<li>any material that would give rise to criminal or civil liability.\nthat encourages conduct that constitutes a criminal offense.\nor that encourages or provides instructional information about illegal activities or activities such as “hacking,” “cracking,” or “phreaking”;</li>\n<li>any virus, worm, Trojan horse, Easter egg, time bomb, spyware, or other computer code, file, or program that is harmful or invasive or may or is intended to damage or hijack the operation of, or to monitor the use of, any hardware, software, or equipment;</li>\n<li>any unsolicited or unauthorized advertising, promotional material, “junk mail,” “spam,” “chain letter,” “pyramid scheme,” or investment opportunity, or any other form of solicitation;</li>\n<li>use the Site for any fraudulent or unlawful purpose;</li>\n<li>use the Site to defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights of others, including without limitation others' privacy rights or rights of publicity;</li>\n<li>use the Site to harvest or collect personally identifiable information about other users of the Site;</li>\n<li>impersonate any person or entity, including without limitation any representative of OSF or an Affiliated Entity.\nfalsely state or otherwise misrepresent your affiliation with any person or entity in connection with the Site.\nor express or imply that we endorse any statement you make;</li>\n<li>interfere with or disrupt the operation of the Site or the servers or networks used to make the Site available.\nor violate any requirements, procedures, policies, or regulations of such networks;</li>\n<li>restrict or inhibit any other person from using the Site, including without limitation by hacking or defacing any portion of the Site;</li>\n<li>use the Site to advertise or offer to sell or buy any goods or services without the Foundations’ express prior written consent;</li>\n<li>reproduce, duplicate, copy, sell, resell, or otherwise exploit for any commercial purposes, any portion of, use of, or access to the Site;</li>\n<li>modify, adapt, translate, reverse engineer, decompile, or disassemble any portion of the Site;</li>\n<li>remove any copyright, trademark, or other proprietary rights notice from the Site or materials originating from the Site;</li>\n<li>frame or mirror any part of the Site without OSF’s express prior written consent;</li>\n<li>create a database by systematically downloading and storing Site content;</li>\n<li>use any robot, spider, site search/retrieval application or other manual or automatic device to retrieve, index, “scrape,” “data mine,” or in any way gather Site content or reproduce or circumvent the navigational structure or presentation of the Site without OSI’s express prior written consent.\nor</li>\n<li>post, email, or otherwise make available via the Site any of the following: “lobbying” or “partisan political activities” materials within the meaning of the United States Internal Revenue Code of 1986, as amended.</li>\n</ul>\nSecurity\n<p>The Open Society Foundations work to maintain the privacy of any personally identifiable information (name, mailing address, email address, etc.) that may be collected through our websites.\nPlease note, however, that, though this Site has security measures in place, the Foundations do not represent, warrant, or guarantee that personal information will be protected against unauthorized access, loss, misuse, or alterations.\nSimilarly, the Foundations disclaim liability for personal information submitted through this Site.\nUsers are hereby advised that they submit such personal information at their own risk.</p>\nNo Liability for Third Party Content\n<p>Site visitors may not post messages or make statements in connection with profiles and/or forums that are inaccurate, misleading, or deceptive.\nOSF and the Affiliated Entities neither endorse nor are responsible for any opinion, advice, information or statements made in profiles and/or forums by third parties.\nWithout limitation, OSF and the Affiliated Entities are not responsible for any information or materials made available through profiles and/or forums (including without limitation errors or omissions in postings or links or images embedded in messages) or results obtained by using any such information or materials.\nUnder no circumstances will OSF, the Affiliated Entities, or their respective sponsors, employees, officers, directors, shareholders, affiliates, agents, representatives, suppliers, or members be liable for any loss or damage caused by your reliance on such information or materials.\nThe opinions expressed in profiles and/or forums reflect solely the opinions of the individuals who submitted such opinions, and may not reflect the opinions of OSF.</p>\nRegistration.\nUsernames and Passwords\n<p>You may be required to register with OSF in order to access certain Services or areas of the Site.\nWith respect to any such registration, we may refuse to grant you, and you may not use, a username (or email address) that is already being used by someone else.\nthat may be construed as impersonating another person.\nthat belongs to another person.\nthat violates the intellectual property or other rights of any person.\nthat is offensive.\nor that we reject for any other reason in our sole discretion.</p>\n<p>Your username and password are for your personal use only, and not for use by any other person.\nYou are responsible for maintaining the confidentiality of any password you may use to access the Site, and agree not to transfer your password or username, or lend or otherwise transfer your use of or access to the Site, to any third party.\nYou are fully responsible for all interaction with the Site that occurs in connection with your password or username.\nYou agree to immediately notify OSF of any unauthorized use of your password or username or any other breach of security related to your account or the Site, and to ensure that you log off/ exit from your account with the Site (if applicable) at the end of each session.\nWe are not liable for any loss or damage arising from your failure to comply with any of the foregoing obligations.</p>\nLicense\n<p>For purposes of clarity, you will retain ownership of any materials that you submit through the Site (each, a “Submission”).\nYou hereby grant to OSF, the Affiliated Entities, and their designees a worldwide, nonexclusive, transferable, royalty-free, perpetual, irrevocable right and license, without compensation to you: (a) to use, reproduce, distribute, adapt (including without limitation edit, modify, translate, and reformat), create derivative works of, transmit, publicly display, and publicly perform such Submission, in any media now known or hereafter developed, for OSF’s and the Affiliated Entities' nonprofit purposes, and (b) to sublicense the foregoing rights, through multiple tiers of distribution (i.e., viral media), to the maximum extent permitted by applicable law.\nIn addition, if you provide to us any ideas, proposals, suggestions or other materials (“Feedback”), whether related to this Site or otherwise, such Feedback will be deemed a Submission, and you hereby acknowledge and agree that such Feedback is not confidential, and that your provision of such Feedback is gratuitous, unsolicited, and without restriction, and does not place OSF or the Affiliated Entities under any fiduciary or other obligation.&nbsp;For each Submission, you represent and warrant that you have all rights necessary for you to grant the license granted in this section, and that such Submission, and your provision thereof, to and through the Site are complete and accurate, and are not fraudulent, tortious, or otherwise in violation of any applicable laws, rules, or regulations, or any right of any third party.&nbsp;You further irrevocably waive any “moral rights” or other rights with respect to attribution of authorship or integrity of materials regarding each Submission that you may have under any applicable law under any legal theory.</p>\nMonitoring\n<p>You acknowledge and agree that (a) we reserve the right (but have no obligation) to evaluate each Submission before allowing it to be posted on the Site or any forum.\nand (b) we may do one or all of the following, at our discretion: (i) monitor Submissions.\n(ii) alter, remove, or refuse to post or allow to be posted any Submission.\nand/or (iii) disclose any Submissions, and the circumstances surrounding their transmission, to any third party in order to operate the Site.\nto protect OSF, the Affiliated Entities, and their respective sponsors, employees, officers, directors, shareholders, affiliates, agents, representatives, suppliers and members, and the Site's users and visitors.\nto comply with legal obligations or governmental requests.\nto enforce this Agreement.\nor for any other reason or purpose.</p>\nLinks\n<p>The Site may provide links to other web sites and online resources.\nBecause OSF has no control over such sites and resources, you acknowledge and agree that neither OSF nor the Affiliated Entities are responsible for the availability of such external sites or resources, and neither OSF nor the Affiliated Entities endorse or are responsible or liable for any content, advertising, products, or other materials on or available through such sites or resources.\nOther websites may provide links to the Site with or without our authorization.\nYou acknowledge and agree that OSF and the Affiliated Entities do not endorse such sites, and are not and shall not be responsible or liable for any links from those sites to the Site, any content, advertising, products, or other materials available on or through such other sites, or any loss or damages incurred in connection therewith.</p>\n<p>YOU AGREE THAT YOUR USE OF THIRD PARTY WEB SITES AND RESOURCES, INCLUDING WITHOUT LIMITATION, YOUR USE OF ANY CONTENT, INFORMATION, DATA, ADVERTISING, PRODUCTS, OR OTHER MATERIALS ON OR AVAILABLE THROUGH SUCH WEB SITES AND RESOURCES, IS AT YOUR OWN RISK AND IS SUBJECT TO THE TERMS AND CONDITIONS OF USE APPLICABLE TO SUCH SITES AND RESOURCES.</p>\n<p>OSF shall have the right, at any time and in its sole discretion, to block links to the Site through technological or other means without prior notice.</p>\nDisclaimer of Warranties and Limitations of Liability\n<p>THE SITE AND ANY MATERIALS OR SERVICES MADE AVAILABLE THROUGH THE SITE, INCLUDING WITHOUT LIMITATION, ARE PROVIDED TO YOU ON AN “AS IS,” “WHERE IS” AND “WHERE AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, WHETHER EXPRESS, IMPLIED OR STATUTORY.\nYOU AGREE THAT YOU MUST EVALUATE, AND THAT YOU BEAR ALL RISKS ASSOCIATED WITH THE USE OF THE SITE, INCLUDING WITHOUT LIMITATION, ANY RELIANCE ON THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY MATERIALS AVAILABLE THROUGH THE SITE (INCLUDING ANY THIRD-PARTY CONTENT SUBMITTED).\nOSF AND THE AFFILIATED ENTITIES DISCLAIM ALL WARRANTIES WITH RESPECT TO THE SITE AND ANY PRODUCT, SERVICE (INCLUDING WITHOUT LIMITATION, THIRD-PARTY PRODUCTS AND SERVICES) OR MATERIALS OBTAINED THROUGH THE SITE, TO THE FULLEST EXTENT PERMISSIBLE UNDER APPLICABLE LAW, INCLUDING THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT, AND TITLE.</p>\n<p>NEITHER OSF NOR ANY AFFILIATED ENTITY WILL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES OF ANY KIND, UNDER ANY CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHER THEORY, INCLUDING WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, USE, DATA, LOSS OF OTHER INTANGIBLES, LOSS OF SECURITY OF INFORMATION YOU HAVE PROVIDED IN CONNECTION WITH YOUR USE OF THE SITE, OR UNAUTHORIZED INTERCEPTION OF ANY SUCH INFORMATION BY THIRD PARTIES, EVEN IF ADVISED IN ADVANCE OF SUCH DAMAGES OR LOSSES.\nIN PARTICULAR, AND WITHOUT LIMITATION, NEITHER OSF NOR ANY AFFILIATED ENTITY WILL BE LIABLE FOR DAMAGES OF ANY KIND RESULTING FROM YOUR USE OF OR INABILITY TO USE THE SITE OR FROM ANY MATERIALS POSTED ON THE SITE BY OSF OR ANY THIRD PARTY.\nYOUR SOLE AND EXCLUSIVE REMEDY FOR DISSATISFACTION WITH THE SITE IS TO STOP USING THE SITE.\nTHE MAXIMUM LIABILITY OF OSF FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING WITHOUT LIMITATION NEGLIGENCE) OR OTHERWISE, SHALL BE THE GREATER OF THE TOTAL AMOUNT, IF ANY, PAID BY YOU TO OSF TO ACCESS AND USE THE SITE, OR TEN DOLLARS ($10.00).</p>\n<p>While we try to maintain the integrity and security of the Site and the servers from which the Site is operated, we do not guarantee that the Site will be or remain secure, complete or correct, or that access to the Site will be uninterrupted.\nThe Site may include inaccuracies, errors, and materials that violate or conflict with this Agreement.\nAdditionally, third parties may make unauthorized alterations to the Site.\nIf you become aware of any unauthorized third party alteration to the Site, contact us at 224 West 57th Street, New York, NY, 10019, United States, with a description of the material(s) at issue and the URL or location on the Site where such material(s) appear.</p>\nIndemnity\n<p>You agree to defend, indemnify and hold harmless OSF and the Affiliated Entities and their respective sponsors, employees, officers, directors, shareholders, affiliates, agents, representatives, suppliers and members from and against all claims, losses, costs, and expenses (including attorneys fees) arising out of (a) your use of, or activities in connection with, the Site.\nor (b) any violation of this Agreement by you or anyone using your username and/or password.</p>\nDigital Millennium Copyright Act\n<p>If you are a copyright owner or an agent thereof and believe that any content posted by a user of this Site infringes upon your copyright, you may submit a notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information in writing (see 17 U.S.C 512(c)(3) for further detail):</p>\n<ul>\n<li>a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site;</li>\n<li>identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information reasonably sufficient to permit the service provider to locate the material;</li>\n<li>information reasonably sufficient to permit the service provider to contact you, such as an address, telephone number, and, if available, an email address;</li>\n<li>a statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>OSF’s designated Copyright Agent to receive notifications of claimed infringement is:&nbsp;contact@opensocietyfoundations.org.\nYou acknowledge that if you fail to comply with all of the requirements of this Section, your DMCA notice may not be valid.</p>\n<p>Counter-Notice.\nIf you believe that your posting that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the content in your posting, you may send a counter-notice containing the following information to the Copyright Agent:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>identification of the content that has been removed or to which access has been disabled and the location at which the content appeared before it was removed or disabled;</li>\n<li>a statement that you have a good faith belief that the content was removed or disabled as a result of mistake or a misidentification of the content.\nand</li>\n<li>your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court in New York, New York, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p>If a counter-notice is received by the Copyright Agent, OSF may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at our sole discretion.</p>\nTermination\n<p>This Agreement is effective until terminated.\nOSF, in its sole discretion, may terminate your access to or use of the Site, at any time and for any reason, including if OSF believes that you have violated or acted inconsistently with the letter or spirit of this Agreement.\nUpon any such termination, your right to use the Site will immediately cease.\nYou agree that any termination of your access to or use of the Site may be effected without prior notice, and that OSF may immediately deactivate or delete your password and user-name, and all related information and files associated with it, and/or bar any further access to such information or files.\nYou agree that OSF and the Affiliated Entities shall not be liable to you or any third party for any termination of your access to the Site or to any such information or files, and shall not be required to make such information or files available to you after any such termination.</p>\nGoverning Law.\nVenue\n<p>This Agreement is governed by and shall be construed in accordance with the laws of the State of New York, U.S.A., without regards to its principles of conflicts of law.\nYou agree to exclusive jurisdiction by the federal and state courts located in the County of New York in the State of New York, U.S.A., and waive any jurisdictional, venue or inconvenient forum objections to such courts.</p>\nMiscellaneous\n<p>This Agreement does not, and shall not be construed to, create any partnership, joint venture, employer-employee, agency, or franchisor-franchisee relationship between you and OSF or any Affiliated Entities.\nIf any provision of this Agreement is found to be unlawful, void, or for any reason unenforceable, that provision will be deemed severable from this Agreement and will not affect the validity and enforceability of any remaining provision.\nYou may not assign, transfer, or sublicense any or all of your rights or obligations under this Agreement without our express prior written consent.\nOSF may assign, transfer, or sublicense any or all of its rights or obligations under this Agreement without restriction.\nNo waiver by either party of any breach or default hereunder will be deemed to be a waiver of any preceding or subsequent breach or default.\nAny heading, caption, or section title contained herein is inserted only as a matter of convenience, and in no way defines or explains any section or provision hereof.\nThis, together with all policies referred to herein, is the entire Agreement between you and OSF relating to the subject matter herein and supersedes any and all prior or contemporaneous written or oral agreements or understandings between you and OSF relating to such subject matter.\nNotices to you may be made via posting to the Site, by email, or by regular mail, in OSF's discretion.\nThe Site may also provide notices of changes to this Agreement or other matters by displaying such notices or by providing links to such notices.\nWithout limitation, you agree that a printed version of this Agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.\nOSF will not be responsible for failures to fulfill any obligations due to causes beyond its control.</p>\n<ul>\n<li> Last updated </li>\n<li> May 29, 2019 </li>\n<li> Contact </li>\n<li> Open Society Foundations<br>224 West 57th Street<br>New York, NY 10019<br>United States<br>P.\n+1-212-548-0600<br>F.\n+1-212-548-4600 </li>\n</ul> Contact us Facebook Twitter LinkedIn Subscribe to updates about Open Society’s work around the world <p>By entering your email address and clicking “Submit,” you agree to receive updates from the Open Society Foundations about our work.\nTo learn more about how we use and protect your personal data, please view our privacy policy.</p> Voices <p>Read the latest from our staff, grantees, and partners about how we’re working around the world to build vibrant and inclusive democracies whose governments are accountable and open to the participation of all people.</p>\n<i>Learn more</i> How We Fund <p>Every year the Open Society Foundations give thousands of grants to groups and individuals that work on the issues we focus on—promoting tolerance, transparency, and open debate.</p>\n<i>Learn more</i>\n<ul>\n<li>Who We Are</li>\n<li>Our History</li>\n<li>George Soros</li>\n<li>Leadership</li>\n<li>Board of Directors</li>\n<li>Financials</li>\n<li>Policies</li>\n<li>Offices</li>\n</ul>\n<ul>\n<li>How We Work</li>\n<li>How We Fund</li>\n<li>Grants and Fellowships</li>\n<li>Awarded Grants</li>\n</ul>\n<ul>\n<li>What We Do</li>\n<li>Where We Work</li>\n<li>Themes</li>\n</ul>\n<ul>\n<li>Events</li>\n<li>Newsroom</li>\n<li>Publications</li>\n<li>Employment</li>\n<li>Contact Us</li>\n</ul> © 2023 Open Society Foundations, some rights reserved.\nTerms and Conditions Privacy Accessibility <p>We use cookies and similar technologies to improve your experience of our website, to collect anonymous statistics, and to keep our site reliable and secure.\nYou may deny the use of all nonessential cookies by clicking “Reject.” By clicking “Accept,” you consent to the use of cookies on this site.\nFor more information, see our cookie policy.</p>SettingsAcceptRejectCookie Settingsx<p>Cookies are small files that are placed on your computer or mobile device by a website when you visit it.\nThey contain details of your browsing history on that website and distinguish you from other users.\nCookies are useful because they allow a website to recognize a user’s device and, for instance, remember your preferences and generally improve your online user experience.<br>\n<br>Because your privacy is important, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more.\nPlease note: blocking some types of cookies may impact your experience.</p>Essential cookiesAlways active<p>These cookies are necessary for our website to function properly.\nThey cannot be disabled.</p>NameProviderPurposeDurationA17_fonts_cookie_GT-America-CompressedOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_GT-America-MonoOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_GT-AmericaOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_LyonOpen Society FoundationsUsed to improve font display.24 hourscc_cookieOpen Society FoundationsUsed to identify cookie consent settings.1 yearAnalytics cookies<p>These cookies collect information about how you use our website, which pages you visited, and which links you clicked on.\nAll of the data is anonymized and cannot be used to identify you.</p>NameProviderPurposeDuration_gaGoogleUsed to identify unique users.2 years_gidGoogleUsed to distinguish users.24 hours_gat_gtag_UA_2765806_27GoogleUsed to specify Google Tag Manager account.1 minute_gat_UA-2765806-27GoogleUsed to specify Google Analytics account.1 minute<p>\n</p>Accept allSave settings", "created_at": "2023-08-23 20:09:13.543213", "updated_at": "2023-08-23 20:10:24.249023"}, {"id": 18498, "name": "Privacy", "url": "https://www.opensocietyfoundations.org/policies/privacy", "xpath": "//body", "text": " Skip to main content Open Society Foundations Voices Who We Are How We Work What We Do search open navigation <i>\n</i> submit close navigation <i>\n</i>\n<ul>\n<li>Who We Are</li>\n<li>Our History</li>\n<li>George Soros</li>\n<li>Leadership</li>\n<li>Board of Directors</li>\n<li>Financials</li>\n<li>Policies</li>\n<li>Offices</li>\n</ul>\n<ul>\n<li>How We Work</li>\n<li>How We Fund</li>\n<li>Grants and Fellowships</li>\n<li>Awarded Grants</li>\n</ul>\n<ul>\n<li>Who We Are</li>\n<li>How We Work</li>\n<li>What We Do</li>\n</ul>\n<ul>\n<li>What We Do</li>\n<li>Where We Work</li>\n<li>Africa</li>\n<li>Asia Pacific</li>\n<li>Europe and Central Asia</li>\n<li>Latin America and the Caribbean</li>\n<li>Middle East and North Africa</li>\n<li>United States</li>\n<li>Themes</li>\n<li>Climate Justice</li>\n<li>Equity</li>\n<li>Expression</li>\n<li>Justice</li>\n</ul>\n<ul>\n<li>Voices</li>\n<li>Events</li>\n<li>Newsroom</li>\n<li>Publications</li>\n<li>Employment</li>\n<li>Contact us</li>\n</ul> Subscribe to updates about Open Society’s work around the world <p>By entering your email address and clicking “Submit,” you agree to receive updates from the Open Society Foundations about our work.\nTo learn more about how we use and protect your personal data, please view our privacy policy.</p> Policies Privacy <ul>\n<li> Last updated </li>\n<li> June 22, 2021 </li>\n<li> Contact </li>\n<li> Open Society Foundations<br>224 West 57th Street<br>New York, NY 10019<br>United States<br>P.\n+1-212-548-0600<br>F.\n+1-212-548-4600 </li>\n</ul> Contact us Facebook Twitter LinkedIn <p>Your privacy is important to the Open Society Foundations (<strong>OSF</strong>).\nThis privacy policy provides information about the different types of personal information that we collect and the ways in which we use it.\nThis privacy policy applies to all those who interact with us online (particularly through the website www.opensocietyfoundations.org and any other website we own or operate) or whose personal information we otherwise collect (although please note that if you are an employee or worker at OSF, there is a separate privacy policy).</p>\n<p>If you have any questions, please feel free to contact us using the contact details included at section 17.</p>\n<ol>\n<li>Who we are</li>\n<li>When do we collect personal information about you?</li>\n<li>What personal information do we use?</li>\n<li>What information is collected automatically online?</li>\n<li>What about personal information that is considered more sensitive?</li>\n<li>How we use your personal information</li>\n<li>Lawful grounds</li>\n<li>Use of our online services</li>\n<li>Do we share your personal information?</li>\n<li>International data transfers</li>\n<li>Securing your personal information</li>\n<li>How long do we keep your personal information?</li>\n<li>Children</li>\n<li>Your rights and preferences</li>\n<li>Other websites</li>\n<li>Updating this privacy policy</li>\n<li>How to contact us</li>\n</ol> 1.\nWho we are <p>This privacy policy describes how OSF will collect and use your personal information when you interact with us online or when we otherwise collect and use your personal information.\nThe Open Society Foundations have offices located through the world.\nYou can learn more about where we are located on our Offices and Foundations page.\nWhile our website is operated by OSF in the United States, the personal information we collect (through the website or otherwise) may be used by any of our family of offices and foundations in line with the purposes set out in this privacy policy.\nWhen we refer to OSF in this privacy policy, we include all OSF offices and foundations.</p>\n<p>Please note that there are certain aspects of this privacy policy that only apply when we are required to comply with specific laws (e.g., the European data protection law, the General Data Protection Regulation).\nIn some instances, EU data protection law may apply.\nPlease see section 10 for information about the transfer of your personal information.</p>\n<p>The representative of the Open Society Foundations’ U.S.\nentity that operates our websites, the Open Society Institute, in the EU is Open Society Foundation–London.</p> 2.\nWhen do we collect personal information about you? <p>We may obtain your personal information from a number of sources including:</p>\n<ol>\n<li>When you give it to us <strong>directly</strong>.\nFor example, if you provide us with your email address to sign up to receive our news updates.</li>\n<li>When we obtain it <strong>indirectly</strong>.\nYour personal information may be shared with us by third parties such as recruitment agencies when we are recruiting staff and vetting agencies when we gather information on grant applicants.\nTo the extent that we have not done so already and that we are required to, we will notify you when we receive personal information about you from them, and tell you how and why we intend to use that personal information.</li>\n<li>When it is <strong>publicly available</strong>.\nYour personal information may be available to us from external publicly available sources.\nThis includes information available on government websites (e.g., U.S.\nFederal and European institutions) or non-OSF company or institutional websites.</li>\n<li>When you visit our <strong>website</strong>.\nOur website uses cookies and other tracking technologies to improve your experience of our website—this can involve collecting personal information.\nWe will only deploy non-essential cookies, including analytics cookies, with your consent.\nPlease refer to our Cookie Policy for details of the way the use of cookies may affect your personal information and to update your preferences.</li>\n</ol> 3.\nWhat personal information do we use? <ul>\n<li>We may collect, store, and otherwise process the following kinds of personal information:</li>\n<li>your full name and contact details, including email address, postal address, and telephone number;</li>\n<li>information you provide in connection with your application for a grant, fellowship, or scholarship which may include date of birth, biographical information, education and work experience, information about family members, employment information, citizenship and tax residency information, passport, dietary information, images of your signature, expenses, amount and intended purpose of grants you are involved in, and information about your participation in a specific program;</li>\n<li>information you provide when you are considered for a board role which may include education and work experience, information about family members, employment information, potential conflicts of interest, and expenses;</li>\n<li>public professional status and role of political members in the context of advocacy;</li>\n<li>information you provide when you are considered as a contractor which may include education and work experience, employment information, images of your signature, and information about the services you may provide to OSF;</li>\n<li>information about your use of our information and communications systems;</li>\n<li>financial information including bank details, payment card details;</li>\n<li>your communication preferences;</li>\n<li>information about your professional status and role.\nand</li>\n<li>information you provide to us through comments or Forums (see below).</li>\n</ul> 4.\nWhat information do we collect online? <p>We will also collect certain information when you interact with our website.\nWe do this through server log files, cookies, and pixel tags.\nWhile the information obtained may not be personal information under the laws of the country you are based in, we recognize that there are certain laws (e.g., EU law) where this information is likely to be personal information.</p>\n<p>For instance, we identify and log the Internet Protocol (IP) address of the device you use to access our website automatically in our server log files whenever you visit our website, along with the time of your visit and pages you visit.\nWhile the intention of such a practice is to calculate website usage levels and to help us diagnose problems with the website’s servers, we recognize that an IP address is also an online identifier which can be used to create profiles of individuals behind devices.\nThus, if we combine non-personal information with personal information, we will treat the combined information as personal information as long as it is combined.</p>\n<p>We will only deploy non-essential cookies, including analytics cookies, with your consent.\nPlease see our Cookie Policy for further information about how we collect and use cookies and pixels and our use of analytics.</p> 5.\nWhat about personal information that is considered more sensitive? <p>Certain countries have laws that recognize particular types of personal information as more sensitive and therefore requiring greater protection.\nWe collect these types of personal information in limited circumstances.\nFor instance, we may collect personal information about health, religion, ethnicity, sexual life, and political opinions.\nWe may also collect personal information about criminal convictions and offenses.</p>\n<p>We will only collect and use this sensitive information if there is a valid reason for doing so and where the law allows us to.\nFor instance, there are stricter rules about the collection and use of sensitive information where EU law applies.\nWhen we collect sensitive information or criminal conviction data about you and we are required to tell you what our lawful basis is for doing so, we will set this out.</p> 6.\nHow we use your personal information <p>OSF will use your personal information:</p>\n<ul>\n<li>to fulfill your requests to submit an application or register on the website;</li>\n<li>to understand and measure your interaction with the website and online content;</li>\n<li>to allow us to review, evaluate and administer grants, scholarships, and other OSF programs;</li>\n<li>to enable us to monitor progress and completion of those programs;</li>\n<li>to enable us to monitor and manage conflicts of interest;</li>\n<li>to enable us to manage governance transactions;</li>\n<li>to contact you if you are involved in a project we are administering;</li>\n<li>to contact you to make recommendations, proposals, or notices to you about opportunities you may potentially be interested in;</li>\n<li>to make administrative and marketing communications;</li>\n<li>to enable you to use our online services (e.g., our comments, newsletter, subscription);</li>\n<li>to administer any financial transaction between us;</li>\n<li>to register you for an event and any administration associated with the event;</li>\n<li>to cover or reimburse expenses or travel related to business;</li>\n<li>to contact you for our advocacy purposes and to inform you of events or publications we think you may potentially be interested in;</li>\n<li>for research purposes so that we can identify key trends of findings in connection with our programs and projects;</li>\n<li>for research and record keeping purposes in connection to carrying out advocacy work through our programs and projects;</li>\n<li>to satisfy legal obligations which are binding on us;</li>\n<li>for the prevention of fraud or misuse of service.\nand</li>\n<li>for the establishment of, defense against, or enforcement of legal claims.</li>\n</ul> 7.\nLawful grounds <p>Under certain laws, we are required to rely on one or more lawful grounds to collect and use the personal information that we have outlined above.\nWe consider the grounds listed below to be relevant:</p>\n<ol>\n<li>\n<strong>Legal obligation</strong>.\nWhere the processing of your personal information is necessary for us to comply with a legal obligation to which we are subject (e.g., because we have to provide information to tax authorities).</li>\n<li>\n<strong>Contractual relationship</strong>.\nWhere it is necessary for us to use your personal information in order to perform a contract to which you are a party (or to take steps at your request prior to entering a contract).</li>\n<li>\n<strong>Legitimate interests</strong>.\nWe rely on this basis where applicable law allows us to collect and use personal information for our legitimate interests and the use of your personal information is fair, balanced, and does not unduly impact your rights.\nFor instance, it is in our legitimate interest to use personal information in association with planning of, delivery of, and monitoring of our programmatic work and grant making.</li>\n<li>\n<strong>Consent</strong>.\nWe may obtain your consent to use your personal information in certain circumstances (e.g., to send you email marketing or for the use of non-essential cookies).\nWe will ensure that when we obtain your consent, you are free both to give it and to decline to give it.\nAdditionally, you may always withdraw your consent at any time without any further detriment to you.</li>\n</ol> 8.\nUse of our online services (e.g., forums, blogs, comments) <p>We may make available certain interactive services through our website such as message boards, blogs, and wikis (<strong>Forums</strong>).\nYou will be able to post information and materials to Forums.\nPlease see our Community Guidelines.</p>\n<p>Any information (including personal information) that you post in a Forum becomes public information and may be available to other visitors to our website and to the general public.\nIn addition, your name may be available in association with any posting you make.\nAdditionally, information regarding your Forum activities is also available for other users to view.</p>\n<p>Please exercise caution and discretion when posting information (including personal information) in a Forum.\nIn particular, please do not post personal information about other individuals unless you are confident that they would not object to their personal information being used in this way.\nIf you post any personal information relating to other people, you represent that you have the authority to do so and to permit us to use the information in accordance with this privacy policy.\n<strong>OSF IS NOT RESPONSIBLE FOR THE USE BY OTHERS OF THE PERSONAL INFORMATION THAT YOU DISCLOSE IN FORUMS</strong>.</p>\n<p>If you are a resident of California, under 18, and a registered user of the services, you may ask us to remove content or information that you have posted to the services by contacting us using the details at section 17.\nPlease note that your request does not ensure complete or comprehensive removal of the content or information, as, for example, some of your content may have been reposted by another user.</p> 9.\nDo we share your personal information? <p>Personal information collected by OSF (through the website or otherwise) may be shared between any of our family of offices and foundations in line with the purposes set out in this privacy policy in section 6 and in accordance with the international data sharing agreements between OSF hub and regional offices.</p>\n<p>Apart from where set out in this privacy policy, OSF will not sell, rent, or lease your personal information to other third parties.\nHowever, we may ask third-party processors to assist us or we may disclose your personal information to selected third-party processors (such as agents or sub-contractors) for the purposes outlined at section 6.\nThe third party in question will be obligated to use any personal information they receive in accordance with our instructions.</p>\n<p>For instance, we use a third-party marketing automation platform to assist with managing email addresses and sending emails to our subscribers.\nWhen you sign up to receive email updates from us and provide us with your email address, you will receive an automated email originating from this third party confirming your subscription and providing you with a link to unsubscribe from the list.</p>\n<p>We may also engage third parties to assist us with website hosting, data analysis, transaction processing, grant making, and other administrative services.</p>\n<p>We reserve the right to disclose your personal information to third parties:</p>\n<ul>\n<li>in the event that we buy or sell any business or assets, in which case we will disclose your personal information to the prospective buyer or seller or such business or assets;</li>\n<li>if substantially all of our assets are acquired by a third party, personal information held by us may be one of the transferred assets;</li>\n<li>for auditing purposes;</li>\n<li>to enforce our Terms &amp.\nConditions;</li>\n<li>to protect any OSF operations including the rights, safety, and property of OSF and our staff;</li>\n<li>if we are under any legal or regulatory obligation to do so (e.g., to comply with legal process or requests from government authorities);</li>\n<li>to permit us to pursue available remedies or limit the damages that we may sustain.\nand</li>\n<li>in connection with any legal proceedings or prospective legal proceedings, in order to establish, exercise, or defend our legal rights.</li>\n</ul> 10.\nInternational data transfers <p>Certain countries have rules around the transfer of personal information and require us to ensure that personal information remains protected according to appropriate standards.\nIf you are located in the United Kingdom or the EU or your personal data is collected and used by an organization in the United Kingdom or the EU, please note that certain countries outside of the United Kingdom or the EU have a different standard of protection for personal information.\nIn such cases, where your personal information is transferred, stored, and/or otherwise processed outside the United Kingdom or EU on a regular basis, we will implement appropriate safeguards designed to protect your personal information.\nThe full list of countries recognized by the European Commission as providing an adequate level of protection is available here.</p>\n<p>We may engage third parties outside the United Kingdom and the EU to process personal information on our behalf.\nSince personal information may be shared between OSF entities, personal information is transferred outside the United Kingdom and the EU to OSF in the United States.</p>\n<p>If you have any questions about the transfer of your personal information, please contact us using the details at section 17.</p> 11.\nSecuring your personal information <p>OSF takes reasonable technical and organizational precautions to prevent the loss, misuse, or alteration of your personal information.\nWe restrict access to those who have a need to know and we train staff in handling the information securely.\nUnfortunately, there is no such thing as perfect security in the online environment.\nAs a result, we cannot and do not guarantee the security of any information you transmit to us through or in connection with the website.</p>\n<p>If you believe that your interaction with us is no longer secure (e.g., you consider that the security of any account you might have with us has been compromised) please immediately notify us by contacting us at dataprotection@opensocietyfoundations.org.</p> 12.\nHow long do we keep your personal information? <p>We will keep your personal information for as long as necessary:</p>\n<ul>\n<li>to comply with any statutory or regulatory requirements we are subject to under applicable law;</li>\n<li>to fulfill the purposes for which the personal information was collected.\nor</li>\n<li>to defend our or a third party’s legal rights.</li>\n<li>If you have any questions, about the retention periods for holding your personal information, please contact us using the details at section 17 below.</li>\n</ul> 13.\nChildren <p>Our website is not intended to be used by individuals who are under the age of sixteen (16).\nIf you are under the age of sixteen (16), please do not provide personal information to us or through our website.</p> 14.\nYour rights and preferences <p>Please note that we will honor your requests to exercise your rights to the extent possible and required under applicable law.\nCertain of these rights may only be available to individuals who interact with our UK or EU offices and to individuals who are located in the United Kingdom or the EU who are on our mailing list.</p>\n<p>You have the right to:</p>\n<ul>\n<li>ask us for <strong>confirmation</strong> of what personal information we hold about you, and to request a copy of that information.\nif we are satisfied that you have a legal entitlement to see this personal information, and we are able to confirm your identity, we will provide you with this personal information;</li>\n<li>\n<strong>withdraw your consent</strong> at any time if we have relied on consent as the lawful ground to use your personal information;</li>\n<li>request that we<strong> delete</strong> the personal information we hold about you, as far as we are legally required to do so;</li>\n<li>ask that we <strong>correct</strong> any personal information that we hold about you which you believe to be inaccurate;</li>\n<li>\n<strong>object</strong> to the processing of your personal information where we (i) process on the basis of the legitimate interests ground.\n(ii) use the personal information for direct marketing.\nor (iii) use the personal information for statistical purposes;</li>\n<li>ask for the <strong>provision</strong> of your personal information in a machine-readable format to either yourself or a third party, provided that the personal information in question has been provided to us by you, and is being processed by us (i) in reliance on your consent.\nor (ii) because it is necessary for the performance of a contract to which you are party.\nand in either instance, we are processing it using automated means.\nand</li>\n<li>ask for processing of your personal information to be <strong>restricted</strong> if there is disagreement about its accuracy or legitimate use.</li>\n</ul>\n<p>\n<strong>Please note that </strong>you also have the right to lodge a complaint with your local data protection authority about how we use your personal information if you are located in the United Kingdom or the EU or your personal data is collected and used by an organization in the United Kingdom or the EU.\nPlease always consider raising your concern with us first by contacting us using the contact details in section 17 below.</p>\n<p>\n<strong>Your choices regarding our use and disclosure of your personal information</strong>\n</p>\n<p>We give you choices regarding our use and disclosure of your personal information for marketing purposes.\nYou may opt-out from:</p>\n<ul>\n<li>\n<strong>Receiving electronic communications from us</strong>: If you no longer want to receive marketing-related emails or text messages from us on a going-forward basis, you may opt-out by sending an email to dataprotection@opensocietyfoundations.org or by regular mail using the address provided at section 17.\nYou may also opt out of our email updates by using the unsubscribe link at the bottom of these emails.</li>\n</ul>\n<p>We will try to comply with your request(s) as soon as reasonably practicable.\nPlease note that if you opt out of receiving marketing-related emails, text messages, or paper communications from us, we may still send you important administrative messages, from which you cannot opt-out.</p> 15.\nOther websites <p>The website may contain links to third-party websites.\nThese linked websites are not under OSF’s control and we are not responsible for the privacy practices or the contents of any such linked website, or any link contained in any linked website.\nWe provide such links only as a convenience, and the inclusion of a link on the website does not imply endorsement of the linked website by OSF.\nIf you provide any personal information through any such third-party website, your interaction will occur on such third-party’s website (not on our website) and the personal information you provide will be collected by, and controlled by, the privacy policy of that third party.\nWe recommend that you familiarize yourself with the privacy policies and practices of any such third parties.\n<strong>PLEASE NOTE THAT THIS PRIVACY POLICY DOES NOT ADDRESS THE PRIVACY OR INFORMATION PRACTICES OF ANY THIRD PARTIES.</strong>\n</p> 16.\nUpdating this privacy policy <p>OSF may update this privacy policy by posting a new version on our website.\nIf we update this privacy policy in a way that significantly changes how we use your personal information, we will bring these changes to your attention.\nOtherwise, we would recommend that you periodically review this privacy policy to be aware of any other revisions.</p> 17.\nHow to contact us <p>OSF’s Office of the General Counsel is responsible for monitoring compliance with relevant legislation in relation to personal information.\nYou can contact the Office of the General Counsel if you have any questions about this privacy or our treatment of your personal information:</p>\n<p>\n<strong>Email:</strong> dataprotection@opensocietyfoundations.org</p>\n<p>\n<strong>Post:</strong> Office of the General Counsel, Open Society Foundations, 224 West 57 St, New York, NY 10019</p>\n<ul>\n<li> Last updated </li>\n<li> June 22, 2021 </li>\n<li> Contact </li>\n<li> Open Society Foundations<br>224 West 57th Street<br>New York, NY 10019<br>United States<br>P.\n+1-212-548-0600<br>F.\n+1-212-548-4600 </li>\n</ul> Contact us Facebook Twitter LinkedIn Subscribe to updates about Open Society’s work around the world <p>By entering your email address and clicking “Submit,” you agree to receive updates from the Open Society Foundations about our work.\nTo learn more about how we use and protect your personal data, please view our privacy policy.</p> Voices <p>Read the latest from our staff, grantees, and partners about how we’re working around the world to build vibrant and inclusive democracies whose governments are accountable and open to the participation of all people.</p>\n<i>Learn more</i> How We Fund <p>Every year the Open Society Foundations give thousands of grants to groups and individuals that work on the issues we focus on—promoting tolerance, transparency, and open debate.</p>\n<i>Learn more</i>\n<ul>\n<li>Who We Are</li>\n<li>Our History</li>\n<li>George Soros</li>\n<li>Leadership</li>\n<li>Board of Directors</li>\n<li>Financials</li>\n<li>Policies</li>\n<li>Offices</li>\n</ul>\n<ul>\n<li>How We Work</li>\n<li>How We Fund</li>\n<li>Grants and Fellowships</li>\n<li>Awarded Grants</li>\n</ul>\n<ul>\n<li>What We Do</li>\n<li>Where We Work</li>\n<li>Themes</li>\n</ul>\n<ul>\n<li>Events</li>\n<li>Newsroom</li>\n<li>Publications</li>\n<li>Employment</li>\n<li>Contact Us</li>\n</ul> © 2023 Open Society Foundations, some rights reserved.\nTerms and Conditions Privacy Accessibility <p>We use cookies and similar technologies to improve your experience of our website, to collect anonymous statistics, and to keep our site reliable and secure.\nYou may deny the use of all nonessential cookies by clicking “Reject.” By clicking “Accept,” you consent to the use of cookies on this site.\nFor more information, see our cookie policy.</p>SettingsAcceptRejectCookie Settingsx<p>Cookies are small files that are placed on your computer or mobile device by a website when you visit it.\nThey contain details of your browsing history on that website and distinguish you from other users.\nCookies are useful because they allow a website to recognize a user’s device and, for instance, remember your preferences and generally improve your online user experience.<br>\n<br>Because your privacy is important, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more.\nPlease note: blocking some types of cookies may impact your experience.</p>Essential cookiesAlways active<p>These cookies are necessary for our website to function properly.\nThey cannot be disabled.</p>NameProviderPurposeDurationA17_fonts_cookie_GT-America-CompressedOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_GT-America-MonoOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_GT-AmericaOpen Society FoundationsUsed to improve font display.24 hoursA17_fonts_cookie_LyonOpen Society FoundationsUsed to improve font display.24 hourscc_cookieOpen Society FoundationsUsed to identify cookie consent settings.1 yearAnalytics cookies<p>These cookies collect information about how you use our website, which pages you visited, and which links you clicked on.\nAll of the data is anonymized and cannot be used to identify you.</p>NameProviderPurposeDuration_gaGoogleUsed to identify unique users.2 years_gidGoogleUsed to distinguish users.24 hours_gat_gtag_UA_2765806_27GoogleUsed to specify Google Tag Manager account.1 minute_gat_UA-2765806-27GoogleUsed to specify Google Analytics account.1 minute<p>\n</p>Accept allSave settings", "created_at": "2023-08-23 20:09:13.573399", "updated_at": "2023-08-23 20:10:03.923349"}], "points": [], "urls": ["opensocietyfoundations.org"]}}