{"error": 448, "message": "OK", "parameters": {"id": 7672, "name": "neeva", "created_at": "2023-03-19 20:18:14.992297", "updated_at": "2023-07-10 22:02:38.01859", "wikipedia": null, "keywords": null, "related": null, "slug": "neeva", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7672.png", "url": "neeva.com", "documents": [{"id": 14777, "name": "Terms of Service", "url": "https://neeva.com/terms", "xpath": "//*[@id=\"__next\"]", "text": "Sign InFeaturesFAQBlogPressAboutGet Started<ul>\n<li>Sign in</li>\n<li>Features</li>\n<li>FAQ</li>\n<li>Blog</li>\n<li>Press</li>\n<li>About</li>\n</ul>Sign inTerms of Service<p>Updated: January 18th, 2022</p>Introduction<p>Terms of Service are long, legalistic documents.\nHere are some important highlights from Neeva’s Terms of Service below:</p>\n<ul>\n<li>Please don’t abuse our Services.\nWe may cancel your account if you do so.<br>\n</li>\n<li>Our Free Basic Tier Services are currently free to use.\nWe also offer, for a fee, Premium Tier Services which include a range of additional benefits.<br>\n</li>\n<li>Only upload data that you have rights to.\nWe will use that data only in connection with our products or services or as directed by you.\nFor example, we might make copies and/or move the data around to provide services to you.<br>\n</li>\n<li>A search engine can be used for a lot of purposes: we are going to try every single time to show you great results (and never ads, or affiliate links), but we can’t guarantee the quality of the results you get.\nWe suggest that you consult experts regarding important topics involving your health, money, legal matters, etc.\nWe are not your doctor, financial advisor, or lawyer.<br>\n</li>\n<li>Your data is yours.\nWe won’t sell your data or show ads on the Services.\nLawsuits are expensive.\nTo save you and us money, you are agreeing to settle disputes by arbitration.<br>\n</li>\n<li>Please read our privacy policy.\nIt provides important details about what data we collect, how we use that data, and with whom we share that data.<br>\n</li>\n</ul>\n<p>We’ve also included a “plain English” summary before each section of the Terms.\nWhile this Introduction section and those summaries aren’t part of the Terms, we hope they’ll help you understand this important document.</p>Terms of Service<p>Please read these Terms of Service (the “<strong>Terms</strong>”) and our Privacy Policy (https://neeva.com/privacy) (“<strong>Privacy Policy</strong>”) carefully because they govern your use of the website located at https://neeva.com (the “<strong>Site</strong>”) and the proprietary software platform, including any associated mobile applications we may make available (“<strong>App</strong>”), web interfaces and browser extensions offered by Neeva, Inc.\n(“<strong>Neeva</strong>”, “<strong>our</strong>”, “<strong>we</strong>”, “<strong>us</strong>”).\nTo make these Terms easier to read, the Site, our web interfaces and browser extension and App are collectively called the “<strong>Services</strong>.”</p>\n<p>IMPORTANT NOTICE REGARDING ARBITRATION FOR U.S.\nCUSTOMERS: WHEN YOU AGREE TO THESE TERMS YOU ARE AGREEING, (WITH LIMITED EXCEPTION), TO RESOLVE ANY DISPUTE BETWEEN YOU AND NEEVA THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY SECTION ‎17 “DISPUTE RESOLUTION” BELOW FOR DETAILS REGARDING ARBITRATION.</p>\n<p>\n<em>\n<strong>Section 1</strong> informs you that by signing up for an account, you – or your company – are agreeing to these Terms.</em>\n</p>\n<p>\n<strong>1.\nAgreement to Terms.</strong> By clicking on “Create Neeva Account” or one of “Sign up with Google”, “Sign up with Apple” and “Sign up with Microsoft” near which a prominent link to this “Terms of Service” and to the Neeva Privacy Policy are displayed, you agree to be bound by these Terms.\nIf you don’t agree to be bound by these Terms, do not use the Services and create a Neeva account.\nIf you are accessing and using the Services on behalf of a company, (such as your employer), or other legal entity, you represent and warrant that you have the authority to bind that entity to these Terms.\nIn that case, “you” and “your” will refer to that entity.</p>\n<p>\n<em>\n<strong>Section 2</strong> asks you to read our Privacy Policy and lets you know that it’s part of these Terms.</em>\n</p>\n<p>\n<strong>2.\nPrivacy Policy.</strong> Please review our Privacy Policy, which also governs your use of the Services, for information on how we collect, use, and share your information.</p>\n<p>\n<em>\n<strong>Section 3</strong> informs you that Neeva may change these Terms or the Services from time to time.\nIf we change the Terms, you’ll find the new Terms on the Site or we’ll notify you in another way.\nBy using the Services after we change the Terms, you’re agreeing to the new Terms.\nIf we change the Services in a significant way that negatively affects your use of the Services, we’ll let you know.\nIt’s your responsibility to export your data if you need it.</em>\n</p>\n<p>\n<strong>3.\nChanges to these Terms or the Services.</strong> We may update the Terms or the Service from time to time in our sole discretion.</p>\n<p>\n<strong>(a)</strong>\n<em>Updates to the Terms.</em> If we update the Terms, we’ll let you know by posting the updated Terms on the Site, to the App and/or may also send other communications.\nIt’s important that you review the Terms whenever we update them or you use the Services.\nIf you continue to use the Services after we have posted updated Terms it means that you accept and agree to the changes.\nIf you don’t agree to be bound by the changes, you may not use the Services anymore.\nBecause our Services are evolving over time we may change or discontinue all or any part of the Services, at any time and without notice, at our sole discretion.</p>\n<p>\n<strong>(b)</strong>\n<em>Updates to the Services.</em> We are constantly developing new technologies to improve our Services.\nAs part of this continual innovation, we sometimes add or remove features and functionalities, and increase or decrease limits to our services.\nIf we make material changes that negatively impact your use of the Services, or if we stop offering all or a portion of the Services, we will provide you with reasonable advance notice.\nYou are responsible for exporting your User Data from the Services.</p>\n<p>\n<em>\n<strong>Section 4</strong> makes clear that to use the Services you must be 18 or older, reside in the U.S., and legally able to use the Services and agree to these Terms.</em>\n</p>\n<p>\n<strong>4.\nWho May Use the Services?</strong>\n</p>\n<p>You may use the Services only if you are 18&nbsp;years or older, a resident of the United States, and capable of forming a binding contract with Neeva, and not otherwise barred from using the Services under applicable law.</p>\n<p>\n<em>\n<strong>Section 5</strong> says that if you give us Feedback (thanks!) we can freely use it.\nHowever, our practice is to not publicly post any of your feedback without notifying you first.</em>\n</p>\n<p>\n<strong>5.\nFeedback.</strong> We appreciate feedback, comments, ideas, proposals, and suggestions for improvements to the Services (“<strong>Feedback</strong>”).\nIf you choose to submit Feedback, you agree that we are free to use it, for any reason, without any restriction or compensation to you.</p>\n<p>\n<em>\n<strong>Section 6</strong> makes clear that we’re not charging for the Free Basic Tier Services as of today, and the fees for the Premium Tier Services are listed separately.</em>\n</p>\n<p>\n<strong>6.\nServices Types and Fees.</strong> Neeva currently offers two tiers of Services: Free Basic Tier Services and Premium Tier Services.\nBoth Free Basic Tier Services and Premium Tier Services are referred to in these Terms as the Services.\nFree Basic Tier Services are currently offered by Neeva free of charge.\nPremium Tier Services, which include a range of additional benefits, are available for a fee.\nPlease click here to view the fee for Premium Tier Services and a description of the additional benefits.</p>\n<p>\n<em>Let’s break down <strong>Section 7</strong> a bit.\nSection 7(a) says that we don’t own the materials you make available (which we call User Data).\nUnder Section 7(b) you give us the right to use your User Data to provide our products or services and as you otherwise request.\nUnder Section 7(c) you confirm that you own the User Data or at least have the rights you need to give us the rights we need.\nSection 7(d) states that you may delete your User Data from the Services but there’s a possibility it won’t be completely deleted, and when we stop providing the Services to you, we’ll delete all your User Data – so if you need it, you should back it up.\nFinally, Section 7(e) makes clear that Neeva and our licensors are retaining all rights in what we make available to you.</em>\n</p>\n<p>\n<strong>7.\nYour Data.</strong>\n</p>\n<p>\n<strong>(a)</strong>\n<em>Posting Content.</em> Our Services may collect or allow users to submit, transmit or store information, data, content, and other materials.\nAnything, (other than Feedback), that you post or otherwise make available through the Services is referred to as “<strong>User Data</strong>”.\nNeeva does not claim any ownership rights in any User Data, and nothing in these Terms will be deemed to restrict any rights that you may have to your User Data.</p>\n<p>\n<strong>(b)</strong>\n<em>Permissions to Your User Data.</em> By making User Data available through the Services, you hereby grant to Neeva a non-exclusive, transferable, worldwide, royalty-free license, with the right to sublicense, to use, host, reproduce, modify, and distribute your User Data solely to host, operate, provide and improve the Services and other related product and services and otherwise as directed by you.</p>\n<p>\n<strong>(c)</strong>\n<em>Your Responsibility for User Data.</em> You are solely responsible for all your User Data.\nYou represent and warrant that you have, (and will at all times have), all rights that are necessary to grant us the license rights in your User Data under these Terms.\nYou represent and warrant that (i) you have obtained and will obtain and continue to have all necessary rights, authority and licenses for the access to and use of the User Data (including any personal data provided) as contemplated by these Terms, and (ii) Neeva’s use of the User Data in accordance with these Terms will not violate any applicable rules, laws or regulations or a third party’s intellectual property, publicity or privacy rights, or cause a breach of any agreement or obligations between Neeva and any third party.</p>\n<p>\n<strong>(d)</strong>\n<em>Removal of User Data.</em> You can remove your User Data by specifically deleting it.\nYou should know that in certain instances, some of your User Data may not be completely removed, and copies of your User Data may continue to exist on the Services.\nTo the maximum extent permitted by law, we are not responsible or liable for the removal or deletion of (or the failure to remove or delete) any of your User Data.\nUpon the earlier of termination or expiration of the Services or these Terms, we will promptly delete your data.\nYou are responsible for backing up your User Data and ensuring you have a copy of any User Data you need before these Terms or Services expires or is terminated.</p>\n<p>\n<strong>(e)</strong>\n<em>Neeva and Third Parties’ Intellectual Property.</em> We may make available through the Services content or data that is subject to our or third parties’ intellectual property rights.\nWe and our licensors retain all rights to that content or data.</p>\n<p>\n<em>\n<strong>Section 8</strong> has to do with Apps.\nUnder Section 8(a), we give you a right to use Apps (other than those you get from the Apple App Store or use on an Apple device) only for your personal (not money-making) use.\nSection 8(b) includes several additional restrictions and limitations applicable to App Store Apps or Apps used on iOS and allows Apple to enforce these Terms against you.</em>\n</p>\n<p>\n<strong>8.\nRights and Terms for Apps.</strong>\n</p>\n<p>\n<strong>(a)</strong>\n<em>App License.</em> If you comply with these Terms, Neeva grants to you, during the term of these Terms, a limited non-exclusive, non-transferable license, with no right to sublicense, to download and install the App on your personal computers, mobile handsets, tablets, wearable devices, and/or other devices and to run the App solely for your own personal non-commercial purposes.\nExcept as expressly permitted in these Terms, you may not: (i)&nbsp;copy, modify or create derivative works based on the App or the content and materials made available on the App.\n(ii)&nbsp;distribute, transfer, sublicense, lease, lend or rent the App to any third party.\n(iii)&nbsp;reverse engineer, decompile or disassemble the App (unless applicable law permits, despite this limitation).\nor (iv)&nbsp;make the functionality of the App available to multiple users through any means.</p>\n<p>\n<strong>(b)</strong>\n<em>Additional Information: Apple App Store.</em> This Section 8(b) applies to any App that you acquire from the Apple App Store or use on an iOS device.\nApple has no obligation to furnish any maintenance and support services with respect to the App.\nIn the event of any failure of the App to conform to any applicable warranty, you may notify Apple, and Apple will refund the App purchase price to you (if applicable) and, to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App.\nApple is not responsible for addressing any claims by you or any third party relating to the App or your possession and use of it, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.\nApple is not responsible for the investigation, defense, settlement, and discharge of any third-party claim that your possession and use of the App infringe that third party’s intellectual property rights.\nApple and its subsidiaries, are third-party beneficiaries of these Terms, and upon your acceptance of the Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as a third-party beneficiary thereof.\nYou represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a terrorist-supporting country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou must also comply with any applicable third-party terms of service when using the App.</p>\n<p>\n<em>\n<strong>Section 9</strong> is a list of things that you’re agreeing not to do.\nSome of those are: Not to post any User Data that injures someone, is offensive or discriminatory, or is illegal.\nnot to frame our Services.\nnot to tamper with the Services or other parts of our or our providers’ property.\nnot to try to probe, test, or hack the Services or our systems.\nand not to violate any law or regulation.\nSection 9 also makes clear that while we may monitor use of the Services or content, we’re not obligated to do so, and that there are always risks in connecting with others via the internet.</em>\n</p>\n<p>\n<strong>9.\nGeneral Prohibitions and Neeva’s Enforcement Rights.</strong> You agree not to do any of the following:</p>\n<p>\n<strong>(a)</strong> Post, upload, publish, submit or transmit any User Data that: (i)&nbsp;infringes, misappropriates or violates a third party’s patent, copyright, trademark, trade secret, moral rights or other intellectual property rights, or rights of publicity or privacy.\n(ii)&nbsp;violates, or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii)&nbsp;is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v)&nbsp;promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi)&nbsp;is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii)&nbsp;promotes illegal or harmful activities or substances;</p>\n<p>\n<strong>(b) </strong>Use the Services to store, transmit, upload or post any infringing, libelous or otherwise unlawful or tortious material or any data for which you do not have the necessary consents or rights to store, transmit, upload or post (as applicable) in connection with the Services;</p>\n<p>\n<strong>(c) </strong>Use, display, mirror or frame the Services or any individual element within the Services, Neeva’s name, any Neeva trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without Neeva’s express written consent;</p>\n<p>\n<strong>(d)</strong> Access, tamper with, or use non-public areas of the Services, Neeva’s computer systems, or the technical delivery systems of Neeva’s providers;</p>\n<p>\n<strong>(e) </strong>Attempt to probe, scan or test the vulnerability of any Neeva system or network or breach any security or authentication measures;</p>\n<p>\n<strong>(f) </strong>Avoid, bypass, remove, deactivate, impair, descramble, or otherwise circumvent any technological measure implemented by Neeva or any of Neeva’s providers or any other third party (including another user) to protect the Services;</p>\n<p>\n<strong>(g) </strong>Attempt to access or search the Services or download content from the Services using any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided by Neeva or other generally available third-party web browsers;</p>\n<p>\n<strong>(h) </strong>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation;</p>\n<p>\n<strong>(i) </strong>Use any meta tags or other hidden text or metadata utilizing a Neeva trademark, logo URL or product name without Neeva’s express written consent;</p>\n<p>\n<strong>(j) </strong>Use the Services, or any portion thereof, for any commercial purpose or for the benefit of any third party or in any manner not permitted by these Terms, including for competitive analysis or benchmarking purposes, or to develop, commercialize, license or sell any product, service or technology that could, directly or indirectly, compete with the Services;</p>\n<p>\n<strong>(k) </strong>Forge any TCP/IP packet header or any part of the header information in any email or newsgroup posting, or in any way use the Services to send altered, deceptive, or false source-identifying information;</p>\n<p>\n<strong>(l)</strong> Attempt to decipher, decompile, disassemble, or reverse engineer any of the software used to provide the Services;</p>\n<p>\n<strong>(m) </strong>Interfere with, or attempt to interfere with, the access of any user, host, or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Services;</p>\n<p>\n<strong>(n)</strong> Collect or store any personally identifiable information from the Services from other users of the Services without their express permission;</p>\n<p>\n<strong>(o)</strong> Impersonate or misrepresent your affiliation with any person or entity;</p>\n<p>\n<strong>(p)</strong> Violate any applicable law or regulation.\nor</p>\n<p>\n<strong>(q)</strong> Encourage or enable any other individual to do any of the foregoing.</p>\n<p>Neeva is not obligated to monitor access to or use of the Services or to review or edit any content.\nHowever, we have the right to do so for the purpose of operating the Services, to ensure compliance with these Terms and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to any content, including User Data, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider it objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Services.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>\n<p>Please note that there are risks, including but not limited to the risk of physical harm, of dealing with strangers, including persons who may be acting under false pretenses.\nPlease carefully choose the information you post on this Site and that you give to other Site users.\nYou are discouraged from publicly posting your full name, telephone numbers, street addresses or other information that identifies you or allows strangers to find you or steal your identity.\nDespite this prohibition, other people’s information may be offensive, harmful, or inaccurate, and in some cases will be mislabeled or deceptively labeled.\nYou assume all risks associated with dealing with other users with whom you come in contact through this Site and the Services.\nWe expect that you will use caution and common sense when using this Site and the Services.</p>\n<p>\n<em>\n<strong>Section 10</strong> is a link to our Copyright Policy, which informs you how we handle situations where we’re notified that any User Data infringes someone’s copyright.</em>\n</p>\n<p>\n<strong>10.\nDMCA/Copyright Policy.</strong> We will terminate the account and access rights of any repeat infringer in appropriate circumstances.\nIf you are a copyright owner or the legal agent of a copyright owner, and you believe that any User Data on this Site infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act Notice: https://neeva.com/dmca.</p>\n<p>\n<em>\n<strong>Section 11 </strong>explains that we’re not responsible for third party sites you may access from the Services.</em>\n</p>\n<p>\n<strong>11.\nLinks to Third Party Websites or Resources.</strong> The Services, (including the App), may allow you to access third-party websites or other resources.\nWe provide access only as a convenience and are not responsible for the content, products, or services on or available from those resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party resources.</p>\n<p>\n<em>\n<strong>Section 12</strong> informs you that we may terminate your use of the Services at any time and you may cancel your account at any time.\nIt also lists the sections of these Terms that will continue to apply even after these Terms or your account is terminated.</em>\n</p>\n<p>\n<strong>12.\nTermination.</strong> We may suspend or terminate your access to and use of the Services, including suspending access to or terminating your account, at our sole discretion, at any time and without notice to you.\nYou may cancel your account at any time by sending us an email at help@neeva.co.\nUpon any termination, discontinuation or cancellation of the Services or your account, the following Sections will survive: 1, 2, 4, 5, ‎6 (only for payments due and owing to Neeva prior to the termination), 7(b), 7(c), 7(e), 9, 10, 12, 13, 14, 15, 16, 17, and 18.</p>\n<p>\n<em>\n<strong>Section 13</strong> states that we’re not making any representations about how or when Services will operate or about what data or content you access through the Services.</em>\n</p>\n<p>\n<strong>13.\nWarranty Disclaimers.</strong> THE SERVICES AND ANY DATA OR CONTENT MADE AVAILABLE THROUGH THE SERVICES, INCLUDING USER DATA, ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, WE EXPLICITLY DISCLAIM ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nWe make no warranty that the Services will meet your requirements or be available on an uninterrupted, secure, or error-free basis.\nWe make no warranty regarding the quality, accuracy, timeliness, truthfulness, completeness or reliability of any information or content on the Services.</p>\n<p>\n<em>Under <strong>Section 14</strong>, you’re agreeing to cover our liability that may arise as a result of your use of the Services, your User Data, or your failure to comply with these Terms.</em>\n</p>\n<p>\n<strong>14.\nIndemnity.</strong> You will indemnify and hold Neeva and its officers, directors, employees and agents, harmless from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees arising out of or in any way connected with (a) your access to or use of the Services, (b) your User Data, or (c) your violation of these Terms.</p>\n<p>\n<em>\n<strong>Section 15</strong> limits our liability to you by excluding certain types of liabilities and limiting our liability to a maximum of $100 (or the amount you’ve paid for the Services if any payment is required).</em>\n</p>\n<p>\n<strong>15.\nLimitation of Liability.</strong>\n</p>\n<p>\n<strong>(a) </strong>TO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER NEEVA NOR ITS SERVICE PROVIDERS INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST REVENUES, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT NEEVA OR ITS SERVICE PROVIDERS HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n<p>\n<strong>(b) </strong>TO THE MAXIMUM EXTENT PERMITTED BY THE LAW OF THE APPLICABLE JURISDICTION, IN NO EVENT WILL NEEVA’S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES EXCEED THE AMOUNTS YOU HAVE PAID OR ARE PAYABLE BY YOU TO NEEVA FOR USE OF THE SERVICES OR ONE HUNDRED DOLLARS ($100), IF YOU HAVE NOT HAD ANY PAYMENT OBLIGATIONS TO NEEVA, AS APPLICABLE.</p>\n<p>\n<strong>(c) </strong>THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN NEEVA AND YOU.</p>\n<p>\n<em>\n<strong>Section 16</strong> states that any dispute between us will be decided under California law (and the Federal Arbitration Act) and that any dispute that isn’t arbitrated will be heard in courts located in Santa Clara County, California.</em>\n</p>\n<p>\n<strong>16.\nGoverning Law and Forum Choice.</strong> These Terms and any action related thereto will be governed by the Federal Arbitration Act, federal arbitration law, and the laws of the State of California, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set forth in Section ‎17 “Dispute Resolution,” the exclusive jurisdiction for all Disputes (defined below) that you and Neeva are not required to arbitrate will be the state and federal courts located in the Santa Clara County, and you and Neeva each waive any objection to jurisdiction and venue in such courts.</p>\n<p>\n<em>As stated in the Introduction, under <strong>Section 17</strong> you and Neeva are agreeing to submit any dispute to an arbitrator under the rules of the American Arbitration Association.\nThe exceptions to that rule are claims that can be heard in small claims court and claims asking for an injunction.\nNote that if you win in arbitration, we may be required to pay your legal fees, but if we win, you don’t have to pay ours (unless the arbitrator believes your claim was frivolous).\nYou and Neeva are also each waiving the right to assert a class action.\nAs always, we encourage you to reach out to us directly.\nWe want you to have a great experience!</em>\n</p>\n<p>\n<strong>17.\nDispute Resolution.</strong>\n</p>\n<p>\n<strong>(a) </strong>\n<em>Mandatory Arbitration of Disputes</em>.\nWe each agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and Neeva agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of these Terms, and that you and Neeva are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of these Terms.</p>\n<p>\n<em>\n<strong>(b) </strong>Exceptions.\nAs limited exceptions to Section ‎17(a) above: (i)&nbsp;we both may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.</em>\n</p>\n<p>\n<strong>(c)</strong>\n<em>Conducting Arbitration and Arbitration Rules</em>.\nThe arbitration will be conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by these Terms.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at www.adr.org.\nAny arbitration hearings will take place in the county (or parish) where you live unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability, and scope of this arbitration agreement.</p>\n<p>\n<strong>(d)</strong>\n<em>Arbitration Costs.</em> Payment of all filing, administration and arbitrator fees will be governed by the AAA Rules, and we won’t seek to recover the administration and arbitrator fees we are responsible for paying, unless the arbitrator finds your Dispute frivolous.\nIf we prevail in arbitration, we’ll pay all of our attorneys’ fees and costs and won’t seek to recover them from you.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses to the extent provided under applicable law.</p>\n<p>\n<strong>(e)</strong>\n<em>Injunctive and Declaratory Relief</em>.\nExcept as provided in Section ‎17(b) above, the arbitrator shall determine all issues of liability on the merits of any claim asserted by either party and may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nTo the extent that you or we prevail on a claim and seek public injunctive relief (that is, injunctive relief that has the primary purpose and effect of prohibiting unlawful acts that threaten future injury to the public), the entitlement to and extent of such relief must be litigated in a civil court of competent jurisdiction and not in arbitration.\nThe parties agree that litigation of any issues of public injunctive relief shall be stayed pending the outcome of the merits of any individual claims in arbitration.</p>\n<p>\n<strong>(f) </strong>\n<em>Class Action Waiver</em>.\nYOU AND NEEVA AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, if the parties’ Dispute is resolved through arbitration, the arbitrator may not consolidate another person’s claims with your claims and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution section shall be null and void.</p>\n<p>\n<strong>(g)</strong>\n<em>Severability</em>.\nWith the exception of any of the provisions in Section ‎17(f) of these Terms (“Class Action Waiver”), if an arbitrator or court of competent jurisdiction decides that any part of these Terms is invalid or unenforceable, the other parts of these Terms will still apply.</p>\n<p>\n<em>\n<strong>Section 18</strong> is a miscellaneous collection of terms.\nSection 18(a) states that we (and our licensors) own all rights in the Services and you won’t remove or change any notices of those rights.\nSection 18(b) states that these Terms are the entire agreement between us and that you cannot transfer these Terms to someone else.\nSection 18(c) informs you how we’ll provide you with notices.\nSection 18(d) explains that if we choose not to enforce these Terms in a certain case, we may still enforce them in other cases.</em>\n</p>\n<p>\n<strong>18.\nGeneral Terms.</strong>\n</p>\n<p>\n<strong>(a) </strong>\n<em>Reservation of Rights</em>.\nNeeva and its licensors exclusively own all right, title, and interest in and to the Services, including all associated intellectual property rights.\nYou acknowledge that the Services are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou agree not to remove, alter, or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services.</p>\n<p>\n<strong>(b) </strong>\n<em>Entire Agreement</em>.\nThese Terms constitute the entire and exclusive understanding and agreement between Neeva and you regarding the Services, and these Terms supersede and replace all prior oral or written understandings or agreements between Neeva and you regarding the Services.\nIf any provision of these Terms is held invalid or unenforceable by an arbitrator or a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.\nYou may not assign or transfer these Terms, by operation of law or otherwise, without Neeva’s prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null.\nNeeva may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>\n<strong>(c)</strong>\n<em>Notices</em>.\nAny notices or other communications provided by Neeva under these Terms will be given: (i)&nbsp;via email.\nor (ii)&nbsp;by posting to the Services.\nFor notices made by email, the date of receipt will be deemed the date on which such notice is transmitted.</p>\n<p>\n<strong>(d)</strong>\n<em>Waiver of Rights</em>.\nNeeva’s failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Neeva.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.</p>\n<p>\n<em>\n<strong>Section 19</strong> is self-explanatory.\nPlease don’t hesitate to contact us.\nThank you!</em>\n</p>\n<p>\n<strong>19.\nContact Information.</strong> If you have any questions about these Terms or the Services, please contact Neeva at feedback@neeva.co or Neeva Inc., 100 View St, Suite #204, Mountain View, CA 94041.</p>\n<ul>\n<li>Home</li>\n<li>Features</li>\n<li>About</li>\n<li>Blog</li>\n<li>Press</li>\n<li>Community</li>\n</ul>\n<ul>\n<li>Learn</li>\n<li>Our Products</li>\n<li>Shop</li>\n<li>Terms</li>\n<li>Privacy</li>\n<li>Cookies Settings</li>\n</ul>\n<ul>\n<li>Bill of Rights</li>\n<li>DMCA</li>\n<li>Neeva Web Crawler</li>\n<li>Neeva.xyz</li>\n<li>Contact</li>\n<li>Careers</li>\n</ul>© 2023 Neeva Inc", "created_at": "2023-03-19 20:18:15.023342", "updated_at": "2023-03-19 20:19:14.307186"}, {"id": 14778, "name": "Privacy Policy", "url": "https://neeva.com/privacy", "xpath": "//body", "text": null, "created_at": "2023-03-19 20:20:58.755393", "updated_at": "2023-03-19 20:24:08.572499"}, {"id": 14779, "name": "DMCA", "url": "https://neeva.com/dmca", "xpath": "//body", "text": null, "created_at": "2023-03-19 20:24:30.740877", "updated_at": "2023-03-19 20:24:30.740877"}], "points": [{"id": 30213, "title": "There is a date of the last update of the agreements", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-22 19:49:09.704295", "updated_at": "2023-07-11 04:49:13.955087", "quoteText": null, "case_id": 331, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30237, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:48:54.223452", "updated_at": "2023-09-11 22:00:23.808826", "quoteText": null, "case_id": 182, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30215, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-22 19:54:31.084683", "updated_at": "2023-07-11 06:27:57.76132", "quoteText": null, "case_id": 403, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30234, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:45:18.815565", "updated_at": "2023-07-11 06:27:58.458841", "quoteText": null, "case_id": 287, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30231, "title": "You waive your right to a class action.", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:41:45.870759", "updated_at": "2023-07-11 06:27:58.557609", "quoteText": null, "case_id": 117, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30233, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:44:45.539521", "updated_at": "2023-07-11 06:27:58.639546", "quoteText": null, "case_id": 290, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30236, "title": "This service is only available to users over a certain age", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:48:05.625496", "updated_at": "2023-07-11 06:27:59.633444", "quoteText": null, "case_id": 152, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30235, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:45:48.266282", "updated_at": "2023-07-11 06:27:59.719018", "quoteText": null, "case_id": 288, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30214, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-22 19:54:07.889936", "updated_at": "2023-07-11 06:27:59.875401", "quoteText": null, "case_id": 329, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30238, "title": "You maintain ownership of your content", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:50:43.738666", "updated_at": "2023-07-11 06:27:59.798851", "quoteText": null, "case_id": 183, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30232, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:44:21.174782", "updated_at": "2023-07-11 06:27:59.955354", "quoteText": null, "case_id": 286, "document_id": 14777, "quoteStart": null, "quoteEnd": null}, {"id": 30230, "title": "You are forced into binding arbitration in case of disputes", "source": "https://neeva.com/terms", "status": "Generated through the annotate view", "created_at": "2023-03-23 00:39:23.557245", "updated_at": "2023-07-11 06:28:00.046034", "quoteText": null, "case_id": 339, "document_id": 14777, "quoteStart": null, "quoteEnd": null}], "urls": ["neeva.com"]}}