{"error": 448, "message": "OK", "parameters": {"id": 9486, "name": "Aspiration", "created_at": "2023-09-02 19:14:19.275855", "updated_at": "2023-09-02 22:02:30.556947", "wikipedia": "https://en.wikipedia.org/wiki/Aspiration,_Inc.", "keywords": null, "related": null, "slug": "aspiration-partners", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9486.png", "url": "aspiration.com", "documents": [{"id": 18708, "name": "Disclosure Statement", "url": "https://assets.aspiration.com/docs/BCP_Disclosure_Statement_2019.04.08.pdf", "xpath": "//body", "text": null, "created_at": "2023-09-02 19:16:27.234587", "updated_at": "2023-09-02 19:16:27.234587"}, {"id": 18704, "name": "Privacy Policy", "url": "https://www.aspiration.com/privacy-policy", "xpath": "//body", "text": null, "created_at": "2023-09-02 19:14:19.305395", "updated_at": "2023-09-02 19:14:53.706264"}, {"id": 18705, "name": "SERVICE AGREEMENT", "url": "https://assets.aspiration.com/docs/pyc/PYCFA_Service_Agreement_20201016.pdf", "xpath": "//body", "text": null, "created_at": "2023-09-02 19:15:08.17737", "updated_at": "2023-09-02 19:15:08.17737"}, {"id": 18706, "name": "SMS Policy", "url": "https://assets.ctfassets.net/ejg6grzpbbxj/7s85knyAH3EfrYRiVfo06Z/36d8939151e18dbbbe38c520c224f190/Aspiration_Financial__LLC___SMS_Policy._08.06.21.pdf", "xpath": "//body", "text": null, "created_at": "2023-09-02 19:15:33.736305", "updated_at": "2023-09-02 19:15:33.736305"}, {"id": 18707, "name": "Aspiration Disclaimers", "url": "https://www.aspiration.com/disclaimers", "xpath": "//body", "text": "Aspiration Logo<ul>\n<li>Enterprise Solutions</li>\n<li>Individual Solutions</li>\n<li>Who We Are</li>\n</ul>\n<ul>\n<li>Sign In</li>\n<li>Get Started</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>Aspiration Disclaimers<p>\n<strong>Check the background of Aspiration Financial, LLC on FINRA's BrokerCheck:</strong> https://brokercheck.finra.org/</p>\n<p>The Aspiration Spend &amp.\nSave Account are cash management accounts offered through Aspiration Financial, LLC, a registered broker-dealer and Member FINRA/SIPC providing brokerage services and products.\nAn Aspiration Save Account may not be opened by itself without opening an Aspiration Spend Account.\nAn affiliate company, Aspiration Fund Adviser, LLC, an SEC registered investment adviser, provides investment advisory services.\nAspiration Fund Adviser, LLC and Aspiration Financial, LLC are subsidiaries of Aspiration Partners, Inc.\n(\"Aspiration\").\nAspiration pledges to donate 10% of our profits to charities.\n<strong>Aspiration is not a bank.</strong> Olivia Albrecht is the CEO of Aspiration Partners, Inc.\nMatt Bergin is the CEO of Aspiration Financial, LLC.</p>\n<p>Aspiration's Fees &amp.\nServices Charges.\nThrough the Aspiration Insured Bank Deposit Program, cash balances in the Aspiration Spend and Save Accounts are deposited at one or more FDIC-insured depository institutions (each a \"Bank\") up to $250,500 per Bank.\nWith eight Banks available, Deposits are FDIC-insured up to $2 million per depositor.\nVisit fdic.gov.\nAspiration will automatically sweep funds to eligible programs banks to maximize coverage.\nAspiration's Program Banks.\nThe Aspiration Save Account's up to 3.00% Annual Percentage Yield (\"APY\") with up to 12x the national interest rate is variable, subject to change, and is only available to customers enrolled in Aspiration Plus after conditions are met.\nTerms &amp.\nFAQ.\nAspiration's Cash Back program is subject to change at any time and without notice, including reversal of rewards for abuse, fraud, and other illicit activity.\nCash Back rewards are generally credited on the first day of each calendar month.\nFor more Cash Back details, click here &amp.\nhere.\nAspiration's Allpoint ATM locator.\nPlant Your Change Terms.\nPlanet Protection Information.\nAspiration Impact Measurement (\"AIM\") Scores.\nAspiration Debit Cards are issued by Coastal Community Bank, Member FDIC, pursuant to a license by Mastercard International Incorporated.</p>\n<p>The \"save as much as $300 or more\" claim is based on Aspiration's Pay What Is Fair model with all extra services provided at cost compared against the national average for monthly maintenance fees assessed at traditional financial institutions, $9.60 per month, added to the average cost of using ATMs, $3.00 average ATM operator fee, $2.50 average non-network ATM fee, and $5.00 plus percentage for international ATMs, combined with miscellaneous other services like sending and receiving wires, $15.00 - $45.00, issuing checks, up to $26 per book, and processing ACH transactions, from $0.20 - $1.50 per ACH.\nThese fees add up for traditional bank customers, but with Aspiration, we empower customers to choose their own fee while providing extra services at cost, cash back opportunities, access to interest, and fee-free access to over 55,000+ Allpoint ATMs.</p>\n<p>This communication should not be construed as an offer, solicitation of an offer, or advice to buy or sell securities.\nSecurities are not FDIC-insured, but are SIPC-protected.\nInvesting involves risk, including the loss of value, and there is no guarantee that any investment will achieve its objectives, generate profits, or avoid losses.\nBefore investing, consider your personal situation.\nAspiration does not offer or provide investment, financial, tax, or legal advice.</p>\n<p>This site is designed for U.S.\npersons only.\nThis is not an offer or solicitation in any jurisdiction where Aspiration is not authorized to do business or where such offer or solicitation would be contrary to the local laws and regulations of that jurisdiction.\nSystem availability and account access times may vary due to a range of factors, including, market conditions, trading volumes, system performance, and other factors.</p>\n<p>\"Big Banks\" refers to the largest consumer depository banks in the country.</p>\n<p>\"Pay What is Fair,\" \"Aspiration,\" \"Aspiration Do Well.\nDo Good.,\" \"Dimes Worth of Difference,\" \"Brining Elite Investments of Everyday Investors,\" \"Put Your Money Where Your Heart Is,\" \"Edge Funds,\" \"Elite Investments,\" \"Aspiration Partners,\" \"Green - Not Greed.,\" \"Change Your Bank.\nChange Your World.,\" \"Change Your Investments, Change Your World.,\" \"High Road Companies and Low Road Companies,\" \"Conscience Built In,\" \"Financial Firm with a Conscience,\" \"A financial firm you can fall in love with,\" \"Move your money.\nChange your world.,\" \"Your Money Can Change Your World,\" \"Make your money matter,\" \"Change your world,\" \"Pay Whatever Is Fair,\" \"Fees Are Up To You,\" \"Pay What Is Right,\" \"Pay Only What You Think Is Fair,\" \"Choose A Fee That Is Fair,\" \"Your Fees Your Way,\" \"Pick Your Tip,\" are trademarks of Aspiration Partners, Inc., and are Registered in U.S.\nPatent and Trademark Office.</p>\n<p>\"Everyday Investors,\" \"High Road Businesses and Low Road Businesses,\" \"Sustainability Footprint,\" \"Sustainability Scorecard,\" \"Do Well.\nDo Good.,\" \"Make Money and Make a Difference,\" \"Aspiration Checking,\" \"Make Change,\" \"Aspiration Impact Measurement,\" \"AIM,\" \"AIM Score,\" \"Move your money,\" \"Just Rewards Card,\" \"Pay What You Want,\" \"Pay The Fee You Want,\" \"Choose Your Fee,\" \"Pick What You Pay,\" \"Tip What You Want,\" are trademarks of Aspiration Partners, Inc.</p>\n<p>Entities under Aspiration Partners Inc, include.\nAspiration Financial LLC, registered broker/dealer memberFINRA/SIPC.\nAspiration Fund Advisor, LLC, registered investment advisor.\nAspiration Card Services LLC: Aspiration Insurance Agency LLC.\nAspiration Sustainable Impact Services LLC.\nAspiration QFC LLC.\nAspiration Make Earth Green Again LLC.\nand Aspiration Realty LLC.</p>\n<p>Do Not Sell My Information.\nDisclaimers.\nLegal.\nPrivacy.\nSupport.</p>\n<p>© Copyright 2022 Aspiration Partners, Inc.</p>Join us in our mission to plant One Billion trees by 2030<p>\n</p>Get Started<p>WHAT WE DO</p>\n<ul>\n<li>Enterprise Solutions</li>\n<li>Individual Solutions</li>\n<li>Carbon Program</li>\n<li>Tree Planting Program</li>\n<li>Investing</li>\n<li>Conscience Coalition</li>\n<li>Grants</li>\n</ul>\n<p>ABOUT US</p>\n<ul>\n<li>Who We Are</li>\n<li>Careers</li>\n<li>Our Blog</li>\n<li>Investors</li>\n<li>Press</li>\n</ul>\n<p>LEGAL</p>\n<ul>\n<li>Privacy</li>\n<li>Security</li>\n<li>Policies</li>\n</ul>\n<p>SUPPORT</p>\n<ul>\n<li>FAQs</li>\n<li>Contact Support</li>\n<li>Do Not Sell My Personal Information</li>\n</ul>Stay up to date on all things Aspiration<p>Strong Security</p>\n<p>256 Bit Encryption Monitored 24/7</p>\n<p>1 Funded trees can take up to 18 months to plant, allowing for time to set up nurseries, select/expand planting sites, take advantage of optimal planting seasons and accommodate for local/regional/country social, political and health considerations.</p>\n<p>2 Aspiration’s early direct deposit of funds service is not guaranteed, is subject to payor’s support and the timing of payor’s payment instruction, and is based on a comparison of our policy of making funds available upon our receipt of payment instruction with the typical banking practice of posting funds at settlement.\nAspiration generally makes these funds available on the day the payment file is received, which may be up to 2 days earlier than the scheduled payment date.</p>\n<p>Aspiration Financial, LLC, is a registered broker-dealer and Member FINRA/SIPC.\nAn affiliate, Aspiration Fund Adviser, LLC, is an SEC registered investment adviser.\nAn affiliate, Aspiration Card Services, LLC offers credit services.\nAn affiliate, Aspiration Insurance Agency, LLC offers insurance products.\nAn affiliate, Make Earth Green Again, LLC, offers a standalone Plant Your Change service.\nAn affiliate, Aspiration Sustainability Impact Services, LLC offers business to business services.\nAspiration Financial, LLC, Aspiration Fund Advisor, LLC, Make Earth Green Again, LLC, Aspiration Card Services, LLC, Aspiration Insurance Agency, LLC and Aspiration Sustainability Impact Services, LLC are wholly-owned subsidiaries of Aspiration Partners, Inc.\n(collectively “Aspiration”).\nAspiration is under separate ownership from any other named entity.\nAspiration pledges to donate to charities 10% of the fees customers choose to pay us.\nIndemnity Agreement.\n<strong>Aspiration is not a bank.</strong> Apple and the Apple logo are trademarks of Apple Inc., registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc., registered in the U.S.\nand other countries.Google Play and the Google Play logo are trademarks of Google Inc.\nAll other product names, logos, brands, trademarks, and registered trademarks are property of their respective owners.\nAll company, product, and service names used in this website are for identification purposes only.\nUse of these names, trademarks, and brands does not imply endorsement.</p>\n<p>Aspiration Financial, LLC Brokerage Form CRS.\nAspiration Fund Adviser, LLC Advisory Form CRS.</p>\n<p>Aspiration Debit Card is issued by Coastal Community Bank, Member FDIC, pursuant to a license by Mastercard International Incorporated.\nThe Aspiration Zero Mastercard® is issued by Beneficial State Bank pursuant to license by Mastercard International Incorporated.\nMastercard is a registered trademark, and the circles design is a trademark of Mastercard International Incorporated.\nBeneficial State Bank, Member FDIC © 2021.</p>\n<p>© Copyright 2023 Aspiration Partners, Inc.</p>\n<p>\n</p>", "created_at": "2023-09-02 19:15:47.768955", "updated_at": "2023-09-02 19:15:56.077368"}, {"id": 18709, "name": "Indemnity Agreement", "url": "https://assets.ctfassets.net/ejg6grzpbbxj/4yVzUb171HMINA5DqA3LB6/2b385b397b8d42e742c7ab8b02d64b00/Indemnity_Agreement.pdf", "xpath": "//body", "text": null, "created_at": "2023-09-02 19:16:40.382923", "updated_at": "2023-09-02 19:16:40.382923"}, {"id": 18710, "name": "Privacy Notice", "url": "https://assets.ctfassets.net/ejg6grzpbbxj/3JctGJcbwxBFr2HHG1tygL/0d527f583bf757fb8dc7b2c1ea97abb7/Aspiration_Privacy_Notice_20230706.pdf", "xpath": "//body", "text": null, "created_at": "2023-09-02 19:17:33.749126", "updated_at": "2023-09-02 19:17:33.749126"}, {"id": 18711, "name": "Terms of Use", "url": "https://www.aspiration.com/terms-of-use", "xpath": "//body", "text": null, "created_at": "2023-09-02 19:18:02.849108", "updated_at": "2023-09-02 19:18:02.849108"}], "points": [], "urls": ["aspiration.com"]}}