{"error": 448, "message": "OK", "parameters": {"id": 7934, "name": "Olvid", "created_at": "2023-04-10 02:19:47.012173", "updated_at": "2023-04-22 11:50:39.067044", "wikipedia": "https://fr.wikipedia.org/wiki/Olvid", "keywords": null, "related": null, "slug": "olvid", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7934.png", "url": "olvid.io", "documents": [{"id": 15352, "name": "Privacy Policy", "url": "https://olvid.io/privacy/en/", "xpath": "/html/body/div[3]/div/div", "text": " Privacy Policy In a nutshell <p>\n<b>Olvid does not collect ANY personal data.</b>\n</p>\n<p>Olvid’s technology does not require any personal data to operate : no phone number, no email address, no name, no surname, no address, no birth date… Olvid will never request access to your contacts, your files or any other data that belongs to you.\n(NB: like any application, Olvid simply uses purely technical data, i.e.\nusers' IP addresses, for its operation, without consulting, collecting or storing them).</p>\n<p>\n<b>When you launch Olvid for the first time</b>, you are asked to enter a first and last name.\nAll identification elements you enter remain locally on your phone, they are never sent to our servers.\nThese Identification elements will only be shared with Olvid users you decide to invite.</p>\n<p>\n<b>When you use Olvid</b>, we have no access to any information.\nEverything is end-to-end encrypted, data and metadata.\nIn particular, it is impossible for us to see what is being exchanged or to know \"who is talking to whom\".</p>\n<p>\n<b>Location data</b>.\nWhen using location sharing in an Olvid discussion, the application asks for permission to access your device's location.\nIf you choose to enable continuous location sharing, the app may ask to access the location of your device \"all the time\".\nIn either cases, this location will never be shared with us and will only be sent to the contacts you enable sharing with in this discussion.</p>\n<p>\n<b>To delete your data</b>, simply uninstall the application.\nThat's all.\nTrue freedom is also being able to leave whenever you want.</p> In detail <p>The Olvid company attaches great importance to the protection of privacy and data relating to its customers and prospects, but also to its employees, partners and service providers.</p>\n<p>Olvid thus ensures that it adopts and complies with the principles applicable to the protection of personal data within the framework of its activity.</p>\n<p>The purpose of this <strong>Privacy Policy</strong> (the “Policy”) is to clearly, simply and completely inform any user of this website, and in general any customer or prospect (“You”, “Your” and the “Site”) about the manner in which Olvid (“We”, “Our”), in its capacity as <strong>Data controller</strong>, collects and uses data concerning You and the means You have at Your disposal to control this use and exercise Your rights relating to it.</p>\n<p>In addition, specific mentions appear on each collection form in order to ensure that You are fully informed prior to any processing of Your data.</p> 1.\nData controller <p>Olvid, SAS with share capital of 38,994.44 euros, APE code 6201Z, whose registered office is located at 26, rue Vignon, Paris 75009, registered with the Paris Trade and Companies Registry under number B 850 667 171 and whose VAT number is FR07850667171.</p> 2.\nPurpose of the processing <p>The confidentiality of its Users’ data is Olvid’s priority.\nAll data and metadata are encrypted.\nOlvid guarantees absolute confidentiality of exchanges and anonymity of users with respect to third parties.</p>\n<p>\n<strong>General mode of operation</strong>.\nOlvid’s technology does NOT request any personal data in order to operate: no phone number, email, last name, first name, address, date of birth… Olvid does not request access to your contacts, files or any other data that belongs to you.</p>\n<p>When you install Olvid you are not asked to create an account.\nThe identification information you enter remains locally on your smartphone and is not transferred to the servers.\nThey are transmitted to the users you decide to contact.</p>\n<p>When you use Olvid, we have access to no information.\nAbsolutely everything is encrypted, data and metadata.\nIn particular, it is impossible for us to know what is being exchanged or “who is talking to whom”.</p>\n<p>If you uninstall the application, no personal data whatsoever remains.\nIt is as if you had never installed the app.</p>\n<p>\n<strong>Additional elements</strong>.\nLike any other application, Olvid simply uses purely technical data, i.e.\nusers’ IP addresses, for its operation, without consulting, collecting or storing them.</p>\n<p>In its paid version, Olvid processes the data strictly necessary for the invoicing of batches of licenses.</p> 2.1.\nHow Do We collect Your Data? <p>We collect information about You only:</p>\n<ul>\n<li>\n<p>when You purchase license packages (as a representative of the entity for which You work),</p>\n</li>\n<li>\n<p>when You contact Us or interact with Us by any other means (e-mail, telephone, social networks…),</p>\n</li>\n<li>\n<p>when You respond to one of Our satisfaction surveys,</p>\n</li>\n<li>\n<p>when You subscribe to Our marketing communications.</p>\n</li>\n</ul> 2.2.\nWhy Do We Collect Your Data? <p>Olvid only collects data that is adequate, relevant and limited to what is necessary for the purposes for which it is processed.</p>\n<p>The legal basis on which we collect data is the performance of the contract that binds Us with You when You use Our services or with Your consent.</p>\n<p>These purposes are specific and legitimate and, under no circumstances will Your data be further processed in a manner incompatible with these purposes, except with Your prior consent.</p>\n<p>Thus, We are likely to use Your data, as the case may be, for:</p>\n<ul>\n<li>\n<p>invoice the user licenses,</p>\n</li>\n<li>\n<p>respond to Your contact requests,</p>\n</li>\n<li>\n<p>manage possible complaints.</p>\n</li>\n</ul> 2.3 What data do we collect? <p>By <strong>Personal Data</strong>, we mean any information allowing us to identify you, directly or indirectly by reference, as the case may be: (i) to an identification number.\n(ii) to one or more elements specific to you.\n(iii) or by cross-referencing information.\nWe distinguish between personal data of users and purely technical data on access to the service (IP addresses) and billing.</p>\n<p>\n<strong>For the direct sale of license packages:</strong>\n</p>\n<p>As part of the sale of license packages, the information that We may collect and process is as follows:</p>\n<ul>\n<li>\n<strong>Your first and last names</strong>*</li>\n<li>\n<strong>Your company’s name</strong>*</li>\n<li>\n<strong>Your contact information (phone and postal address)</strong>*</li>\n<li>\n<strong>Your email</strong>*</li>\n<li>\n<strong>Your bank and financial data</strong>* to proceed to the billing</li>\n<li>\n<strong>Your contact history</strong> with Us to provide you with assistance</li>\n<li>\n<strong>The IP address</strong> for the use of the application.\nWe remind you that, like any application, Olvid uses for its operation the IP addresses of the users, without ever consulting, collecting or keeping them.</li>\n</ul>\n<p>The <strong>mandatory fields</strong> are those indicated as such by the <strong>symbol (*)</strong>.\nIf You do not fill in these fields, We will unfortunately not be able to access your request.\nThe other data are optional, i.e.\nYou are free to fill them in, or not, without any particular obligation or inconvenience to You.</p> 3.\nSharing Your Data <p>With whom do We share Your data? The only people authorized to access Your data are the Olvid team members.</p>\n<p>Our service providers may also receive personal data that is strictly necessary for the performance of the services entrusted to them and in particular those We call upon to perform the services.\nWe use AWS servers, specifying again that servers do not play any role in security, only IP addresses can be visible by the provider.</p>\n<p>We are also likely to communicate Your data in order to respond to legal or regulatory requests, court decisions, subpoenas or legal proceedings, if compliance with the regulations in force requires it, as well as in the event that Olvid transfers all or part of its assets to a third party company.</p> 4.\nRetention period <p>How long is your data kept? Your billing data will be kept by Olvid for the period of time that you use Our services, and deleted no later than three years from the last contact, unless anonymized or legally required by law to keep certain data for a longer period of time.</p>\n<p>We would like to remind you that purely technical data, i.e.\nIP addresses, are not stored.</p> 5.\nSecurity conditions <p>The protection of Your privacy and Your data is a priority.\nWithin Olvid, We take adequate security measures, in particular technical and organizational measures, to protect Your data against accidental loss, destruction, misuse, damage and unauthorized or illegal access.</p>\n<p>All personal data is confidential and access to it is therefore limited to Olvid employees.</p>\n<p>All persons having access to Your data are bound by a duty of confidentiality and are subject to disciplinary measures and/or other sanctions if they fail to comply with these obligations.</p>\n<p>Transactions with a third party recipient are subject to a contract in order to assure You of the protection of Your personal data and the respect of Your rights.</p> 6.\nExercising Your Rights <p>What are Your rights and how to exercise them? You have, within the limits provided by the regulations in force, several rights regarding the processing of Your data:</p>\n<ul>\n<li>\n<p>The right to be informed about the use of Your personal information.</p>\n</li>\n<li>\n<p>The right to access the personal information that We have about You.</p>\n</li>\n<li>\n<p>The right to request the correction of erroneous personal information that We have about You.</p>\n</li>\n<li>\n<p>The right to request that We delete Your data, or that We stop processing or collecting it, in certain circumstances.</p>\n</li>\n<li>\n<p>The right to withdraw your consent to receive news from Us and to object to the processing of Your data (in particular regarding Us sending You direct marketing messages).</p>\n</li>\n<li>\n<p>The right to request that We provide You with Your data or transfer it to another service provider (“portability” right),</p>\n</li>\n<li>\n<p>The right to set guidelines regarding your Personal Data after your death.\nand</p>\n</li>\n<li>\n<p>The right to complain to the national authority in charge of the protection of personal data.\nIn France, this is the CNIL, Commission Nationale de l’Informatique et des Libertés, whose site can be accessed here).</p>\n</li>\n</ul>\n<p>For any question and/or to exercise Your rights, You may contact Olvid, by electronic or postal mail, by sending a letter accompanied by a copy of any relevant identity document to the following address:</p>\n<p>contact@olvid.io, or</p>\n<p>Olvid - 26, rue Vignon, Paris 75009.</p>\n<p>To stop receiving marketing messages from Olvid, You can also click on the unsubscribe link in each of Our messages.</p>\n<p>Olvid will respond to You as soon as possible, and in any event, within one month of receipt of Your request.</p>\n<p>If necessary, this deadline may be extended by two months, given the complexity and number of requests addressed to Olvid.\nIn such case, You will be informed of this extension and the reasons for the postponement.</p>\n<p>If Your request is submitted in electronic form, the information will also be provided to You electronically whenever possible, unless You expressly request otherwise.</p>\n<p>If Olvid does not comply with Your request, it will inform You of the reasons for its inaction and You have the possibility to lodge a complaint with a supervisory authority and/or to file a judicial appeal.</p> 7.\nFollowing on our social networks <p>You can join our Linkedin or Twitter accounts from our Site and, through them, follow Our news.\nThe only data that We may collect is anonymous and processed for purely statistical purposes (for example, to track the number of subscribers to our account).</p>\n<p>We are, however, not responsible for the processing that may be made of Your data by these social networks.\nFor more information on this subject, as well as to know Your rights in this respect and to set the options to protect Your privacy, We invite You to consult the privacy policy of the concerned social networks.</p>\n<ul>\n<li>\n<p>LinkedIn Privacy Policy: available here</p>\n</li>\n<li>\n<p>Twitter Privacy Policy: accessible here</p>\n</li>\n</ul> 8.\nApplicable law and litigation <p>As Olvid is established on French territory, our company is subject to the <strong>Law No.\n78-17 of January 6, 1978 as amended relating to information technology, files and freedoms</strong> and, more broadly, to the <strong>General Regulation 2016/679</strong> of April 27, 2016 relating to data protection (“GDPR”).</p>\n<p>In the event of a dispute and in the event that a settlement could not be reached, the competent court will be the one determined according to the applicable rules of procedure.</p> 9.\nTerms and Conditions Updates <p>Please be aware that We may change this Policy from time to time.\nWhenever these changes seem important to Us, We will keep You informed and ask for Your consent if necessary.</p> ", "created_at": "2023-04-10 02:19:47.044465", "updated_at": "2023-04-10 02:20:12.536577"}, {"id": 15353, "name": "Terms of Service", "url": "https://olvid.io/terms/en/", "xpath": "/html/body/div[3]/div/div", "text": " General terms and conditions of sale and use 1.\nINFORMATION ABOUT THE COMPANY <p>The Olvid application (hereinafter “the Application”) is published by the company Olvid, a simplified joint stock company with a share capital of €&nbsp;38,994.44, registered in the Paris Trade and Companies Register under number 850 667 171, headquartered at 26, rue Vignon, Paris 75009, and whose intra-community VAT number is FR07850667171.</p>\n<p>The director and responsible for the publication is Thomas Baignères.</p>\n<p>Email: thomas.baigneres@olvid.io</p>\n<p>The server is hosted by AWS, having its head office at 67 Boulevard du Général Leclerc, 92110 Clichy, France, and reachable by phone: 01 46 17 10 00.</p> 2.\nPURPOSE <p>The purpose of these general conditions (hereinafter “General Conditions”) is to define the general rules for using the Application.</p>\n<p>They describe the use that must be made so that it can be used safely, in accordance with the rules of law in force, and are intended to regulate the use of the Olvid messaging application, both in its free than paid form.</p>\n<p>The co-contractor or the User acknowledges and accepts, beyond the application of these General Conditions, that the Application must be used in strict compliance with the laws and regulations in force so as not to disturb public order, derogate from morals or violate the rights of third parties.\nIn this regard, and without limiting the foregoing, the General Conditions cannot be interpreted as derogating from the mandatory laws to which the User is subject.</p>\n<p>Olvid reserves the right to modify the General Conditions, in particular according to the evolution of the applicable legislation, or of the market concerned.</p>\n<p>By installing the Application on his terminal and / or accessing the Application, the User accepts without reservation all of the provisions herein, and undertakes to comply with the obligations incumbent upon him.</p>\n<p>The User undertakes, when using the Application, to provide true, accurate and as complete information as possible.\nIt also undertakes to update them on a regular basis.</p>\n<p>The co-contractor or the User is understood to be a natural person of full age or having at least the legal capacity to contract for the legal person for which he is acting or for himself for a natural person.</p> 3.\nINDEPENDENCE OF THE PLATFORM <p>These General Conditions are completely independent and independent of any other legal document emanating, where applicable, from the platform or website on which or from which the Application has been downloaded.</p>\n<p>They are in particular different and distinct, and unrelated to the general conditions of use and the general conditions of sale and use of stores of the “Apple store” and “Google Play Store” type.</p>\n<p>Therefore, the User may not at any time invoke the general conditions of the platform or the website to set them against Olvid in the context of the performance of their respective obligations.</p> 4.\nPURPOSE AND FUNCTIONALITIES OF THE APPLICATION <p>The Application is intended for professional use and also for private purposes.\nIts purpose is to facilitate communications between its Users, by guaranteeing the confidentiality of exchanges and the protection of personal data.</p>\n<p>Unlike telephone services, the Application does not allow access to emergency services such as the police, fire department, hospitals, or any other connection to emergency call centers.</p>\n<p>It allows the User, as soon as it is installed on the support, to:</p>\n<ul>\n<li>exchange text</li>\n<li>exchange attachments, whatever the nature, format and size of the files</li>\n<li>create discussion groups</li>\n<li>receive secure audio calls</li>\n<li>set up ephemeral messages</li>\n<li>use Olvid Web, Android compatible.</li>\n</ul>\n<p>The application, in its paid version, allows you to:</p>\n<ul>\n<li>make secure audio calls between Users of the Application.</li>\n<li>interface with directories, in order to facilitate the enrollment of users and the deployment of Olvid.</li>\n</ul>\n<p>New features will be regularly integrated in the updates (secure video calls, desktop clients - Windows, macOS, Linux -, video-conferences…).</p>\n<p>Olvid can in no way be held responsible for the use of the Application by the User or by any other person with whom he or she interacts.\nIn particular, it has no control over the content that will be sent or received.\nIt is up to the User to judge the relevance and reliability of his own behavior and that of his contacts in the Application.</p> 5.\nACCESS TO THE APPLICATION <p>To access the application, the User must have a terminal (mobile device, phone, tablet, computer, etc.), and an Internet connection.</p>\n<p>The application can be downloaded from the “App store” and Google Play “application platforms.</p>\n<p>The free functionalities of the Application are accessible free of charge, anywhere and to any User who meets the conditions defined in Article 2 and has access to the Internet.\nAll costs incurred by the User to access the application (terminal, Internet connection) are at their expense.</p>\n<p>The paid functionalities of the Application are accessible under the conditions referred to in Article 7.</p> 6.\nDURATION <p>The General Conditions are valid for the duration of the use of the Application.</p>\n<p>This implies that they are valid from the moment the Application has been downloaded to a medium, until it is permanently deleted from the same medium.</p> 7.\nPAID VERSION OF THE APPLICATION 7.1.\nProducts and services <p>The subscription to the paid version of the Application includes the software license and the user rights attached to it, as well as the graphical interface of the Application.</p>\n<p>The subscription is made upon confirmation by the User.</p>\n<p>In the event of taking out several subscriptions, the subscriber undertakes to ensure that these General Conditions are respected by any User.</p> 7.2.\nPrice <p>The price is indicated in euros.\nIt includes the Value Added Tax (VAT) in force in the territories concerned on the day of the order.\nAny change in the applicable rate may be reflected in the price.</p>\n<p>The price is the one shown on the download medium (app store or Olvid website: https://www.olvid.io/pricing/en/) at the time of subscription.</p>\n<p>Olvid offers tacitly renewable subscriptions, either as a single purchase via the stores (Premium offer), or as a group purchase of license packages (Business &amp.\nEnterprise offers).</p>\n<p>Payment is made when you purchase the subscription, for the coming period.\nAt each renewal, by tacit agreement, the User must pay the subscription for the period to come.</p>\n<p>\n<strong>For professionals only:</strong> Invoices issued by Olvid are payable before the payment deadline indicated on the invoices, unless specifically agreed between the parties.</p>\n<p>In the event of a specific deadline negotiated between the parties, no discount will be granted for the early payment of invoices.\nIn addition, penalties of an amount equal to three times the legal interest rate will be automatically applied to unpaid amounts from the due date of the invoice or in the event of rejection of bank payment.</p>\n<p>In addition, the Customer will automatically be liable for a lump sum indemnity of 40 euros for recovery costs.\nIf the recovery costs actually incurred by Olvid should exceed this amount, it reserves the right to request additional compensation upon justification.</p>\n<p>The penalties are payable without any reminder being necessary.\nThey run automatically from the day following the date of payment shown on the invoice.</p>\n<p>In addition, Olvid reserves the right to suspend or cancel any subscription, whatever its nature and level of execution, in the event of non-payment or payment of an overdue and due invoice or in the event of repeated delays in payment.</p> 7.3.\nDuration <p>These General Conditions are deemed accepted by the Customer at the time of validation of his subscription, and apply throughout the duration of use of the Application, and in its paid form until the termination of the subscription by either Party.</p> 7.4.\nRight of withdrawal (applicable only to the consumer in the case of a unit purchase) <p>As an exception to Article L.\n221-18 of the Consumer Code, the User expressly waives his right of withdrawal pursuant to Article L.\n221-28 of the Consumer Code, with regard to the supply digital content not supplied on a tangible medium whose execution has started.\nHe will not have the period of 14 days, from the contract to reconsider his decision, without having justified his decision or, if necessary, bearing the additional costs.\nConsequently, any order confirmation will be final and will be contractually binding on Olvid.</p> 7.5.\nRenewal <p>For the paid version of the application, renewal will be tacitly every month or every year, depending on the type of subscription chosen.</p>\n<p>With regard to annual subscriptions, at the earliest 3 months, and at the latest 1 month, before the expiry of the period for which the contract is initially concluded, Olvid will inform the User that in the absence of a manifestation of the contrary intention of his part, his contract will be tacitly renewed on the scheduled date, for an equivalent period.</p>\n<p>With regard to monthly subscriptions, he will be informed by message via the application, at the latest one week before, that if his contract is not terminated, the subscription will be tacitly renewed at the end of the period.</p> 7.6.\nTermination <p>To end the subscription:</p>\n<ul>\n<li>in the case of an in-app purchase, the User may cancel their subscription directly on the stores;</li>\n<li>in the case of a purchase directly from Olvid, The cancellation will be made by sending an email to Olvid, one month before the planned end of the subscription.</li>\n</ul> 7.7.\nSuspension of subscription <p>The subscription will be immediately suspended in the event of a payment incident (rejected payment, expiration of the bank card, default of payment, etc.).</p> 8.\nTERMS OF PAYMENT <p>The subscription to a Subscription is done through the stores or directly from Olvid depending on the subscription method.\nThe prices indicated on the Site, in the Application and in these General Conditions are in euros.</p>\n<p>The prices may be subject to modifications by the Company at any time, the applicable prices being those in force and accessible on the Site or the Application when subscribing to a Subscription.\nAfter this moment, no modification of the price can take place without the agreement of the User.</p>\n<p>In the event of a purchase directly from Olvid, payments are made by wire transfer to the contact details provided by Olvid to the customer.</p> 9.\nCONFIDENTIALITY - PERSONAL DATA <p>The confidentiality of its Users’ data is Olvid’s priority.\nOlvid does not require any personal data for installation and connections.\nAll data and metadata is encrypted.\nOlvid guarantees absolute confidentiality of exchanges and anonymity of users vis-à-vis third parties.</p>\n<p>Note that Olvid uses the IP addresses of users for its operation without consulting, collecting or storing them.</p>\n<p>Olvid only collects the data strictly necessary for invoicing.\nAs a reminder, at no time can Olvid take cognizance of the exchanges and know which user is conversing with which user, when and how often.</p>\n<p>The processing is carried out under the conditions explained in the Privacy and personal data protection policy, present on the Olvid site (https://www.olvid.io/privacy), which each new user is invited to consult and accept at the time of contracting.</p> 10.\nINTELLECTUAL PROPERTY RIGHTS 10.1.\nIntellectual property <p>All the content of the Application is governed by French, Community and international legislation on copyright and intellectual property.</p>\n<p>All reproduction and representation rights relating to the Application are reserved by Olvid, including all graphic, iconographic and photographic representations, regardless of the territory of protection and whether these rights have been the subject of a deposit or no.</p>\n<p>The reproduction and / or representation of all or part of the Application, whatever the medium, including all trade names, brands, logos, domain names and other distinctive signs, is strictly prohibited and would constitute an infringement punishable by the Intellectual Property Code.</p> 10.2.\nUser license <p>Olvid grants the User a personal right to use the Application, granted on a non-exclusive, revocable, non-assignable and non-transferable basis, worldwide, and for the sole use of the Application and its content, to the exclusion of any other purpose.</p>\n<p>Under no circumstances may the User attempt to access and / or use and / or attempt to access or use the source codes or objects of the Application.</p>\n<p>The User may not under any circumstances assert any intellectual property right over the Application or its content, other than the rights conferred under the General Conditions.</p> 11.\nLIMITATION OF LIABILITY <p>Olvid is committed to using all necessary means to ensure the best access to, and operation of, the Application.</p>\n<p>The User is solely responsible for the use he makes of it.\nUnless they can prove fault on Olvid, the User acknowledges that any damage he will suffer as a result of his use of the Application will be his sole and entire responsibility.</p>\n<p>By using the Application, the User undertakes not to act in a manner which would be harmful or which would have the effect of causing prejudice to the image, interests or rights of Olvid.</p>\n<p>Olvid cannot be held liable and therefore cannot be held liable to compensate the User for any damage, direct or indirect, resulting from the unavailability of the Application.</p>\n<p>In this regard, Olvid cannot be held liable for any damage resulting from the loss, alteration or fraudulent use of data, the accidental transmission of viruses, or the attitude or behavior of third parties.</p>\n<p>Finally, it incurs no liability due to the impossibility of accessing the Application, improper use of the Application, saturation of the Internet network, possible malfunctions of the terminals on which the Application is used, or in case of force majeure event as defined by article 1218 of the Civil Code.</p> 12.\nNO WAIVER <p>The fact that any party does not invoke a breach by the other party of any of its obligations referred to in the General Conditions, cannot be interpreted for the future as a waiver of the action in question.\n.</p> 13.\nAPPLICABLE LAW 13.1.\nApplicable right <p>In the event of a dispute between the application and one or more users, the law applicable to the dispute will be French law.</p> 13.2.\nAmicable settlement clause <p>Any dispute concerning the formation, interpretation or execution of these in first instance is subject to an attempt to settle amicably between the parties.</p> 13.3.\nConsumer mediation <p>If the User is a consumer, within the meaning of the Consumer Code, any dispute that may arise, relating to the Application, or to the formation, interpretation or execution of these General Conditions may be the subject, first and before any legal procedure, mediation with Medicys, mediator referenced by the Commission for the evaluation and control of consumer mediation.</p>\n<p>The parties undertake to provide the loyal cooperation necessary for the search for an amicable solution.</p>\n<p>The parties undertake to keep strictly confidential all exchanges of words, letters and documents which take place during the mediation procedure.</p> 13.4.\nJurisdiction <p>In the event that the amicable settlement attempts undertaken by the parties have not been successful, any dispute relating to the Application or the interpretation of the General Conditions must also be brought before the Parisian courts, which alone have jurisdiction to hear them.\n.</p>\n<p>However, under Article R.\n631-3 of the Consumer Code, if the applicant has the status of consumer, within the meaning of the Consumer Code, in addition to the Parisian courts in which Olvid is located, he may also opt for the jurisdiction of the court of the place where he resided upon acceptance of the contract, or upon the occurrence of the harmful event.</p> 14.\nCONTACT - TECHNICAL ASSISTANCE - AFTER-SALES SERVICE <p>Any User can address their requests, questions or comments concerning the General Conditions to Olvid by writing to: contact@olvid.io.</p> ", "created_at": "2023-04-10 02:19:47.076024", "updated_at": "2023-04-10 02:20:39.16511"}], "points": [], "urls": ["olvid.io"]}}