{"error": 448, "message": "OK", "parameters": {"id": 9616, "name": "Knowles Electronics", "created_at": "2023-09-14 20:06:36.84009", "updated_at": "2023-09-14 22:02:45.846172", "wikipedia": null, "keywords": null, "related": null, "slug": "knowlescapacitors-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9616.png", "url": "knowlescapacitors.com,knowles.com", "documents": [{"id": 19101, "name": "Website Privacy Notice ", "url": "https://www.knowles.com/privacy-policy", "xpath": "//body", "text": " <strong>Your privacy</strong>\n<p>By clicking \"I accept\", you agree Knowles can store cookies on your device and disclose information in accordance with our Cookie Policy.</p> I accept I refuse <ul>\n<li>Skip to Main Navigation</li>\n<li>Skip to Site Top</li>\n<li>Skip to Main Content</li>\n<li>Skip to Site Bottom</li>\n<li>Skip to Footer</li>\n</ul> Menu Select a langage English <ul>\n<li> Chinese Simplified </li>\n<li> Chinese Traditional </li>\n<li> English </li>\n</ul> Select Language Chinese Simplified Chinese Traditional English <ul>\n<li>Careers</li>\n<li>Investorswill open in a new window</li>\n</ul> Search Search <p>The site navigation utilizes arrow, enter, escape, and space bar key commands.\nLeft and right arrows move across top level links and expand / close menus in sub levels.\nUp and Down arrows will open main level menus and toggle through sub tier links.\nEnter and space open menus and escape closes them as well.\nTab will move on to the next part of the site rather than go through menu items.</p> Menu <ul>\n<li> About Knowles <ul>\n<li> About Knowles </li>\n<li> Knowles History </li>\n<li> Management </li>\n<li> Board of Directors </li>\n<li> Doing Business with Knowles <ul>\n<li>Doing Business with Knowles</li>\n<li> Knowles Locations </li>\n<li> Manufacturer's Representatives </li>\n<li> Distributors </li>\n<li> Quality Assurance </li>\n</ul>\n</li>\n<li> Environmental, Social &amp.\nGovernance </li>\n<li> Legal <ul>\n<li>Legal</li>\n<li> Compliance </li>\n<li> Labor Relations </li>\n<li> Conflict Minerals </li>\n<li> Virtual Patent Marking </li>\n<li> Terms and Conditions </li>\n</ul>\n</li>\n<li> Our Culture </li>\n<li> Women in Engineering </li>\n<li> Diversity &amp.\nInclusion </li>\n<li> Knowles Blog </li>\n</ul>\n</li>\n<li> Products <ul>\n<li> Products </li>\n<li> Microphones </li>\n<li> Balanced Armature Speakers </li>\n<li> Hearing Health Components </li>\n<li> Smart Microphones </li>\n<li> Vibration Sensor </li>\n<li> Audio Processors </li>\n<li> Search Audio Products </li>\n<li> Selection Guides </li>\n<li> Capacitorswill open in a new window </li>\n<li> RF &amp.\nMicrowave Componentswill open in a new window </li>\n</ul>\n</li>\n<li> Applications <ul>\n<li> Applications </li>\n<li> Mobile <ul>\n<li>Mobile</li>\n<li> Microphones </li>\n</ul>\n</li>\n<li> Ear <ul>\n<li>Ear</li>\n<li> Premium Sound <ul>\n<li>Premium Sound</li>\n<li> The BA Advantage </li>\n<li> BA Applications </li>\n<li> Multi and Hybrid Systems </li>\n<li> The Knowles Difference </li>\n<li> What is Balanced Armature? </li>\n<li> Resource Center </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> loT </li>\n<li> Precision Devices </li>\n</ul>\n</li>\n<li> News &amp.\nEvents <ul>\n<li> News &amp.\nEvents </li>\n<li> Press Releaseswill open in a new window </li>\n<li> ​Conferences and Events </li>\n<li> Annual Reportswill open in a new window </li>\n</ul>\n</li>\n<li> Contact Us </li>\n<li>Careers</li>\n<li>Investorswill open in a new window</li>\n</ul>\n<ul>\n<li> Home </li>\n<li>Privacy Policy</li>\n</ul> Website Privacy Notice&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<p>\n<strong>1.\nIntroduction</strong>\n<br>\n<br>This privacy notice sets out how Knowles Corporation and our subsidiaries (<strong>\"we\", \"us\" or \"Knowles\"</strong>) will process your personal information when using or accessing our website, content, apps and services (each a&nbsp;<strong>“Service”</strong>).<br>\n<br>This notice explains why Knowles collects information concerning the users of the Services (each a&nbsp;<strong>\"user\", \"you\" or “your”</strong>), what type of information we collect and how we use that information.&nbsp.\nThis Privacy Notice applies to any such information collected via any Service which displays it (or a link to it).<br>\n<br>Additional information for users located in the European Economic Area (<strong>“EEA”</strong>), Switzerland and the UK about their rights and other information can be found in the EEA Annex to this Privacy Notice.<br>\n<br>This notice was last updated on 01 September 2022.<br>\n<br>\n<strong>2.\nWhat data we collect</strong>\n</p>\n<p>When a user interacts with any of the Services, Knowles may collect certain data about that user.&nbsp.\nThis data falls into 2 broad categories: (i) data about a user themselves, which the user gives us.\nand (ii) data about the user, or the way a user interacts with the Services or Services, which is collected by us electronically (collectively&nbsp;<strong>\"User Information\"</strong>).<br>\n<br>We collect the following User Information in accordance with applicable law:</p>\n<ul>\n<li>information that users provide to us, directly or via a third-party registration service for the purpose of registering with us or our group companies;</li>\n<li>information users provide to us when users interact with our customer service team;</li>\n<li>information from a user's social media profile to populate their profile on our Services, and where the user chooses to register with us using their social media login(s);</li>\n<li>information about user interactions with our Services, and any direct communications the user receives from us (such as emails);</li>\n<li>device IDs or unique identifiers, location data, device and software characteristics (such as type and configuration), connection</li>\n<li>information, statistics on page views, referral URLs, ad data, website and app navigation, IP address and standard web log information;</li>\n<li>the language choices made by users in relation to their use of the Service, which may include information relating to their location when using the Service;</li>\n<li>the details of any third-party digital property (such as a website) that referred or linked a user to the Services, together with</li>\n<li>information about how a user interacted with any online and email marketing campaigns related to the Service;</li>\n<li>information and communications on forums on the Services, including chat rooms and message boards;</li>\n<li>information about how users behave on our Services (such as the type of content they view, how frequently, at what times etc).</li>\n</ul>\n<p>We may also collect personal information from a variety of third-party sources.&nbsp.\nThese include social networks (subject to the user's privacy settings and the privacy policy of the social network, and adopting a “two-click” solution where required), service providers which allow us to verify, enhance or supplement the User Information collected on our Services, and business partners to whom we are offering a service.&nbsp;<br>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nHow &amp.\nwhy we use the data we collect</strong>\n<br>\n<br>We use the User Information for three main purposes: (i) to operate and improve the Services and to ensure that we can provide the Services.\n(ii) to optimise the content on the Services.\nand (iii) send marketing and show advertising to our users.&nbsp;<br>\n<br>More specifically, we will use the User Information to do one or more of the following things:&nbsp;<br>\n<br>(a)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nadminister our Services;<br>(b)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nprovide the Service requested by the user;<br>(c)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nimproving the browsing experience by personalizing the Service to the user;<br>(d)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nrecommend goods, services or promotions which may be of interest to the user or contact users in order to conduct market research (with the consent of the user, where necessary).\nFor these purposes, we will create a profile about your interests and preferences which will enable us to increase our advertising and communication relevance;<br>(e)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nprevent, detect and investigate potentially prohibited or illegal activities, including fraud, cheating, and money laundering&nbsp.\nand enforce our terms;<br>(f)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nto notify users about changes to our Service;<br>(g)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsend out email alerts, text messages notifications or device notifications in relation to our Service;<br>(h)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsend users prizes won via the Services, and supply services purchased via our Services;&nbsp;<br>(i)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsend notices and invoices to users, and collect payments from them;&nbsp;<br>(j)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndeal with enquiries and complaints;&nbsp;<br>(k)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nprovide our commercial partners with information about users’ use of co-branded services, including historical use data;&nbsp;<br>(l)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ncomply with any legal or regulatory requirements and otherwise to respond to any relevant regulator or competent authority as required by law;&nbsp;<br>(m)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nunderstand user trends and patterns.\nand<br>(n)&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\ndevelop aggregate analysis in respect of our users and business intelligence that enable us to operate, protect, make informed decisions and report on the performance of our business.<br>\n<br>\n<strong>4.</strong>\n<strong>Cookies</strong>\n<br>\n<br>Much of the User Information that we collect, and most of the information we employ in connection with advertising, is obtained via the use of cookies and similar technologies.&nbsp.\nCookies are usually a string of numbers and/or letters that a website transfers to a User's hard drive.\nSimilar technologies include pixel tags and web storage and other technologies, and we refer to all these things as “cookies” in this section.\nThe cookies enable the Services to \"remember\" you, either for the duration of your visit (session cookies) or for repeat visits (persistent cookies).&nbsp;<br>\n<br>On this Services, we use the following types of cookies:<br>\n<br>•<strong>&nbsp;Strictly necessary cookies -</strong>&nbsp;These cookies are essential to enable the user to navigate around the Services securely and to provide the user with Services they have specifically requested.&nbsp;<br>\n<br>•&nbsp;<strong>Functionality cookies -</strong>&nbsp;These cookies enhance the functionality of the Services by storing user preferences.\nFor instance, they can remember your name and location, if you provide this information and the types of content you are interested in.<br>\n<br>•&nbsp;<strong>Performance cookies -&nbsp;</strong>These cookies improve the performance of the Services.\nFor instance, they help pages load quicker.<br>\n<br>\n<strong>• Analytics cookies -</strong>&nbsp;We use third party analytics services such as Google Analytics and others.\nYour IP address and other information will be collected by automated means to evaluate your use of the website, compile reports on website activity, identify user patterns and provide related services.\nFor more information about how Google Analytics uses your information please&nbsp;click here.&nbsp;In addition, authentication and tracking logs will be used to compile user statistics.<br>\n<br>•<strong>&nbsp;Targeting/advertising –</strong>&nbsp;These cookies help us serve relevant advertisements and implement frequency capping procedures.<br>\n<br>These types of cookies may also be placed on the Services by our business partners or service providers.&nbsp;<br>\n<br>If you register with us or if you continue to use our Services, you agree to our use of cookies.\nIn some cases, when you arrive on our Services a pop-up message will appear asking for your consent to place advertising cookies on your device as required by applicable law.&nbsp.\nIn order to provide your consent, please click ‘OK’.\nOnce your consent has been provided, this message will not appear again when you revisit, unless you delete cookies via your browser settings or otherwise.&nbsp;<br>\n<br>Most web browsers automatically accept cookies, but if you prefer, you can change your browser to prevent that, or opt-out as explained below.\nYou may not be able to take full advantage of our Services or use certain functions if you disable cookies.<br>\n<br>\n<strong>5.</strong>\n<strong>Disclosure of User Information</strong>\n<br>\n<br>We may share User Information with any member of the Knowles group where this is necessary for business administration purposes in accordance with applicable law.&nbsp.\nWe may also allow other members of the Knowles group to contact users with relevant offers, competitions and latest news (where they have consented to doing so, if required by applicable laws).<br>\n<br>We may also share User Information with selected third parties including:<br>\n<br>• business partners, suppliers and sub-contractors in connection with providing Services to our users.<br>• advertisers and advertising networks that require the data to select and serve relevant adverts to the user.&nbsp;<br>• analytics and search engine providers that assist us in the improvement and optimisation of the Services.&nbsp;<br>• if we decide to sell the business operating the Service or it is integrated with another business, we may disclose User Information to our advisers and any prospective buyer’s advisers as well as to the new owners of the business.<br>• if we are under a duty to disclose or share a user's personal information in order to comply with any legal obligation, or in order to enforce or apply our terms;<br>• in order to prevent fraud, cheating and money laundering we may disclose User Information and betting and gaming history to third parties including, but not limited to, any relevant regulator, gaming and sporting bodies, financial institutions and law enforcement agencies or any other body that deals with the investigation of alleged offences.&nbsp;<br>\n<br>Where relevant, we will disclose User Information and anonymized information associated with a user's use of and interaction with the Services to the partner on whose behalf we operate that Services, for the purposes of marketing and advertising, and to promote their own products and services.&nbsp;&nbsp;<br>\n<br>\n<strong>6.</strong>\n<strong>Your right to opt-out</strong>\n<br>\n<br>If you, or another user of your device, wish to withdraw your cookies consent at any time, you have the ability to accept or decline cookies by modifying your browser setting.\nYou may also go to www.allaboutcookies.org or www.youronlinechoices.eu if you are in Europe, or to www.aboutads.info/choices if you are anywhere else for instructions on how to disable cookies.\nYou may opt-out from Google Analytics&nbsp;here.\nIn some instances, when you opt-out, a new cookie (Opt-Out-Cookie) is placed in your web browser.\nThis tells the third party provider to cease data collection from your browser and prevents advertisements from being delivered to you.<br>\n<br>\n<strong>7.\nSecurity</strong>\n<br>\n<br>We understand that the security of your User Information is important to you.&nbsp.\nWhen handling User Information, security is paramount and we seek to ensure that User Information is protected through appropriate technical and organisational measures.&nbsp;&nbsp;<br>\n<br>We use reasonable administrative, logical and physical controls, including password protection, to safeguard your User Information against loss, theft and unauthorised access, use or modification.\nUnfortunately, the transmission of information via the internet is not completely secure.\nAlthough we will do our best to protect your User Information in accordance with applicable law, we cannot guarantee the security of your User Information.<br>\n<br>\n<strong>8.\nInternational data transfers</strong>\n<br>\n<br>Information that we collect may be stored and processed in and transferred between any of the countries in which we operate in order to enable us to use the information in accordance with this notice.<br>\n<br>Information which you provide may be transferred to our group companies, commercial partners, suppliers or agents located outside your country as set out in paragraph 5 above.\nWe will ensure adequate protection of personal data transferred outside of your country as required under applicable laws.\nFor example, if you are located in the EEA, Switzerland or in the United Kingdom, we may enter into&nbsp;model clauses&nbsp;with the recipient.\nYou may contact us for a copy of the safeguards which we have put in place to protect your personal data in these circumstances.<br>\n<br>In addition, personal information that you submit for publication on the Services will be published on the internet and may be available, via the internet, around the world.\nWe cannot prevent the use or misuse of such information by others.<br>\n<br>\n<strong>9.</strong>\n<strong>Parents and guardians&nbsp;</strong>\n<br>\n<br>Our Services are not directly intended for children and should not be used by them unless supervised by a parent or guardian.<br>\n<br>\n<strong>10.&nbsp;Contact</strong>\n<br>\n<br>Questions, comments and requests regarding this Privacy Notice are welcomed and should be addressed to&nbsp;dataprivacy@knowles.com.&nbsp;<br>\n<br>\n<strong>11.\nChanges</strong>\n<br>\n<br>We reserve the right to change the practices described in this Privacy Notice at any time by posting an updated Privacy Notice.&nbsp.\nPlease check here periodically.&nbsp.\nIf we amend this notice, your continued use of our Services will amount to your acknowledgement of the amended notice.<br>\n<br>\n<strong>EEA ANNEX TO PRIVACY NOTICE - INFORMATION FOR EEA, SWISS AND UK INDIVIDUALS</strong>\n<br>\n<br>In order to comply with data privacy regulations in the EEA, Switzerland and the UK, Knowles provides additional information to its EEA, Switzerland and UK based users.&nbsp;<br>\n<br>\n<strong>What is personal data?&nbsp;</strong>\n<br>\n<br>\n<strong>“Personal data”</strong>&nbsp;is information about you (a&nbsp;<strong>“data subject”</strong>) the use of which is governed by applicable data protection laws.\nIt will include any information from which you can be identified, directly or indirectly, in particular by reference to an identifier such as your name, an identification number, location data, an online identifier or other information about your identity.\nMost User Information will constitute personal data.&nbsp;<br>\n<br>\n<strong>What is the legal basis on which Knowles relies to process your personal data?</strong>\n<br>\n<br>On some occasions, we process your personal data with your consent (for example, when you agree to participate in our surveys and other activities or when you give us consent to send you marketing communications (adopting a “double-opt-in” where required) or to deal with your enquiries, as set out in paragraph 3 letter (d)).<br>\n<br>On other occasions, we process your personal data when we need to do this in order to fulfil a contract with you (for example, to make available to you the requested content or for billing purposes) or in order to take steps prior to entering into a contract (for example, verifying your information), as set out in paragraph 3 letters (a), (b), (c), (f), (g), (h), (i), (j) and (k).&nbsp;<br>\n<br>We also process your personal data when it is in our legitimate interests to do this and when these interests are not overridden by your data protection rights, as set out in paragraph 3 letters (c), (e), (j), (k), (l), (n) and (o).\nFor example, we may process your personal data in our legitimate interests to ensure that our Services and Services are provided efficiently and in an user-friendly and personalised manner taking into account user feedback, data and profiles, unless consent is required for any such processing under applicable law.\nWe will process personal data to ensure the security of our business and the information of our users, and to ensure the proper and efficient administration of our business.\nYou may contact us for further information.<br>\n<br>Finally, we will process your personal data where we are required to do this by law (for example, where we have to fulfil anti-money laundering requirements or disclose information under a court order), as set out in paragraph 3 letters (f), (g), (k) and (m).&nbsp;&nbsp;<br>\n<br>\n<strong>\n</strong>\n<strong>How long does Knowles keep data?</strong>\n<br>\n<br>Knowles keeps your data for only as long as required to provide you with the necessary Services and to carry out the processing set out in this notice, and in line with its obligation under applicable law.\nThis means that we will generally not keep your personal information for longer than six years following your last interaction with us, and the retention period will often be shorter.\nFor example, we may keep your information for marketing purposes for a period of 3 years following the termination or expiry of our relationship, or your last contact with us.&nbsp;<br>\n<br>\n<strong>Your rights</strong>\n<br>\n<br>Data subjects may ask us for a copy of their information, to correct it, erase it or to transfer it to other organisations at their request.\nData subjects also have rights to object to some processing including profiling and, where we have asked for their consent to process the data subject’s data, to withdraw this consent.\nIn particular, data subjects have the right to object to direct marketing at any time.\nWhere a data subject withdraws their consent, this will not affect the legitimacy of the processing conducted prior to your request.&nbsp.\nWhere we process data because we have a legitimate interest in doing so (as explained above), the data subject has a right to object to this.\nWhere we make a decision based solely on automated processing which significantly affects the data subject, he or she may have the right to contest the decision, express his or her point of view and obtain human intervention.\nData subjects have the right to have their data transferred to another provider.&nbsp;<br>\n<br>These rights may be limited in some situations – for example, where we can demonstrate that we have a legal requirement to process your data.&nbsp;<br>\n<br>Please use the contact information set out in our Contact section above.\nWe will aim to acknowledge your enquiries within 72 hours and respond within one month, unless otherwise required by law.&nbsp;<br>\n<br>We hope that we can satisfy queries you may have about the way we process your data.\nHowever, if you have unresolved concerns you also have the right to complain to your local data protection authority.&nbsp;&nbsp;</p>\n<p>\n<strong>CALIFORNIA ANNEX TO PRIVACY NOTICE – INFORMATION FOR CALIFORNIA RESIDENTS</strong>\n<br>\n</p>\n<p>In order to comply with data privacy regulations in California, Knowles provides this California Annex, which supplements the information contained in the Website Privacy Notice, and which applies to all visitors, users, and others who reside in the State of California (\"consumers\" or \"you\").\nWe adopt this Annex to comply with the California Consumer Privacy Act of 2018 (CCPA) and any terms defined in the CCPA have the same meaning when used in this Annex.<br>\n</p>\n<p>This California Annex does not apply to workforce-related personal information collected from California-based employees, job applicants, contractors, or similar individuals.\nIf you are a California employee of Knowles, please visit California Privacy Policy if you would like additional information about how we process your Personal Information.<br>\n</p>\n<p>\n<strong>Information we collect or have collected</strong>\n<br>\n</p>\n<p>We collect information that identifies, relates to, describes, references, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer, household, or device (\"personal information\").\nPersonal information does not include:</p>\n<ul>\n<li>Publicly available information from government records.</li>\n</ul>\n<ul>\n<li>Deidentified or aggregated consumer information.</li>\n</ul>\n<p>In particular, our website collected the following categories of personal information from consumers within the last twelve (12) months:</p>Category Examples (not all will be collected) A.\nIdentifiers A real name.\nalias.\nemail address.\ntelephone number.\nunique personal identifier.\nonline identifier.\nInternet Protocol address.\ndevice identifiers.\nor other similar identifiers.\nB.\nPersonal information categories listed in the California Customer Records statute (Cal Civ.\nCode § 1798.80(e)).\nA name.\n<br>\n<em>Some Personal Information in this category may overlap with other categories.</em> D.\nCommercial information.\nRecords of products or services purchased, obtained, or considered, including blog posts that you subscribe to or events that you attend.\nF.\nInternet or other similar network activity Browsing history, search history, information on a consumer's interaction with a website, application or advertisement.\nG.\nGeolocation data.\nPhysical location of users, generally and specifically.\nI.\nProfessional or employment-related information.\nJob title and company <p>&nbsp;</p>\n<p>We obtain the categories of personal information listed above from the following categories of sources:</p>\n<ul>\n<li>Directly from you.\nFor example, from forms you complete or products and services you purchase.</li>\n</ul>\n<ul>\n<li>Indirectly from you.\nFor example, from observing your actions on our website.</li>\n</ul>\n<p>\n<strong>Use of Personal Information</strong>\n<br>\n</p>\n<p>We may use or disclose the personal information we collect for one or more of the following purposes:</p>\n<ul>\n<li>To fulfill or meet the reason you provided the information.\nFor example, if you share your name and contact information to request a price quote or ask a question about our products or services, we will use that personal information to respond to your inquiry.\nIf you provide your personal information to purchase a product or service, we will use that information to process your payment and facilitate delivery.\nWe may also save your information to facilitate new product orders or process returns.</li>\n</ul>\n<ul>\n<li>To provide, support, personalize, and develop our Website, products, and services.</li>\n</ul>\n<ul>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n</ul>\n<ul>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.<p>We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p>\n</li>\n</ul>\n<p>We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.<br>\n</p>\n<p>\n<strong>Sharing Personal Information</strong>\n<br>\n</p>\n<p>We may share your personal information by disclosing it to a third party for a business purpose.\nWe only make these business purpose disclosures under written contracts that describe the purposes, require the recipient to keep the personal information confidential, and prohibit using the disclosed information for any purpose except performing the contract.\nIn the preceding twelve (12) months, Company has disclosed personal information for a business purpose to the categories of third parties indicated below:<br>\n</p>\n<p>A.\nIdentifiers – Shared with service providers, business partners, and subsidiary organizations of Knowles.</p>\n<p>B.\nPersonal information categories listed in the California Customer Records statute (Cal Civ.\nCode § 1798.80(e)) – Shared with service providers, business partners, and subsidiary organizations of Knowles.</p>\n<p>D.\nCommercial information – Shared with service providers, business partners, and subsidiary organizations of Knowles.</p>\n<p>F.\nInternet or other similar network activity – Shared with service providers, business partners, and subsidiary organizations of Knowles.</p>\n<p>G.\nGeolocation data – Shared with service providers, business partners, and subsidiary organizations of Knowles.</p>\n<p>I.\nProfessional or employment-related information – Shared with service providers, business partners, and subsidiary organizations of Knowles.<br>\n</p>\n<p>We do not sell personal information.</p>\n<p>\n<strong>Right to Know and Data Portability</strong>\n<br>\n</p>\n<p>You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months (the \"right to know\").\nOnce we receive your request and confirm your identity (see Exercising Your Rights to Know or Delete), we will disclose to you:<br>\n</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n</ul>\n<ul>\n<li>The categories of sources for the personal information we collected about you.</li>\n</ul>\n<ul>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n</ul>\n<ul>\n<li>The categories of third parties with whom we share that personal information.</li>\n</ul>\n<ul>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing: sales, identifying the personal information categories that each category of recipient purchased.\nand disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n<ul>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n</ul>\n<p>\n<strong>Right to Delete</strong>\n<br>\n</p>\n<p>You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions (the \"right to delete\").\nOnce we receive your request and confirm your identity (see Exercising Your Rights to Know or Delete), we will review your request to see if an exception allowing us to retain the information applies.\nWe may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:<br>\n</p>\n<ol>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<p>We will delete or deidentify personal information not subject to one of these exceptions from our records and will direct our service providers to take similar action.<br>\n</p>\n<p>\n<strong>Exercising Your Rights to Know or Delete</strong>\n<br>\n</p>\n<p>To exercise your rights to know or delete described above, please submit a request by email to DataPrivacy@knowles.com.\nOnly you, or someone legally authorized to act on your behalf, may make a request to know or delete related to your personal information.\nYou may only submit a request to know twice within a 12-month period.\nYour request to know or delete must:<br>\n</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n</ul>\n<ul>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n</ul>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nYou do not need to create an account with us to submit a request to know or delete.\nWe will only use personal information provided in the request to verify the requestor's identity or authority to make it.<br>\n</p>\n<p>\n<strong>Response Timing and Format</strong>\n<br>\n</p>\n<p>We will confirm receipt of your request within ten (10) business days.\nIf you do not receive confirmation within the 10-day timeframe, please send an inquiry to info@knowles.com with “Attn: &nbsp;Law Department” in the subject line.<br>\n</p>\n<p>We endeavor to substantively respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to another 45 days), we will inform you of the reason and extension period in writing.<br>\n</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding our receipt of your request.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.\nFor data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.<br>\n</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.<br>\n</p>\n<p>\n<strong>Non-Discrimination</strong>\n<br>\n</p>\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not, as a result of you exercising any of your CCPA rights:</p>\n<ul>\n<li>Deny you services.</li>\n</ul>\n<ul>\n<li>Charge you different prices or rates for services, including through granting discounts or other benefits, or imposing penalties.</li>\n</ul>\n<ul>\n<li>Provide you a different level or quality of services.</li>\n</ul>\n<ul>\n<li>Suggest that you may receive a different price or rate for services or a different level or quality of services.</li>\n</ul>\n<p>\n<strong>Changes to The California Annex to Privacy Notice</strong>\n<br>\n</p>\n<p>We reserve the right to amend this Annex at our discretion and at any time.\nWhen we make changes to this Annex, we will post the updated notice on the Website and update the notice's effective date.\nYour continued use of our Website following the posting of changes constitutes your acceptance of such changes.<br>\n</p>\n<p>\n<strong>Contact Information</strong>\n<br>\n</p>\n<p>If you have any questions or comments about this notice, the ways in which Knowles collects and uses your information described here, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at:<br>\n</p>\n<p>DataPrivacy@knowles.com</p>\n<p>Knowles World Headquarters<br>Attn: &nbsp;Law Department<br>1151 Maplewood Drive<br>Itasca, IL 60143 USA</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of use</li>\n<li>Contact us</li>\n<li>Careers</li>\n</ul> © 2023, Knowles Electronics, LLC.\nItasca, IL, USA.\n- All Rights Reserved.\nKnowles Electronics, LLC.\nItasca, IL, USA.\n- All Rights Reserved.\n<ul>\n<li>Twitter will open in a new window </li>\n<li>Facebook will open in a new window </li>\n<li>YouTube will open in a new window </li>\n<li>LinkedIn will open in a new window </li>\n</ul> ", "created_at": "2023-09-14 20:24:07.92722", "updated_at": "2023-09-14 20:24:16.3631"}, {"id": 19100, "name": "Terms", "url": "https://www.knowlescapacitors.com/getattachment/Knowles-T-C.pdf?lang=en-US", "xpath": "//body", "text": "Knowles Corporation Terms of Use ,Effective Date: February 10, 2014,PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY.\nBY ACCESSING THE KNOWLES WEBSITE ,(“SITE”) YOU AGREE TO BE BOUND BY THESE TERMS OF USE.\nThese Terms of Use affect your legal rights ,and obligations.\nTherefore, if you do not agree to be bound by all of these Terms of Use, do not access ,or use the Site.\nYour access to the Site for the limited and exclusive purpose of reviewing these Terms of ,Use does not constitute your “use” of the Site or agreement to be bound by these Terms of Use unless ,you further access the Site.\n,Changes to Terms of Use,Knowles Corporation (“Knowles,” “we,” “us,” or “our”) may modify these Terms of Use.\nYou understand ,and agree that your access to or use of theSite is governed by the Terms of Use in effect at the time of ,your access to or use of the Site.\nIf we make material changes to these Terms of Use, we will indicate ,the date the Terms of Use was changed at the top of this page.\nBy continuing to use the Site after we ,post any such changes or notify you of any material changes, you accept the Terms of Use, as ,modified.\nYou should revisit this webpage on a regular basis as revised versions will be binding on you.,Using the Site,You must provide and are solely responsible for all hardware and/or software necessary to access the ,Site.\nYou assume the entire cost of and responsibility for any damage to, and all necessary ,maintenance, repair, or correction of, that hardware and/or software.,You acknowledge that, by using the Site, you may incur charges from your wireless carrier, internet ,service provider, or other method of internet or data access, and payment of any such charges will be ,your sole responsibility.\nYou agree that your use of the Site will be in accordance with all requirements ,of your wireless carrier, internet service provider, and other method of internet or data access.\nKnowles ,does not control network access.\nYour use of these networks may not be secure and may expose your ,personal information sent over such networks.,Restrictions on Using the Site,You may not change, modify, adapt, or otherwise alter the Site, or change, modify, or alter another ,website so as to falsely imply that it is associated with the Site or Knowles.\nYou may not interfere with ,or disrupt the Site’s servers or networks connected to the Site.\nThis includes, but is not limited to, ,transmitting worms, viruses, spyware, malware, or any other code of a malicious or disruptive ,nature.\nYou may not inject content or code, or otherwise alter or interfere with the way any page from ,the Site is rendered or displayed in a user’s browser or device.\nYou may not extract or scrape data from ,the Site through web crawlers, bots or any other technologies, nor repurpose or display this data on any ,other site or service.\nYou may not attempt to restrict others from using or enjoying the Site, and you ,may not assist, encourage, or enable violations of these Terms of Use or any other Knowles terms.\nYou ,shall not post or transmit any content that is illegal, offensive or defamatory, or otherwise use the site in ,a manner that infringes the rights of others.,Information Made Available Through the Service,The content of the Site is protected by copyright and trademark law.\nAll informationon the Site is for ,informational purposes only.\nIt is believed to be reliable, but Knowles does not warrant its ,completeness, timeliness, or accuracy.\nAs such, Knowles shall have no liability, contingent or otherwise, ,to you or to third parties, for thecorrectness, quality, accuracy, timeliness, reliability, performance, ,continued availability, or completeness of the data, services, or content of the Site.\nKnowles reserves ,the right, at any time and from time to time, in its own discretion, to add, modify, or remove any of the ,data, services, or content made available on the Site.\n,Suspension and Termination of Access,You agree that, in our sole discretion, we may suspend or terminate access to the Site or any features of ,the Site, to anyone who violates these Terms of Use or who interferes with the ability of others to enjoy ,the Site or infringes on the rights of others.,Service Availability,We reserve the right at any time and from time to time to modify or discontinue, temporarily or ,permanently, the Site, or any portion of it, with or without notice.\nYou agree that we will not be liable ,to you or to any third-party for any modification, suspension, or discontinuance of the Site or any ,portion of it.,Privacy,We respect the privacy of the usersof the Site.\nPlease review our Privacy Policy.\nThese Terms of Use ,include and fully incorporate our Privacy Policy.\n,Disclaimer of Warranties,THE SITE AND RELATED SERVICE IS PROVIDED ON AN “AS IS,” “AS AVAILABLE,” AND “WITH ALL FAULTS” ,BASIS.\nAS SUCH,YOU HEREBY EXPRESSLY AND IRREVOCABLY AGREE THAT YOUR USE OF THE SITE IS AT ,YOUR OWN RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, KNOWLES AND ITS DIRECTORS, ,OFFICERS, MANAGERS, EMPLOYEES, AGENTS, OR REPRESENTATIVES MAKE NO REPRESENTATIONS, ,WARRANTIES, ORENDORSEMENTS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, ABOUT: (i) THE ,QUALITY, ACCURACY, OR RELIABILITY OF THE SITE.\n(ii) THE CONTENT OF THE SITE.\nOR (iii) THE SAFETY ,AND SECURITY ASSOCIATED WITH THE TRANSMISSIONS OF INFORMATION TO KNOWLES OR VIA THE ,SITE.,KNOWLES DOES NOT WARRANT THAT THE SITE OR ANY OF ITS FUNCTIONS WILL BE UNINTERRUPTED OR ,ERROR-FREE.\nTHAT DEFECTS WILL BE CORRECTED.\nOR THAT THE SITE OR THE SERVERS THAT MAKE THE ,SITE AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU ACKNOWLEDGE THAT ,ACCESS TO DATA STORED BY YOU OR OTHERS ON THE SITE IS NOT GUARANTEED AND THAT WE SHALL ,NOT BE RESPONSIBLE TO YOU FOR ANY LOSS OF DATA CAUSED BY THE SITE OR ITS UNAVAILABILITY.,WE ASSUME NO RESPONSIBILITY FOR THE CONDUCT OR ACTS OF USERS OR OTHER THIRD PARTIES.\nIN ,ADDITION, WE ASSUME NO RESPONSIBILITY FOR THE CONTENT, SECURITY OR PRIVACY PRACTICES OF ,THE WEBSITES OF OTHER COMPANIES FOR WHICH WE PROVIDE LINKS IN OUR WEBSITE.,Limitations on Liability,UNDER NO CIRCUMSTANCES WILL KNOWLES AND ITS DIRECTORS, OFFICERS, MANAGERS, EMPLOYEES, ,AGENTS, OR REPRESENTATIVES BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, ,OR PUNITIVE DAMAGES ARISING FROM YOUR USE OF, INABILITY TO USE, OR PERFORMANCE OF THE ,SITE.\nTHESE EXCLUSIONS APPLY TO, BUT ARE NOT LIMITED TO, ANY CLAIMS FOR LOST PROFITS OR ,REVENUE, LOST DATA, LOSS OF GOODWILL OR OTHER INTANGIBLE LOSSES, WORK STOPPAGE, ,COMPUTER FAILURE OR MALFUNCTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, EVEN IF ,FORESEEABLE OR EVEN IF KNOWLES KNEW OF OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH ,DAMAGES.\nTHIS SUBSECTION SHALL APPLY TO ANY THEORY OF LIABILITY, WHETHER BASED ON ,WARRANTY, CONTRACT, STATUTE, TORT (INCLUDING NEGLIGENCE), OR OTHERWISE.,CERTAIN STATE LAWS DO NOT ALLOW THE EXCLUSION OR LIMITATIONOF CONSEQUENTIAL OR ,INCIDENTAL DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, ,EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU.,Governing Law,Youagree that your use of the Site, these Terms of Use and Privacy Policy, and any disputes relating to ,any of them, shall be governed in all respects by the laws of the State of Illinois without regard to any ,conflict of law principles.\nAny dispute relating to the above shall be resolved solely in the state or ,federal courts located in the State of Illinois.,You agree that regardless of any statute or law to the contrary, any claim or cause of action that you ,may have arising out of or related to the use of the Site or these Terms of Use must be filed by you ,within one year after such claim or cause of action arose or be forever barred.", "created_at": "2023-09-14 20:06:36.875367", "updated_at": "2023-09-14 20:24:35.371933"}], "points": [], "urls": ["knowlescapacitors.com", "knowles.com"]}}