{"error": 448, "message": "OK", "parameters": {"id": 9485, "name": "G2", "created_at": "2023-09-02 17:11:42.419257", "updated_at": "2023-09-02 22:02:30.458937", "wikipedia": "https://en.wikipedia.org/wiki/G2_Crowd", "keywords": null, "related": null, "slug": "g2", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9485.png", "url": "g2.com", "documents": [{"id": 18701, "name": "Privacy Policy", "url": "https://www.g2.com/static/privacy", "xpath": "/html/body/section", "text": null, "created_at": "2023-09-02 17:11:42.449621", "updated_at": "2023-09-02 17:11:53.731034"}, {"id": 18702, "name": "Cookie Policy", "url": "https://legal.g2.com/cookie-policy", "xpath": "/html/body/span[3]/div/section", "text": null, "created_at": "2023-09-02 17:12:37.743154", "updated_at": "2023-09-02 17:12:37.743154"}, {"id": 18703, "name": "Terms of Use", "url": "https://legal.g2.com/terms-of-use", "xpath": "/html/body/span[3]/div/section", "text": " G2 Terms of Use\n<p>\n<i>Last Updated on December 9, 2022.</i>\n</p>\n<p>Welcome to the G2.com, Inc.\nwebsite.\nThese terms, conditions, and notices (“Terms”) govern your access to and use of the G2.com, Inc.\nwebsite, including access and use through any other website or platforms or mobile applications, (“Site”).</p>\n<p>Be sure to return to this page periodically to review the most current version of these Terms.\nWe may modify these Terms or any additional terms that apply to this Site to, for example, reflect changes to the law or changes to this Site.\nWe will notify you about material changes to these Terms by either sending a notice to the email address you provided to us and/or by placing a prominent notice of modifications to these Terms on this page.\nChanges will not apply retroactively and will become effective no sooner than fourteen days after they are posted.\nHowever, changes addressing new functions or features of this Site or changes made for legal reasons will be effective immediately.\nIf you do not agree to the modified Terms, you should discontinue your use of this Site.</p>\n<p>The terms “we”, “us”, “our” and “G2” refer to G2.com, Inc., a Delaware corporation located at 100 S.\nWacker Drive, Suite 600, Chicago, IL 60606, United States.\nThe term “you” refers to the person visiting this Site and/or contributing content on this Site.\nIf you are accessing or using this Site on behalf of a business, that business accepts these Terms, and the term “you” also refers to that business.</p>\nUse of the Site\n<p>This Site allows you to search for and share information about technology products, services, and vendors, communicate with others, and/or create new content such as recommendations and reviews (both written and video).\nYou also can connect with software providers and request demos of their products.\nFind out more about our vision [here](https://blog.g2crowd.com/about/).\nTo make sure that reviews are unbiased, current and real, we have developed Community Guidelines and use different mechanisms to verify that you are who you say you are.\nHowever, you decide what information you want to share with the public, since you have the option to post your reviews anonymously, or not post any review at all.</p>\n<p>As a condition of your use of this Site, you warrant that (i) all information supplied by you on this Site is true, accurate, current, and complete, (ii) if you have a G2 account (“Registered User”), you will safeguard your account information and will supervise and be completely responsible for any use of your account by anyone other than you, and (iii) you are 18 years of age or older.\nG2 does not knowingly collect the information of anyone under the age of 18.\nWe retain the right at our sole discretion to deny access to anyone to this Site and the content we offer, at any time and for any reason, including, but not limited to, for violation of these Terms.</p>\n<p>Please be advised that all reviews, including any endorsements, of third-party products, services, or vendors contained on this Site are the opinions of the reviewers of those products, services, or vendors and not those of G2.\nAs described in our Community Guidelines, G2 from time to time may provide incentives (such as gift cards) to encourage visitors to this Site to submit reviews.\nAny such incentives, however, are not dependent on whether the review is positive or negative.</p>\nProhibited Activities\n<p>The content and information on this Site (including, but not limited to, messages, data, information, text, music, sound, photos, graphics, video, maps, icons, software, code, or other material), as well as the infrastructure used to provide such content and information, is proprietary to us, except as expressly provided in these Terms.\nYou agree not to otherwise modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell or re-sell any such content or information obtained from or through this Site.</p>\n<p>Additionally, you agree not to:</p>\n<ol>\n<li>use this Site or its contents for any commercial purpose without our express written permission;</li>\n<li>access, monitor, or copy any content or information of this Site using any robot, spider, scraper, or other automated means or any manual process for any purpose without our express written permission;</li>\n<li>violate the restrictions in any robot exclusion headers on this Site or bypass or circumvent other measures employed to prevent or limit access to this Site;</li>\n<li>take any action that imposes, or may impose, in our discretion, an unreasonable or disproportionately large load on our infrastructure;</li>\n<li>deep-link to any portion of this Site for any purpose without our express written permission;</li>\n<li>“frame”, “mirror”, or otherwise incorporate any part of this Site into any other website or mobile application without our prior written authorization;</li>\n<li>attempt to modify, translate, adapt, edit, decompile, disassemble, or reverse engineer any software programs used by G2 in connection with this Site or the content we provide;</li>\n<li>post reviews on products or services offered by your current employer or by direct competitors of your current employer;</li>\n<li>log in using an alias that masks your true identity, or attempt to gain unauthorized access to the G2 Community and/or website;</li>\n<li>collect and disclose any private information of any person within the G2 Community;</li>\n<li>post job postings, solicitations, or other advertisements, without our express written permission.\nor</li>\n<li>go against the G2 Community Guidelines and Terms of Use.\nYou must review and follow the G2 Community Guidelines and Terms of Use.\nWe may change this from time to time by updating the applicable website.\nYour use of the G2 Community and website is subject to the G2 Community Guidelines and Terms of Use.</li>\n</ol>\nPrivacy Policy\n<p>G2 believes in protecting your privacy.\nPlease click here to review our current Privacy Policy which also governs your use of this Site, to understand our practices.</p>\nReviews, Comments, and Use of Other Interactive Areas\n<p>We appreciate hearing from you.\nTo that end, this Site contains various forums through which you and third parties may post reviews of experiences using technologies and services or post or link other content, messages, materials, videos, or other items to this Site (“Interactive Areas”).\nIf G2 provides you access to such Interactive Areas (as a Registered User or otherwise), you are solely responsible for your use of such Interactive Areas and use them at your own risk.\nBy using any Interactive Areas, you expressly agree not to post, link, upload to, transmit, distribute, store, create, or otherwise publish through this Site any of the following:</p>\n<ol>\n<li>Any message, data, information, text, music, sound, photos, graphics, screenshots, video, code, or any other material (“Content”) that is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory, fraudulent, or otherwise objectionable;</li>\n<li>Content that would constitute, encourage, or provide instructions for a criminal offense, violate the rights of any party, or otherwise create liability or violate any local, state, national, or international law, including, without limitation, the regulations of the U.S.\nSecurities and Exchange Commission (SEC) or any rules of a securities exchange such as the New York Stock Exchange (NYSE), the American Stock Exchange, or the NASDAQ;</li>\n<li>Content that may infringe or misappropriate any patent, trademark, trade secret, copyright, or other intellectual or proprietary right of any party;</li>\n<li>Content that impersonates any person or entity or otherwise misrepresents your affiliation with a person or entity, including G2;</li>\n<li>Unsolicited promotions, political campaigning, advertising, contests, raffles, or solicitations;</li>\n<li>Private information of any third party, including, without limitation, surname (family name), addresses, phone numbers, email addresses, Social Security numbers, financial information, and credit card numbers;</li>\n<li>Viruses, corrupted data, or other harmful, disruptive, or destructive files;</li>\n<li>Content that is unrelated to the topic of the Interactive Area(s) in which such Content is posted, linked, or otherwise published.\nor</li>\n<li>Content or links to content that, in the sole judgment of G2, (i) violates the previous subsections herein, (ii) is objectionable, (iii) restricts or inhibits any other person from using or enjoying the Interactive Areas or this Site, or (iv) may expose G2 or its affiliates or its or their users and/or sublicensees to any harm or liability of any type.</li>\n</ol>\n<p>Any use of the Interactive Areas or other portions of this Site in violation of the foregoing violates these Terms and may result in, among other things, termination or suspension of your rights to use the Interactive Areas and/or this Site.</p>\n<p>Without limiting the foregoing, G2 takes no responsibility and assumes no liability for any content posted, stored, or uploaded by you or any third party, or for any loss or damage thereto, nor is G2 liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography, or profanity you may encounter.\nAs a provider of interactive services, G2 is not liable for any statements, representations, or content provided by its users in any public forum or other Interactive Area.\nAlthough G2 has no obligation to screen, edit, or monitor any of the Content posted to or distributed through any Interactive Area, G2 reserves the right, and has absolute discretion, to remove, screen, or edit, without notice, any Content posted or stored on this Site at any time and for any reason, and you are solely responsible for creating backup copies of and replacing any Content you post or store on this Site at your sole cost and expense.</p>\nLicense and Consent to Use Submissions\n<p>Please be aware that by submitting Content to this Site by postings or links on this Site, electronic mail, or otherwise, including any product or service reviews (whether written or video), questions, comments, suggestions, ideas, or the like contained in any submissions, (individually and collectively, “Submissions”), you grant G2 and its affiliates a nonexclusive, royalty-free, perpetual (except as expressly provided in our Privacy Policy, transferable, irrevocable (except as expressly provided in our Privacy Policy), and fully sublicensable right to (a) use, reproduce, modify, adapt, translate, distribute, publish, create derivative works from, and publicly display and perform such Submissions throughout the world in any media, now known or hereafter devised.\nand (b) use the name, email and other personal information, including your likeness, that you submit in connection with each such Submission.\nYou acknowledge that G2 will only provide direct attribution of your Submissions with your permission or in order to cooperate with legitimate governmental requests, subpoenas, or court orders.\nYou acknowledge and agree that no Submissions will include confidential or proprietary information of a third party or information that you otherwise are not allowed to disclose to the public.\nYou acknowledge and agree that your Submissions, your name, email, and, if you include a photo in your profile or submit a video review, your likeness, and any other personal characteristics or private information you include with your Submissions, may be used by us, our affiliates, and our sublicensees through other websites (including advertising on such sites as described below), social media sites (including advertising on such sites as described below), platforms, mobile apps, and/or other marketing materials, such as slide decks or case studies, all as further described in our Privacy Policy.</p>\n<p>With respect to reviews included in your Submissions (whether written or video), you will be asked at the time of your Submission whether you consent to the use of that review, and the name, email, likeness, and other personal characteristics and private information you include with your Submission, for advertising, promotion, and other commercial and business purposes.\nYour consent, if you indicate “yes”, means that:</p>\n<ol>\n<li>you irrevocably (except as expressly provided in our Privacy Policy) permit, authorize, grant, and license the provider of the reviewed product or service and its affiliates, successors, and assigns, and/or G2 and its affiliates, successors, and assigns, and each of their respective licensees, advertising agencies, promotion agencies, and fulfillment agencies, and the employees, officers, directors, and agents of each and all of them (“Authorized Persons”), the rights to publicly display, publicly perform, exhibit, transmit, broadcast, reproduce, record, photograph, digitize, adapt, create derivative works, exploit, sell, rent, license, otherwise use, and permit others to use your name, email, image, likeness/appearance, voice, professional biographical information, and review Content, each and all solely to the extent and as reflected in the review Content that you voluntarily submit to this Site (it being understood that the foregoing does not permit the Authorized Persons to materially modify or otherwise materially alter the meaning or context of the review or information that you submit with the review and that is posted on this Site), and all materials created by or on behalf of the Authorized Persons that incorporate any of the foregoing (“Materials”), in perpetuity (except as expressly provided in our Privacy Policy), throughout the world in any medium or format whatsoever, now existing or hereafter created, in and on social media platforms, including those made available on the internet and/or mobile applications, and as part of infographics and/or storyboards, without further consent from or royalty, payment, or other compensation to you;</li>\n<li>you are not required to provide to G2 suggestions, questions, requests or corrections (“Feedback”).\nhowever, if you provide any Feedback to G2, you grants G2 a non-exclusive, perpetual, worldwide, royalty-free, transferable, and irrevocable license to use and incorporate such Feedback into G2’s services;</li>\n<li>to the fullest extent permitted by applicable law, you irrevocably waive all legal and equitable rights relating to all liabilities, claims, demands, actions, suits, damages, and expenses, including but not limited to claims for copyright or trademark infringement, infringement of moral rights, libel, defamation, invasion of any rights of privacy (including intrusion, false light, public disclosure of private facts, and misappropriation of name or likeness), violation of rights of publicity, physical or emotional injury or distress, or any similar claim or cause of action in tort, contract, or any other legal theory, now known or hereafter known in any jurisdiction throughout the world (collectively, “Claims”) arising directly or indirectly from the Authorized Persons’ exercise of their rights under the immediately preceding paragraph or the production, exhibition, exploitation, advertising, promotion, or other use of the Materials, and whether resulting in whole or in part by the negligence of Authorized Persons, covenant not to make or bring any such Claim against any Authorized Persons, and forever release and discharge the Authorized Persons from liability under such Claims.\nand</li>\n<li>you represent and warrant to each of the Authorized Persons, that you are at least eighteen (18) years of age, and that you have full right, power, and authority to grant the rights hereunder and further represent and warrant to each of the Authorized Persons that you will provide only true and correct statements and other information in connection with the Authorized Persons’ use of the Materials and the rights and license granted hereunder do not, and will not, violate any right (including without limitation copyright, trademark, trade secret, right to privacy, or right of publicity) of, or conflict with or violate any contract with or commitment made to, any person or entity, and that no consent or authorization from, or any payment to, any third party is required in connection herewith.</li>\n</ol>\n<p>If it is determined that you retain moral rights (including rights of attribution or integrity) in the Submissions or Content, you hereby declare that (a) you do not require that any personally identifying information be used in connection with the Submission or Content, or any derivative works of or upgrades or updates thereto.\n(b) you have no objection to the publication, use, modification, deletion, and exploitation of the Submission and/or Content by G2 or its licensees, successors, and assigns.\n(c) you forever waive and agree not to claim or assert any entitlement to any and all moral rights of an author in any of the Submissions or Content.\nand (d) you forever release G2, and its licensees, successors, and assigns, from any claims that you could otherwise assert against G2 by virtue of any such moral rights.</p>\nLiability Disclaimer\n<p>THE INFORMATION, CONTENT, SUBMISSIONS, SOFTWARE, PRODUCTS, AND/OR SERVICES PUBLISHED ON OR THROUGH THIS SITE MAY INCLUDE INACCURACIES OR ERRORS.\nG2 DOES NOT GUARANTEE THE ACCURACY OF, AND DISCLAIMS, ALL LIABILITY FOR ANY ERRORS OR OTHER INACCURACIES RELATING TO, THE INFORMATION AND DESCRIPTION OF THE TECHNOLOGY PRODUCTS AND RELATED SERVICES DISPLAYED ON THIS SITE (INCLUDING, WITHOUT LIMITATION, THE PRICING, SCREENSHOTS, VIDEOS, LIST OF PRODUCT AND SERVICE FEATURES, VENDOR COMPANY INFORMATION, GENERAL PRODUCT DESCRIPTIONS, ETC.).\nG2 MAKES NO REPRESENTATIONS ABOUT THE SUITABILITY OF THE INFORMATION, CONTENT, SUBMISSIONS, SOFTWARE, PRODUCTS, AND/OR SERVICES CONTAINED OR DESCRIBED ON THIS SITE FOR ANY PURPOSE, AND THE INCLUSION OR OFFERING OF ANY PRODUCTS OR SERVICES ON OR THROUGH THIS SITE DOES NOT CONSTITUTE ANY ENDORSEMENT OR RECOMMENDATION OF SUCH PRODUCTS OR SERVICES BY G2.\nALL SUCH INFORMATION, CONTENT, SUBMISSIONS, SOFTWARE, PRODUCTS, AND/OR SERVICES ARE PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND BY G2.\nG2 DISCLAIMS ALL WARRANTIES AND CONDITIONS THAT THIS SITE, ITS SERVERS, OR ANY EMAIL SENT FROM G2, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nG2 HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THE INFORMATION, CONTENT, SUBMISSIONS, SOFTWARE, PRODUCTS, AND/OR SERVICES CONTAINED OR DESCRIBED ON THIS SITE, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NONINFRINGEMENT.</p>\n<p>IN NO EVENT SHALL G2 (NOR ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND AFFILIATES) BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF, OR IN ANY WAY CONNECTED WITH, YOUR ACCESS TO, DISPLAY ON, OR USE OF THIS SITE OR WITH THE DELAY OR INABILITY TO ACCESS, DISPLAY, OR USE THIS SITE (INCLUDING, BUT NOT LIMITED TO, YOUR RELIANCE UPON OPINIONS APPEARING ON THIS SITE.\nANY COMPUTER VIRUSES, INFORMATION, CONTENT, SUBMISSIONS, SOFTWARE, LINKED SITES, PRODUCTS, AND/OR SERVICES OBTAINED OR ACCESSED THROUGH THIS SITE.\nOR OTHERWISE ARISING OUT OF THE ACCESS TO, DISPLAY ON, OR USE OF THIS SITE) WHETHER BASED ON A THEORY OF NEGLIGENCE, CONTRACT, TORT, STRICT LIABILITY, OR OTHERWISE, AND EVEN IF G2 HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>The limitation of liability reflects the allocation of risk between the parties.\nThe limitations specified in this section will survive and apply even if any limited remedy specified in these Terms is found to have failed of its essential purpose.\nThe limitations of liability provided in these Terms inure to the benefit of G2.</p>\nIndemnification\n<p>You agree to defend and indemnify G2 and its affiliates and licensees and any of its or their officers, directors, employees, and agents from and against any claims, causes of action, demands, recoveries, losses, damages, fines, penalties, liabilities, or other costs or expenses of any kind or nature including but not limited to reasonable legal and accounting fees, brought by third parties as a result of:</p>\n<ol>\n<li>your breach of these Terms or the documents referenced herein;</li>\n<li>your violation of any law or the rights of a third party.\nor</li>\n<li>your use of this Site.</li>\n</ol>\nLinks to Third-Party Sites\n<p>This Site may contain hyperlinks to websites or platforms operated by parties other than G2.\nSuch hyperlinks are provided for your reference only.\nWe do not control such websites or platforms and are not responsible for their content or the privacy or other practices of such websites or platforms.\nFurther, it is up to you to take precautions to ensure that whatever links you select or software you download (whether from this Site or other websites or platforms) is free of such items as viruses, worms, trojan horses, defects, and other items of a destructive nature.\nOur inclusion of hyperlinks to such websites or platforms does not imply any endorsement of the material on such websites or platforms or any association with their operators.\nIn some cases, you may be asked by a third-party site, platform, or mobile application (such as LinkedIn, Facebook, or Twitter) to link your profile on this Site to a profile on that third-party site, platform or mobile application.\nChoosing to do so is purely optional, and the decision to allow this information to be linked can be disabled (with the third-party site, platform, or mobile application) at any time.</p>\nSoftware and Licensed Materials Available On This Site\n<p>This Site is controlled and operated by G2 from its offices in the State of Illinois in the United States.\nSoftware used in the operation of, or downloadable from, this Site (“Software”) is subject to United States export controls.\nNo Software may be downloaded or otherwise exported or re-exported (a) into (or to a national or resident of) Cuba, North Korea, Iran, Sudan, Syria, or any other country to which the U.S.\nhas embargoed goods, or (b) to anyone on the U.S.\nTreasury Department list of Specially Designated Nationals or the U.S.\nCommerce Department’s Table of Deny Orders.\nBy using this Site, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.</p>\n<p>Any Software or reports, additional licensed content, sponsored content, research reports, and/or review data (individually and collectively, “Licensed Materials”) that is made available through this Site or otherwise from G2 is the copyrighted and proprietary work of G2, or G2 affiliates, or other third parties as identified.\nYour use of all Licensed Materials shall be subject to these Terms and the additional terms set forth in the Community Guidelines&nbsp;for the applicable Licensed Materials.\nYour use of any Software is governed by the terms of the end user license agreement, if any, which accompanies, or is included with, the Software (“License Agreement”).\nYou may not install, access, or use any Software that is accompanied by or includes a License Agreement unless you first agree to the License Agreement terms.\nFor any Software made available for download on this Site not accompanied by a License Agreement, we hereby grant to you a limited, personal, nontransferable, non-sublicensable license to use the Software for viewing and otherwise using this Site in accordance with these Terms and for no other purpose.</p>\n<p>Please note that all Software, including, without limitation, all HTML, XML, Ruby code, Java code, and Active X controls, and all Licensed Materials contained on or made available through this Site, is owned by G2, and/or its affiliates or licensors, and is protected by copyright and/or trade secret laws and international treaty provisions.\nAny reproduction, redistribution, or disclosure of the Software and/or Licensed Materials is expressly prohibited and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.\nWITHOUT LIMITING THE FOREGOING, COPYING OR REPRODUCTION OF THE SOFTWARE AND/OR LICENSED MATERIALS TO ANY OTHER SERVER OR LOCATION FOR FURTHER REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PROHIBITED UNLESS OTHERWISE EXPRESSLY AUTHORIZED BY G2 IN WRITING.\nTHE SOFTWARE AND/OR LICENSED MATERIALS ARE WARRANTED, IF AT ALL, ONLY ACCORDING TO THE TERMS OF THE APPLICABLE LICENSE AGREEMENT OR AS SET FORTH IN THE COMMUNITY GUIDELINES.</p>\n<p>Copyright and Trademark Notices</p>\n<p>All contents of this Site are: © Copyright 2022 G2.com, Inc.\nAll Rights Reserved.\nG2 is not responsible for content on websites, platforms, or mobile applications operated by parties other than G2.\nG2, its logo, and, except as noted below, all other product or service names, logos, or slogans displayed on this Site are registered and/or common law trademarks of G2, Inc.\nor its suppliers or licensors and may not be copied, imitated, or used, in whole or in part, without the prior written permission of G2 or the applicable trademark holder.\nIn addition, the look and feel of this Site, including all page headers, custom graphics, button icons, and scripts, is the service mark, trademark, and/or trade dress of G2 and may not be copied, imitated, or used, in whole or in part, without the prior written permission of G2.\nAll other trademarks, registered trademarks, product names, and company names or logos mentioned in or on this Site are the property of their respective owners.\nReference to any products, services, processes, or other information, by trade name, trademark, manufacturer, supplier, or otherwise does not constitute or imply endorsement, sponsorship, or recommendation thereof by G2.</p>\n<p>Other logos and product and company names mentioned herein may be the trademarks of their respective owners.</p>\n<p>If you are aware of an infringement of either your brand or our brand, please let us know by following our Copyright Complaint Policy and by emailing us at legal@g2.com.</p>\nGeneral\n<p>This Site is operated by a U.S.\nentity, and these Terms are governed by the laws of the State of Illinois, USA.\nYou hereby consent to the exclusive jurisdiction and venue of the state and federal courts in Cook County, Illinois, USA and stipulate to the fairness and convenience of proceedings in such courts for all disputes arising out of or relating to the use of this Site, except as otherwise expressly provided in our Privacy Policy.\nYou agree that all claims you may have against G2.com, Inc.\narising from or relating to this Site must be heard and resolved in a court of competent subject matter jurisdiction located in the State of Illinois, except as otherwise expressly provided in our Privacy Policy.\nThe Free Stuff Addendum, Content Usage Guidelines Cookie Policy, and Copyright Complaint Policy are each incorporated into these Terms by reference.\nUse of this Site is unauthorized in any jurisdiction that does not give effect to all provisions of these Terms, including, without limitation, this paragraph.</p>\n<p>You agree that no joint venture, agency, partnership, or employment relationship exists between you and G2 and/or affiliates as a result of these Terms or use of this Site.</p>\n<p>Our performance under these Terms is subject to existing laws and legal process, and nothing contained in these Terms limits our right to comply with law enforcement or other governmental or legal requests or requirements relating to your use of this Site or information provided to, or gathered by, us with respect to such use.\nTo the extent allowed by applicable law, you agree that you will bring any claim or cause of action arising from or relating to your access or use of this Site within two (2) years from the date on which such claim or action arose or accrued or such claim or cause of action will be irrevocably waived.</p>\n<p>If any part of these Terms is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remaining provisions in these Terms shall continue in effect.</p>\n<p>These Terms (and any other terms, policies, guidelines, or agreements referenced herein) constitute the entire agreement between you and G2 with respect to this Site and supersede all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between you and G2 with respect to this Site.\nA printed version of these Terms and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<p>Fictitious names of companies, products, people, characters, and/or data mentioned on this Site are not intended to represent any real individual, company, product, or event.\nAny rights not expressly granted herein are reserved.</p>\nService Help\n<p>For answers to your questions or ways to contact us, email us at legal@g2.com.\nOr, you can write to us at:</p>\n<p>G2.com, Inc.\n100 S.\nWacker Drive, Suite 600, Chicago, IL 60606, USA.</p>\n<p>© Copyright 2022 G2.com, Inc.\nAll Rights Reserved.</p> ", "created_at": "2023-09-02 17:12:40.717544", "updated_at": "2023-09-02 17:13:17.72482"}], "points": [], "urls": ["g2.com"]}}