{"error": 448, "message": "OK", "parameters": {"id": 9760, "name": "SpecialWants ", "created_at": "2023-10-10 00:09:17.597038", "updated_at": "2023-10-10 10:02:29.708536", "wikipedia": null, "keywords": null, "related": null, "slug": "specialwants", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9760.png", "url": "specialwants.org", "documents": [{"id": 19427, "name": "Privacy Policy", "url": "https://www.specialwants.org/Home/Privacy", "xpath": "//body", "text": " <ul>\n<li> Special Holiday Wants What is Special Holiday Wants? Apply! Make a Wish Grant a Wish My Wishes My Claimed Wishes Bookmarked Wishes Wish Instructions How To Videos </li>\n<li> About Us </li>\n<li> Meet The Board </li>\n<li> Donate </li>\n<li> Contact </li>\n<li> Past Programs </li>\n</ul>\n<ul>\n<li>Login</li>\n</ul> Privacy Policy <p>\n<strong>Privacy Policy</strong>\n</p>\n<p>&nbsp;</p>\n<p>Thank you for reviewing our Privacy Policy.\nWe recognize that visitors to our site may be concerned about the information they provide to us and how we treat that information.\nThis policy addresses those concerns and may be updated periodically.</p>\n<p>\n<strong>Our Privacy Policy</strong>\n<br> Special Wants, Inc.\nis the sole owner of the information collected on this site.\nWe will not sell, share, or rent this information to others in ways different from what is disclosed in this statement.\nSpecial Wants, Inc.\ncollects information from our users at several different points on our website.\nWe use our best efforts to respect and protect the privacy of our online visitors.</p>\n<p>\n<strong>What Information Do We Collect?&nbsp;</strong>&nbsp;</p>\n<p>We only gather personally identifiable data (such as names, addresses, zip/postal codes, e-mail addresses, etc.) that are voluntarily submitted by a visitor, and we only use such data for such purposes as facilitating online donations, facilitating holiday wish transactions, sending updates via newsletter.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How Do We Use Your Information?</strong>&nbsp;<strong>&nbsp;&nbsp;</strong>\n</p>\n<p>We use the information we collect or receive:&nbsp;&nbsp;</p>\n<ul>\n<li>\n<strong>To facilitate account creation and logon process.</strong>If you choose to link your account with us to a third party account *(such as your Google or Facebook account), we use the information you allowed us to collect from those third parties to facilitate account creation and logon process for the performance of the contract.&nbsp;See the section below headed \"&nbsp;HOW DO WE HANDLE YOUR SOCIAL LOGINS&nbsp;\" for further information.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>\n</li>\n<li>\n<strong>Fulfill and manage your requests and donations.</strong>We may use your information to fulfill and manage your requests, and donations, made through the&nbsp;site.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>\n</li>\n<li>\n<strong>To enable user-to-user communications.</strong>We may use your information in order to enable user-to-user communications with each user's consent.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<br>\n</li>\n<li>\n<strong>To manage user accounts</strong>.\nWe may use your information for the purposes of managing our account and keeping it in working order.&nbsp;&nbsp;</li>\n<li>\n<strong>To respond to user inquiries/offer support to users.</strong> We may use your information to respond to your inquiries and solve any potential issues you might have with the use of our site.&nbsp;&nbsp;&nbsp;We will not use identifiable personal information without your consent.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Web site visitor information is used for internal purposes only and will not be sold to third parties.\nE-mail addresses of visitors and donors are never sold or exchanged.If you supply us with your postal address on-line, you may receive periodic mailings from us with information on upcoming events, volunteer opportunities, requests for financial support, or new products or services.\nIf you do not wish to receive such mailings, please let us know by contacting us using the address or phone number provided above, or email us at info@specialwants.org.\nPostal addresses of visitors and donors are never sold or exchanged.</p>\n<p>If you wish to request deletion of you data, please email samantha@specialwants.org</p>\n<p>\n<strong>How Do We Handle Your Social Logins?</strong>\n</p>\n<p>Our&nbsp;Services&nbsp;offer you the ability to register and login using your third party social media account details (like your Facebook or Twitter logins).\nWhere you choose to do this, we will receive certain profile information about you from your social media provider.\nThe profile Information we receive may vary depending on the social media provider concerned, but will often include your name, e-mail address, friends list, profile picture as well as other information you choose to make public.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We will use the information we receive only for the purposes that are described in this&nbsp;privacy notice&nbsp;or that are otherwise made clear to you on the&nbsp;site&nbsp;.\nPlease note that we do not control, and are not responsible for, other uses of your personal information by your third party social media provider.\nWe recommend that you review their privacy policy to understand how they collect, use and share your personal information, and how you can set your privacy preferences on their sites and apps.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>Opt-out</strong>\n<br> If you would prefer not to receive mailings from us, we offer the options below for you to view, modify, delete, or view your records with us.\nPlease include your full name and address and choose one of the following options to make your request to us:</p>\n<ul>\n<li>Email us at:&nbsp;info@specialwants.org</li>\n<li>Send mail to the following postal address:<br>\n<strong>Special Wants, Inc.</strong>\n<br> PO Box 1441, Eatontown, NJ 07724</li>\n</ul>\n<p>&nbsp;</p>\n<p>To change or modify your address, please provide both the old and new address in your correspondence.</p>\n<p>\n<strong>Security</strong>\n<br> This website takes all reasonably available precautions to protect our users’ information.&nbsp.\nWe accept donations using a 3rd party service and will never collect or manage credit card or banking information directly on our site.&nbsp.\nYou will be redirected to a 3rd party secure site for any financial transaction.\nSpecial Wants, Inc.\nis not responsible for technical, security or privacy issues managed by these other sites.</p>\n<p>\n<strong>Links to Third Party Sites</strong>\n<br> This web site contains links to other sites.\nPlease be aware that Special Wants, Inc.\nis not responsible for the privacy practices of these other sites.\nWe encourage our users to be aware when they leave our site and to read the privacy statements of each and every web site that collects personally identifiable information.\nThis privacy statement applies solely to information collected by this web site.</p>\n<p>\n<strong>Privacy details related for residents of European Economic Area</strong>\n</p>\n<p>If you are resident in the European Economic Area and you believe we are unlawfully processing your personal information, you also have the right to complain to your local data protection supervisory authority.\nYou can find their contact details here:&nbsp;http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm&nbsp;&nbsp;<br> &nbsp;</p>\n<p>\n<strong>Account Information</strong>&nbsp;&nbsp;</p>\n<p>If you would at any time like to review or change the information in your account or terminate your account, you can:</p>\n<p>■ &nbsp;Contact us using the contact information provided.</p>\n<p>■ &nbsp;Log into your account settings and update your user account.</p>\n<p>Upon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Use and/or comply with legal requirements.</p>\n<p>\n<strong>\n<u>Cookies and similar technologies:</u>\n</strong>\n<strong>&nbsp;</strong>Most Web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove cookies and to reject cookies.\nIf you choose to remove cookies or reject cookies, this could affect certain features or services of our&nbsp;Services.\nTo opt-out of interest-based advertising by advertisers on our&nbsp;Services&nbsp;visit&nbsp.\n<br> http://www.aboutads.info/choices/</p>\n<p>\n<strong>\n<u>Opting out of email marketing:</u>\n</strong>\n<strong>&nbsp;</strong>You can unsubscribe from our marketing email list at any time by sending an email to: info@specialwants.org.\nYou will then be removed from the marketing email list – however, we may still need to send you any service-related emails that are necessary for the administration and use of your account.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Restriction of Liability</strong>\n<br> Special Wants, Inc.\nshall not be liable for any damages or injury caused by any failure of performance, error, omission, interruption, defect, delay in operation or transmission, computer virus, line failure, or any cause beyond Special Wants, Inc.’s reasonable control.</p>\n<p>\n<strong>Copyright Information</strong>\n<br> The copyrights to materials posted on this site are owned by, or licensed to, Special Wants, Inc.\nAll rights reserved.\nThe names and trademarks appearing on this site may not be used in any advertising or publicity without their owner’s prior written permission.</p>\n<p>\n<strong>Information Accuracy</strong>\n<br> We use our best efforts to ensure that the information presented on our web site is correct and accurate.\nHowever, if inaccuracy should occur, we will use our best efforts to make a correction in a timely manner.\nTo report any web site inaccuracies or to request answers to questions about our Privacy Policy, or questions about the information we collect, please email us at info@specialwants.org, or write to us.</p>\n<p>This website is owned and operated by Special Wants, Inc.\nYou may contact us at the following postal address:</p>\n<p>\n<strong>Special Wants, Inc.</strong>\n<br> PO Box 1441, Eatontown, NJ 07724<br> Phone: 732-918-1489<br> or via email at:&nbsp;info@specialwants.org</p>\n<p>Thank you for visiting our site and for your support of our mission to deliver sensory items, gifts and a sense of community to families in the U.S.A.\nwho are caring for loved ones with special needs during the holiday season and throughout the year.</p> © 2023 - SpecialWants - Privacy ", "created_at": "2023-10-10 00:09:17.632947", "updated_at": "2023-10-10 00:09:36.045979"}], "points": [], "urls": ["specialwants.org"]}}