{"error": 448, "message": "OK", "parameters": {"id": 9354, "name": "PBS", "created_at": "2023-08-20 18:35:15.26478", "updated_at": "2023-08-20 22:02:31.346766", "wikipedia": "https://en.wikipedia.org/wiki/PBS", "keywords": null, "related": null, "slug": "pbs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9354.png", "url": "pbs.org", "documents": [{"id": 18373, "name": "Privacy Policy ", "url": "https://www.pbs.org/about/about-pbs/privacy-policy/", "xpath": "/html/body/main/div/div/div/div[2]/div", "text": "<p>\n<strong>Effective Date: April 11, 2023 (Update)</strong>\n</p>\n<p>As a not-for-profit institution, our goal is to collect only the information about our users and their use of our services that will help us provide the best online experience possible and implement PBS’s mission.</p>\n<p>This Privacy Policy describes how we use, share, and protect information that we collect from you online through pbs.org and any other websites, applications or online services that PBS operates and that link to this Privacy Policy (collectively, the “Services”).\nThis Privacy Policy applies only to the Services.\nPlease read it carefully.</p>\n<p>\n<strong>\n<u>Collection of Information</u>\n</strong>\n</p>\n<p>You may be prompted to provide some or all of the following types of information in order to register, access various content or features, submit photos and other content, directly contact us with questions or feedback, or access other features of the Services:</p>\n<p>Contact information, such as name or e-mail address;</p>\n<p>User name and password;</p>\n<p>Geolocation information;</p>\n<p>Other demographic information, such as city, state, and zip code;</p>\n<p>Communications preferences;</p>\n<p>Search queries;</p>\n<p>Comments and other information posted through interactive online features.\nand</p>\n<p>Correspondence you send to us.</p>\n<p>We also may collect certain information automatically when you use the Services, including:</p>\n<p>Your browser type and operating system;</p>\n<p>Your Internet Protocol (IP) address, which is the number automatically assigned to your computer whenever you access the Internet and that can sometimes be used to derive your general geographic area (e.g., your zip code);</p>\n<p>Sites you visited before and after visiting the Services;</p>\n<p>Pages you view and links you click on within the Services;</p>\n<p>Unique identifiers, including mobile device identification numbers that can identify the physical location of such devices in accordance with applicable law;</p>\n<p>Information collected through cookies, web beacons, and other technologies;</p>\n<p>Information about your interactions with video content, such as the type of content viewed, and information about your interactions with e-mail messages, such as the links clicked on and whether the messages were opened or forwarded.\nand</p>\n<p>Standard server log information.</p>\n<p>We may collect information about you from third-party sources.\nFor example, we may receive information about you from third-party social media services when you choose to interact or connect with them through the Services.</p>\n<p>Additionally, if you access third-party services, such as Facebook, Google, or Twitter, through the Services to login to the Services or to share information about your experience on the Services with others, these third-party services may be able to collect information about you, including information about your activity on the Services, and they may notify your connections on the third-party services about your use of the Services, in accordance with their own privacy policies.</p>\n<p>\n<strong>\n<u>Public Areas</u>\n</strong>\n</p>\n<p>Some of the Services may allow you to enter text and information in open fields, such as comment sections and message boards.\nIf you choose to participate in these public areas of the Services, please be aware that any information submitted through these areas can be read, collected, or used by other users.\nPlease use caution in disclosing personal information in these areas.\nAlthough we may, in some instances, moderate public forums to keep their content appropriate for the forum’s intended audience, we are not responsible for the information you submit in these open forums and public areas or for other users’ actions with respect to that information.</p>\n<p>\n<strong>\n<u>Use of Information</u>\n</strong>\n</p>\n<p>We generally use the information that we collect about you to:</p>\n<p>Fulfill your requests for services and information;</p>\n<p>Enable you to participate in interactive features, such as comment boxes and forums;</p>\n<p>Display content, sponsor information, and information about other PBS products and services that you may be interested in;</p>\n<p>Customize the content displayed when you use the Services;</p>\n<p>Analyze use of the Services to understand and improve our service offerings, such as determining which pages are most popular, which browsers are most used, how long users spend on the Services, and which websites they come from;</p>\n<p>Otherwise support the internal operations of the Services;</p>\n<p>Prevent potentially prohibited or illegal activities and enforce the Terms of Use.\nand</p>\n<p>For any other purposes disclosed to you at the time we collect the information or pursuant to your consent.</p>\n<p>We may aggregate your information with information about other users so that it no longer identifies and cannot reasonably be used to identify an individual person.</p>\n<p>\n<strong>\n<u>Disclosure of Information</u>\n</strong>\n</p>\n<p>We may share information that is collected from you in the following circumstances:</p>\n<p>\n<u>PBS Member Stations</u>.\nIn some circumstances, our Services are designed to support PBS’s member stations and we may share information we collect from you with your local station(s).\nFor example, if you use our Services to make a donation to a member station, or to sign up for services that are offered by a member station, we may share your information with that station.\nWe also may share your information with your local station(s) so that they can contact you (including by e-mail and mailings) with information about products and services that might interest you.</p>\n<p>\n<u>Authorized third-party service providers</u>.\nWe may share information with our third-party service providers to help us fulfill requests and perform various functions necessary to fully provide and improve the Services, including usage analytics, data processing, marketing, and account management.</p>\n<p>\n<u>Business transfers</u>.\nWe may share information in connection with a substantial business transaction, such as the sale of the Services, a merger, consolidation, asset sale, or in the unlikely event of bankruptcy.</p>\n<p>\n<u>Legal purposes</u>.\nWe may disclose information to respond to subpoenas, court orders, legal process, law enforcement requests, legal claims or government inquiries, and to protect and defend the rights, interests, property, safety, and security of PBS, our member stations, users, or the public.</p>\n<p>\n<u>With your consent</u>.\nWe otherwise may share your information with your consent.</p>\n<p>We may share aggregated or anonymized information with third parties, including to help us develop content and services that we hope you will find of interest or to help these third parties develop their own products and service offerings.</p>\n<p>\n<strong>\n<u>Use of Cookies, Web Beacons, and Other Technologies</u>\n</strong>\n</p>\n<p>We may use cookies, web beacons, local shared objects, and other similar technologies to collect information about your use of the Services.\nCookies are small bits of information that are stored by a computer’s web browser.\nWeb beacons are very small images or small pieces of data embedded in images, also known as \"pixel tags,\" “GIFs,” or \"clear GIFs,” that can recognize cookies, the time and date a page is viewed, a description of the page where the pixel tag is placed, and similar information from a computer or device.\nLocal shared objects (sometimes referred to as “Flash Cookies”) are similar to standard cookies except that they can be larger and are downloaded to a computer or mobile device by the Adobe Flash media player.</p>\n<p>We use these technologies, for example, to help us recognize your browser as a previous user and save and remember any preferences that may have been set.\nto help us customize the content shown while you use the Services.\nto provide you with content customized to your interests and to understand whether users read e-mail messages and click on links contained within those messages so that we can deliver relevant content and offers.\nand to help measure and research the effectiveness of our Services, interactive online content, features, and other communications.</p>\n<p>We may allow third parties to place and read their own cookies, web beacons, and similar technologies to collect information through the Services.\nThese third parties may collect information about a user’s online activities over time and across sites, services, and devices to, for example, perform traffic measurement, research, and analytics (including via surveys or questionnaires) and serve you more relevant advertising on third party sites and services.\nThese third parties may participate in programs that allow you to opt out of targeted advertising.\nTo learn more and opt out, visit the Network Advertising Initiative and Digital Advertising Alliance.</p>\n<p>You may be able to refuse or disable cookies by adjusting your web browser settings.\nBecause each web browser is different, please consult the instructions provided by your web browser (typically in the “help” section).\nPlease note that you may need to take additional steps to refuse or disable some technologies including local shared objects.\nFor example, local shared objects may be controlled through the instructions on Adobe’s Setting Manager page.\nIf you choose to refuse, disable, or delete these technologies, some of the functionality of our Services may no longer be available to you.</p>\n<p>Some web browsers may transmit \"do-not-track\" signals to websites the user visits, although web browsers incorporate and activate this functionality in different ways, and it is not always clear whether users intend for these signals to be transmitted.\nConsequently, we currently do not take action in response to these signals.</p>\n<p>\n<strong>By using the Services, you consent to our use of cookies and similar technologies.</strong>\n</p>\n<p>\n<strong>\n<u>Protection of Information</u>\n</strong>\n</p>\n<p>We have adopted reasonable technical, administrative, and physical procedures to help protect your information from loss, misuse, and alteration.\nPlease note that no data transmission or storage can be guaranteed to be 100% secure.\nWe want you to feel confident using the Services but we cannot ensure or warrant the security of any information you transmit to us.</p>\n<p>You may request deletion of your personal information by contacting us here.</p>\n<p>\n<strong>\n<u>Student Privacy Notice</u>\n</strong>\n</p>\n<p>PBS does not collect, use, or disclose students’ personal information online without theparent’s or legal guardian’s consent unless otherwise permitted by law.&nbsp;</p>\n<p>Schools, school districts, teachers, classrooms, and other school programs (collectively, “Educators”) may have students participate in interactive learning tools (“Interactives”)offered on pbs.org.\nThese Interactives may collect information from students, such as information that the student may include in online submissions (including videos, photos, and audio files), usernames, questions and answers, search queries, IP addresses, device identifiers and other persistent identifiers, cookie information, and other standard server log information (collectively, “student data”).&nbsp.\nEducators that direct students to create accounts for or otherwise engage with Interactives at pbs.org, confirm that parents or legal guardians consent to this collection, as well as our use and disclosure of the students’ information consistent with this Student Privacy Notice and Privacy Policy.\nEducators that participate in Interactives certify that your school obtained any parental consents that are required for us to collect, use, and disclose the students’ personal information.&nbsp;&nbsp;&nbsp;</p>\n<p>By directing students to create an account for or otherwise engage with Interactives, Educators also designate PBS as “school officials” under your “direct control” and with “legitimate educational interests” in any “personally identifiable information” contained in “education records,” as those terms have been interpreted under the Family Educational Rights and Privacy Act (“FERPA”) and its implementing regulations.&nbsp;&nbsp;&nbsp;</p>\n<p>Consistent with applicable law, parents or legal guardians remain the owner and controller of, and are solely responsible for, any and all student data provided in connection with the student’s use of pbs.org.&nbsp.\nPBS will collect, use, and disclose information protected by FERPA and applicable law only for the purpose of performing institutional services or functions for which the Educator would otherwise use its own employees for as consistent with this Student Privacy Notice.\nTo the extent that PBS discloses student data to authorized third party service providers, as described in thisPrivacy Policy, such third party service providers shall only collect and use student data for authorized school purposes as directed or authorized by the Educator.\nPBS will not sell student data or use student data for targeted advertising purposes.&nbsp;&nbsp;</p>\n<p>PBS has adopted commercially reasonable technical, administrative, and physical procedures to help protect student data from loss, misuse, and alteration.&nbsp.\nWe also require authorized third party service providers to employ reasonable and comprehensive security protocols.&nbsp.\nIn the event of unauthorized disclosure of student data, PBS will notify affected individuals in accordance with applicable law.&nbsp;&nbsp;</p>\n<p>Educators, parents, or other legal guardians may terminate their participation (including on behalf of their students) in the Interactives or request access to, review of, and deletion or destruction of student data in accordance with applicable law by contacting us at&nbsp;audienceservices@pbs.org .\nUpon notification of your termination, PBS will use commercially reasonable efforts to return, delete, or destroy all personally identifiable student data it maintains in connection with your use of pbs.org and notify you once such return, deletion, or destruction is complete.&nbsp;&nbsp;</p>\n<p>\n<strong>\n<u>Third-Party Services, Content, and External Links</u>\n</strong>\n</p>\n<p>You may access third-party content through the Services and navigate to third-party sites and services from links on the Services.\nWhether the third-party content appears within our Services (such as in an embedded video player), or you leave our Services to view the content on another website, the third party is in control of and independently produces, maintains, and monitors the content and third-party sites.\nWhen you watch third-party content that is made available through the Services or navigate to such third-party sites, you become subject to the third party’s terms of use and privacy policies.\nYou should review the privacy policies of these third-party sites for their policies and practices regarding the collection and use of your information as their policies may differ from ours.\nWe do not accept any responsibility or liability for the privacy practices of third parties.</p>\n<p>\n<strong>\n<u>California Residents</u>\n</strong>\n</p>\n<p>Residents of the State of California may request a list of all third parties to whom we have disclosed certain information during the preceding year for the third parties' direct marketing purposes.\nIf you are a California resident and want such a list, please send an e-mail to the address listed below.\nFor all requests, you must put the statement \"Your California Privacy Rights\" in the subject matter of your request and include the name of the website or online service with respect to which you are requesting the information, as well as your name, street address, city, state, and zip code.</p>\n<p>\n<strong>\n<u>International Transfers</u>\n</strong>\n</p>\n<p>Information collected through the Services may be stored and processed in the United States or any other country in which we or our service providers maintain facilities.\nWe may transfer information that we collect about you, including personal information, across borders and from your country or jurisdiction to other countries or jurisdictions, some of which may not have the same data protection laws as your jurisdiction.\nBy using the Services and providing us with information directly or indirectly, you consent to the transfer of information to the U.S.\nor to any other country in which our service providers maintain facilities for processing by us in accordance with this Privacy Policy.</p>\n<p>\n<strong>\n<u>Changes To This Privacy Policy</u>\n</strong>\n</p>\n<p>We may revise this Privacy Policy, for example, to reflect changes in the law, our practices, or the features of the Services.\nThese changes will be effective immediately upon posting.\nAs a result, you should periodically review the Privacy Policy so that you are up to date on our most current policies and practices.\nBy using the Services, you agree to the terms and conditions of this Privacy Policy, and, by continuing to use the Services after changes have been made, you agree to the changes.</p>\n<p>\n<strong>\n<u>Still Have Questions?</u>\n</strong>\n</p>\n<p>If you have any questions or concerns regarding this policy, please contact us at audienceservices@pbs.org.</p>", "created_at": "2023-08-20 18:35:15.304603", "updated_at": "2023-08-20 18:36:15.035695"}, {"id": 18374, "name": " Terms of Use ", "url": "https://www.pbs.org/about/about-pbs/terms-of-use/", "xpath": "/html/body/main/div/div/div/div[2]/div", "text": "<p>The following rules govern the use by you of PBS ONLINE®.\nThe rules set forth herein apply to all materials, online communications and other information that is or becomes available on PBS ONLINE® (collectively, \"Information\").\nBY SIGNING ON AND USING PBS ONLINE®, YOU SPECIFICALLY AGREE TO ABIDE BY THESE RULES AND ANY MODIFICATIONS THERETO.</p>\n<p>\n<strong>1.\nPersonal Uses Permitted.&nbsp;</strong>\n<br>PBS ONLINE® is an online information exchange service for use by PBS, its Member Stations and the general public.\nYou shall not post, publish, transmit, reproduce, distribute or in any way use or exploit any Information for commercial purposes or otherwise use the Information in a manner that is inconsistent with these rules and regulations.</p>\n<p>\n<strong>2.\nUser's Obligation to Abide By Applicable Law.</strong>\n<br>In connection with the use of PBS ONLINE®, you shall abide by all applicable federal, state or local laws, including those pertaining to such areas as libel, slander, defamation, trade libel, product disparagement, harassment, invasion of privacy, tort, obscenity, indecency, and copyright or trademark infringement (\"Applicable Law\").\nThe Information available on PBS ONLINE® may include intellectual property that is protected under the copyright, trademark and other intellectual property laws of the United States and/or other countries (\"Intellectual Property Laws\").\nSuch Intellectual Property Laws generally prohibit the unauthorized reproduction, distribution or exhibition of all text, photographic and graphic (art and electronic) images, music, sound samplings and other protected materials.\nThe violation of applicable Intellectual Property Laws may give rise to civil and/or criminal penalties.</p>\n<p>\n<strong>3.\nDisclosure of Online Communications.</strong>\n<br>You are cautioned that any online communications may not be fully confidential.\nIn addition, you should be aware that federal postal regulations do not protect electronic mail.\nYou should be aware that some administrative personnel of PBS may, in the course of their regular duties, have access to communications for technical or operational purposes.\nPBS may also disclose any communications to the extent permitted or required by law.</p>\n<p>\n<strong>4.\nProhibition Against Rogue Programming.</strong>\n<br>You shall not post, transmit or make available in any way through PBS ONLINE® any software or other materials which contain a computer virus, trojan horse, timebomb, worm or other rogue programming (\"Rogue Programming\").\nPBS has no obligation to detect the presence of any Rogue Programming.\nAny downloading of software or other materials or any other use of the Information on PBS ONLINE® is at your risk, and you are advised to take adequate precautions to minimize any loss to your system caused by Rogue Programming, including use of anti-virus programs and proper backup of files.</p>\n<p>\n<strong>5.\nContent of Information.</strong>\n<br>You are responsible for the content of any Information you put on PBS ONLINE®.\nThe Information posted to PBS Online® does not necessarily reflect the views of PBS and in no event shall PBS assume or have any responsibility or liability for any information posted to PBS Online® or for any claims, damages or losses resulting from the use and/or appearance of such information on PBS Online®.\nPBS has no obligation to, and does not in the normal course, monitor or control any Information that is or becomes available on PBS ONLINE®.\nPBS reserves the right to review any Information that is or becomes available on PBS ONLINE®.\nPBS reserves the right to refuse to post or to edit or remove, in whole or in part, any Information that is, in PBS's sole discretion, unacceptable, undesirable or in violation of these rules.\nPBS has no obligation to exercise such reservation of rights by PBS.\nhowever, PBS has adopted and implemented a policy respecting the copyright law that provides for the termination in appropriate circumstances of users of the PBS ONLINE® system or network who are repeat infringers.\nPBS may terminate access for content providers or forum participants who are found repeatedly to provide or post protected material without necessary rights and permissions.\nBy submitting information to PBS, you grant PBS a perpetual, royalty-free, worldwide license to use, transmit, copy and display such information in any and all media now know or hereinafter devised and represent that you have all necessary rights in such posting.\nWhile PBS strives to provide users with the highest-quality related resources on all of its sites, we cannot and do not ensure the quality or accuracy of the non-pbs.org content to which we link.</p>\n<p>\n<strong>6.\nCopyright Agent.</strong>\n</p>\n<p>\n<strong>Agent Contact Information and Policy on Repeat Infringers</strong>\n</p>\n<p>This page is designed to facilitate submissions about content providers or forum participants who provide or post copyright protected material without necessary rights and permissions.</p>\n<p>If you are interested in obtaining rights to use PBS Online materials, please click here.</p>\n<p>\n<strong>Interim Designation of Agent to Receive Notification of Claimed Infringement, pursuant to 17 U.S.C.\n512 (c)(2):</strong>\n</p>\n<p>\n<strong>Address:</strong>&nbsp;<br>Public Broadcasting Service (PBS)&nbsp;<br>1225 S.\nClark Street&nbsp;<br>Arlington, Virginia 22202</p>\n<p>\n<strong>Name of Agent Designated to Receive Notification of Claimed Infringement:&nbsp;</strong>\n<br>Scott Griffin, Assistant General Counsel</p>\n<p>\n<strong>Address of Designated Agent to which Notification should be Sent:</strong>\n<br>Public Broadcasting Service (PBS)<br>Office of the General Counsel<br>1225 S.\nClark Street<br>Arlington, Virginia 22202</p>\n<p>\n<strong>Telephone Number of Designated Agent:</strong>\n<br>(703) 739-5000</p>\n<p>\n<strong>Facsimile Number of Designated Agent:</strong>\n<br>(703) 837-3300</p>\n<p>\n<strong>Use the form at the bottom of this page to contact the Designated Agent</strong>\n<br>(IMPORTANT: This email address is intended specifically for the receipt of \"Notifications of Claimed Infringement\" under the Digital Millennium Copyright Act of 1998, 17 U.S.C.\n512.\nIt is not intended for the general inquiries and permission requests concerning the use of PBS programs or materials.)</p>\n<p>\n<strong>Policy on Repeat Infringers, pursuant to 17 U.S.C.\n512(i):&nbsp;</strong>\n<br>PBS has adopted and implemented a policy respecting the copyright law that provides for the termination in appropriate circumstances of users of the PBS online system or network who are repeat infringers.\nPBS may terminate access for content providers or forum participants who are found repeatedly to provide or post protected material without necessary rights and permissions.</p>\n<p>\n<strong>Elements of Notification&nbsp;</strong>\n<br>If you are a copyright owner or agent thereof and believe that any content infringes upon your copyright, then you may submit a notification pursuant to the Digital Millennium Copyright Act by providing our agent with the following information in writing:</p>\n<p>\n<strong>(i)</strong> A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>\n<strong>(ii)</strong> Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</p>\n<p>\n<strong>(iii)</strong> Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.</p>\n<p>\n<strong>(iv)</strong> Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</p>\n<p>\n<strong>(v)</strong> A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</p>\n<p>\n<strong>(vi)</strong> A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</p>\n<p>\n<strong>Elements of Counter-Notification&nbsp;</strong>\n<br>If you believe that your content that was removed (or to which access was disabled) is not infringing, or that you have authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to post and use the content, then you may send a counter-notice containing the following information to our agent:</p>\n<p>\n<strong>(i)</strong> A physical or electronic signature.</p>\n<p>\n<strong>(ii)</strong> Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</p>\n<p>\n<strong>(iii)</strong> A statement under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</p>\n<p>\n<strong>(iv)</strong> Your name, address, telephone number, and e-mail address, and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if your address is outside of the United States, for any judicial district in which the service provider may be found, and that you will accept service of process from the person who provided notification of the alleged infringement.</p>\n<p>\n<strong>If a counter-notice is received, PBS may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member, or user, the removed content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at PBS’s sole discretion.</strong>\n</p>\n<p>\n<strong>Contact Copyright Agent</strong>\n</p>\n<p>\n<strong>7.\nPodcasts.</strong>\n<br>The MP3 audio files and XML files that together comprise a PBS-hosted podcast (herein referred to as the \"podcast\") are protected by U.S.\nand international copyright laws.\nAll rights to podcast(s) originating from the producer, including the content and technology included therein, are reserved to the producer.\nPBS-hosted podcast(s) are available for personal, noncommercial use only.\nYou may link to PBS podcast(s) from your personal Web site and audio files may be downloaded and played on any system for personal, noncommercial purposes, provided that, unless permission to do so is expressly stated:&nbsp;<br>\n<br>(a) you do not modify or delete any of the podcast content nor individual audio files;<br>(b) you do not redistribute the MP3 audio files made available as part of the podcast nor any audio file downloaded from PBS.org;&nbsp;<br>(c) the use or display does not suggest that PBS, local PBS member stations nor the producer of the podcast(s) promotes or endorses any third party causes, ideas, Web sites, products or services;<br>(d) audio files made available for download are not to be re-produced, edited, re-transmitted, or in any way repurposed without prior consent from the producer and PBS.<br>\n<br>Producers and PBS reserve the right to discontinue providing podcast(s) and to require that you cease accessing or using the podcast(s) or any elements of the podcast at any time for any reason.&nbsp;<br>\n<br>The podcast producer and/or PBS may modify any of the terms and conditions contained herein, at any time and at our sole discretion, and such terms and conditions will become binding when placed online.&nbsp;<br>\n<br>Under no circumstances and under no legal theory, tort, contract, strict liability, or otherwise, shall the podcast producer, PBS, nor any local PBS station be liable to you or any other person for any indirect, special, incidental, or consequential damages of any character including, without limitation, damages for lost profits, loss of goodwill, work stoppage, accuracy of services, content or results, computer failure or malfunction, damages resulting from disabling of the services provided as part of the podcast(s).</p>\n<p>\n<strong>8.\nDisclaimer of Warranties.</strong>\n<br>PBS ONLINE® IS PROVIDED ON AN \"AS IS\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION WARRANTIES OF TITLE, NONINFRINGEMENT, OR IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nNEITHER PBS NOR THE MEMBER STATIONS WARRANT THAT ANY INFORMATION IS COMPLETE OR ACCURATE, THAT PBS ONLINE® WILL BE UNINTERRUPTED OR ERROR FREE OR THAT ANY INFORMATION IS FREE OF ROGUE PROGRAMMING.</p>\n<p>\n<strong>9.\nLimitation of Damages.</strong>\n<br>UNDER NO CIRCUMSTANCES, INCLUDING NEGLIGENCE, SHALL PBS OR THE MEMBER STATIONS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES THAT MAY RESULT FROM THE USE OR INABILITY TO USE PBS ONLINE®, INCLUDING WITHOUT LIMITATION USE OF OR RELIANCE ON INFORMATION AVAILABLE ON PBS ONLINE®, INTERRUPTIONS, ERRORS, DEFECTS, MISTAKES, OMISSIONS, DELETIONS OF FILES, DELAYS IN OPERATION OR TRANSMISSION, NONDELIVERY OF INFORMATION, DISCLOSURE OF COMMUNICATIONS, OR ANY OTHER FAILURE OF PERFORMANCE.</p>\n<p>\n<strong>10.\nRelease and Indemnity.</strong>\n<br>YOU HEREBY RELEASE AND WAIVE ANY AND ALL CLAIMS AND/OR LIABILITY AGAINST PBS AND/OR THE MEMBER STATIONS ARISING FROM OR IN CONNECTION WITH YOUR USE OF PBS ONLINE®.\nYOU ALSO AGREE TO DEFEND, INDEMNIFY AND HOLD HARMLESS, PBS AND THE MEMBER STATIONS, FROM AND AGAINST, ANY AND ALL CLAIMS OR LIABILITY, INCLUDING COSTS AND ATTORNEYS FEES, ARISING FROM OR IN CONNECTION WITH YOUR USE OF PBS ONLINE® OR FAILURE TO ABIDE BY APPLICABLE LAW.</p>\n<p>\n<strong>11.\nModifications.</strong>\n<br>These rules may be modified by PBS from time to time and such modifications will be binding on you when placed online.</p>\n<p>\n<strong>12.\nTerms and Conditions for Use of shopPBS.</strong>\n<br>Please read the <strong>Terms and Conditions for Use of shopPBS</strong> agreement carefully before accessing the Service.\nBy accessing the Service, you agree to be bound by the terms and conditions.</p>", "created_at": "2023-08-20 18:36:44.745259", "updated_at": "2023-08-20 18:36:52.127092"}], "points": [], "urls": ["pbs.org"]}}