{"error": 448, "message": "OK", "parameters": {"id": 9095, "name": "NerdCulture", "created_at": "2023-07-11 23:19:01.882284", "updated_at": "2023-07-12 10:02:11.807738", "wikipedia": null, "keywords": null, "related": null, "slug": "nerdculture", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9095.png", "url": "nerdculture.de", "documents": [{"id": 17816, "name": "Privacy policy", "url": "https://nerdculture.de/terms", "xpath": "/html/body/div[1]/div/div/div[2]/div[2]/div[2]/div/div", "text": "Privacy Policy<p>Last updated Jun 13, 2020</p>\n<p>This site runs Mastodon software, a distributed/federated social network.\nThis implies that your content that you are posting will be shared with other instances of this federated social network, because this is the purpose of this network.\nYou can configure to some degree how the distribution will look like by changing the configuration in your account settings.\n</p>\n<p>The content on this site will include content from remote sites which most likely will result in accessing this content on the remote servers and leaking your IP address, referrer and other data to third party servers.\nCurrently this server is logging your accesses by default, but we will try to limit the amount of stored data and the retention time wherever possible.\n<br>\n</p>\n<p>\n<br>\n<em>In short:</em> All friendly creatures are welcome.\nBe excellent to each other, live humanism, no nazis, no hate speech.\nNot only for nerds, but the domain is somewhat cool.\n;) No bots in general! (only with prior permission).\nNo ads allowed (such as backlinks in profile to commercial websites, direct advertising toots, ...)<br>\n</p>\n<p>\n<br>\n<em>Long version:</em> With your registration you adhere to the following rules:<br>\n</p>\n<ul>\n<li> be friendly to others</li>\n<li> no hate speech, no discrimination of others, regardless of their age, gender, nationality or whatever</li>\n<li> no spam accounts</li>\n<li> don't annoy others and don't get easily annoyed by others</li>\n<li> no advertisements of commercial products</li>\n<li> no distribution of copyrighted material</li>\n<li> do not upload material for which you don't have the rights</li>\n<li> no automated posts by bots, except when you have permission to do so by the server admins</li>\n<li> don't abuse this service or server</li>\n<li> be helpful to others</li>\n<li> act yourself like how you want to be treated by others</li>\n<li> this is a service running on a private server and as a friendly user you are welcome to use this service, but in the end the server admin can cancel user accounts and will do when the user misbehaves.\nThe admin will decide in the end.\n</li>\n</ul>\n<br>\n<p>\n</p>\n<p>By using this site and this service you acknowledge this Term of Service.\nBusiness as usual.</p>\n<p>Due to too many registrations of spam accounts, the following domains are blocked for registration: - gmail.com\n- *.vn</p>\n", "created_at": "2023-07-11 23:19:01.951402", "updated_at": "2023-07-11 23:21:15.391052"}], "points": [], "urls": ["nerdculture.de"]}}