{"error": 448, "message": "OK", "parameters": {"id": 9033, "name": "Circleboom LLC.", "created_at": "2023-07-10 18:47:44.636904", "updated_at": "2023-07-10 22:02:58.860858", "wikipedia": null, "keywords": null, "related": null, "slug": "circleboom-llc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9033.png", "url": "circleboom.com", "documents": [{"id": 17679, "name": "Privacy Policy", "url": "https://circleboom.com/privacy", "xpath": "//body", "text": "HomeProductsPinterest SchedulerPost RSS Feeds to Social MediaSocial Media Content CurationTwitter SchedulerManage Multiple Pinterest AccountsGoogle Business Profile ManagerSocial Media AI Post GeneratorInstagram Post SchedulerLinkedIn Post SchedulerGoogle Business Profile SchedulerGet Started with Circleboom Publish Delete my TweetsTwitter User AnalyticsTwitter CircleSearch Twitter Bios &amp.\nProfilesTwitter Search ToolGet Started with Circleboom TwitterPricingBlogBecome a PartnerContact UsGet StartedTwitter ManagementTwitter management toolPublishSocial media management toolGet StartedTwitter ManagementTwitter management toolPublishSocial media management toolPrivacy PolicyLast revised on: January 1, 2020<p>Your privacy is of the utmost importance to us.\nAt Circleboom, we want to make your experience online satisfying and safe.</p>\n<p>Because we gather certain types of information about our users, we feel you should fully understand our policy and the terms and conditions surrounding the capture and use of that information.\nThis privacy statement discloses what information we gather and how we use it.</p>Information Circleboom Gather and TracksCircleboom gathers three types of information about users:<ul>\n<li>Information that users provide through optional, voluntary submissions.\nThese are voluntary submissions to receive our electronic newsletters, to participate feedback forums and from participation in competitions and surveys: </li>\n<li>Information Circleboom gathers through aggregated tracking information derived mainly by tallying page views and actions performed throughout our sites.\nThis information allows us to better tailor our features to users' needs and to help us better understand the demographics of our audience.</li>\n<li>Information collected from third party services for which you provide Circleboom with Twitter API access credentials.\nInformation collected from these services will be used to provide you with functionality visible on Circleboom.\nWe may also utilize this data in to produce aggregate reports such as infographics or to produce additional value added information such as influence ranking to the public.\n</li>\n</ul>Circleboom Gathers User Information in The Following Processes:<ul>\n<li>Electronic newsletters policy<br>We will offer a free electronic newsletter to users.\nCircleboom gathers the email addresses of users who voluntarily subscribe.\nUsers may remove themselves from this mailing list by following the link provided in every newsletter that points users to the subscription management page.\n</li>\n<li>Feedback forums<br>Users of the site's Feedback Forums must register separately for this service in order to post messages, although they needn't register to visit the site.\nDuring registration the user is required to supply a username, password, and email address.\n</li>\n<li>Twitter<br>User who connect their Twitter account with Circleboom should be aware that this provide us with full access via Twitter's API to the details contained in your Twitter account.\nThis includes, but is not limited to.\nyour entire tweet stream, all of your friends and followers, your account settings and your account details.\nThis does not include your Direct Messages or password.<br>\n<br>Circleboom will use this API access to provide you with the functionality on our website.\nWe will collect information from this API about your social graph to provide you with unfollow tools.\nWe will collect information from this API about your Tweet stream to provide Tweet related tools.<br>\n<br>Circleboom may republish public information you provide in another public forum.\nThis includes information about your Twitter account to provide influence ranking tools.\nWe will never republish private information publicly and will always abide by Twitter's rules regarding Third Party Developers.<br>\n<br>You can, at any time, revoke Circleboom's access to your Twitter account from your settings page on Twitter.\nYou can also contact us and request we remove any information we have cached about you.<br>\n<br>\n</li>\n<li>Competitions<br>We may offer optional voluntary competitions where we will collect explicit information which you provide.\nIf you are currently logged into Circleboom we may track your entry to the competition with its connection to the Circleboom account.</li>\n<li>Surveys<br>Circleboom may occasionally conduct user surveys to better target our content to our audience.\nWe sometimes share the aggregated demographic information in these surveys with our sponsors, advertisers and partners.\nWe never share any of this information about specific individuals with any third party.</li>\n<li>Children<br>Consistent with the United State Federal Children's Online Privacy Protection Act of 1998 (COPPA), we will never knowingly request personally identifiable information from anyone under the age of 13 without requesting parental consent.\nIn order to use Circleboom, users must have a valid Twitter account.\n</li>\n<li>Usage tracking<br>Circleboom tracks user traffic patterns throughout all of our sites.\nHowever, we do not correlate this information with data about individual users.\nCircleboom does break down overall usage statistics according to a user's domain name, browser type, and MIME type by reading this information from the browser string (information contained in every user's browser).<br>\n<br>Circleboom sometimes tracks and catalogs the search terms that users enter in our Search function.\nWe use tracking information to determine which areas of our sites users like and don't like based on traffic to those areas.\nThis helps us continue to build a better service for you.\n</li>\n<li>Cookies<br>We may place a text file called a \"cookie\" in the browser files of your computer.\nThe cookie itself does not contain Personal Information although it will enable us to relate your use of this site to information that you have specifically and knowingly provided.\nBut the only personal information a cookie can contain is information you supply yourself.\nA cookie can't read data off your hard disk or read cookie files created by other sites.\nCircleboom uses cookies to track user traffic patterns (as described above).\nOur advertising system delivers a one-time cookie to better track ad impressions and click rates.<br>\n<br>You can refuse cookies by turning them off in your browser.\nIf you've set your browser to warn you before accepting cookies, you will receive the warning message with each cookie.\nYou do need cookies in order to use most of the functionality on this site.\n</li>\n</ul>Use of Information<p>Circleboom uses any information voluntarily given by our users to enhance their experience in our network of sites, whether to provide interactive or personalized elements on the sites or to better prepare future content based on the interests of our users.\n</p>\n<p>As stated above, we use information that users voluntarily provide in order to send out electronic newsletters and to enable users to participate in polls, surveys, message boards, and forums.\nWe send out newsletters to subscribers on a regular schedule (depending on the newsletter), and occasionally send out special editions when we think subscribers might be particularly interested in something we are doing.\nCircleboom never shares newsletter mailing lists with any third parties, including advertisers, sponsors or partners.\n</p>\n<p>When we use tracking information to determine which areas of our sites users like and don't like based on traffic to those areas.\nWe track search terms entered in Search function as one of many measures of what interests our users.\nCircleboom creates aggregate reports on user demographics and traffic patterns for advertisers, sponsors and partners.\nThis allows our advertisers to advertise more effectively, and allows our users to receive advertisements that are pertinent to their needs.\nBecause we don't track the usage patterns of individual users, an advertiser or sponsor will never know that a specific user clicked their ad.\nWe may also disclose information about any individual user to comply with applicable law or valid legal process or to protect the personal safety of our users or the public.\n</p>SHARING OF THE INFORMATION<p>Circleboom uses the above-described information to tailor our content to suit your needs and help our advertisers better understand our audience's demographics.\nThis is essential to keeping our service free.\nWe will not share any previously private information about individual users with any third party, except to comply with applicable law or valid legal process or to protect the personal safety of our users or the public.\n</p>SECURITY<p>The security of your information is important to us.\nCircleboom has implemented safeguards to protect the information we collect.\nHowever, no website or Internet transmission is completely secure.\nWe urge you to take steps to keep your personal information safe, such as choosing a strong password and keeping it private, as well as logging out of your user account, and closing your web browser when finished using the Circleboom on a shared or unsecured device.</p>OPT-OUT POLICY<p>We give users options wherever necessary and practical.\nSuch choices include: </p>\n<p>Opting not to register to receive our electronic newsletters.\n</p>\n<p>Opting not to participate in certain interactive areas, which completely alleviates the need to gather any personally identifiable information from our users </p>\n<p>You may contact us to have information we have cached about your from third party services removed from our system.\n</p>Additional Information for California Residents<p>This section provides information organized in accordance with the California Consumer Privacy Act (“CCPA”) for residents of California about how we handle certain personal information we have collected over the past 12 months.</p>\n<p>\n<b>\n<i>Categories of Personal Information</i>\n</b>.\nThis Privacy Policy discloses the categories of personal information that we collect, use, and disclose in order to operate our business over the past 12 months.</p>\n<ul>\n<li>\n<b>Collect</b>.\nThe section above entitled <b>Information Circleboom Gather and Tracks</b> discloses the categories of personal information that we collect, which include your account and profile information, your content, your communications with us, your information you provide from linked networks, information about your activity on Circleboom, and how you engage with our Circleboom.</li>\n<li>\n<b>Use</b>.\nThe section above entitled <b>Use of Information</b> discloses the that the categories of personal information we collect are used to provide our services, for personalization, to provide advertising in order to generate income to operate Circleboom, to promote our services to you, to analyze how our services are used, to comply with law, and to prevent misuse of Circleboom.</li>\n<li>\n<b>Disclose</b>.\nThe section above entitled <b>Sharing of the Information</b> discloses that we share your personal information with, service providers, affiliates, law enforcement authorities, and as needed with third parties to provide our services.</li>\n</ul>\n<p>\n<b>\n<i>We do not sell your personal information to third parties</i>\n</b>.\nCircleboom may share your personal information with third parties and third parties may collect your personal information as described above in the <b>Sharing of the Information</b> section.\nIn addition, we may also work with third parties such as network advertisers to serve ads on Circleboom and on third-party websites or other media (e.g., social networking platforms), such as Google AdSense (more info here) and Facebook Audience Network (more info here).\nThese third parties may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs and other tracking technologies to measure the effectiveness of their ads and to personalize advertising content to you.</p>\n<p>We do not collect personal information from consumers that we know are younger than 16 years old.</p>Requests for Deletion, Copy and Right to Know Your Information<p>California consumers have the right to make the following requests, which we endeavor to honor from non-California residents as well:</p>\n<ul>\n<li>\n<b>Deletion</b>.\nYou have the right to request deletion of personal information that we have collected about you.</li>\n<li>\n<b>Copy and Right to Know</b>.\nYou have the right to request a copy of the specific pieces of personal information that we have collected about you over the past 12 months, including the categories of information, sources, and purposes of collection, as well as categories of third parties we have shared it with.</li>\n<li>\n<b>Designated Agent</b>.\nYou may designate an agent to make a request on your behalf.\nThat agent must have access to your account in order for us to verify the request.</li>\n</ul>\n<p>You can submit a deletion, copy and right to know request by emailing us at info@circleboom.com.\nYou will need access to the email account associated with your Circleboom account in order to verify your identity and complete this process.</p>\n<p>\n<b>\n<i>Non-Discrimination</i>\n</b>.\nCircleboom will not discriminate against you, including by denying or providing a different level or quality of goods or services should you choose to exercise your options under the CCPA.</p>\n<p>\n<b>\n<i>Your California Privacy Rights under California’s Shine-the-Light Law</i>\n</b>.\nCalifornia law permits users who are California residents to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their personal information (if any) for their direct marketing purposes in the prior calendar year, as well as the types of personal information disclosed to those parties.\nIf you are a California resident and would like to request this information, please submit your request in an email to <i>info@circleboom.com</i>.</p>Contact Us<p>If you have any questions about our practices or this Privacy Policy, please contact us at <i>info@circleboom.com</i>\n</p>YOUR CONSENT<p>By using this site, you consent to the collection and use of this information by Circleboom.\nIf we decide to change our privacy policy, we will post those changes on this page so that you are always aware of what information we collect, how we use it, and under what circumstances we disclose it.</p>Circleboom, Boom your social circle!<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>PUBLISH TOOL</li>\n<li>Pinterest Scheduler</li>\n<li>Post RSS Feeds to Social Media</li>\n<li>Social Media Content Curation</li>\n<li>Twitter Scheduler</li>\n<li>Manage Multiple Pinterest Accounts</li>\n<li>Google Business Profile Manager</li>\n<li>Social Media AI Post Generator</li>\n<li>Instagram Post Scheduler</li>\n<li>LinkedIn Post Scheduler</li>\n<li>Google Business Profile Scheduler</li>\n<li>Circleboom Publish Help</li>\n</ul>\n<ul>\n<li>TWITTER TOOL</li>\n<li>Delete my Tweets</li>\n<li>Twitter User Analytics</li>\n<li>Twitter Circle</li>\n<li>Search Twitter Bios &amp.\nProfiles</li>\n<li>Twitter Search Tool</li>\n<li>Circleboom Twitter Help</li>\n</ul>\n<ul>\n<li>About</li>\n<li>Become a Partner</li>\n<li>Contact Us</li>\n<li>Plans &amp.\nPricing</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Disclaimer</li>\n<li>Nonprofits</li>\n<li>Affiliate Program</li>\n<li>Career</li>\n<li>Help</li>\n<li>Blog</li>\n</ul>Copyright © 2017-2023 Circleboom llc, all rights reserved.\n<p>\n</p>", "created_at": "2023-07-10 18:49:07.339391", "updated_at": "2023-07-10 18:49:14.511289"}, {"id": 17678, "name": "Terms of Service", "url": "https://circleboom.com/terms-of-service", "xpath": "//body", "text": "HomeProductsPinterest SchedulerPost RSS Feeds to Social MediaSocial Media Content CurationTwitter SchedulerManage Multiple Pinterest AccountsGoogle Business Profile ManagerSocial Media AI Post GeneratorInstagram Post SchedulerLinkedIn Post SchedulerGoogle Business Profile SchedulerGet Started with Circleboom Publish Delete my TweetsTwitter User AnalyticsTwitter CircleSearch Twitter Bios &amp.\nProfilesTwitter Search ToolGet Started with Circleboom TwitterPricingBlogBecome a PartnerContact UsGet StartedTwitter ManagementTwitter management toolPublishSocial media management toolGet StartedTwitter ManagementTwitter management toolPublishSocial media management toolTerms of ServiceLast revised on: Sep.\n21th, 2021<p>Thank you for your interest in Circleboom, LLC.\n(\"Circleboom,\" \"we,\" or \"us\") and our website at circleboom.com, along with our related websites, networks, applications, mobile applications, and other services provided by us (collectively, the \"Service\").\nThese Terms of Service are a legally binding contract between you and Circleboom regarding your use of the Service.</p>\n<p>All services of Circleboom is owned and operated by Circleboom LLC (Located at 498 Kings Hwy N #203, Cherry Hill, NJ 08034 USA)</p>\n<p>You acknowledge and agree that these Terms of Service are between you and Circleboom, and not with any third parties (including, but not limited to, Apple®, Twitter®, Facebook®, Google®, Linkedin®), and that Circleboom is solely responsible for this service.</p>\n<p>BY CLICKING \"I ACCEPT,\" OR BY DOWNLOADING, INSTALLING, OR OTHERWISE ACCESSING OR USING THE SERVICES IN ANY MANNER, YOU ARE \"ACCEPTING\" AND AGREEING TO BE BOUND BY THESE TERMS OF SERVICE TO THE EXCLUSION OF ALL OTHER TERMS.\nIF YOU DO NOT UNCONDITIONALLY ACCEPT THESE TERMS IN THEIR ENTIRETY, YOU SHALL NOT (AND SHALL HAVE NO RIGHT TO) ACCESS OR USE THE SERVICES.\nIF THE TERMS OF THIS AGREEMENT ARE CONSIDERED AN OFFER, ACCEPTANCE IS EXPRESSLY LIMITED TO SUCH TERMS.\nTHESE TERMS SHOULD BE READ IN CONJUNCTION WITH CIRCLEBOOM PRIVACY POLICY.</p>\n<p>Circleboom reserves the right to update and change the Terms of Service from time to time without notice.\nAny new features that augment or enhance the current Service, including the release of new tools and resources, shall be subject to the Terms of Service.\nContinued use of the Service after any such changes shall constitute your consent to such changes.\nYou can review the most current version of the Terms of Service at any time at: https://circleboom.com/terms-of-service</p>\n<p>Violation of any of the terms below will result in the termination of your Account.\nWhile Circleboom prohibits such conduct and Content on the Service, you understand and agree that Circleboom cannot be responsible for the Content posted on the Service and you nonetheless may be exposed to such materials.\nYou agree to use the Service at your own risk.\n</p>Account Terms <ol>\n<li>You must be 18 years or older to use this Service.\n</li>\n<li>You must be a human.\nAccounts registered by \"bots\" or other automated methods are not permitted.</li>\n<li>You are responsible for maintaining the security of your account and password.\nCircleboom cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</li>\n<li>You may not use the Service for any illegal or unauthorized purpose.</li>\n<li>You must not, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright laws).</li>\n<li>You may not use or otherwise export or re-export the Licensed Application except as authorized by United States law and the laws of the jurisdiction in which the Licensed Application was obtained.\nIn particular, but without limitation, the Licensed Application may not be exported or re-exported (a) into any U.S.-embargoed countries or (b) to anyone on the U.S.\nTreasury Department's Specially Designated Nationals List or the U.S.\nDepartment of Commerce Denied Persons List or Entity List.\nBy using the Licensed Application, you represent and warrant that you are not located in any such country or on any such list.</li>\n<li>The parties agree and confirm their mutual intention that neither these Terms nor any of the terms of these Terms will be enforceable by any person or entity not a direct party to it.\nNotwithstanding that any term of these Terms may be or may become enforceable by a person who is not a party to these Terms, the terms and conditions of these Terms may be modified or amended, or these Terms may be suspended, canceled, rescinded or terminated by the parties without the consent of any such third party.</li>\n</ol>Payment Terms, Trials and Renewal<ol>\n<li>If you are using a free account you are not permitted to block ads.</li>\n<li>One person or legal entity may not maintain more than one free account.</li>\n<li>You must provide a valid email address, and any other information requested in order to complete the subscription process.</li>\n<li>Subscriptions are billed in advance and are non-refundable for the subscription period they are purchased for.</li>\n<li>All plans will renew automatically at the end of the term (which may be monthly, quarterly or annually, depending on the plan you chose when you purchased our packages), and we will automatically bill you on renewal unless you cancel.</li>\n<li>Circleboom Twitter App (iOS, iPadOS, macOS) in-app payments made through iTunes are controlled and managed by Apple, and payments will be charged to your iTunes account.\nYou may manage your subscription and auto-renewal may be turned off by going to your iTunes account settings.</li>\n</ol>Cancellation, and Termination<ol>\n<li>You are solely responsible for properly canceling your account.\nAn email, online chat, direct message or phone request to cancel your account is not considered cancellation.\nYou can cancel your account at any time by navigating to the account dashboard.\nOn the Account dashboard, there is a cancel subscription button that gives you direct control to cancel your service unless it's subscribed on an Apple device (including, but not limited to, iPhone, iPad, Mac etc).</li>\n<li>Apple iOS subscriptions are managed by Apple and you may manage your subscription and auto-renewal may be turned off by going to your iTunes account settings.</li>\n<li>If you cancel the Service before the end of your current paid up month/annual, you may continue to use the Service until the end of your current paid month/annual cycle and you will not be charged again.</li>\n<li>You can \"reactivate\" your subscription after the cancellation request until the end of your current paid month/annual cycle.\nAfter the billing cycle, your subscription will be downgraded to a \"freemium\" plan which you may use freely, and upgrade to another package if you want.</li>\n<li>Circleboom, in its sole discretion, has the right to suspend or terminate your account and refuse any and all current or future use of the Service, or any other Circleboom service, for any reason at any time.\nSuch termination of the Service will result in the deactivation or deletion of your Account or your access to your Account, and the forfeiture and relinquishment of all Content in your Account.\nCircleboom reserves the right to refuse service to anyone for any reason at any time.\n</li>\n</ol>Modifications to the Service and Prices<ol>\n<li>Circleboom reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\n</li>\n<li>Prices of all Services, including but not limited to daily/monthly/annual subscription plan fees to the Service, are subject to change.\nSuch notice may be provided at any time by posting the changes to the website or the Service itself.\n</li>\n<li>Circleboom shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Service.\n</li>\n</ol>Copyright and Content Ownership<ol>\n<li>We claim no intellectual property rights over the material you provide to the Service to be checked.\n</li>\n<li>The look and feel of the Service is copyright © Circleboom.\nAll rights reserved.\nYou may not duplicate, copy, or reuse any portion of the HTML/CSS or visual design elements without express written permission from Circleboom.\n</li>\n<li>Circleboom is not affiliated with Twitter, Inc.\n(twitter.com) and does not claim ownership of the Twitter trademark.\n</li>\n</ol>Licenses<ol>\n<li>Subject to your complete and ongoing compliance with these Terms, Circleboom grants you limited, non-transferable, non-sublicensable, revocable permission to access and use the Service for your personal, internal use during the Term at the level of service for which you have paid all applicable Fees.</li>\n<li>Except and solely to the extent such a restriction is impermissible under applicable law, you may not: (a) reproduce, distribute, publicly display, or publicly perform the Service.\n(b) make modifications to the Service.\nor (c) interfere with or circumvent any feature of the Service, including any security or access control mechanism.\nIf you are prohibited under applicable law from using the Service, you may not use it.\nYou may not use the Service on behalf of any third party, or in a service bureau or similar capacity.</li>\n<li>If you choose to provide input and suggestions regarding problems with or proposed modifications or improvements to the Service (\"Feedback\"), then you hereby grant Circleboom an unrestricted, perpetual, irrevocable, non-exclusive, fully-paid, royalty-free right to exploit the Feedback in any manner and for any purpose, including to improve the Service and create other products and services.</li>\n</ol>Ownership.\nProprietary Rights and Content Ownership<ol>\n<li>The Service is owned and operated by Circleboom.\nThe visual interfaces, graphics, design, compilation, information, data, computer code (including source code or object code), products, software, services, templates, and all other elements of the Service (\"Materials\") provided by Circleboom are protected by intellectual property and other laws.\nAll Materials included in the Service are the property of Circleboom or its third-party licensors.\nExcept as expressly authorized by Circleboom, you may not make use of the Materials.\nCircleboom reserves all rights to the Materials not granted expressly in these Terms.</li>\n<li>We claim no intellectual property rights over the material you provide to the Service to be checked.</li>\n</ol>General Conditions<ol>\n<li>Your use of the Service is at your sole risk.\nThe service is provided on an \"as is\" and \"as available\" basis.\n</li>\n<li>By using our Service you agree to follow Twitter's Rules (https://support.twitter.com/articles/18311).\n</li>\n<li>Your use of the Service will be recorded and may be used in both internal an external reports.\nNo identifiable information will ever be released.\n</li>\n<li>You understand that Circleboom uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.\n</li>\n<li>You must not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, Circleboom, or any other Circleboom service.\n</li>\n<li>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by Circleboom.\n</li>\n<li>We may collect your email address during login to use it for marketing purposes.\nWe do not sell your email address nor Twitter handle with any other third parties.</li>\n<li>We may, but have no obligation to, remove Content and Accounts containing Content that we determine in our sole discretion are unlawful, offensive, threatening, libellous, defamatory, pornographic, obscene or otherwise objectionable or violates any party's intellectual property or these Terms of Service.\n</li>\n<li>Verbal, physical, written or other abuse (including threats of abuse or retribution) of any Circleboom customer, employee, member, or officer will result in immediate Circleboom account termination.\n</li>\n<li>You understand that the technical processing and transmission of the Service, including your Content, may be transferred unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.\n</li>\n<li>Circleboom does not warrant that (i) the service will meet your specific requirements, (ii) the service will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the service will be accurate or reliable, (iv) the quality of any products, services, information, or other material purchased or obtained by you through the service will meet your expectations, and (v) any errors in the Service will be corrected.\n</li>\n<li>You expressly understand and agree that Circleboom shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Circleboom has been advised of the possibility of such damages), resulting from: (i) the use or the inability to use the service.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service.\n(iii) unauthorised access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to the service.\n</li>\n<li>The failure of Circleboom to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision.\nThe Terms of Service constitutes the entire agreement between you and Circleboom and govern your use of the Service, superseding any prior agreements between you and Circleboom (including, but not limited to, any prior versions of the Terms of Service).\n</li>\n<li>If you feel that you may have been incorrectly charged by Circleboom, please contact Circleboom Support for assistance.\nPlease don't initiate a chargeback as this may result in your account being permanently disabled.\n</li>\n<li>Questions about the Terms of Service can be sent to info@circleboom.com </li>\n</ol>Circleboom, Boom your social circle!<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>PUBLISH TOOL</li>\n<li>Pinterest Scheduler</li>\n<li>Post RSS Feeds to Social Media</li>\n<li>Social Media Content Curation</li>\n<li>Twitter Scheduler</li>\n<li>Manage Multiple Pinterest Accounts</li>\n<li>Google Business Profile Manager</li>\n<li>Social Media AI Post Generator</li>\n<li>Instagram Post Scheduler</li>\n<li>LinkedIn Post Scheduler</li>\n<li>Google Business Profile Scheduler</li>\n<li>Circleboom Publish Help</li>\n</ul>\n<ul>\n<li>TWITTER TOOL</li>\n<li>Delete my Tweets</li>\n<li>Twitter User Analytics</li>\n<li>Twitter Circle</li>\n<li>Search Twitter Bios &amp.\nProfiles</li>\n<li>Twitter Search Tool</li>\n<li>Circleboom Twitter Help</li>\n</ul>\n<ul>\n<li>About</li>\n<li>Become a Partner</li>\n<li>Contact Us</li>\n<li>Plans &amp.\nPricing</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Disclaimer</li>\n<li>Nonprofits</li>\n<li>Affiliate Program</li>\n<li>Career</li>\n<li>Help</li>\n<li>Blog</li>\n</ul>Copyright © 2017-2023 Circleboom llc, all rights reserved.\n", "created_at": "2023-07-10 18:47:44.668285", "updated_at": "2023-07-10 18:50:24.875235"}], "points": [], "urls": ["circleboom.com"]}}