{"error": 448, "message": "OK", "parameters": {"id": 8188, "name": "VimCal", "created_at": "2023-05-02 20:46:34.77027", "updated_at": "2023-05-02 22:02:12.624822", "wikipedia": null, "keywords": null, "related": null, "slug": "vimcal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8188.png", "url": "vimcal.com", "documents": [{"id": 15887, "name": "Terms of Service", "url": "https://www.vimcal.com/terms", "xpath": "//body", "text": "Already have an account?Terms of ServiceUpdated November 18, 2022<p>‍</p>\n<ul>\n</ul>\n<strong>1.\nAcceptance of the Terms of Service</strong>\n<p>These terms of service are entered into by and between you and Vimcal Inc., a Delaware corporation (<strong>“Company”</strong>, “we”,<strong> “our”</strong> or <strong>“us”</strong>).\nThe following terms and conditions, together with any documents they expressly incorporate by reference (collectively, these <strong>“Terms of Service”</strong> or <strong>“Terms”</strong>),govern your access to and use of the Vimcal application, including any content, functionality, features, and services offered on or through the application (“Vimcal”), as well as our website, www.vimcal.com, all subdomains thereof, and social media accounts, pages, and other online platforms we operate related to Vimcal (collectively, the “Site”), whether as a guest or a registered user.\n&nbsp;References herein to“Vimcal” shall also mean to include the Site, as the context requires.\n&nbsp;References herein to <strong>“you”</strong>, <strong>“your”</strong>, or “yours” shall refer to you.\n</p>\n<p>PLEASE READ THE TERMS OF SERVICE CAREFULLYBEFORE YOU START TO USE OR ACCESS VIMCAL.\nBY USING OR ACCESSING VIMCAL, YOU (A)ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND THESE TERMS OF SERVICE, WHICHALSO INCLUDES THE TERMS OF OUR PRIVACY POLICY, FOUND AT WWW.VIMCAL.COM/PRIVACY[1]&nbsp;, INCORPORATED HEREIN BY REFERENCE.\n(B) REPRESENT THAT YOUARE AT LEAST 18 YEARS OLD AND OF LEGAL AGE AND CAPACITY TO ENTER INTO A BINDINGAGREEMENT, AND IF YOU ARE ENTERING INTO THIS BINDING AGREEMENT ON BEHALF OF ANENTITY, THAT YOU ARE DULY AUTHORIZED TO BIND SUCH ENTITY.\nAND (C) ACCEPT THESETERMS AND AGREE THAT YOU AND/OR THE ENTITY YOU REPRESENT ARE LEGALLY BOUND BYIT.\n&nbsp;IF YOU DO NOT AGREE TO THESE TERMSOFSERVICE OR THE PRIVACY POLICY, YOU MUST NOT USE OR ACCESS VIMCAL.\n&nbsp;REFERENCES HEREIN TO <strong>“USE”</strong> OR <strong>“ACCESS”</strong> SHALL INCLUDING DOWNLOADING, INSTALLING, REGISTERING WITH, USING, AND/OR ACCESSING VIMCAL, INCLUDING USING THE CONTENT, FEATURES, FUNCTIONALITY, AND/OR SERVICES OF VIMCAL.</p>\n<p>THESE TERMS INCLUDE: (1) AN ARBITRATION PROVISION.\n(2) A WAIVER OF RIGHTS TO BRING A CLASS ACTION AGAINST US.\n(3) A WAIVER OF TRIAL BY JURY.\nAND (4) A RELEASE BY YOU OF ALL CLAIMS FOR DAMAGE AGAINST US THAT MAY ARISE OUT OF YOUR USE OF VIMCAL.\n&nbsp;EXCEPT IF YOU OPT-OUT OR IN CASE OF CERTAIN LIMITED EXCEPTIONS, YOU AGREE THAT DISPUTES BETWEEN YOU AND US WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION.</p>\n<ol>\n</ol>\n<strong>2.\nChanges to the Terms of Service</strong>\n<p>We may revise and update these Terms of Service from time to time in our sole discretion.\nWhen we do update these Terms, we will also revise the “Last Updated” date at the top of these Terms.\n&nbsp;All changes are effective immediately when we post them.\nHowever, any changes to the dispute resolution provisions set forth in Governing Law and Jurisdiction and Arbitration will not apply to any disputes for which the parties have actual notice prior to the date the change is posted on our website at www.vimcal.com.\n</p>\n<p>Your continued use of Vimcal following the posting of revised Terms of Service means that you accept and agree to the changes.\nYou are expected to check this page from time to time so you are aware of any changes, as they are binding on you.\nWe may send you a courtesy email if we have an email address on file for you notifying you of changes to the Terms of Service.</p>\n<ol>\n</ol>\n<strong>3.\nAbout Vimcal</strong>\n<p>Vimcal is a web-based and desktop-basedSoftware-as-a-Service application that provides registered users with access to a fast and beautifully designed calendar, empowered by a number of features such as hot keys and quick commands, efficient sharing of availabilities, conversion of time zones for booking across multiple time zones, and scheduling meetings based on plain textual inputs, to name a few.</p>\n<ol>\n</ol>\n<strong>4.\nAccessing Vimcal and Account Security</strong>\n<p>While the Site is accessible to Users (defined below) and visitors alike, the Vimcal SaaS application and/or some of its content, features, functionality, and/or services, including services subject to payment, may be accessed and used only by registered users who register a user account (“<strong>Account</strong>”), enter into a SaaS services agreement (“<strong>SaaS Services Agreement</strong>”) with Company, and comply with the terms of such SaaS agreement and the terms herein (each, a “<strong>User</strong>”).</p>\n<p>While registering an Account, Users may be required to share certain personal or company information.\n&nbsp;It is a condition of your use of Vimcal that all the information you provide is correct, current, and complete.\nYou agree that all information you provide to us is governed by our Terms of Service ,including the Privacy Policy, and you consent to all actions we take with respect to your information consistent with our Terms of Service, including thePrivacy Policy.</p>\n<p>If you choose, or are provided with, a username, password or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is specific to you and agree not to provide any other third party with access to Vimcal or portions of it using your username, password or other security information.\nYou agree to notify us immediately of any unauthorized access toor use of your username or password or any other breach of security.\nYou also agree to ensure that you exit from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared device so that others are not able to view or record your password or other personal information.</p>\n<p>We have the right to disable any username, password or other identifier, whether chosen by you or provided by us, at anytime in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms of Service.\n&nbsp;Further, we also reserve the right to suspend, restrict, or otherwise limit Users’ and/or visitors’ access to or use of Vimcal at any time, for any period, or at all, in our sole discretion, with or without reason or cause, and without notice.</p>\n<p>You are responsible for making all arrangements necessary for you to have access to Vimcal.</p>\n<ol>\n</ol>\n<strong>5.\nPurchases and Payments</strong>\n<p>Fees and prices for using Vimcal, as well as refund policies, shall be provided by Company through its Site or other written documentation such as the SaaS Services Agreement.\n&nbsp;Payments will be processed through a third-party vendor, and the processing of such payments, refunds, accuracy of payment methods and related matters are also subject to the policies of such vendors.\n&nbsp;Payments to Vimcal are non-refundable, unless explicitly provided otherwise in writing.</p>\n<p>All payment information (such as a debit or credit card information) that you provide to Company must be accurate, active, and complete.\n&nbsp;By using Vimcal, you authorize us to charge your account for monies owed by you to Company in accordance with these Terms.\n&nbsp;You hereby represent and warrant that your use of the payment information is legal, that you have the right to use such payment information as a way to pay for your use of Vimcal.\n&nbsp;If upon the termination of these Terms toward you, you owe monies related to your use of Vimcal, then you agree to pay such monies, and you agree for us to take all necessary and reasonable steps to that effect.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</p>\n<ol>\n</ol>\n<strong>6.\nLicense Grant</strong>\n<p>Subject to these Terms, Company grants you alimited, non-exclusive, non-sublicenseable, and nontransferable license to: (a)use and access Vimcal and/or the Site only in connection with the purpose forwhich the same are provided on a computer, tablet, smartphone, mobile device,or any electronic device owned or otherwise controlled by you (“Device”) strictly in accordance withthese Terms.\nand (b) access, stream,download, and use on such Device the content, features, functionality, andservices made available in or otherwise accessible through Vimcal, strictly inaccordance with these Terms.</p>\n<ol>\n</ol>\n<strong>7.\nLicense Restrictions</strong>\n<p>You shall not: (a)copy Vimcal, except as expressly permitted by this license.\n(b) modify, translate, adapt, or otherwisecreate derivative works or improvements, whether or not patentable, of Vimcal.\n(c) reverse engineer, disassemble, decompile,decode, or otherwise attempt to derive or gain access to the source code ofVimcal or any part thereof.\n(d) remove,delete, alter, or obscure any trademarks or any copyright, trademark, patent, orother intellectual property or proprietary rights notices from Vimcal,including any copy thereof.\n(e) rent, lease,lend, sell, sublicense, assign, distribute, publish, transfer, or otherwisemake available Vimcal, or any content, features, functionality, or services ofVimcal, to any third party for any reason, including by making Vimcal availableon a network where it is capable of being accessed by more than one device atany time, except as expressly authorized by these Terms.\n(f) remove, disable, circumvent, or otherwisecreate or implement any workaround to any copy protection, rights management,or security features in or protecting Vimcal.\nor(g) use Vimcal in, or in association with, the design, construction,maintenance, or operation of any hazardous, emergency, life-threatening,high-risk, and/or high-stake environments or systems, including, withoutlimitation, any power generation systems.\naircraft navigation or communicationsystems, air traffic control systems, or any other transport managementsystems.\nsafety-critical applications, including medical or life-supportsystems, vehicle operation applications or any police, fire, or other safetyresponse systems.\nand military or aerospace applications, weapons systems, orenvironments.</p>\n<p>Notwithstanding anything to the contrary herein, Users may provide third parties with access to the online platform in order to view, amend, comment on, engage with, or otherwise interact with the calendar data of said User.\n&nbsp;The use and access to Vimcal of such third parties shall be subject to these Terms.</p>\n<ol>\n</ol>\n<strong>8.\nReservation of Rights</strong>\n<p>You acknowledge and agree that Vimcal is provided under license, and not sold, to you.\nYou do not acquire any ownership interest in Vimcal under these Terms, or any other rights thereto other than to use Vimcal in accordance with the license granted, and subject to all terms, conditions, and restrictions, under these Terms.\nCompany and its licensors and vendors reserve and shall retain their entire right, title, and interest in and to Vimcal, including all copyrights, trademarks, and other intellectual property rights therein or relating thereto, except as expressly granted to you in these Terms.</p>\n<ol>\n</ol>\n<strong>9.\nCollection and Use of Your Information</strong>\n<p>By registering with, using, accessing and providing information to or through Vimcal, you consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.\n</p>\n<ol>\n</ol>\n<strong>10.\nUpdates</strong>\n<p>We may from time to time in our sole discretion, with or without reason or cause, and without notice, withdraw or amend Vimcal, develop, provide, and implement updates for Vimcal, and/or otherwise make changes to all or parts of Vimcal which may include upgrades, bug fixes, patches, other error corrections, and/or new features (collectively, including related documentation, <strong>“Updates”</strong>).Updates may also modify or delete in their entirety certain content, features, functionality, and services.\nYou agree that we have no obligation to provide any Updates or to continue to provide or enable any particular content, features, functionality, or services.</p>\n<p>\n</p>\n<p>We may or may not backup any or all content, features, functionalities, services, or aspects of Vimcal, including your settings.\nhowever, we take no responsibility for any such material that is lost, damaged, or deleted, and you hereby acknowledge and agree that we are in no way liable for any damage that this action or omission may cause you.\nWe will not be liable if for any reason all or any part of Vimcal is unavailable at any time, for any period, or at all.\n</p>\n<p>You agree that all Updates will be deemed part of Vimcal and be subject to all terms and conditions of these Terms.</p>\n<ol>\n</ol>\n<strong>11.\nIntellectual Property Rights</strong>\n<p>Vimcal, the Site, and its and their entire contents, features, functionality, and services (including but not limited to any and all information, software, text, displays, images, video and audio, and the design, selection and arrangement thereof, Accounts, titles, computer code, themes, objects, avatars, avatar names, stories, dialogue, catch phrases, locations, concepts, artwork, animations, sounds, musical compositions, audio-visual effects, methods of operation, moral rights, any related documentation, “applets” incorporated into Vimcal and/or the Site, and the server software) are owned by Company, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret and other intellectual property or proprietary rights laws.</p>\n<p>Notwithstanding anything to the contrary herein, you exclusively own all rights, title, and interest in and to all of your proprietary data.\nYou provide us with a non-exclusive, royalty free, worldwide, revocable, transferable, and sublicenseable license to store your data on our servers for purposes expressly provided.\nAll use of your data shall be subject to our Privacy Policy.</p>\n<p>You agree that you have no rights or title in or to any content that appears in Vimcal and/or the Site, and any other attributes associated with your access and use of Vimcal or stored on Vimcal’s server, other than as explicitly provided hereunder.\nAs provided above, all such content, features, functionality, and services shall be owned by Company, its licensors, or other providers of such material.\n&nbsp;You agree to fully and exclusively assign to us upon creation, with full and exclusive ownership rights, any intellectual property or other tangible or intangible rights, interest, or title that you have or may have toward such content.\nYou further agree to waive any and all causes of action against us that you may have in regards to any right, interest, or title that cannot be assigned to us in accordance with these Terms.</p>\n<p>These Terms permit you to access and use Vimcal and the Site for the purposes for which they are provided only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit any of the material on Vimcal, except as follows: (i) your Device may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials.\nand(ii) you may store files that are automatically cached by your Device for display enhancement purposes.</p>\n<p>You must not: (i) modify copies of any materials from Vimcal.\n(ii) use any illustrations, photographs, video or audio sequences or any graphics separately from the accompanying text.\nand (iii) delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from this site.</p>\n<p>If you print, copy, modify, download or otherwise use or provide any other person with access to any part of Vimcal in breach of these Terms, your right to use Vimcal may be ceased immediately and you must, at our option, return or destroy any copies of the materials you have made.\nExcept as explicitly provided herein, no right, title or interest in or to Vimcal or any content on Vimcal is transferred to you, and all rights not expressly granted are reserved by Company.\nAny use of Vimcal not expressly permitted by these Terms is a breach of these Terms and may violate copyright, trademark and other laws.</p>\n<ol>\n</ol>\n<strong>12.\nTrademarks</strong>\n<p>Company name, the “Vimcal” name, and all relatedCompany and Vimcal logos, product and service names, icons, designs, and slogans are trademarks of Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of Company.\nAll other names, logos, product and service names, icons, designs and slogans on Vimcal are the trademarks of their respective owners.</p>\n<ol>\n</ol>\n<strong>13.\nProhibited Uses</strong>\n<p>You may use Vimcal and the Site only for lawful purposes and in accordance with these Terms.\nYou agree not to use Vimcal or the Site: (a) in any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).\n(b) for the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.\n(c) to transmit, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter” or “spam” or any other similar solicitation.\n(d) to impersonate or attempt to impersonateCompany, a Company employee, another user or any other person or entity(including, without limitation, by using e-mail addresses or screen names associated with any of the foregoing).\nor (e) to engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of Vimcal or the Site, or which, as determined by us, may harm Company or Users or visitors of Vimcal or the Site or expose them to liability.</p>\n<p>Additionally, you agree not to: (f) use Vimcal in any manner that could disable, overburden, damage, or impair Vimcal or interfere with any other party’s use of Vimcal, including their ability to engage in real time activities through Vimcal.\n(g) use any robot, spider or other automatic device, process or means to access Vimcal for any purpose, including monitoring or copying any of the material on Vimcal.\n(h) use any manual process to monitor or copy any of the material on Vimcal or for any other unauthorized purpose without our prior written consent.\n(i) use any device, software or routine that interferes with the proper working of Vimcal;(j) introduce any viruses, trojan horses, worms, logic bombs or other material which is malicious or technologically harmful.\n(k) attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of Vimcal, the server on which Vimcal is stored, or any server, computer, Device, or database connected to Vimcal.\n(l) attack Vimcal via a denial-of-service attack or a distributed denial-of-service attack.\nor (m) otherwise attempt to interfere with the proper working of Vimcal.</p>\n<p>We also do not recognize and cannot be forced to recognize the transfer of Accounts.\n&nbsp;You may not purchase, sell, gift, or trade any Account, or offer to purchase, sell, gift, or trade any Account, and any such attempt shall be void.\n&nbsp;We cannot assume responsibility for any such transaction.</p>\n<ol>\n</ol>\n<strong>14.\nMonitoring and Enforcement.\nTermination</strong>\n<p>We have the right to: (a) disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.\n(b) take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of Vimcal.\nand (c) terminate, remove, or suspend your access, including your Account, to all or part of Vimcal for any or no reason, including without limitation, any violation of these Terms.</p>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone using or accessing Vimcal and/or the Site.\nYOU WAIVE AND HOLD HARMLESS COMPANY AND ITS AFFILIATES, LICENSORS, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>Company may terminate the Terms or otherwise may suspend, disable, or delete yourAccount, your use of or access to Vimcal, or any part of the foregoing, at anytime without notice and without cause or reason.\n&nbsp;If we delete your Account for any suspected breach of these Terms by you, you are prohibited from re-registering on Vimcal under a different name.\n&nbsp;In addition, theTerms, including all licenses granted by us, will terminate immediately and automatically without any notice if you violate these Terms.\n&nbsp;Upon termination: (i) all rights granted to you hereunder will also terminate.\nand (ii) you must cease all use of Vimcal and delete all copies of Vimcal from Mobile Device.\n&nbsp;Additional clauses on termination may be provided in the SaaS Services Agreement.\nTermination will not limit any of our rights or remedies at law or inequity.\n&nbsp.\n&nbsp;All sections which by their nature should survive the termination of these Terms shall continue in full force and effect subsequent to and notwithstanding any termination of thisAgreement by Company or you.</p>\n<p>You hereby acknowledge and agree that Company shall not be liable for any harm or damages such actions or omissions as provided in the preceding paragraphs may cause, and you hereby acknowledge and agree that Company shall not be liable for any such harm or damages.</p>\n<p>We assume no liability for any action or inaction regarding transmissions, communications or content provided by any user or third party.\n&nbsp;We have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\n<ol>\n</ol>\n<strong>15.\nCopyright Policy</strong>\n<p>We respect the intellectual property rights of others and expect our users to do the same.\nContent found to be infringing on the intellectual property rights of others will be removed in accordance Digital Millenium Copyright Act of1998.\n&nbsp;If you believe copyright is being unlawfully infringed upon by a User(s) or visitor(s) on or through Vimcal and/or the Site, and if you have the authority to act (e.g., you are a copyright owner, or are authorized to act on behalf of one, or authorized to act under any exclusive right under copyright), then please report the alleged copyright infringements taking place on or through Vimcal and/or the Site by completing the following notice in accordance with 17 U.S.C.\n§ 512(c) and delivering it to our Designated Copyright Agent.\nUpon receipt of the notice as described below, we will take whatever action we deem appropriate in our sole discretion, including removal of the infringing material from Vimcal and/or the Site.</p>\n<p>The notification must include the following information: (i) identify the copyrighted work(s) that you claim has been infringed.\n(ii) identify the infringing material which you request us to remove.\n(iii) provide your mailing address, telephone number, and e-mail address.\n(iv) include a statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\n&nbsp;(v) include a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.\nand (vi) provide your full legal name and your physical or electronic signature.</p>\n<p>Vimcal Inc.’s Copyright Agent to receive such notifications is:</p>\n<p>Michael Zhao</p>\n<p>6798 Lopez Canyon Way, San Diego, CA 92126</p>\n<p>415-816-3363 </p>\n<p>legal@vimcal.com</p>\n<p>Pursuant to 17 U.S.C.\n§512(f), the complaining party is subject to liability for any costs, attorney’s fees, and damages incurred by us in connection with the notification if the notification contains any misrepresentation of material fact.</p>\n<ol>\n</ol>\n<strong>16.\nReliance on Information Posted</strong>\n<p>The information presented on or through Vimcal and/or the Site is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.Any reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor of Vimcal and/or the Site, or by anyone who may be informed of any of its contents.</p>\n<ol>\n</ol>\n<strong>17.\nThird-Party Materials and Links</strong>\n<p>Vimcal and/or the Site may display, include, or make available third-party content (including data, information, applications, and other products, services, and/or materials provided by other users and third parties) or provide links to third-party websites, sites, resources, or services, including through third-party advertising as well as links contained in advertisements, including banner advertisements and sponsored links, as well as links to websites or applications (collectively, the <strong>“Third-Party Materials”</strong>).\nYou acknowledge and agree that Company is not responsible for any Third-Party Materials, including their accuracy, completeness, timeliness, validity, copyright compliance, legality, decency, quality, or any other aspect thereof, or any statements or opinions expressed therein.\n&nbsp;We have no control over the contents ofThird-Party Materials and assume no responsibility or liability for them or for any loss or damage that may arise from your use of them.\nThird-Party Materials are provided solely as a convenience to you, and if you decide to access any of the Third-Party Materials on Vimcal and/or the Site, you do so entirely at your own risk and subject to the terms and conditions of use for such Third-PartyMaterials.</p>\n<ol>\n</ol>\n<strong>18.\nGeographic Restrictions</strong>\n<p>The owner of Vimcal is based in the state ofDelaware in the United States.\nWe provide Vimcal for access and use only by persons located in the United States.\nWe make no claims that Vimcal or any of its content, features, functionality, or services is accessible or appropriate outside of the United States, and you acknowledge that you may not be able to access all or some of Vimcal outside of the United States.\nAccess to Vimcal may not be legal by certain persons or in certain countries.\nIf you access Vimcal from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.</p>\n<ol>\n</ol>\n<strong>19.\nDISCLAIMER OF WARRANTIES</strong>\n<p>You understand that we cannot and do not guarantee or warrant that Vimcal and any material, content, functionality, service, or feature thereof will be free of viruses or other destructive code.You are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\nWE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DENIAL-OF-SERVICE ATTACK, DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR DEVICE, DEVICE PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF VIMCAL OR ANY SERVICES OBTAINED THROUGH VIMCAL OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY LINKS, APPLICATION OR WEBSITE (EACH, A “<strong>PAGE</strong>”) LINKED TO IT.</p>\n<p>YOUR USE OF VIMCAL IS AT YOUR OWN RISK.\nVIMCAL IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\n&nbsp;TO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, COMPANY, ON ITS OWN BEHALF AND ON BEHALF OF ITS AFFILIATES ANDITS AND THEIR RESPECTIVE OWNERS, SHAREHOLDERS, PARTNERS, OFFICERS, DIRECTORS,EMPLOYEES, CONTRACTORS, VENDORS, AGENTS, REPRESENTATIVES, LICENSORS, SUCCESSORS,AND ASSIGNS, EXPRESSLY DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS, IMPLIED,STATUTORY, OR OTHERWISE, WITH RESPECT TO VIMCAL, INCLUDING ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, ANDNON-INFRINGEMENT, AND WARRANTIES THAT MAY ARISE OUT OF COURSE OF DEALING,COURSE OF PERFORMANCE, USAGE, OR TRADE PRACTICE.\nWITHOUT LIMITATION TO THE FOREGOING, COMPANY PROVIDES NO WARRANTY OR UNDERTAKING, AND MAKES NO WARRANTY OR REPRESENTATION OF ANY KIND WITH RESPECT TO THE COMPLETENESS, SECURITY,TIMELINESS, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF VIMCAL OR THAT ITIS ACCURATE, RELIABLE, WILL MEET YOUR REQUIREMENTS, ACHIEVE ANY INTENDED RESULTS, BE COMPATIBLE, OR WORK WITH ANY OTHER SOFTWARE, APPLICATIONS, SYSTEMS,DEVICES, OR SERVICES, OPERATE WITHOUT INTERRUPTION, MEET ANY PERFORMANCE OR RELIABILITY STANDARDS, OR BE VIRUS- OR ERROR-FREE, OR THAT ANY ERRORS OR DEFECTS CAN OR WILL BE CORRECTED, OR THAT VIMCAL OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES, ERRORS, OR OTHER HARMFUL COMPONENTS OR THAT VIMCAL WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.\n&nbsp;FURTHER, COMPANY DOES NOT WARRANT AGAINST ANY HARM TO YOUR COMPUTER SYSTEM AND/OR DEVICE, LOSS OF DATA, OR OTHER HARM THAT RESULTS FROM YOUR ACCESS TO OR USE OF VIMCAL OR THE DELETION OF, OR THE FAILURE TO STORE OR TO TRANSMIT, ANY CONTENT OR OTHER COMMUNICATIONS MAINTAINED BY COMPANY.\n&nbsp;FURTHER, COMPANY DOES NOT WARRANT THE QUALITY, SAFETY, SUITABILITY, RELIABILITY, OR AVAILABILITY OF ANY PRODUCTS, GOODS, AND/OR SERVICES OBTAINED BY YOU FROM THIRD PARTIES THROUGH VIMCAL.\n&nbsp;YOU ACKNOWLEDGE AND AGREE THAT,TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE ENTIRE RISK ARISING OUT OF YOUR ACCESS TO AND/OR USE OF VIMCAL, AND ANY THIRD PARTY PRODUCTS, GOODS, AND/OR SERVICES, REMAINS SOLELY WITH YOU.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OFOR LIMITATIONS ON IMPLIED WARRANTIES OR THE LIMITATIONS ON THE APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO SOME OR ALL OF THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<ol>\n</ol>\n<strong>20.\nLIMITATION OF LIABILITY</strong>INNO EVENT WILL COMPANY BE LIABLE UNDER OR IN CONNECTION WITH THESE TERMS UNDER ANY LEGAL OR EQUITABLE THEORY, INCLUDING BREACH OF CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, AND OTHERWISE, FOR ANY: (a) CONSEQUENTIAL, INCIDENTAL,INDIRECT, EXEMPLARY, SPECIAL, ENHANCED, OR PUNITIVE DAMAGES.\n(b) INCREASED COSTS, DIMINUTION IN VALUE OR LOST BUSINESS, PRODUCTION, REVENUES, OR PROFITS;(c) LOSS OF GOODWILL OR REPUTATION.\n(d) USE, INABILITY TO USE, LOSS,INTERRUPTION, DELAY, OR RECOVERY OF ANY DATA, OR BREACH OF DATA OR SYSTEM SECURITY.\nOR (e) COST OF REPLACEMENT GOODS OR SERVICES, IN EACH CASE REGARDLESS OF WHETHER COMPANY WAS ADVISED OF THE POSSIBILITY OF SUCH LOSSES OR DAMAGES ORSUCH LOSSES OR DAMAGES WERE OTHERWISE FORESEEABLE.NOTWITHSTANDING ANYTHING CONTRARY IN THESE TERMS, COMPANY’S (AND COMPANY’S AFFILIATES’)LIABILITY TO CUSTOMER FOR ANY DAMAGES ARISING FROM OR RELATED TO THESE TERMS(UNDER ANY LEGAL THEORY, CAUSE, OR GROUND, WHETHER IN CONTRACT, TORT, OR OTHERWISE), WILL AT ALL TIMES BE LIMITED TO THE AGGREGATE AMOUNT COMPANY HAS ACTUALLY RECEIVED FROM YOU DURING THE SIX MONTHS IMMEDIATELY PRECEDING THE EVENT WHICH GIVES RIGHT TO THE LIABILITY, OR FIFTY US DOLLARS ($50), WHICHEVER IS GREATER, IN EACH CASE, WHETHER OR NOT COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING THE FOREGOING, COMPANY MAY, AT ITS OPTION, INSTEAD DECIDE TO RE-PERFORM THE SERVICES WHICH ARE PERFORMED THROUGH VIMCAL.\nTHIS LIMIT SHALL REMAIN IN EFFECT EVEN IF THERE IS MORE THAN ONE CLAIM.\n&nbsp;THE LIMITATIONS OF THIS SECTION SHALL APPLY EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.<p>BY USING OR ACCESSING VIMCAL, YOU UNDERSTAND THAT YOU MAY BE WAIVING RIGHTS WITH RESPECT TO CLAIMS THAT ARE AT THIS TIME UNKNOWN OR UNSUSPECTED, AND IN ACCORDANCE WITH SUCH WAIVER, YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND, AND HEREBY EXPRESSLY WAIVE, THE BENEFITS OF SECTION 1542 OF THE CIVIL CODE OF CALIFORNIA, AND ANY SIMILAR LAW OF ANY STATE OR TERRITORY, WHICH PROVIDES AS FOLLOWS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.”</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<ol>\n</ol>\n<strong>21.\nIndemnification</strong>\n<p>By agreeing to these Terms and using Vimcal, you agree to defend, indemnify and hold harmless Company, its affiliates, licensors and vendors, and its and their respective officers, directors, shareholders, partners, owners, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including costs and attorneys’ fees) arising out of or relating to: (i) your violation of theseTerms or your use of or access to Vimcal, any use of Vimcal’s or the Site’s content, services, and products other than as expressly authorized in theseTerms or your use of any information obtained from Vimcal.\n(ii) your violation of any applicable law or regulation.\n(iii) your violation of any rights of any third party, including any claim that your actions caused damage to a third party.\nor (iv) your negligence or willful misconduct.</p>\n<ol>\n</ol>\n<strong>22.\nExport Regulation and U.S.\nGovernment Rights</strong>\n<p>Vimcal may be subject to US export control laws, including the US Export Administration Act and its associated regulations.\nYou shall not, directly or indirectly, export, re-export, or release Vimcal to, or make Vimcal accessible from, any jurisdiction or country to which export, re-export, or release is prohibited by law, rule, or regulation or is otherwise in violation of the restrictions, laws or regulations of the United StatesDepartment of Commerce, the United States Department of Treasury Office ofForeign Assets Control, or any other United States or foreign agency or authority.\n&nbsp;You shall comply with all applicable federal laws, regulations, and rules, and complete all required undertakings (including obtaining any necessary export license or other governmental approval), prior to exporting, re-exporting, releasing, or otherwise making Vimcal available outside the US.</p>\n<p>As defined in FAR section 2.101, Vimcal and the software and documentation thereof are “commercial items” and according to DFAR section 252.227-7014(a)(1) and (5) are deemed to be “commercial computer software” and “commercial computer software documentation.” &nbsp;Consistent with DFAR section 227.7202 and FAR section 12.212, any use modification, reproduction, release, performance, display, or disclosure of such commercial software or commercial software documentation by the U.S.\nGovernment will be governed solely by these Terms and will be prohibited except to the extent expressly permitted by these Terms.</p>\n<ol>\n</ol>\n<strong>23.\nGoverning Law and Jurisdiction</strong>\n<p>All matters relating to Vimcal and these Terms and any dispute or claim arising therefrom or related thereto (in each case ,including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Delaware without giving effect to any choice or conflict of law provision or rule (whether of the State of Delaware or any other jurisdiction).\n&nbsp;You and Company agree that the United NationsConvention on Contracts for the International Sale of Goods will not apply to the interpretation or construction of these Terms.</p>\n<p>‍</p>\n<p>‍</p>24.&nbsp;Arbitration, Dispute Resolution, and Class Action Waiver<p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;<em>Binding Arbitration</em>.\nAny dispute or claim arising in any way from your use ofVimcal, except for disputes relating to the infringement of our intellectual property rights or the access or use of Vimcal in violation of these Terms, will be resolved by binding arbitration, rather than in court, but you may assert claims in small claims court if your claims qualify.\n</p>\n<p>\n<em>No Judge or Jury.\n</em>There is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award on an individual basis the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must follow the terms of these Terms as a court would.\n</p>\n<p>\n<em>Arbitrator and Rules.</em> The arbitration will be conducted before a neutral single arbitrator, whose decision will be final andbinding, and the arbitral proceedings shall be governed by the AAA CommercialArbitration Rules.\nIf you are a consumer visitor that is not a User, the AAAConsumer Arbitration Rules shall apply instead.\nThese rules can be found on the AAA website at www.adr.org.</p>\n<p>\n<em>Starting an Arbitration</em>.\nTo begin an arbitration proceeding, you must send us a notice of dispute, in writing, setting forth your name, address and contact information, the facts of the dispute and relief requested.\nYou must send your notice of legal dispute to us at the following address: legal@vimcal.com.\nCompany will send any notice of dispute to you at the contact information we have for you.</p>\n<p>\n<em>Format ofProceedings</em>.\nThe arbitration shall be conducted, at the option of the party seeking relief, by telephone, online, or based solely on written submissions.</p>\n<p>\n<em>Fees</em>.\nIf you are a non-individual visitor or User,Arbitration fees and expenses shall be resolves in accordance with the AAACommercial Arbitration Rules.\n&nbsp;The party prevailing in a dispute shall be entitled to reasonable attorneys’ fees and costs.\n&nbsp;If you are an individual visitor and you initiate arbitration, your arbitration fees will be limited to the filing fee set forth in the AAA’s Consumer Arbitration Rules, and unless the arbitrator finds the arbitration was frivolous or brought for an improper purpose, Company will pay all other AAA and arbitrator’s fees and expenses.</p>\n<p>\n<em>IndividualBasis and Waiver of Trial by Jury</em>.\nTo the fullest extent permitted by applicable law, you and Company each agree that any dispute resolution proceeding will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIf for any reason a claim proceeds in court rather than in arbitration, you acknowledge and agree that any controversy that may arise under these Terms is likely to involve complicated and difficult issues and, therefore, you and we irrevocably and unconditionally waive any right you or we may have to a trial by jury in respect of any legal action arising out of or relating to these Terms.\n&nbsp;As a result, PROCEEDINGS TO RESOLVE OR LITIGATE A DISPUTE IN ANY FORUM WILL BE CONDUCTED ONLY ON AN INDIVIDUAL BASIS.</p>\n<p>\n<em>Enforcement</em>.\nAny judgment on the award rendered by the arbitrator maybe entered in any court of competent jurisdiction.\nThe United NationsConventions on Contracts for the International Sale of Goods shall have no applicability.</p>\n<p>\n<em>Invalidity</em>.\nIf a court of competent jurisdiction finds the foregoing arbitration provisions invalid or inapplicable, or otherwise in the case of a dispute not subject to arbitration, you and Company each agree to the exclusive jurisdiction of the Federal and State courts located in New York City, State of New York, and you and Company each agree to submit to the exercise of personal jurisdiction of such courts for the purposes of litigating any applicable dispute or claim.</p>\n<p>\n<em>Opting Out.</em> If you do not want to arbitrate disputes with Company and you are an individual, you may opt out of this arbitration agreement by sending an email to legal@vimcal.com within thirty (30) days of the first of the date you access or use Vimcal.</p>\n<p>\n<em>Costs andAttorneys’ Fees</em>.\nIn any action or proceeding to enforce rights under these Terms, the prevailing party will been titled to recover costs and attorneys’ fees.</p>\n<ol>\n</ol>\n<strong>25.\nLimitation on Time to File Claims</strong>\n<p>ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OR VIMCAL MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.\n</p>\n<ol>\n</ol>\n<strong>26.\nWaiver and Severability</strong>\n<p>No waiver by Company of any term or condition set forth in these Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of Company to assert a right or provision under these Terms shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms will continue in full force and effect.\nprovided that the ability of either party to obtain substantially the bargained-for performance of the other will not have thereby been impaired.</p>\n<ol>\n</ol>\n<strong>27.\nEntire Agreement</strong>\n<p>The Terms of Service and our Privacy Policy(and, where applicable, the SaaS Services Agreement) constitute the sole and entire agreement between you and Vimcal Inc.with respect to Vimcal and its website, www.vimcal.com, and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to Vimcal and its website.\n&nbsp.\nYour use of and access to Company’s pages on social media platforms may also be subject to the respective terms of use and privacy policy of such platforms.</p>\n<ol>\n</ol>\n<strong>28.\nInjunctive Relief</strong>\n<p>You agree that a breach of these Terms will cause irreparable injury to Company for which monetary damages would not be an adequate remedy and Company shall be entitled to equitable relief in addition to any remedies it may have hereunder or at law without a bond, other security, or proof of damages.\n</p>\n<ol>\n</ol>\n<strong>29.\nNotices</strong>\n<p>We may give notice to you by means of a general notice on Vimcal, electronic mail, or by written communication sent by first class mail or pre-paid post.\nSuch notice shall be deemed to have been given upon the expiration of 48 hours after mailing or posting (if sent by first class mail or pre-paid post) or 12 hours after sending (if sent by electronic mail).\nYou may give notice to us (such notice shall be deemed given when received by us) at any time by sending an email to aloha@vimcal.com.\nPlease specify the reason for the email in the subject line so it can be forwarded to the proper department.</p>\n<ol>\n</ol>\n<strong>30.\nMiscellaneous</strong>\n<p>These Terms will inure to the benefit of and will be binding upon each party’s successors and assigns.\nThese Terms and the licenses granted hereunder may be assigned by Company without your consent but may not be assigned by you without the prior express written consent ofCompany, which may be withheld at Company’s sole and absolute discretion.\nAny attempt by you to assign these Terms without the written consent of Company shall be null and void.</p>\n<p>Nothing contained in these Terms will be deemed to constitute either party as the agent or representative of the other party or both parties as joint venturers or partners for any purpose.</p>\n<p>The headings and captions contained herein will not be considered to be part of the Terms but are for convenience only.</p>\n<ol>\n</ol>\n<strong>31.\nYour Comments and Concerns</strong>\n<p>Vimcal is operated by Vimcal Inc., a Delaware corporation with an address at 6798 Lopez Canyon Way, San Diego, CA 92126.\nAll notices of copyright infringement claims should be sent to the copyright agent designated in our Copyright Policy in the manner and by the means set forth therein.\n&nbsp;All other feedback, comments, requests for technical support and other communications relating to Vimcal should be directed to: aloha@vimcal.com.</p>\n<p>Please make sure the Privacy Policy is available at this link.</p>\n<p>‍</p>© 2023 Vimcal Inc.", "created_at": "2023-05-02 20:46:50.090372", "updated_at": "2023-05-02 20:46:58.582402"}, {"id": 15886, "name": "Privacy Agreement", "url": "https://www.vimcal.com/privacy", "xpath": "//body", "text": "Already have an account?Privacy PolicyUpdated November 18, 2022<p>We respect your privacy and are committed to protecting it through our compliance with this policy.\nPlease read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, do not download, install, register with, access, or use Vimcal.\nby doing so, you agree to this Privacy Policy.\nThis policy may change from time to time.\nYour continued use of or access to Vimcal after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates, available at the following link: www.vimcal.com/privacy.\n</p>\n<p>\n</p>\n<p>‍</p>1.\nContact Us <p>If you have questions about data protection, or if you have any requests for resolving issues with your personal data, we encourage you to primarily contact us through our website so we can reply to you more quickly.</p>\n<p>\n</p>\n<p>\n<em>Name of the controller</em>: Michael Zhao, COO<br>\n<em>Address</em>: 6798 Lopez Canyon Way, San Diego, CA 92126<em>\n</em>\n</p>\n<p>\n<em>Email</em>: aloha@vimcal.com</p>\n<p>\n</p>\n<p>‍</p>2.\nData We Collect About You\t<strong>\n</strong>\n<p>Personal data, or personal information, means any information about an individual from which</p>\n<p>\n</p>\n<p>that person can be identified.\nIt does not include data where the identity has been removed(anonymous data).\nWe may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows: </p>\n<ul>\n</ul>\n<p>▪ &nbsp;<strong>Identity Data </strong>includes first name, last name, username or similar identifier, title, date of birth and gender.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;<strong>Contact Data </strong>includes billing address, delivery address, email address, and telephone numbers.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;<strong>Transaction Data </strong>includes details about payments to and from you and other details of products and services you have purchased from us.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;<strong>Technical Data </strong>includes internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform, and other technology on the devices you use to access this website.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;<strong>Profile Data </strong>includes your username and password, purchases or orders made by you, your interests, preferences, feedback and survey responses.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;<strong>Usage Data </strong>includes information about how you use Vimcal, its products, and the Services.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;<strong>Marketing and Communications Data </strong>includes your preferences in receiving marketing from us and our third parties and your communication preferences.</p>\n<p>We collect, use, and share <strong>Aggregated Data </strong>such as statistical or demographic data for any purpose.\nAggregated Data could be derived from your personal data but is not considered personal data in law as this data will <strong>not </strong>directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific feature of Vimcal.\nHowever, if we combine or connect Aggregated Data with your personal data so that it can directly or indirectly identify you, we treat the combined data as personal data which will be used in accordance with this privacy policy.</p>\n<p>\n</p>\n<p>Specifically, <strong>we do not collect or capture sensitive data such as credit or debit card numbers, personal financial account information, Social Security numbers, passport numbers, driver’s license numbers or similar identifiers, or employment, financial or health information</strong>.\nWe hereby disclaims any liability for any such sensitive information that is input into Vimcal by the user.</p>\n<p>\n</p>\n<p>We also do not collect any <strong>Special Categories of Personal Data </strong>about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sexual orientation, political opinions, trade union membership, information about your health, and genetic and biometric data).Nor do we collect any information about criminal convictions and offenses.</p>\n<p>\n</p>\n<p>Notwithstanding anything to the contrary, any information that is collected by Vimcal is almost entirely stored locally with you and in small part on Company services, primarily because we use Google’s and Microsoft's API as the source of truth.\nFor example, your company information or personal contacts are not stored in our services, but only with you.\nWhen you log out from your Device, most of your data is erased.</p>\n<p>\n</p>\n<p>‍</p>3.\nInformation We Collect and How We Collect It <p>We collect information from and about users of Vimcal: </p>\n<ul>\n</ul>\n<p>▪ &nbsp;Directly from you when you provide it to us.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;Automatically when you use Vimcal.\nand </p>\n<ul>\n</ul>\n<p>▪ &nbsp;Data we collect from our partners.\n</p>\n<ul>\n</ul>\n<p>\n</p>\n<p>‍</p>4.\nInformation You Provide to Us <p>When you download, install, register with, access, or use Vimcal, we may ask you to provide information (a) by which you may be personally identified, such as name, postal address, email address, or any other personal or personally identifiable information under applicable law, and/or(b) that is about you but individually does not identify you.</p>\n<p>\n</p>\n<p>This information includes, without limitation:</p>\n<p>\n</p>\n<p>▪ &nbsp;Information that you provide by filling in forms on Vimcal.\nThis includes information provided at the time of registering to use or access Vimcal.\n&nbsp;We may also ask you for information when you interact with us (such as when responding to notices and announcements from us), and when you report a problem with Vimcal or otherwise correspond with us;</p>\n<p>\n</p>\n<p>▪ &nbsp;Records and copies of your correspondence (including email addresses), if you contact us.\n</p>\n<ul>\n</ul>\n<p>▪ &nbsp;Your responses to surveys that we might ask you to complete for research purposes.\n</p>\n<ul>\n</ul>\n<p>▪&nbsp;&nbsp;Details of transactions you carry out through Vimcal.\nYou may be required to provide financial information before accessing Vimcal.\nhowever, this financial information will not be accessible to us as purchases and payments will be processed through a third-party payment processor(s).\nand</p>\n<p>▪&nbsp;&nbsp;Your search queries on Vimcal.</p>\n<p>‍</p>\n<p>‍</p>5.\nAutomatic Information Collection and Tracking<p>When you download, install, register with, access, and use Vimcal, it may use technology to automatically collect:</p>\n<p>▪&nbsp;&nbsp;Usage Details.\nWhen you access and use Vimcal, we may automatically collect certain details of your access to and use of Vimcal, including traffic data, usage data, location data, logs, and other communication data and there sources that you access and use on or through Vimcal;</p>\n<p>▪&nbsp;&nbsp;Device Information.\nWe may collect information about your internet connection and the Device through which you access Vimcal, including the Device’s unique device identifier, IP address, operating system, browser type, mobile network information, device (including operating system) language.\nand</p>\n<p>▪&nbsp;&nbsp;&nbsp;Location Information.\nVimcal may collect real-time information about the location of your Device.\n&nbsp;You can disable this function in the settings of your Device, but some parts of Vimcal may then not function properly.</p>\n<p>We only cache a small percent of calendar invites for performance gains, with past events being routinely deleted on a daily basis.</p>\n<p>You acknowledge and accept that Vimcal has certain content, features, functionality and/or services that are based on geolocation, location tracking, and geofencing which may also be collecting information on your use and access of Vimcal, including information on your surroundings and background.\n&nbsp;You can disable this function in the settings of your Device, but some parts of Vimcal may then not function properly.</p>\n<p>If you do not want us to collect this information, do not download, install, register with, use or access Vimcal, or delete it from your Device.\n</p>\n<em>Information Collection and Tracking Technologies</em>\n<p>The technologies we use for automatic information collection may include:</p>\n<p>▪&nbsp;&nbsp;Cookies (or mobile cookies).\nA cookie is a small file placed on your Device.\n&nbsp;Like most online services, we and our partners use cookies and similar technologies to provide and personalize Vimcal, analyze use, and prevent fraud.\nYou can disable cookies in your settings, but some parts of Vimcal may then not function properly.\nand</p>\n<p>▪&nbsp;&nbsp;Web Beacons.\nParts of Vimcal and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an email and for other related Vimcal statistics (for example, recording the popularity of certain Vimcal content, features, functionality, and services, and verifying system and server integrity).</p>\n<p>‍</p>\n<p>‍</p>6.&nbsp;Data We Collect From Our Partners<p>We also collect the following data from our partners:</p>\n<p>▪&nbsp;&nbsp;Demographic data (such as to determine the coarse location of your IP address);</p>\n<p>▪&nbsp;&nbsp;Data to fight fraud (such as refund abuse or click fraud);</p>\n<p>▪&nbsp;&nbsp;Data from platforms that Vimcal runs on (such as to verify payment).\nand</p>\n<p>▪&nbsp;&nbsp;Data for analytics purposes, so we can provide you with better services.</p>\n<p>‍</p>\n<p>‍</p>7.\nThird-Party Information Collection<p>When you use or access Vimcal or its/their content, certain third parties may use automatic information collection technologies to collect information about you or yourDevice, or you may otherwise be accessing and using third-party platforms, software, and applications.\nThese third parties may include, without limitation: media platforms and services.\nanalytics companies.\nyour Device manufacturer.\nyour vendor.</p>\n<p>We do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions about a third party’s processing of your information, you should contact the responsible provider directly.\nYou acknowledge and agree that your access and use of such third party tools may be subject to their respective terms of use and privacy policies.</p>\n<p>‍</p>\n<p>‍</p>8.\nWhy Do We Collect YourData<p>\n<em>8.1.\n</em>To make Vimcal work.</p>\n<p>To perform the contract, we process data necessary to:</p>\n<p>▪&nbsp;&nbsp;Create registered user accounts (“<strong>\n<em>Accounts</em>\n</strong>”) and allow you to use Vimcal, access its contents, features, functionality, and services, and to access or use our Site;</p>\n<p>▪&nbsp;&nbsp;Operate our services;</p>\n<p>▪&nbsp;&nbsp;Verify and confirm payments;</p>\n<p>▪&nbsp;&nbsp;At our discretion, provide and deliver products, services, and any other information you reasonably request;</p>\n<p>▪&nbsp;&nbsp;Send you Vimcal-related communications, such as when updates are available, and of changes to any products or services we offer or provide through Vimcal;</p>\n<p>▪&nbsp;&nbsp;Fulfill any other purpose for which you provide the information;</p>\n<p>▪&nbsp;&nbsp;Give you notices about your Account.\nand</p>\n<p>▪&nbsp;&nbsp;Carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</p>\n<p>\n<em>8.2.\n</em>To make Vimcal more suitable for our users.</p>\n<p>To provide a great application and Site to our users, we have a legitimate interest to collect and process necessary data to:</p>\n<p>▪&nbsp;&nbsp;Update and develop user profiles;</p>\n<p>▪&nbsp;&nbsp;Develop and improve Vimcal and user experience;</p>\n<p>▪&nbsp;&nbsp;Manage our relationship with you;</p>\n<p>▪&nbsp;&nbsp;Provide features as part of Vimcal;</p>\n<p>▪&nbsp;&nbsp;Customize the Vimcal experience according to your interests, such as through storing information about your preferences and recognizing you when you use or access Vimcal;</p>\n<p>▪&nbsp;&nbsp;Respond to your comments and questions and provide user support;</p>\n<p>▪&nbsp;&nbsp;Provide you offers in Vimcal as well as in other websites and services, and by email;</p>\n<p>▪&nbsp;&nbsp;Send you related information, such as updates, security alerts, and support messages;</p>\n<p>▪&nbsp;&nbsp;Enable you to communicate with other users;</p>\n<p>▪&nbsp;&nbsp;Speed up your searches.</p>\n<p>\n<em>8.3.\n</em>To keep Vimcal safe and fair.</p>\n<p>In order to keep Vimcal and its social features safe and fair, to fight fraud and ensure acceptable use otherwise, we have a legitimate interest to process necessary data to:</p>\n<p>▪&nbsp;&nbsp;Analyze and monitor use of Vimcal and its social features;</p>\n<p>▪&nbsp;&nbsp;Take action against fraudulent or misbehaving users.</p>\n<p>\n<em>8.4.\n</em>To analyze, profile, and segment.</p>\n<p>In all of the above cases and purposes, we may analyze, profile, and segment all collected data, including for the purpose of estimating our audience size and usage patterns.</p>\n<p>\n<em>8.5.\n</em>With your consent.</p>\n<p>With your consent, which is implied herein, we may process your data for additional purposes, such as personalized tips to improve your experience.</p>\n<p>‍</p>\n<p>‍</p>9.\nDisclosure of Your Information<p>We may disclose aggregated information about our users, and information that does not identify any individual or device, without restriction.</p>\n<p>In addition, we may disclose personal information that we collect or you provide:</p>\n<p>▪&nbsp;&nbsp;To our subsidiaries and affiliates;</p>\n<p>▪&nbsp;&nbsp;To contractors, vendors, and other third parties we use to support our business and/or with which we integrate or link to deliver you Vimcal, its content, features, functionality, and services and/or with which you use Vimcal, and who may access your data and operate under their own respective terms of use and privacy policies.\nThese include analytics platform such as, without limitation, Sentry, Skylight, and Google BigQuery, Microsoft Calendar API as well as Google Calendar API.\n&nbsp;We encourage you to check their respective terms of use and privacy policies to learn more about their data processing practices;</p>\n<p>▪&nbsp;&nbsp;To a buyer, investor, or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Vimcal Inc.’s assets or stock, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by Vimcal Inc.\nabout the Vimcal users is among the assets transferred;</p>\n<p>▪&nbsp;&nbsp;To fulfill the purpose for which you provide it.\n</p>\n<p>▪&nbsp;&nbsp;For any other purpose disclosed by us when you provide the information;</p>\n<p>▪&nbsp;&nbsp;With your consent;</p>\n<p>▪&nbsp;&nbsp;To comply with any court order, law, or legal process, including to respond to any government or regulatory request, including in order to combat fraud and illegal activity;</p>\n<p>▪&nbsp;&nbsp;To enforce our rights arising from any contracts entered into between you and us.\nand</p>\n<p>▪&nbsp;&nbsp;If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Vimcal Inc., our customers, users, or others.\nThis includes exchanging information with other companies and organizations for the purposes of fraud protection and credit risk reduction.</p>\n<p>‍</p>\n<p>‍</p>10.\nData Security<p>To enhance the security of Vimcal, we encrypt user tokens, API keys, and authentication cookies, both at rest and in transit.\nAdditionally, authorization cookies are HTTP-only, and requests betweenUser and server are scoped to each individual user, so that User data is siloed.</p>\n<p>Unfortunately, the transmission of information via the internet and mobile platforms is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted through Vimcal.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures we provide.</p>\n<p>‍</p>\n<p>‍</p>11.\nInternational Data Transfers<p>Vimcal, the Site, and its services may be accessed globally (despite the geographic restrictions we implement) and your data can therefore be transferred to anywhere in the world.Because different countries may have different data protection laws than theUnited States (or your own country, if you are using Vimcal outside of theUnited States), we take steps to ensure adequate safeguards are in place to protect your data as explained in this privacy policy.</p>\n<p>‍</p>\n<p>‍</p>12.\nYour Rights And Options<p>You have the right to:</p>\n<p>▪&nbsp;&nbsp;<strong>Opt-out </strong>of marketing emails and other direct marketing.</p>\n<p>▪&nbsp;&nbsp;<strong>Request access</strong> to your personal data (commonly known as a“data subject access request”).\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</p>\n<p>▪&nbsp;&nbsp;<strong>Request correction</strong> of the personal data that we hold about you.This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</p>\n<p>▪&nbsp;&nbsp;<strong>Request erasure</strong> of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</p>\n<p>▪&nbsp;&nbsp;<strong>Object to processing</strong> of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.</p>\n<p>▪&nbsp;&nbsp;<strong>Request restriction of processing</strong> of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios:</p>\n<p>o&nbsp;&nbsp;If you want us to establish the data’s accuracy.</p>\n<p>o&nbsp;&nbsp;Where our use of the data is unlawful but you do not want us to erase it.</p>\n<p>o&nbsp;&nbsp;Where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.</p>\n<p>o&nbsp;&nbsp;You have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.</p>\n<p>▪&nbsp;&nbsp;<strong>Request the transfer</strong> of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</p>\n<p>▪&nbsp;&nbsp;<strong>Withdraw consent at any time</strong> where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.\n&nbsp;You can withdraw your consent, for example ,by turning off GPS location sharing in your Device settings.</p>\n<p>‍</p>\n<p>‍</p>13.\nData Retention<p>We retain your data for as long as your Account is active or you are otherwise accessing and using Vimcal or as needed to provide you Vimcal.\nWe will, for example, periodically de-identify unused Accounts, and we regularly review and de-identify unnecessary data.\n&nbsp;Note that if you ask us to remove your personal data, we will retain your data as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>‍</p>\n<p>‍</p>14.\nChanges to Our Privacy Policy<p>We may update our privacy policy from time to time.\nIf we make material changes to how we treat your personal information, we will post the new privacy policy on this page, and we may also send a courtesy email to you to the email address we have on file for you, if any.</p>\n<p>The date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for periodically visiting this privacy policy to check for any changes.</p>\n<p>‍</p>\n<p>‍</p>15.\nAge Limits<p>We do not knowingly collect or solicit personal data about or direct or target interest-based advertising to anyone under the age of 16 or knowingly allow such persons to use or access Vimcal.\nIf you are under 16, please do not send any data about yourself to us, including your name, address, or email address.\nNo one under the age of 16 may provide any personal data.\nIf we learn that we have collected personal data about a child under age 16, we will delete that data as quickly as possible.\nIf you believe that we might have any data from or about a child under the age of 16, please contact us.</p>\n<p>‍</p>\n<ol>\n</ol>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>\n<p>‍</p>© 2023 Vimcal Inc.", "created_at": "2023-05-02 20:46:34.800216", "updated_at": "2023-05-02 20:47:18.566087"}], "points": [], "urls": ["vimcal.com"]}}