{"error": 448, "message": "OK", "parameters": {"id": 7886, "name": "COS.TV", "created_at": "2023-04-03 19:07:07.660999", "updated_at": "2023-07-10 22:02:41.588553", "wikipedia": null, "keywords": null, "related": null, "slug": "cos-tv", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7886.png", "url": "cos.tv", "documents": [{"id": 15237, "name": "Cookies Policy", "url": "https://cos.tv/docs/cookies-policy", "xpath": "//body", "text": " <strong>We're sorry but contentos doesn't work properly without JavaScript enabled.\nPlease enable it to continue.</strong> Cookies Policy<p>Last updated: September 2018</p>\n<p>Our website use cookies to distinguish you from other users of our website.\nThis helps us to provide you with a good experience when you browse our website and also allows us to improve our website.\nBy continuing to browse the website, you are agreeing to our use of cookies, and the terms of this policy (“Cookies Policy”).\nA cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree.\nCookies contain information that is transferred to your computer’s hard drive.\nWe use the following cookies:</p>\n<ul>\n<li>Strictly necessary cookies.\nThese are cookies that are required for the operation of our website.\nThey include, for example, cookies that enable you to log into secure areas of our website.</li>\n<li>Analytical/performance cookies.\nThey allow us to recognize and count the number of visitors and to see how visitors move around our website when they are using it.</li>\n<li>Functionality cookies.\nThese cookies are used to recognize you when you return to our website.\nThey enable us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of region).</li>\n<li>Targeting cookies.\nThese cookies record your visit to our website, the pages you have visited and the links you have followed.</li>\n</ul>\n<p> You can find more information about the individual cookies we use at https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage: </p>CookieNamePurposeGoogle Analytics_gaUsed to distinguish users.\nEnables us to identify which pages are popular, estimate our audience size and usage pattern, and better understand how the website is used.Google Analytics GID_gidUsed to distinguish users.\nEnables us to identify which pages are popular, estimate our audience size and usage pattern, and better understand how the website is used.Google Analytics Throttle_gatUsed to throttle request rate.\nThis cookie does not store any user’s information.\nIt is used by Google limit the number of requests that have to be made to doubleclick.net (which will be zero in our case because we do not use any ads on our site).<p>You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including essential cookies), you may not be able to access all or parts of our website.</p>\n<p>Except for essential cookies, all cookies will expire after two years.</p> ", "created_at": "2023-04-03 19:08:19.001425", "updated_at": "2023-04-03 19:08:30.280939"}, {"id": 15238, "name": "Terms of Service", "url": "https://cos.tv/docs/terms-of-service", "xpath": "//body", "text": " <strong>We're sorry but contentos doesn't work properly without JavaScript enabled.\nPlease enable it to continue.</strong>\n<p>\n</p> Register to get 200 POPLog in<ul>\n<li>POP Treasure Hunt </li>\n<li>Controversial Content Resolution </li>\n<li>Help center </li>\n<li>About Contentos </li>\n<li>Blockchain Explorer </li>\n</ul>English繁體中文简体中文English日本語한국어Tiếng việtPortuguêsРусскийTürkçeEspañolUseful Links<ul>\n<li> POP Treasure Hunt </li>\n<li> Controversial Content Resolution </li>\n<li> Help center </li>\n<li> COS.TV App (Android) </li>\n</ul>\n<p>\n</p>Upload VideoLog inEnglish<ul>\n<li>繁體中文</li>\n<li>简体中文</li>\n<li>English</li>\n<li>日本語</li>\n<li>한국어</li>\n<li>Tiếng việt</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Türkçe</li>\n<li>Español</li>\n</ul>Terms of Service<p>Last Updated: June 2019</p>\n<p>IMPORTANT – PLEASE READ THESE TERMS CAREFULLY BEFORE USING THE SERVICE ON THIS WEBSITE (AS DEFINED BELOW), YOU ACKNOWLEDGE THAT YOU HAVE READ THIS AGREEMENT, THAT YOU UNDERSTAND IT, AND THAT YOU AGREE TO BE BOUND BY ITS TERMS.\nIF YOU DO NOT AGREE TO THE TERMS HEREIN, PLEASE DO NOT ACCESS THE SITE AND USE THE SERVICE IMMEDIATELY.</p>\n<p>In consideration for your use of the Service, you agree as follows:</p>GENERAL<p>If you choose to use COS.TV (the “Site”) and any of the features of the Site (collectively, the “Services”), you will be agreeing to abide by all of the terms and conditions of these Terms of Service (“Terms”) between you and us.</p>\n<p>In addition, you accept and agree to be bound and abide by our Privacy Policy, found at https://cos.tv/docs/privacy-policy, incorporated herein by reference.\nand our Cookies Policy, found at https://cos.tv/docs/cookies-policy, incorporated herein by reference.</p>\n<p>We may change, add or remove portions of these Terms of Service at any time, which shall become effective immediately upon our posting on the Site.\nIt is your responsibility to review these Terms prior to each use of the Site and by continuing to use this Site, you agree to any changes.\nPlease refer to the header of these Terms of Service to view date of the last updated version.</p>\n<p>The Service is constantly evolving and by your use you acknowledge that the Service may change from time to time, at our sole discretion.\nWe may permanently or temporarily stop providing the Service or any features within the Service to you or to users generally.\nWe also retain the right to create limits on use and storage at its sole discretion at any time.\nWe may also remove or refuse to distribute any Content on the Service, suspend or terminate users, and reclaim usernames without liability to you.</p>\n<p>PLEASE NOTE the Service is restricted for use by any persons under the age of 18.\nBefore accessing or using the Service, you affirm that you are either eighteen (18) years of age or older, an emancipated minor, or possess legal parental or guardian consent, and are fully able and competent to enter into, abide by, and comply with these Terms.</p>\n<p>In your use of the Service, you will comply with all applicable laws.\nWe hereby reserve the right to access, read, preserve, and disclose any information reasonably believed to be necessary, and to take any necessary to (i) satisfy any applicable law, regulation, legal process or governmental request, (ii) enforce these Terms, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security or technical issues, (iv) respond to user support requests, or (v) protect the rights, property or safety of the Service, its users and the public.</p>\n<p>Your rights under these Terms will automatically terminate if you breach any of your material obligations hereunder.\nUpon any termination of these Terms, you will promptly destroy all copies of the Service and cease all use thereof after such termination.</p>SITE CONTENT<p>The contents of the Site are intended for your personal and non-commercial use.\nAll materials provided by us to Users on or through the Service, including without limitation, any text, graphics, photos, software, and interactive features, which is protected by copyright or other intellectual property rights owned by us (the “Site Content”).\nElements of the Site Content are identified as being free from known restrictions under copyright law, including neighboring rights.\nYou can copy, modify, perform, or distribute the work without asking permission, provided the work is not being used for commercial purposes.</p>\n<p>For the purpose of clarity, Site Content is not (a) any source or object code pertaining to any functionality of the Site, (b) any of the apps or tools the Site makes available to users, (c) the COS.TV logo, insignia and other trademarks, (d) the look and feel of the COS.TV website and associated trade dress.\nAll right, title, and interest in and to the Service (excluding User Content provided by users) are and will remain the exclusive property of us and its licensors.\nAny feedback, comments, or suggestions you may provide regarding us or the Service is entirely voluntary, and we will be free to use such feedback, comments or suggestions as we see fit and without any obligation to you.</p>\n<p>You may download or copy the Site Content and other downloadable items displayed on the Services for personal use only.\nCopying or storing of any Site Content for other than personal use is expressly prohibited without prior written permission from the legitimate right holders.</p>YOUR ACCOUNT<p>In order to access the full benefits of the Service, you will have to create a COS.TV account.\nYou may never use another's account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your account, including safeguarding your password and/or credentials used to access the Service, as well as any activities that occur through your use of such password and credentials.\nYou are responsible for the security of your account.\nIf you suspect or know of any unauthorized use of your log-in credentials or any other breach of security with respect to your Account, you must notify the Company immediately at: service@contentos.io.\nWe will not be liable for any loss or damage arising from any unauthorized use of your password and/or credentials prior to you notifying us of such unauthorized use or loss thereof.\nAlthough we will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of us, or others, due to such unauthorized use.\nAll users of the Service are referred to herein collectively as “Users.”</p>WALLET<p>The wallet provided on the Site is provided to you as a platform to store and withdraw your cryptocurrencies (e.g.\nCOS, BTC and ETH).\nThe wallet does not involve in any cryptocurrencies or tokens transactions, including but not limited to purchase, sell, transfer or exchange transaction of alternative tokens, neither does the wallet allow you to purchase or sell cryptocurrencies in exchange for fiat currency.\nYou need to abide by the applicable laws and rules governing your purchase, sell, transfer or exchange transaction of cryptocurrencies.</p>USER CONTENT<p>As used in these Terms, “User Content” means any content that Users upload, post, or transmit (collectively, “Post”) to or through the Service, including, without limitation, any broadcast content, comments or other text, photographs, sound recording, and any other works subject to protection under the laws of the Singapore or any other jurisdiction, including, but not limited to patent, trademark, and copyright laws, and excludes any and all “Site Content”.</p>\n<p>We offer Users the ability to Post User Content to, or transmit through, the Service.\nYou understand, agree and acknowledge that we do not pre-screen any User Content submitted or publicly Posted by any User.\nNotwithstanding the foregoing, we reserve and have the right, but not the obligation, to delete, disallow, or temporarily block any User Content that (i) we consider to be in violation of these Terms or any applicable law or would be considered inappropriate or unacceptable or (ii) in response to any complaint(s) from other Users, with or without notice and without any liability to you.\nWe do not guarantee the accuracy, integrity, truthfulness, appropriateness or quality of any User Content, and any use or reliance by you on any User Content is at your own risk and we shall not be held liable for any such User Content under any circumstances.</p>\n<p>You are the owner (or licensee) and retain the rights to the User Contents Posted and displayed on and through the Service by you.\nNotwithstanding the foregoing, you hereby grant us a worldwide, unrestricted, assignable, sublicensable, revocable, royalty-free license throughout the universe to reproduce, distribute, publicly display, transmit, communicate to the public, make available, create derivative works from, and otherwise exploit and use (collectively, “Use”) all User Content you Post to or through the Service by any means and through any media and formats now known or hereafter developed, for the purposes of (i) advertising, marketing, and promoting us and the Service.\n(ii) displaying and sharing your User Content to other Users of the Service or to other apps or websites associated with us.\nand (iii) providing the Service as authorized by these Terms.\nIf you terminate your account or remove any of your User Content from the Service after it has been Posted, then your license grant with respect to your User Content is perpetual and irrevocable.\nYou further grant us a royalty-free license to use your user name, image, voice, and likeness to identify you as the source of any of your User Content.\nYou must not post any User Content on or through the Service or transmit to us any User Content that you consider to be confidential or proprietary.\nAny User Content posted by you to or through the Service or transmitted to us will be considered non-confidential and non-proprietary, and treated as such by us, and may be used by us in accordance with these Terms without notice to you and without any liability to us.\nFor the avoidance of doubt, the rights granted in the preceding sentences of this Section include, but are not limited to, the right to reproduce your User Content on a royalty-free basis.\nThis means that you are granting us the right to Use your User Content without the obligation to pay royalties to you or any third party involved in the creation of User Content.</p>\n<p>By Posting User Content to the Service, you hereby represent and warrant that: (i) you own (or licensed to use) the User Content Posted by you on or through the Service or otherwise have the right to grant the license set forth in these Terms.\n(ii) the Posting and Use of your User Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights, intellectual property rights, or any other rights of any person.\n(iii) the Posting of your User Content on the Service will not require us to obtain any further licenses from or pay any royalties, fees, compensation or other amounts or provide any attribution to any third parties.\nand (iv) the Posting of your User Content on the Service does not result in a breach of contract between you and a third party or will not be in violation of any applicable law or regulation.</p>\n<p>By Posting User Content to or through the Service, you waive any rights to prior inspection or approval of any marketing or promotional materials related to such User Content.\nYou also waive any and all rights of privacy, publicity, or any other rights of a similar nature in connection with your User Content, or any portion thereof.\nTo the extent any moral rights are not transferable or assignable, you hereby waive and agree never to assert any and all moral rights, or to support, maintain or permit any action based on any moral rights that you may have in or with respect to any User Content you Post to or through the Service.</p>\n<p>You understand that upon submitting or Posting your User Content on or through the Service, such content may be distributed, viewed and accessed and commented by other Users and we will not be held liable for any unauthorized use of User Content or comment thereon by any User, under any circumstance.</p>\n<p>You are prohibited from Posting, and agree not to Post any User Content to the Service considered to be “Prohibited Content” as determined by us, in its sole discretion and which includes, without limitation:</p>\n<ul>\n<li>\n<p>Sexually Explicit Material (i.e.\npornographic or erotic content, including icons, titles, or descriptions).\nWe have a zero-tolerance policy against child sexual abuse imagery.\nIf we become aware of any User Content containing any child sexual abuse imagery, we will report it to the appropriate authorities immediately and delete the submitting User Accounts.\nand</p>\n</li>\n<li>\n<p>Violence and Bullying (i.e.\nUser Content shall not contain materials that threaten, harass or bully other Users or third parties, including depictions of violence, gratuitous or otherwise, to any person place or property, or inciting violence, including suicide).\nand</p>\n</li>\n<li>\n<p>Hate Speech (i.e.\nUser Content shall not promote bigotry, discrimination, hatred, intolerance, or racism, or target against any person or groups of persons based on their race or ethnic origin, religion, disability, gender, age, nationality, veteran status, sexual orientation, or gender identity).\nand</p>\n</li>\n<li>\n<p>Sensitive Events (i.e.\nUser Content which may be deemed as capitalizing on or lacking reasonable sensitivity towards a natural disaster, atrocity, conflict, death, or other tragic event are not permitted).\nand</p>\n</li>\n<li>\n<p>Unlawful Activity (i.e.\nuse of the Service for any illegal or unlawful purpose, including, without limitation, stalking and sexually exploiting any User).\nand</p>\n</li>\n<li>\n<p>IP Infringement (i.e.\nUser Content which infringes on any third party’s rights, including copyright, trademark, privacy and publicity rights).</p>\n</li>\n</ul>\n<p>Our Action.\nWe reserve the right in our sole discretion to remove and refuse to post, or exhibit publicly any User Content, which we determine to be Prohibited Content.\nFurthermore, we in its sole discretion may, but is not obligated to, take any action(s) as deems necessary and/or appropriate against any User who Posts Prohibited Content on the Service, including, but not limited to, warning the User, suspending or terminating the User’s Account, removing all of the User’s User Content Posted on the Service and/or reporting the User to law enforcement authorities, either directly or indirectly.\nWe also reserve the right to access, read, preserve, and disclose any information or take any other legal action that we reasonably believe is necessary to (i) satisfy any applicable law, regulation, legal process or governmental request, (ii) enforce the terms of these Terms, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security or technical issues, (iv) respond to user support requests, or (v) protect the rights, property or safety of the Users and the public.\nNotwithstanding the foregoing, we do not disclose personally identifying information to third parties except in accordance with our Privacy Policy (as further described below).\nYou acknowledge that the Posting of any Prohibited Content may subject you to third party claims and none of the rights granted to you in these Terms may be raised as a defense against any third-party claims arising from your Posting of Prohibited Content.</p>PRIVACY POLICY<p>Our Privacy Policy describes in detail how we handle the information you provide to us when you use the Service.\nYou expressly understand that through your use of the Service you consent to the collection and use (as set forth in the Privacy Policy) of such information, including the transfer of this information to and throughout Singapore and/or other countries for the use, storage, and processing by us and our affiliates.</p>ACCESS AND AVAILABILITY OF SERVICES AND LINKS<p>The Services contain links to other related sites, resources, and advertisers.\nSince we are not responsible for the availability of these outside resources, or their contents, you should direct any concerns regarding any external link to the such site.</p>TERM AND TERMINATION<p>As between you and us, the Term of these Terms, as it may be amended, commences as of the date of your first use of the Service and continues until the termination of these Terms by either you or the Company.</p>\n<p>You may terminate these Terms by leaving the Site, deregister your account or terminating all other uses of the Service.\nIf you wish to delete any of your User Content from the Service, then you may be able to do so using the permitted functionalities of the Site, but the removal or deletion of such User Content will not terminate these Terms.\nWe reserve the right, in our sole discretion, to restrict, suspend, or terminate these Terms and your access to all or any part of the Service at any time without prior notice or liability if you breach any provision of these Terms, the applicable law, subject to an ongoing investigation or violate the rights of any third-party copyright owner.\nWe may further terminate these Terms for any other reason upon ten (10) days’ notice to you using the email address associated with your account credentials.\nWe will make reasonable efforts to notify you of such termination via the email address associated with your account or the next time you attempt to access your account, depending on the circumstances, however we reserve the right to change, suspend, or discontinue all or any part of the Service at any time without prior notice or liability.</p>\n<p>If we terminate your account for cause, as determined in our sole discretion, you agree and acknowledge that all of or your User Content and COS (if relevant under law) on the Service will be removed or frozen or confiscated with or without notice to you.\nIn other words, play by the rules and adhere to these Terms of Service and any outstanding Site policies.\nfailure to do so will result in the loss of your account and all of its content.</p>\n<p>In the event Company terminates your account or confiscates any COS for cause, you will have an opportunity to appeal such decision.\nAll information regarding the appeals process will be provided to you at the time of any termination, freezing or confiscation.</p>LIMITATION OF LIABILITY AND DISCLAIMER<p>WE, OUR AFFILIATES, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS AND LICENSORS (COLLECTIVELY, THE “COMPANY PARTIES”) MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE SERVICE AND ANY CONTENT AVAILABLE ON THE SERVICE, INCLUDING BUT NOT LIMITED, TO THE ACCURACY, RELIABILITY, COMPLETENESS APPROPRIATENESS, TIMELINESS OR RELIABILITY THEREOF.\nTHE COMPANY PARTIES WILL NOT BE SUBJECT TO LIABILITY FOR THE TRUTH, ACCURACY OR COMPLETENESS OF ANY CONTENT ON THE SERVICE OR ANY OTHER INFORMATION CONVEYED TO ANY USER, OR FOR ERRORS, MISTAKES OR OMISSIONS THEREIN, OR FOR ANY DELAYS OR INTERRUPTIONS OF THE DATA, OR INFORMATION STREAM FROM WHATEVER CAUSE.\nAS A USER, YOU AGREE THAT YOU USE THE SERVICE AND ANY CONTENT THEREON AT YOUR OWN RISK.\nYOU ARE SOLELY RESPONSIBLE FOR ALL CONTENT YOU UPLOAD TO THE SERVICE.</p>\n<p>THE COMPANY PARTIES DO NOT WARRANT THAT THE SERVICE WILL OPERATE ERROR FREE, OR THAT THE SERVICE AND ANY CONTENT THEREON ARE FREE OF COMPUTER VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.\nIF YOUR USE OF THE SERVICE OR ANY CONTENT THEREON RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, NO COMPANY PARTY WILL BE RESPONSIBLE FOR THOSE COSTS.</p>\n<p>THE SERVICE AND ALL CONTENT THEREON ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND.\nACCORDINGLY, THE COMPANY PARTIES DISCLAIM ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF TITLE, MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>IN NO EVENT WILL ANY COMPANY PARTY BE LIABLE FOR ANY SPECIAL, INDIRECT, PUNITIVE, INCIDENTAL OR CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION RESULTING FROM, OR IN CONNECTION WITH, THE USE OR INABILITY TO USE THE SERVICE AND ANY CONTENT THEREON, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY, EVEN IF SUCH COMPANY PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT SHALL THE AGGREGATE LIABILITY OF THE COMPANY PARTIES EXCEED THE GREATER OF ONE HUNDRED DOLLARS (U.S.\n$100.00) OR THE AMOUNT YOU PAID COMPANY, IF ANY, IN THE PAST SIX MONTHS FOR USE OF THE COMPANY-RELATED SERVICES GIVING RISE TO THE CLAIM.</p>\n<p>The foregoing terms of this Section apply to the fullest extent permitted by law.</p>INDEMNIFICATION<p>To the maximum extent permitted by applicable law, you agree to indemnify and hold harmless the Company Parties, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use (or misuse) of and access to the Service.\n(ii) your violation of any term of these Terms.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that your content caused damage to a third party.\nThis defense and indemnification obligation will survive these Terms and your use of the Service.</p>THIRD PARTY DISPUTES<p>To the fullest extent permitted by law, any dispute you have with any third party arising out of your use of the Service, including, by way of example and not limitation, any carrier, copyright owner or other user, is directly between you and such third party, and you irrevocably release the Company Parties from any and all claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.</p>MISCELLANEOUS<p>Except as expressly agreed by you and us, these Terms constitutes the entire agreement between you and us with respect to the subject matter hereof, and supersedes all previous or contemporaneous agreements, whether written or oral, between the parties with respect to the subject matter herein.\nThe Section headings are provided merely for convenience and will not be given any legal import.</p>\n<p>These Terms will inure to the benefit of our successors and assigns.\nYou may not assign these Terms or any of the rights or licenses granted hereunder, directly or indirectly, without our prior express written consent.\nWe may assign these Terms or any of the rights or obligations hereunder, and any causes of action arising hereunder, to any third party without necessity or obligation of notice to you.\nThe waiver or failure of either party to exercise in any respect any right provided for herein will not be deemed a waiver of any further right hereunder.\nThe invalidity or unenforceability of any provision of these Terms will not affect the validity or enforceability of any other provision, the remaining provisions being deemed to continue in full force and effect.</p>\n<p>You agree that no joint venture, partnership, employment, or agency relationship exists between you and us as a result of these Terms or use of the Service.</p>\n<p>Our failure to act on or enforce any provision of these Terms will not be construed as a waiver of that provision or any other provision in these Terms.\nNo waiver will be effective against the Company unless made in writing, and no such waiver will be construed as a waiver in any other or subsequent instance.\nFurther, we will not be responsible for any failure to perform its obligations under these Terms due to circumstances beyond its reasonable control, including without limitation acts of God, war, riot, terrorism, embargoes, acts of civil or military authorities, fire, flood or other incident of “Force Majeure.”</p>\n<p>You agree that we will be entitled to all legal and equitable remedies otherwise available to it to protect the intellectual property, proprietary rights and confidential information of itself and its licensors, including, without limitation, the right to seek and obtain injunctive relief and enforce the same against you without the necessity of having to post bond or other such guarantee.</p>\n<p>By using the Service, you hereby consent to receiving certain electronic communications from us.\nYou agree that any notices, agreements, disclosures, or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.</p>\n<p>These Terms have been made in and shall be construed and enforced in accordance with Singapore law.\nAny dispute or difference arising out of or in connection with this contract shall be referred to and determined by arbitration under the Singapore International Arbitration Centre.</p>\n<p>The English version shall control in the event there is a discrepancy between any English version and any translation.</p>\n<p>Contact: If you have any questions or comments about these Terms or your use of the Service, please contact us at service@contentos.io.</p> Contentos Explorer FAQ Privacy Policy Cookies Policy Terms of Service telegrammediumtwitterfacebookgithubkakaoreddit © 2021 Contentos Holdings Ltd.\nAll Rights Reserved.\nPrivacy Policy Cookies Policy Terms of Service © 2021 Contentos Holdings Ltd.\nAll Rights Reserved.\n", "created_at": "2023-04-03 19:08:39.346635", "updated_at": "2023-04-03 19:08:46.889059"}, {"id": 15236, "name": "Privacy Policy", "url": "https://cos.tv/docs/privacy-policy", "xpath": "//body", "text": " <strong>We're sorry but contentos doesn't work properly without JavaScript enabled.\nPlease enable it to continue.</strong>\n<p>\n</p> Register to get 200 POPLog in<ul>\n<li>POP Treasure Hunt </li>\n<li>Controversial Content Resolution </li>\n<li>Help center </li>\n<li>About Contentos </li>\n<li>Blockchain Explorer </li>\n</ul>English繁體中文简体中文English日本語한국어Tiếng việtPortuguêsРусскийTürkçeEspañolUseful Links<ul>\n<li> POP Treasure Hunt </li>\n<li> Controversial Content Resolution </li>\n<li> Help center </li>\n<li> COS.TV App (Android) </li>\n</ul>\n<p>\n</p>Upload VideoLog inEnglish<ul>\n<li>繁體中文</li>\n<li>简体中文</li>\n<li>English</li>\n<li>日本語</li>\n<li>한국어</li>\n<li>Tiếng việt</li>\n<li>Português</li>\n<li>Русский</li>\n<li>Türkçe</li>\n<li>Español</li>\n</ul>Privacy Policy<p>Last updated: June 2019</p>1.\nGeneral information<p>COS.TV (\"we\" or \"us\") is the operator of this website.\nAs the operator of the website, we take the protection of your personal data very seriously.\nWe collect, process and use your personal data in accordance with this privacy policy and in compliance with the Personal Data Protection Act 2012 and the General European Data Protection Regulation (\"GDPR\").</p>\n<p>This privacy policy (“Privacy Policy”) will provide you with information about the collection, processing and use of your personal data when using our website.</p>\n<p>In case you provide us with the personal data of third persons, you should make sure that these persons are familiar with this Privacy Policy and you should only share their personal data if you have permission to do so and ensure that his personal data is correct.</p>2.\nResponsible Person<p>For any matters, relating to data protection you may contact service@contentos.io in writing by e-mail.</p>3.\nData processing in connection with the website3.1 Visiting our website<p>When you visit our website, the hosting provider of our website, Amazon Web Services (AWS) automatically collects and stores various information in so-called server log files that your browser transmits to us.\nThe information/data mentioned is neither assigned to specific persons nor linked to data from other sources.\nThe following personal data may be recorded by us:</p>\n<p> A.\nRegistration Information and Profiles.\nWe will allow you to use your mobile number, email or a third-party platform account to register on our website and create an account.\nWhen you create an account, we may collect the personal information you provide to us, such as your username, password, email address, or phone number and so on.\nWe also collect the information from the third-party account which can be used to identify you.\n</p>\n<p>B.\nOperation Information.\nWe may collect information that your account sends when using website and/or by operating your account registered through our website.</p>\n<p> C.\nCookies.\nWe may use Cookies and similar technologies to collect information about how you use of our website and its features.\n</p>\n<p> D.\nInformation you choose to post and/or to publicly display (if relevant).\nYou may post your photo, voice or other material on our website and to publicly display and share them with others in/through our website.\nThese materials post by you would still under your control and you still choose whether you post, display or remove such materials.\n</p>\n<p>E.\nLog Information.\nAWS server will automatically record the activity and related information created by you when using the website.\nThis log information may include the login type, time zone, access date and time spent on pages and features of the website and other statistics and Cookie information.\nWe may also collect the interaction information with website from you to know your interest to customize and improve our website and features.</p>\n<p> F.\nInformation you submit.\nThe information you submit to communicate with us, for example, when you give us your opinions to our application and services via our feedback channel, such as your email address, and names and other information provided by you.\n</p>\n<p> G.\nYour IP address and Location Information.\nYour IP address may be collected by us when using website to provide more specified feature or services.\nFurthermore, the IP address will be evaluated, together with other data, in case of attacks on the network infrastructure or other unauthorized use or misuse of the website, for the purpose of intelligence and protection, and if appropriate, used in criminal proceedings for identification and civil and criminal proceedings against the relevant users.\n</p>\n<p> H.\nInformation You Share on Third Party Websites or through Social Media Services.\nThe Services may include links to third-party website and social media services where you may be able to post comments, stories, reviews or other information.\nYour use of these third-party websites and social media services may result in the collection or sharing of information about you by these third-party websites and social media services.\nWe encourage you to review the privacy policies and settings on the third-party websites and social media services with which you interact to make sure you understand the information that may be collected, used, and shared by those third-party websites and social media services.\n</p>\n<p>You may be able to limit the amount of information collected from your device (e.g., computer, phone, or tablet) with us by adjusting your device or browser settings.\nHowever, by preventing us from collecting information from you, we may not be able to provide some functions on our Services.\nFor more information about our cookies and similar tracking technologies, and how to manage them, please read our Cookies Policy.</p>3.2 Use of Cookies<p>This website use cookies.\nMany Internet websites and servers uses cookies.\nMany cookies contain a so-called cookie ID.\nA cookie ID is a unique identifier of the cookie.\nIt consists of a character string through which Internet pages and servers can be assigned to the specific Internet browser in which the cookie was stored.\nThis allows visited Internet websites and servers to differentiate the individual browser of the data subject from other Internet browsers that contain other cookies.\nA specific Internet browser can be recognized and identified using the unique cookie ID.</p>\n<p>Through the use of cookies, COS.TV can provide the users of this website with more user-friendly services that would not be possible without the cookie setting.\nFor detailed information on the cookies we use and the purposes for which we use them, see our Cookies Policy.</p>3.3 Google Analytics<p>This website also uses Google Analytics, a web analysis service provided by Google Inc.\n(\"Google\").\nMore information about the web analytics service used is available at the website of Google Analytics: https://www.google.ch/policies/privacy/partners.</p>\n<p>In addition to the data listed in section 3.1, we may receive the following information of Google Analytics:</p>\n<ul>\n<li>Navigation path</li>\n<li>Length of stay on the website</li>\n<li>Returning or new user</li>\n<li>End device</li>\n</ul>\n<p>We do not use the information and personal data collected by Google Analytics to identify individuals unless we become aware of specific indications of illegal use.</p>3.4 Opening an account<p>To access full functions on the website, you must set up an account on the website.\nThe collected data, which you have voluntarily provided to the website is used for the purpose of providing your password-protected access to your personal data registered on the website and to enable you to use the functions of the website.</p>3.5 Registration for our newsletter (if relevant)<p>The registration for our newsletter requires registration.\nFor this you must provide your name and e-mail address.\nBy registering, you give us your consent to process the given data in order to periodically send the newsletter to the address you have given.\nAll information gathered this way will never be passed on or sold to any third party.</p>\n<p>At the end of each newsletter a link is provided by means of which you can unsubscribe at any time.\nAfter unsubscribing your personal data will be deleted.</p>3.6 Social Media<p>We use plug-ins from social networks (e.g.\nBlog, GitHub, YouTube, Reddit, Gitter, Twitter, StackExchange, Facebook, Meetups on our website).\nWhen you activate them (by clicking on them), the operators of the respective social networks may record that you are on our website and may use this information.\nThis processing of your personal data lays in the responsibility of these individual social media platforms and occurs according to their privacy policy.\nPlease check with these individual social media platforms regarding their privacy policies.\nWe are not responsible for data collected by these individual social media platforms.\nWe only use these platforms to inform our community of updates and answer user questions.</p>3.7 Event Registration (if relevant)<p>To register for any event organized by COS.TV through our website, we may require the following registration data: First and last name, language, company affiliation, company title, credit card information, e-mail address.</p>\n<p>We will use this information as well as other information you voluntarily only in order to execute the reservation agreement, unless otherwise stated in this Privacy Policy or you have not specifically consented thereto.</p>\n<p>We will process the data by name in order to record your reservation as you have requested, to contact you in case of a question or problem and to ensure correct payment.</p>4.\nOther parties who have access to information we collect<p>We may share your personal information with third parties in the following circumstances:</p>A.\nEmployees, Third-Party Processors and Third-Party Service Providers<p>We disclose your personal information to our employees, contractors, affiliates, distributors, dealers, vendors and suppliers (“Service Providers”) who provide certain services to us or on our behalf, such as operating and supporting the services, analyzing data, conducting KYC and/or AML/CFT, or performing marketing or consulting services.\nThese Service Providers will only have access to the personal information needed to perform these limited functions on our behalf.</p>B.\nResponse to Subpoenas or Court Orders or to Protect Rights and to Comply with Our Policies<p>To the extent permitted by law, we will disclose your personal information if:</p>\n<ol>\n<li> Required to do so by law, or in response to a subpoena or court order or similar request from judicial authority, law enforcement authorities or other competent public authorities.\nor </li>\n<li> We believe, in our sole discretion, that disclosure is reasonably necessary to protect against fraud, to protect the property or other rights of us or other users, third parties or the public at large.\nor </li>\n<li> We believe that you have abused the Services by using it to attack our systems or to gain unauthorized access to our system, to engage in spamming or otherwise to violate applicable laws.\n</li>\n</ol>C.\nBusiness Transfers or Bankruptcy<p>In the event of a merger, acquisition, bankruptcy or other sale of all or a portion of our assets, any personal information owned or controlled by us may be one of the assets transferred to third parties.\nWe will notify you via email or a prominent notice within our services of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.</p>\n<p>Other than to the extent ordered by a bankruptcy or other court, the use and disclosure of all transferred personal information will be subject to this Privacy Policy.\nHowever, any personal information you submit or that is collected after this type of transfer may be subject to a new privacy policy adopted by the successor entity.</p>D.\nOur Affiliates and Third-Party Marketing Partners<p>Based on your consent, we may share some or all of your contact information with our marketing partners, parent company, subsidiaries and corporate affiliates, joint ventures, or other companies under common control with us.\nIf you opt-in to receive marketing communications from third parties, we may permit these entities to use your information for their own marketing purposes.\nIf you would like us to stop providing your information to our affiliates for their own marketing purposes, you may opt-out by contacting us.</p>5.\nData security<p>We use appropriate technical and organizational security measures to protect your stored personal data against manipulation, partial or complete loss, and unauthorized access by third parties.\nOur security measures are continuously being improved in line with technical developments.</p>\n<p>Please note that any data transmission on the Internet (e.g.\ncommunication by e-mail) is generally not secure and we accept no liability for data transmitted to us via the Internet.\nUnfortunately, absolute protection is not technically possible.</p>\n<p>This information does not apply to the websites of third parties and the corresponding links given on our website.\nCOS.TV assumes no responsibility and liability for these.</p>6.\nMinors<p>COS.TV does not knowingly collect or use any personal data from minors.\nA minor may be able to willingly share personal information with others, depending on the products and/or media channels used.\nIf a minor provides us with their information without the consent of their parent or guardian, we will ask the parent or guardian to contact us for the purpose of deleting that information.</p>7.\nUpdates to our Privacy Policy<p>COS.TV may update this Privacy Policy from time to time and inform you on the website that the policy has been amended.\nThe current version of the Privacy Policy, as published on our website, is applicable.\nWith each update to our policies, we will note which sections have been updated.</p>\n<p>Please do not hesitate to contact us if you have any questions regarding this Privacy Policy by contacting us at service@contentos.io.</p> Contentos Explorer FAQ Privacy Policy Cookies Policy Terms of Service telegrammediumtwitterfacebookgithubkakaoreddit © 2021 Contentos Holdings Ltd.\nAll Rights Reserved.\nPrivacy Policy Cookies Policy Terms of Service © 2021 Contentos Holdings Ltd.\nAll Rights Reserved.\n", "created_at": "2023-04-03 19:07:07.69216", "updated_at": "2023-04-03 19:09:31.985062"}], "points": [{"id": 30578, "title": "This service is only available to users over a certain age", "source": "https://cos.tv/docs/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-04-03 19:44:35.827753", "updated_at": "2023-07-11 06:28:29.147085", "quoteText": null, "case_id": 152, "document_id": 15238, "quoteStart": null, "quoteEnd": null}, {"id": 30570, "title": "There is a date of the last update of the agreements", "source": "https://cos.tv/docs/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-04-03 19:21:20.512734", "updated_at": "2023-07-11 06:28:29.225108", "quoteText": null, "case_id": 331, "document_id": 15238, "quoteStart": null, "quoteEnd": null}, {"id": 30579, "title": "Any liability on behalf of the service is only limited to $100.00", "source": "https://cos.tv/docs/terms-of-service", "status": "Generated through the annotate view", "created_at": "2023-04-03 19:47:43.07462", "updated_at": "2023-07-11 06:28:29.569847", "quoteText": null, "case_id": 149, "document_id": 15238, "quoteStart": null, "quoteEnd": null}], "urls": ["cos.tv"]}}