{"error": 448, "message": "OK", "parameters": {"id": 7057, "name": "Waymo", "created_at": "2022-12-02 23:17:12.499748", "updated_at": "2023-07-10 22:02:29.0256", "wikipedia": "https://en.wikipedia.org/wiki/Waymo", "keywords": null, "related": null, "slug": "waymo", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/7057.png", "url": "waymo.com", "documents": [{"id": 12955, "name": "Terms of Service", "url": "https://waymo.com/terms/", "xpath": "//*[@id=\"main\"]", "text": " Waymo Web Terms of Service Effective Date: February 20, 2018<p>These Terms of Service (“Terms”) apply to your access to and use of the websites and other online products and services (collectively, the “Services”) provided by Waymo LLC (“Waymo” or “we”), located at 1600 Amphitheater Parkway, Mountain View, CA 94043.\nBy using our Services, you agree to these Terms.\nIf you do not agree to these Terms, do not use our Services.</p>\n<p>We may supply different or additional terms in relation to some of our Services, and those different or additional terms become part of your agreement with us if you use those Services.\nIf there is a conflict between these Terms and the additional terms, the additional terms will control for that conflict.</p>\n<p>We may make changes to these Terms from time to time.\nIf we make changes, we will provide you with notice of such changes, such as by sending an email, providing a notice through our Services, or updating the date at the top of these Terms.\nUnless we say otherwise in our notice, the amended Terms will be effective immediately and your continued use of our Services after we provide such notice will confirm your acceptance of the changes.\nIf you do not agree to the amended Terms, you must stop using our Services.</p>\n<p>For information about how we collect, use and share information about you, please see our Privacy Policy.</p>\n<p>If you have any questions about these Terms or our Services, please contact us at legal@waymo.com.</p>\n<p>You and Waymo agree as follows:</p>1.\nEligibility<p>You must be at least 13 years of age to use our Services.\nIf you are under 18 years of age (or the age of legal majority where you live), you may only use our Services under the supervision of a parent or legal guardian who agrees to be bound by these Terms.\nIf you are a parent or legal guardian of a user under the age of 18 (or the age of legal majority), you agree to be fully responsible for the acts or omissions of such user in relation to our Services.\nIf you use our Services on behalf of another person or entity, (a) all references to “you” throughout these Terms will include that person or entity, (b) you represent that you are authorized to accept these Terms on that person or entity’s behalf, and (c) in the event you or the person or entity violates these Terms, the person or entity agrees to be responsible to us.</p>2.\nUser Content<p>Our Services may allow you and other users to create, post, store and share content, including messages, text, photos, videos, software and other materials (collectively, \"User Content\").\nExcept for the license you grant below, you retain all rights in and to your User Content, as between you and Waymo.</p>\n<p>You grant Waymo and its subsidiaries a perpetual, irrevocable, nonexclusive, royalty-free, worldwide, fully-paid, and sub-licensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, publicly perform and display your User Content and any name, username or likeness provided in connection with your User Content in all media formats and channels now known or later developed without compensation to you.\nWhen you post or otherwise share User Content on or through our Services, you understand that your User Content and any associated information (such as your username or profile photo) may be visible to the public.</p>\n<p>You may not create, post, store or share any User Content that violates these Terms or for which you do not have all the rights necessary to grant us the license described above.\nYou represent and warrant that your User Content, and our use of such content as permitted by these Terms, will not violate any rights of or cause injury to any person or entity.\nAlthough we have no obligation to screen, edit or monitor User Content, we may delete or remove User Content at any time and for any reason with or without notice.</p>3.\nProhibited Conduct and Content<p>You will not violate any applicable law, contract, intellectual property or other third-party right or commit a tort, and you are solely responsible for your conduct while using our Services.\nYou will not:</p>\n<ul>\n<li>Engage in any harassing, threatening, intimidating, predatory or stalking conduct;</li>\n<li>Impersonate or post on behalf or any person or entity or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>Sell, resell, or commercially use our Services;</li>\n<li>Copy, reproduce, distribute, publicly perform or publicly display all or portions of our Services, except as expressly permitted by us or our licensors;</li>\n<li>Modify our Services, remove any proprietary rights notices or markings, or otherwise make any derivative works based upon our Services;</li>\n<li>Use our Services other than for their intended purpose and in any manner that could interfere with, disrupt, negatively affect or inhibit other users from fully enjoying our Services or that could damage, disable, overburden or impair the functioning of our Services in any manner;</li>\n<li>Reverse engineer any aspect of our Services or do anything that might discover source code or bypass or circumvent measures employed to prevent or limit access to any part of our Services;</li>\n<li>Attempt to circumvent any content-filtering techniques we employ or attempt to access any feature or area of our Services that you are not authorized to access;</li>\n<li>Use any data mining, robots, or similar data gathering or extraction methods designed to scrape or extract data from our Services;</li>\n<li>Develop or use any applications that interact with our Services without our prior written consent;</li>\n<li>Send, distribute, or post spam, unsolicited or bulk commercial electronic communications, chain letters, or pyramid schemes;</li>\n<li>Bypass or ignore instructions contained in our robots.txt file.\nor</li>\n<li>Use our Services for any illegal or unauthorized purpose, or engage in, encourage or promote any activity that violates these Terms.</li>\n</ul>\n<p>You may also only post or otherwise share User Content that is non-confidential and you have all necessary rights to disclose.\nYou may not create, post, store or share any User Content that:</p>\n<ul>\n<li>Is unlawful, libelous, defamatory, obscene, pornographic, indecent, lewd, suggestive, harassing, threatening, invasive of privacy or publicity rights, abusive, inflammatory or fraudulent;</li>\n<li>Would constitute, encourage, or provide instructions for a criminal offense, violate the rights of any party, or otherwise create liability or violate any local, state, national, or international law;</li>\n<li>May infringe any patent, trademark, trade secret, copyright, or other intellectual or proprietary right of any party;</li>\n<li>Contains or depicts any statements, remarks, or claims that do not reflect your honest views and experiences;</li>\n<li>Impersonates, or misrepresents your affiliation with, any person or entity;</li>\n<li>Contains any unsolicited promotions, political campaigning, advertising, or solicitations;</li>\n<li>Contains any private or personal information of a third party without such third party’s consent;</li>\n<li>Contains any viruses, corrupted data or other harmful, disruptive or destructive files or content.\nor</li>\n<li>Is, in our sole judgment, objectionable or that restricts or inhibits any other person from using or enjoying our Services, or that may expose Waymo or others to any harm or liability of any type.</li>\n</ul>4.\nOwnership.\nLimited License<p>The Services, including the text, graphics, images, photographs, videos, illustrations and other content contained therein, are owned by Waymo or our licensors, users, or other third parties and are protected under both United States and foreign laws.\nExcept as explicitly stated in these Terms, all rights in and to the Services are reserved by us or our licensors.\nAny use of the Services other than as specifically authorized herein, without our prior written permission, is strictly prohibited, will terminate the license granted herein.</p>5.\nTrademarks<p>WAYMO and our other marks, logos, product or service names, slogans and the look and feel of the Services are trademarks of Waymo and may not be copied, imitated, or used, in whole or in part, without our prior written permission.\nOther trademarks, registered trademarks, product names and company names or logos mentioned on the Services are the property of their respective owners.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier, or otherwise does not constitute or imply endorsement, sponsorship, or recommendation by us.</p>6.\nFeedback<p>Any questions, comments, suggestions, ideas, works, or other information about Waymo or our products or services that you post, submit, or otherwise communicate to us (collectively, “Feedback”), is non-confidential and will become the sole property of Waymo.\nYou hereby assign to Waymo all right, title and interest in and to Feedback, including, without limitation, all intellectual property rights, in and to Feedback and Waymo will be entitled to the unrestricted use and dissemination of Feedback for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</p>7.\nRepeat Infringer Policy.\nCopyright Complaints<p>In accordance with the Digital Millennium Copyright Act (“DMCA”) and other applicable law, we have adopted a policy of terminating, in appropriate circumstances, the accounts of users who repeatedly infringe the intellectual property rights of others.\nIf you believe that anything on our Services infringes any copyright that you own or control, you may notify Waymo’s Designated Agent as follows:</p>\n<p>Designated Agent: Copyright Manager</p>\n<p>Address: 1600 Amphitheater Parkway Mountain View, CA 94043</p>\n<p>Telephone Number: 650-669-7376</p>\n<p>E-Mail Address: dmca-agent@waymo.com</p>\n<p>Please see 17 U.S.C.\n§512(c)(3) for the requirements of a proper notification.\nAlso, please note that if you knowingly misrepresent that any activity or material on our Services is infringing, you may be liable to Waymo and others for certain costs and damages.</p>8.\nThird-Party Content<p>We may provide information about third-party products, services, activities or events, or we may allow third parties to make their content and information available on or through the Services (collectively, “Third-Party Content”).\nWe provide Third-Party Content as a service to those interested in such content.\nYour dealings or correspondence with third parties and your use of or interaction with any Third-Party Content are solely between you and the third party.\nWaymo does not control or endorse, and makes no representations or warranties regarding, any Third-Party Content and your access to and use of such Third-Party Content is at your own risk.</p>9.\nIndemnification<p>To the fullest extent permitted by applicable law, you will indemnify, defend, and hold harmless Waymo and its affiliates, and each of their respective officers, directors, agents, partners and employees (individually and collectively, the “Waymo Parties”) from and against any loss, liability, claim, demand, damages, expenses or costs (\"Claims\") arising out of or related to (a) your access to or use of our Services.\n(b) your User Content or Feedback.\n(c) your violation of these Terms.\n(d) your violation, misappropriation or infringement of any rights of another (including intellectual property rights or privacy rights).\nand (e) your conduct in connection with our Services.\nYou agree to promptly notify Waymo Parties of any third-party Claims, cooperate with Waymo Parties in defending such Claims and pay all fees, costs and expenses associated with defending such Claims (including, but not limited to, attorneys' fees).\nYou also agree that the Waymo Parties will have control of the defense or settlement, at Waymo's sole option, of any third-party Claims.\nThis indemnity is in addition to, and not in lieu of, any other indemnities set forth in a written agreement between you and Waymo or the other Waymo Parties.</p>10.\nDisclaimers<p>Your use of our Services is at your sole risk.\nExcept as otherwise provided in a writing by us, our Services are provided “as is” and “as available” without warranties of any kind, either express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, title, and non-infringement.\nIn addition, Waymo does not represent or warrant that our Services are accurate, complete, reliable, current, or error-free.\nWhile Waymo attempts to make your use of our Services safe, we cannot and do not represent or warrant that our Services or servers are free of viruses or other harmful components.\nYou assume the entire risk as to the quality and performance of the Services.</p>11.\nLimitation of Liability<p>To the fullest extent permitted by applicable law, Waymo and the other Waymo Parties will not be liable to you under any theory of liability—whether based in contract, tort, negligence, strict liability, warranty, or otherwise—for any indirect, consequential, exemplary, incidental, punitive or special damages or lost profits, even if Waymo or the other Waymo Parties have been advised of the possibility of such damages.</p>\n<p>The total liability of Waymo and the other Waymo Parties, for any claim arising out of or relating to these Terms or our Services, regardless of the form of the action, is limited to the amount paid, if any, by you to use our Services.</p>\n<p>The limitations set forth in this section will not limit or exclude liability for the gross negligence, fraud, or intentional misconduct of Waymo or the other Waymo Parties or for any other matters in which liability cannot be excluded or limited under applicable law.\nAdditionally, some jurisdictions do not allow the exclusion or limitation of incidental or consequential damages, so the above limitations or exclusions may not apply to you.</p>12.\nRelease<p>To the fullest extent permitted by applicable law, you release Waymo and the other Waymo Parties from responsibility, liability, claims, demands, and/or damages (actual and consequential) of every kind and nature, known and unknown (including, but not limited to, claims of negligence), arising out of or related to disputes between users and the acts or omissions of third parties.\nIf you are a consumer who resides in California, you hereby waive your rights under California Civil Code § 1542, which says “A general release does not extend to claims which the creditor does not know or suspect to exist in his or her favor at the time of executing the release, which if known by him or her must have materially affected his or her settlement with the debtor.”</p>13.\nTransfer and Processing Data<p>By using our Services, you consent to the processing, transfer and storage of information about you in and to the United States and other countries, where you may not have the same rights and protections as you do under local law.</p>14.\nGoverning Law and Venue<p>Any dispute arising from these Terms and your use of our Services will be governed by and construed and enforced in accordance with the laws of California, without regard to conflict of law rules or principles (whether of California or any other jurisdiction) that would cause the application of the laws of any other jurisdiction.\nAny dispute between the parties will be resolved in the state or federal courts of California and the United States, respectively, sitting in Santa Clara County, CA.</p>15.\nModifying and Terminating our Services<p>We reserve the right to modify our Services or to suspend or stop providing all or portions of our Services at any time.\nYou also have the right to stop using our Services at any time.\nWe are not responsible for any loss or harm related to your inability to access or use our Services.</p>16.\nSeverability<p>If any provision or part of a provision of these Terms is unlawful, void or unenforceable, that provision or part of the provision is deemed severable from these Terms and does not affect the validity and enforceability of any remaining provisions.</p>17.\nMiscellaneous<p>The failure of Waymo to exercise or enforce any right or provision of these Terms will not operate as a waiver of such right or provision.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nExcept as otherwise provided herein, these Terms are intended solely for the benefit of the parties and are not intended to confer third party beneficiary rights upon any other person or entity.\nYou agree that communications and transactions between us may be conducted electronically.</p>", "created_at": "2022-12-02 23:17:12.502321", "updated_at": "2022-12-02 22:18:35.827076"}, {"id": 12956, "name": "Privacy Policy", "url": "https://waymo.com/privacy/", "xpath": "//*[@id=\"main\"]", "text": " Waymo Web Privacy Policy Effective Date: February 20, 2018<p>This Privacy Policy explains how information about you is collected, used and disclosed by Waymo LLC and its subsidiaries (\"Waymo\").\nThis Privacy Policy applies to information we collect when you use our websites and other products and services that link to this Privacy Policy (collectively, the \"Services\").\nWe may supply a different privacy policy in relation to some of our Services, and that policy will apply to any information provided to or collected by us pursuant to those Services.</p>\n<p>We may change this Privacy Policy from time to time.\nIf we make changes, we will notify you by revising the date at the top of the policy and, in some cases, we may provide you with additional notice (such as adding a statement to our homepage or sending you a notification).\nWe encourage you to review the Privacy Policy whenever you access the Services or otherwise interact with us to stay informed about our information practices and the ways you can help protect your privacy.\n</p>Collection of InformationInformation You Provide to Us<p>We collect information you provide directly to us.\nFor example, we collect information when you participate in any interactive features of the Services, fill out a form, provide feedback, participate in a contest or promotion, apply for a job, communicate with us via third party sites, request customer support, or otherwise communicate with us.\nThe types of information we may collect include your name, email address, postal address, phone number, and any other information you choose to provide.\n</p>Information We Collect Automatically When You Use the Services<p>When you access or use our Services, we may automatically collect information about you, including:</p>\n<ul>\n<li>Log Information: We may collect log information about your use of the Services, including the type of browser you use, access times, pages viewed, your IP address, and the page you visited before navigating to our Services.</li>\n<li>Information Collected by Cookies: Like many websites, we may use cookies to collect information about visitors and visits to our Site.\nCookies are small data files stored on your hard drive or in device memory that help us improve our Services and your experience, see which areas and features of our Services are popular, and count visits.\nFor more information about cookies, and how to disable them, please see \"Your Choices\" below.</li>\n</ul>Information We Collect From Other Sources<p>We may also obtain information from other sources and combine that with information we collect through our Services.\nFor example, we may collect information about you from third parties, including but not limited to identity verification services and publicly available sources.</p>Use of Information<p>We may use information about you for various purposes, including to:</p>\n<ul>\n<li>Provide, maintain and improve our Services;</li>\n<li>Provide and deliver the products and services you request, and send you related information.\n</li>\n<li>Respond to your comments, questions, and requests and provide customer service;</li>\n<li>Communicate with you about products, services, offers, promotions, rewards, and events offered by Waymo and others, and provide news and information we think will be of interest to you;</li>\n<li>Monitor and analyze trends, usage, and activities in connection with our Services.\n</li>\n<li>Detect, investigate, and prevent fraudulent transactions and other illegal activities and protect the rights and property of Waymo and others;</li>\n<li>Personalize and improve the Services and provide advertisements, content, or features that match user profiles or interests;</li>\n<li>Facilitate contests, sweepstakes, and promotions and process and deliver entries and rewards;</li>\n<li>Link or combine with information we get from others to help understand your needs and provide you with better service.\nand</li>\n<li>Carry out any other purpose described to you at the time the information was collected.</li>\n</ul>Sharing of Information<p>We may share information about you as follows or as otherwise described in this Privacy Policy:</p>\n<ul>\n<li>With vendors, consultants and other service providers who need access to such information to carry out work on our behalf;</li>\n<li>In response to a request for information if we believe disclosure is in accordance with, or required by, any applicable law, regulation or legal process;</li>\n<li>If we believe your actions are inconsistent with our user agreements or policies, or to protect the rights, property and safety of Waymo or others;</li>\n<li>In connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company.\n</li>\n<li>Between and among Waymo and our current and future parents, affiliates, subsidiaries and other companies under common control and ownership.\nand</li>\n<li>With your consent or at your direction.</li>\n</ul>\n<p>We may also share aggregated or de-identified information, which cannot reasonably be used to identify you.</p>Social Sharing Features<p>The Services may offer social sharing features and other integrated tools, which let you share actions you take on our Services with other media, and vice versa.\nYour use of such features enables the sharing of information with your friends or the public, depending on the settings you establish with the entity that provides the social sharing feature.\nFor more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the entities that provide these features.</p>Advertising and Analytics Services Provided by Others<p>We may allow others to provide analytics services and serve advertisements on our behalf across the Internet and in applications.\nThese entities may use cookies, web beacons, device identifiers and other technologies to collect information about your use of the Services and other websites and applications, including your IP address, web browser, mobile network information, pages viewed, time spent on pages or in apps, links clicked and conversion information.\nThis information may be used by Waymo and others to, among other things, analyze and track data, determine the popularity of certain content, deliver advertising and content targeted to your interests on our Services and other websites and better understand your online activity.\nFor more information about interest-based ads, or to opt out of having your web browsing information used for behavioral advertising purposes, please visit www.aboutads.info/choices.\n</p>Security<p>Waymo takes reasonable measures to help protect information about you from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.</p>Transfer of Information to the U.S.\nand Other Countries<p>Waymo is based in the United States and the information we collect is governed by U.S.\nlaw.\nBy accessing or using the Services or otherwise providing information to us, you consent to the processing, transfer and storage of information in and to the U.S.\nand other countries, where you may not have the same rights and protections as you do under local law.</p>Your ChoicesCookies<p>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject browser cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.</p>Promotional Communications<p>You may opt out of receiving promotional messages from Waymo by following the instructions in those messages.\nIf you opt out, we may still send you non-promotional emails, such as those about our ongoing business relations.\n</p>California Residents<p>The California Consumer Privacy Act (or CCPA for short), is designed to give California residents the ability to delete the personal information associated with their Waymo account or download a copy of it.\nCalifornia residents who exercise these rights will not receive any penalties or disparate treatment.\nIf you have any questions or would like to request the download or deletion of your personal information please visit this help page or use the Support tab in the Waymo app while signed in to your account.\nWaymo does not sell your personal information.\nWe only share your information as described in this policy.\nWaymo also only processes your information for the purposes described in this policy, which include “business purposes” under the CCPA.\n</p>Contact Us<p>If you have any questions about this Privacy Policy, please contact us at privacy@waymo.com.</p>\n<p>--</p>", "created_at": "2022-12-02 23:17:12.504806", "updated_at": "2022-12-02 22:18:19.811771"}], "points": [{"id": 33679, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://waymo.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:10:59.579315", "updated_at": "2023-07-11 06:32:20.442337", "quoteText": null, "case_id": 399, "document_id": 12956, "quoteStart": null, "quoteEnd": null}, {"id": 33673, "title": "The posting of pornographic content is prohibited", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:08:51.692513", "updated_at": "2023-07-11 06:32:19.305572", "quoteText": null, "case_id": 315, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33669, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:06:11.903979", "updated_at": "2023-07-11 06:32:19.387301", "quoteText": null, "case_id": 122, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33675, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:09:31.388869", "updated_at": "2023-07-11 06:32:20.348611", "quoteText": null, "case_id": 182, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33671, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:07:02.125662", "updated_at": "2023-07-11 06:32:19.139735", "quoteText": null, "case_id": 202, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33677, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:10:25.195224", "updated_at": "2023-07-11 06:32:19.22355", "quoteText": null, "case_id": 293, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33670, "title": "This service is only available to users over a certain age", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:06:40.991589", "updated_at": "2023-07-11 06:32:20.62067", "quoteText": null, "case_id": 152, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33672, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:08:04.643929", "updated_at": "2023-07-11 06:32:20.709043", "quoteText": null, "case_id": 135, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33674, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:09:03.143006", "updated_at": "2023-07-11 06:32:20.530193", "quoteText": null, "case_id": 150, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33680, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://waymo.com/privacy/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:11:21.49219", "updated_at": "2023-07-11 06:32:26.615182", "quoteText": null, "case_id": 323, "document_id": 12956, "quoteStart": null, "quoteEnd": null}, {"id": 33676, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:10:04.188923", "updated_at": "2023-07-11 06:32:26.784992", "quoteText": null, "case_id": 146, "document_id": 12955, "quoteStart": null, "quoteEnd": null}, {"id": 33678, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://waymo.com/terms/", "status": "Generated through the annotate view", "created_at": "2023-05-20 23:10:38.556182", "updated_at": "2023-07-11 06:32:26.700427", "quoteText": null, "case_id": 149, "document_id": 12955, "quoteStart": null, "quoteEnd": null}], "urls": ["waymo.com"]}}