{"error": 448, "message": "OK", "parameters": {"id": 7764, "name": "DropGalaxy ", "created_at": "2023-03-28 02:20:22.697318", "updated_at": "2023-03-29 19:26:53.893123", "wikipedia": null, "keywords": null, "related": null, "slug": "dropgalaxy", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7764.png", "url": "dropgalaxy.com", "documents": [{"id": 14978, "name": "Privacy Statement ", "url": "https://dropgalaxy.com/privacypolicy.php", "xpath": "/html/body/main/div[2]/div/div", "text": " <p>\n</p>\n<p> DropGalaxy is committed to protect the privacy of all its users.\nIn terms of our Privacy Statement: </p>\n<p>Once registered on DropGalaxy, your username and location which you provide will be visible to other users of DropGalaxy.\n</p>\n<p>Any comments posted on DropGalaxy or posts made via the forums of DropGalaxy are readable by the public.\n</p>\n<p> We reserves the right to contact you via the email address you provide, at any time, including but not limited to when you comment, post in forums, or get in touch over the contact forms on the website.\n</p>\n<p>We will at all times keep your identity and email address confidential, subject to this Privacy Statement and the Terms and Conditions.\n</p>\n<p> In order to improve DropGalaxy we may collect, store and use your personal data, including: </p>\n<p>information about your computer, your IP address and your use of DropGalaxy.\n</p>\n<p> information that you provide when you register with DropGalaxy.\nand </p>\n<p>any other information that you choose to send to DropGalaxy.\n</p>\n<p>\n</p>\n<p> We will take all reasonable care and security precautions to safeguard your personal data and prevent its loss and misuse.\nHowever, we cannot guarantee the security or privacy of information or data sent over Internet connections.\n</p>\n<p> We will not share your personal information with third parties without your permission.\nUnless our ownership changes or we merge or enter into a joint-venture with another party.\nor we are required to do so under any law, or in connection with any legal proceedings and/or to defend our legal rights.\n</p>\n<p> We may transfer any information we store and use between any of the countries in which we operate in order to assist us in providing our services.\n</p>\n<p> We may use third-party advertising companies to serve ads when you visit DropGalaxy.\nThese companies may use information (not including your name, address, email address, or telephone number) about your visits to DropGalaxy in order to provide advertisements about goods and services of interest to you.\n</p>\n<p>We reserve the right to update, change or modify this Privacy Statement at any time.\nThe Statement shall come to effect from the date of such update, change or modification.\n</p>\n<p>\n</p> ", "created_at": "2023-03-28 02:20:22.730841", "updated_at": "2023-03-28 02:21:05.141192"}], "points": [], "urls": ["dropgalaxy.com"]}}