{"error": 448, "message": "OK", "parameters": {"id": 9801, "name": "mindbodygreen", "created_at": "2023-10-16 21:40:47.829045", "updated_at": "2023-10-16 22:02:41.841883", "wikipedia": null, "keywords": null, "related": null, "slug": "mindbodygreen", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9801.png", "url": "mindbodygreen.com", "documents": [{"id": 19522, "name": "Terms of Use", "url": "https://www.mindbodygreen.com/terms-of-use/", "xpath": "/html/body/div[1]/div[1]/main/div/div/section", "text": "Terms of Use\n<p>Welcome! Please read the Terms of Use (\"Site Terms\") carefully before you start to use Our Website, services, content, technologies and applications made available by or through mindbodygreen.com (\"Our Website\").\nBy using Our Website or by clicking to accept or agree to these Site Terms when this option is made available to you, you accept and agree to be bound and abide by these Site Terms and by Our Privacy Policy and, with respect to the purchase of Our products and services including our Online Courses and Other Products, Our Terms of Sale, each of which is incorporated herein by reference.\nOur Website is offered and available to users who are 18 years of age or older.\nBy accessing or using Our Website, you represent and warrant that you are of legal age to form a binding contract with Us.\nIf you do not meet this requirement, you must not access or use Our Website.</p>\nAbout Our Website\n<p>Our Website is a website owned by mindbodygreen, LLC (\"We\", \"Us\", \"Our\" or \"mindbodygreen\").\nOur Website gives users the ability to consume wellness content, post comments and other user generated content, to purchase access to a variety of online, streaming and downloadable content on a subscription or other basis, including Our courses (collectively, the \"Online Courses\"), and to purchase other services and products, including Our nutritional supplements (collectively the “Other Products”) subject to these Site Terms.\nYou agree that all transactions will be performed electronically and that the terms of the purchase of access to and use of any Online Course and the purchase of any Other Products will be governed by mindbodygreen’s Term of Sale.\nWe may, in Our sole discretion, change or discontinue any or all aspects of Our Website at any time, without notice, and without liability to you.</p>\nAbout The Site Terms\n<p>The Site Terms form a contract between you and Us which has the same effect as an agreement in writing and govern your use of Our Website.\nIf you do not agree to the Site Terms, please do not use Our Website.\nWe may modify the Site Terms at any time.\nIf you do not agree to the changes, you may discontinue using Our Website before the changes take effect.\nYour continued use of Our Website after any such changes take effect constitutes your acceptance to such changes.\nEach time you visit or log into Our Website, you reaffirm your acceptance of the Site Terms.\nYou are responsible for regularly reviewing the Site Terms.\nThe Site Terms are supplemented by additional terms and conditions applicable to privacy contained in Our Privacy Policy and by additional terms and conditions applicable to the purchase and sale of products and services contained in Our Terms of Sale, and may be supplemented by additional terms and conditions applicable to specific areas of Our Website, or to particular content or transactions are posted with respect to particular areas of Our Website and, together with these Site Terms, govern your use of those areas, content, or transactions.</p>\nDisclaimer\nCourses and Wellness Content\n<p>Our Website (and all content on Our Website) and Our Online Courses and Our Other Products include information instruction and materials relating to wellness topics, including, without limitation, diet, yoga, exercise and fitness, relationships and personal growth (collectively, “Wellness Content”).\nYou acknowledge and agree that the following warnings and disclaimers shall apply to all of Our Wellness Content.</p>\n<p>Before participating in any diet, exercise or other program, practice or methodology or using any diet, fitness or wellness products, including nutritional supplements and traditional, herbal, homeopathic or alternative remedies, or services that may be described and/or made accessible in or through Our Website including Our Wellness Content and/or Our Online Courses, We strongly recommend that you consult with a physician or other licensed health care provider.\nmindbodygreen and its staff are not licensed health care providers, therapists, psychiatrists, psychologists, relationship counselors, life coaches, first responders or any other kind of professional or medical care provider (“Professional Care Provider”) and have no expertise in advising on, diagnosing, examining, or treating medical, psychological, emotional, relationship or personal growth conditions of any kind (“Conditions”), or in determining the effect of any specific action, activity, routine or program (e.g., exercise or diet) or any particular nutritional supplement or traditional, herbal or alternative remedy on any Condition.\nWhile certain of the presenters, authors or contributors to mindbodygreen’s Wellness Content may be Professional Care Providers, neither those presenters, authors or contributors nor mindbodygreen and its staff are rendering professional advice of any kind to you personally, including without limitation, medical, psychological, emotional, relationship or personal growth advice, counseling, therapy, treatment or coaching (“Professional Advice”), but are merely providing information and materials for general education about wellness topics.\nYou acknowledge and agree that when participating in any diet, exercise, yoga or exercise program or other activity, program, practice or methodology described in Our Wellness Content, and/or when using any diet or fitness products or products or services described or provided in or through Our Wellness Content, including nutritional supplements and traditional, herbal, homeopathic or alternative remedies, there is the possibility of physical injury, emotional distress and/or death, and you assume the risk and responsibility for any such results.</p>\n<p>Our Wellness Content is not meant to be a substitute for Professional Advice from Your Professional Care Provider and We make no warranties, express or implied, as to the completeness, accuracy, or appropriateness for any purpose of any information or content contained in Our Wellness Content.\nYou are advised that health advice and other Professional Advice is often subject to updating and refining due to medical and other research and developments.\nWe are committed to bringing you the most up to date information, however, We make no guarantee that the information herein is the most recent on any particular subject.\nYou are encouraged to consult with your Professional Care Provider with any questions or concerns you may have regarding any Condition that you may have before starting any yoga or other exercise program, making changes to your diet, taking any nutritional supplements or any traditional, herbal or alternative remedies or engaging in any other activity, practice, methodology or program described in Our Wellness Content.</p>\n<p>You should never disregard medical or other Professional Advice or delay seeking it because of a statement you have read and/or heard in Our Wellness Content.\nOur Wellness Content should not be used in lieu of Professional Advice given by qualified medical professionals such as your doctor or registered dietitian or other Professional Care Provider.\nIt is important that Our Wellness Content is used only in conjunction with qualified medical guidance and guidance provided by other applicable Professional Care Providers.\nUnless you are a qualified Professional Care Provider, you should not give advice that might be construed as Professional Advice to any third party and, in no event should you rely on any of Our Wellness Content as a source of or basis for any such advice or as a basis for diagnosing or determining, independent of a Professional Care Provider, the treatment for any Condition.\nIf you know or suspect that you may be pregnant, have an eating disorder, have diabetes, or have any other physical, psychological, emotional or medical condition, it is imperative that you seek the advice of your physician or other Professional Care Provider prior to using Our Wellness Content or Our Other Products for any purpose.\nIf you experience any discomfort or pain during an activity in Our Wellness Content, such as a diet or exercise routine, or in connection with taking any nutritional supplements or any traditional, herbal, homeopathic or alternative remedies or engaging in any other practice, methodology or program described in Our Wellness Content, you must immediately cease the activity and seek the assistance of a physician or other Professional Care Provider.</p>\n<p>mindbodygreen, its Online Courses, the presenters of those courses and the other presenters, authors or contributors to our Wellness Content are not accredited or evaluated by any governmental, academic or other independent body.\nThe completion of mindbodygreen's Online Courses or a series of such courses or participation in any event operated by mindbodygreen does not convey academic credit which will be recognized or transferable to academic or educational institutions.\nCompletion of an Online Course or series of such courses or participation in any event operated by mindbodygreen and any certificate or other evidence or such completion or participation provided by mindbodygreen may not be recognized by third-parties, including employers, governmental bodies and academic or educational institutions, as imparting upon the participant any particular qualification, skill-set or fitness to practice or perform any particular task or profession, and mindbodygreen makes no representations or warranties to that effect.</p>\nSupplements and Other Products\n<p>Our Other Products, including any nutritional supplements or any traditional, herbal, homeopathic or alternative remedies, offered or sold via Our Website or at any event operated by mindbodygreen and any description or claims made about specific products have not been evaluated by the United States Food and Drug Administration or any other professional or governmental body or agency and are not intended to diagnose, treat, cure or prevent any disease.\nThe information provided regarding Our Other Products is for informational purposes only and is not intended as a substitute for advice from your physician or other Professional Care Provider or the information contained on or in any product label, warning or packaging.\nYou should not use the information on this site for diagnosis or treatment of any health problem or to prescribe any medical or other treatment.\nYou should consult with physician or other Professional Care Provider, and carefully read all information provided on or in any product label, warning or packaging, before using any nutritional supplement or any herbal, homeopathic, traditional or alternative remedy (including regarding any interactions between any medication you are currently taking and such products).</p>\n<p>Always seek the advice of a Professional Care Provider before beginning any supplementation program or the use of any traditional, herbal, homeopathic or alternative remedies.\nThe information on Our Website regarding nutritional supplements or any traditional, herbal, homeopathic or alternative remedies is not intended to substitute for the advice of your Professional Care Provider and is provided for general information and educational purposes only, such as suggesting guidelines for a supplementation program you can discuss with your Professional Care Provider.</p>\n<p>You should read all of the information about any nutritional supplement product on Our Website or any traditional, herbal, homeopathic or alternative remedies or engaging in any other practice, methodology or program described in Our Wellness Content, before purchasing and using it.\nmindbodygreen will attempt to place necessary product warnings, interactions, and contraindications on Our Website or the product packaging or labeling, but may fail to cover every possible health-related subject or risk.\nMoreover, different people will react differently to a single nutritional supplement or traditional, herbal, homeopathic or alternative remedy and it is therefore necessary that you consult with your Professional Care Provider before beginning any supplementation program or the use of any traditional, herbal, homeopathic or alternative remedies.</p>\n<p>The research and experience with using nutritional supplement products changes rapidly, and new and ongoing research and experience brings about this change at a very rapid pace.\nFurthermore, the information provided on Our Website about using nutritional supplement products or any traditional, herbal, homeopathic or alternative remedies may not apply precisely to your current situation.\nIt is your responsibility to discuss the information on Our Website about nutritional supplement products or any traditional, herbal, homeopathic or alternative remedies with your Professional Care Provider to make sure the information is appropriate for you and your current situation.</p>\nCalifornia Proposition 65\n<p>California Proposition 65 is a law that requires any company doing business in California to notify California consumers about the presence of a certain chemicals present above certain minimum levels in any product the company is offering for sale in California.\nProposition 65 currently addresses over 800 chemicals and is regularly updated to add additional chemicals.\nProposition 65 does not ban the sale of a product that contains a listed chemical.\nit simply requires that the product bear a warning notice.\nProducts available for purchase via Our Website, including nutritional supplements, may contain chemicals to which Proposition 65 applies.\nIf a product contains a chemical on a Proposition 65 list, and the chemical is present in an amount above its Proposition 65 threshold – and the chemical is not naturally occurring in an ingredient in the dietary supplement – then a warning notice must be on the product to inform California consumers the chemical is present.\nWhen a Proposition 65 warning notice is present it does not mean the product is unsafe.\nThe notice is intended to inform California consumers of the presence of a listed chemical so the consumer can make an informed decision when purchasing the product.\nFor information about the chemicals listed under Proposition 65 go to http://www.oehha.ca.gov/prop65.html or http://ag.ca.gov/prop65</p>\nTerms and Conditions\n1.\nWe May Discontinue or Suspend Our Website or Terminate Your Use\n<p>We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, Our Website (or any part thereof) with or without notice.\nYou agree that We shall not be liable to you or any third party for any such modification, suspension or discontinuance of Our Website or if for any reason all or any part of Our Website is unavailable at any time or for any period.\nIn addition, we reserve the right to terminate your access to Our Website for any reason, and to take any other actions that We, in Our sole discretion, believes to be in the interest of Our company and of Our users as a whole with respect to access and use of Our Website.</p>\n2.\nYour Access to the Our Website and Prohibited Uses\n<p>To access Our Website or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of Our Website that all the information you provide on Our Website is correct, current and complete.\nYou agree that all information you provide to register with Our Website or otherwise, including but not limited to through the use of any interactive features on Our Website, is governed by Our Privacy Policy, and you consent to all actions we take with respect to your information consistent with Our Privacy Policy.</p>\n<p>You may use Our Website only for lawful purposes and in accordance with these Site Terms.\nYou agree not to use Our Website:</p>\n<ul>\n<li>In any way that violates any applicable federal, state, local or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li>\n<li>For the purpose of exploiting, harming or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information or otherwise.</li>\n<li>To send, knowingly receive, upload, download, use or re-use any material which does not comply with the Content Standards specified in Section 3(d) below and any other content standards We may specify from time to time on Our Website.</li>\n<li>To transmit, or procure the sending of, any advertising or promotional material without Our prior written consent, or any \"junk mail\", \"chain letter\" or \"spam.\"</li>\n<li>To impersonate or attempt to impersonate Us, any of Our employees or other service providers, another user or any other person or entity (including, without limitation, by using e-mail addresses or screen names associated with any of the foregoing).</li>\n<li>To engage in any other conduct that restricts or inhibits anyone's use or enjoyment of Our Website, or which, as determined by us, may harm the Us or users of Our Website or expose them to liability.</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>Use Our Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party's use of the site, including their ability to engage in real time activities through Our Website.</li>\n<li>Use any robot, spider or other automatic device, process or means to access Our Website for any purpose, including monitoring or copying any of the material on Our Website.</li>\n<li>Use any manual process to monitor or copy any of the material on Our Website or for any other unauthorized purpose without Our prior written consent.</li>\n<li>Use any device, software or routine that interferes with the proper working of Our Website.</li>\n<li>Introduce any viruses, trojan horses, worms, logic bombs or other material which is malicious or technologically harmful.</li>\n<li>Attempt to gain unauthorized access to, interfere with, damage or disrupt any parts of Our Website, the server on which Our Website is stored, or any server, computer or database connected to Our Website.</li>\n<li>Attack Our Website via a denial-of-service attack or a distributed denial-of-service attack.</li>\n<li>Otherwise attempt to interfere with the proper working of Our Website.</li>\n</ul>\n3.\nWe Have All Rights In Our Website and Content.\nYou Grant Us Certain Rights When You Submit Content to Us\n<p>Our Website (including all text, photographs, graphics, video and audio content contained on Our Website) is protected by copyright as a collective work or compilation under the copyright laws of the United States and other countries, and we (subject to the rights of Our licensors and licensees under applicable agreements, understandings and arrangements) have all rights therein.\nAll individual articles, blogs, videos, content and other elements comprising Our Website are also copyrighted works, and we (subject to the rights of Our licensors and licensees under applicable agreements, understandings and arrangements) have all rights therein.\nYou must abide by all additional copyright notices or restrictions contained on Our Website.\nThese Site Terms permit you to use Our Website for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store or transmit any of the material on Our Website, except as follows:</p>\n<ul>\n<li>Your computer may temporarily store copies of such materials in RAM incidental to your accessing and viewing those materials.</li>\n<li>You may store files that are automatically cached by your web browser for display enhancement purposes.</li>\n<li>You may print or download one copy of a reasonable number of pages of Our Website for your own personal, non-commercial use and not for further reproduction, publication or distribution.</li>\n<li>If We provide desktop, mobile or other applications for download, you may download a single copy to your computer or mobile device solely for your own personal, non-commercial use, provided you agree to be bound by Our end user license agreement for such applications.</li>\n<li>If We provide social media features with certain content, you may take such actions as are enabled by such features.</li>\n</ul>\n<p>You must not:</p>\n<ul>\n<li>Modify copies of any materials from Our Website.</li>\n<li>Use any illustrations, photographs, video or audio sequences or any graphics separately from the accompanying text.</li>\n<li>Delete or alter any copyright, trademark or other proprietary rights notices from copies of materials from Our Website.</li>\n</ul>\n4.\nYour Use of Our Content is Restricted:\n<p>You may use Our Website only for personal purposes.\nYou must not access or use for any commercial purposes any part of Our Website or any products, services, content or materials available through Our Website.\nUnless expressly agreed in writing by mindbodygreen you may access or purchase any content, product or service from Our Website for resale or redistribution in any format.\nIf you wish to make any use of the content or material on Our Website or purchase any product or service from Our Website other than solely for personal, non-commercial, purposes, please address your request to: support@mindbodygreen.com.\nWe reserve the right to refuse any such request at our sole discretion,</p>\n<p>If you print, copy, modify, download or otherwise use, distribute or provide any other person with access to any part of Our Website or any of Our products and services in breach of these Site Terms, your right to use Our Website will cease immediately and you must, at Our option, return or destroy any copies of the materials you have made.\nNo right, title or interest in or to Our Website or any content on Our Website is transferred to you, and all rights not expressly granted are reserved by Us.\nAny use of Our Website not expressly permitted by these Site Terms is a breach of these Site Terms and may violate copyright, trademark and other laws.</p>\n<p>Our name and logo and all related names, logos, product and service names, designs and slogans are trademarks of mindbodygreen or its affiliates or licensors.\nYou must not use such marks without Our prior written permission.\nAll other names, logos, product and service names, designs and slogans on Our Website are the trademarks of their respective owners.</p>\n<p>By posting or submitting content on or to Our Website (regardless of the form or medium with respect to such content, whether text, videos, photographs, audio or otherwise), you are granting us, and Our affiliates, agents and third party contractors a perpetual, worldwide, irrevocable, royalty free, nonexclusive and sublicensible right and license to display, broadcast or publish such content on Our Website, related sites and social media and in any affiliated publications, whether online, in print or via other media or technologies (either in the form submitted or in the form of a derivative or adapted work), to store such content, and to distribute such content and use such content in any lawful manner and for any lawful purpose, including commercial, promotional and marketing purposes.\nWithout limiting the generality of the foregoing, with respect to any video submissions to us made by you from time to time, you understand and agree that (unless you and we agree otherwise) we may, or may permit users to, based solely on functionality provided and enabled by Our Website, compile, re-edit, adapt or modify your video submission, or create derivative works therefrom, either on a stand-alone basis or in combination with other video submissions, and (unless you and we agree otherwise) you shall have no rights with respect thereto and we or Our licensees shall be free to display and publish the same (as so compiled, re-edited, adapted, modified or derived) for any period.</p>\n<p>You represent and warrant to us that you are legally capable to enter into contracts, you are providing us at all times true, accurate and up to date information about yourself, you will comply at all times with the Site Terms and applicable law, and your use of Our Website and any transactions that you make with us will not violate the rights of any third party.\nIn addition, you agree that you shall be solely responsible for your own submissions and the consequences of posting or publishing them.\nThis includes, for example, any personal information, such as your home address, the home address of others, or your current location.\nYou acknowledge that We are expressly relying on the foregoing representations in making Our Website available to you.\nWE ARE NOT RESPONSIBLE FOR THE CONSEQUENCES OF YOUR SHARING OR POSTING ANY PERSONAL OR OTHER INFORMATION ON OUR WEBSITE.\nYou may not post content intended to provide professional advice, including the provision of medical advice, or advertising of any kind.\nIn connection with each of your submissions, you affirm, represent, and/or warrant that:</p>\n<ol>\n<li>You own or have the necessary licenses, rights, consents, and permissions to use and authorize us to use all patent, trademark, trade secret, copyright or other proprietary rights in and to any and all such submissions to enable inclusion and use of such submissions in the manner contemplated by us and these Site Terms.\nand</li>\n<li>You have the written consent, release, and/or permission of each and every identifiable individual person in such submissions to use the name or likeness of each and every such identifiable individual person to enable inclusion and use of such submissions in the manner contemplated by us and these Site Terms.</li>\n</ol>\n<p>In furtherance of the foregoing, you agree that you will not:</p>\n<ol>\n<li>Submit material that is copyrighted, protected by trade secret or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the material and to grant us all of the rights granted herein;</li>\n<li>Publish falsehoods or misrepresentations that could damage us or any third party;</li>\n<li>Submit material that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate.\nor</li>\n<li>Post advertisements or solicitations of business.</li>\n</ol>\n<p>We reserve the right to remove or not publish submissions without prior notice.\nYou acknowledge and agree that when you submit content in any form to mindbodygreen or Our Website we may authorize such content to be distributed or syndicated to or published on other mindbodygreen-branded environments or those of affiliated parties without payment or other consideration or attribution to you.\nWe may remove content posted by you for any reason.</p>\n<p>The following content standards apply you posts or submissions of content on or to Our Website.\nAll of such posts and submissions must in their entirety comply with all applicable federal, state, local and international laws and regulations.\nWithout limiting the foregoing, your posts and submissions on or to Our Website must not:</p>\n<ul>\n<li>Contain any material which is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory or otherwise objectionable.</li>\n<li>Promote sexually explicit or pornographic material, violence, or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.</li>\n<li>Infringe any patent, trademark, trade secret, copyright or other intellectual property or other rights of any other person.</li>\n<li>Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations or that otherwise may be in conflict with these Site Terms and Our Privacy Policy.</li>\n<li>Be likely to deceive any person.</li>\n<li>Promote any illegal activity, or advocate, promote or assist any unlawful act.</li>\n<li>Cause annoyance, inconvenience or needless anxiety or be likely to upset, embarrass, alarm or annoy any other person.</li>\n<li>Impersonate any person, or misrepresent your identity or affiliation with any person or organization.</li>\n<li>Involve commercial activities or sales, such as contests, sweepstakes and other sales promotions, barter or advertising other than with Our express prior written permission.</li>\n<li>Give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.</li>\n</ul>\n5.\nYou Have Rights if You Believe Your Copyright is Being Infringed\n<p>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from this Our Website infringe your copyright, you may request removal of those materials (or access to them) from Our Website by submitting written notification to Our Copyright Agent (designated below).\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (\"DMCA\"), the written notice (the \"DMCA Notice\") must include substantially the following:</p>\n<ul>\n<li>Your physical or electronic signature.</li>\n<li>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on Our Website, a representative list of such works.</li>\n<li>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.</li>\n<li>Adequate information by which we can contact you (including your name, postal address, telephone number and, if available, e-mail address).</li>\n<li>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in the written notice is accurate.</li>\n<li>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</li>\n</ul>\n<p>Our designated Copyright Agent to receive DMCA Notices is:<br>\nDMCA Administrator<br>\n2980 McFarlane Rd.\nMiami, FL 33133<br>\n(347) 529-6952<br>\nsupport@mindbodygreen.com</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on Our Website is infringing your copyright, you may be held liable for damages (including costs and attorneys' fees) under Section 512(f) of the DMCA.</p>\n6.\nYour Use of Our Content is Restricted:\n<p>Unless expressly permitted, you may not copy, reproduce, distribute, publish, enter into a database, display, perform, modify, create derivative works from, transmit or in any way exploit any part of Our Website or any content thereon, except as permitted under the last sentence of this Section 6(a) and except that you may make one print copy that is limited to occasional articles of personal interest only.\nWithout limiting the generality of the foregoing (but subject to the last sentence of this Section6(a)), you may not distribute any part of Our Website or any content thereon over any network, including, without limitation, a local area network, or sell or offer it for sale or distribute it for other commercial purposes.\nIn addition, these files may not be used to construct any kind of database.</p>\n<p>We are concerned about the integrity of Our Website when it is viewed in a setting created by a third party that includes advertising or other materials that we have not authorized to be displayed with the content of Our Website.\nNeither you nor any third party shall make use of the contents of Our Website in any manner that constitutes an infringement of Our rights, including copyright or that has not been authorized by Us.</p>\n7.\nWe Are Not Responsible For and Do Not Necessarily Hold the Opinions Expressed by Content Contributors\n<p>Opinions and other statements expressed by users and third parties (e.g., bloggers or users who contribute content via any forum, response Q&amp;A platform or otherwise on Our Website) are theirs alone, not opinions of mindbodygreen.\nContent created by third parties is the sole responsibility of the third parties and its accuracy and completeness are not endorsed or guaranteed.\nYou acknowledge that by providing you with the ability to view and distribute content through Our Website, mindbodygreen is not undertaking any obligation or liability relating to the content.\nmindbodygreen and its affiliates, successors, assigns, employees, agents, directors, officers and shareholders do not undertake or assume any duty to monitor Our Website for inappropriate or unlawful content.\nmindbodygreen and its affiliates, successors, assigns, employees, agents, directors, officers and shareholders assume no responsibility or liability which may arise from the content thereof, including, but not limited to, claims for defamation, libel, slander, infringement, invasion of privacy and publicity rights, obscenity, pornography, profanity, fraud, or misrepresentation.\nNotwithstanding the foregoing, mindbodygreen reserves the right to block or remove communications, postings or materials at any time in Our sole discretion.</p>\n8.\nWe Do Not Necessarily Hold the Opinions Expressed by the presenters, authors or contributors to Our Online Courses or Wellness Content\n<p>Although We are confident that visitors to Our Website will find our Online Courses and Wellness Content to be of relevant and of general interest, We do not endorse the viewpoints, opinions, methodologies or practices of any of the presenters, authors and contributors to Our Online Courses and Wellness Content and we do not have any control over and are not responsible for the activities of those presenters, authors and contributors other than their specific participation in Our Online Courses and Wellness Content.\nMoreover, We are not a Professional Care Provider and we do not have the expertise necessary to evaluate and are not responsible for any particular specialist, professional or expert advice rendered by the presenters, authors or contributors to Our Online Courses or Wellness Content.</p>\n9.\nSMS Messaging Terms\n<p>As part of your use of Our Website, you may provide your prior express written consent and agreement to these terms to receive marketing and promotional text messages from Mindbodygreen.\nBy opting-in to receive SMS text messages and executive the agreement, and providing us with your phone number, you agree to these terms and conditions and authorize mindbodygreen to deliver or cause to be delivered to you recurring promotional SMS/text messages generated by an automated dialer or system to the provided mobile number.\nThe promotional messages may include service-related and promotional messages, including transactional updates, alerts, and information (e.g., order updates, account alerts, etc.) and promotions, specials, and other marketing offers (e.g., cart reminders).\nMessaging frequency varies.</p>\n<p>You are not required to directly or indirectly sign the written agreement or to agree to enter into such an agreement as a condition of purchasing any property, goods or services and your consent to receive text messages is not a condition of purchase.\nClick here to view our Privacy Policy.\nYour participation in this program is completely voluntary.</p>\n<p>We do not charge for sending messages to or receiving messages from us.\nYour mobile carrier's rates apply to any SMS message including any opt out message.\nAll charges are billed by and payable to your mobile service provider.\n.\nStandard message and data rates may apply from your wireless provider.\nCheck your mobile plan and contact your wireless provider for details.\nYou are solely responsible for all charges related to SMS/text messages, including charges from your wireless provider.</p>\n<p>You may opt-out of the Service at any time by texting</p>\n<p>STOP</p>\n<p>END</p>\n<p>QUIT</p>\n<p>CANCEL</p>\n<p>UNSUBSCRIBE</p>\n<p>These words are not case sensitive.\nYou will receive a text confirming the opt-out.</p>\n<p>You can also contact customer support at email support@mindbodygreen.com to opt-out or for additional assistance.</p>\n<p>We may change any short code or telephone number we use to operate the Service at any time and will notify you of these changes.</p>\n<p>By providing your mobile phone number, you confirm that you over age 18 and are the subscriber or are authorized to provide the phone number and opt-in consent.\nYou will immediately notify Mindbodygreen if you change, forfeit or deactivate the phone number you have provided to Mindbodygreen.</p>\n<p>If you get a new mobile number, and you want to continue to receive SMS text messages from us, you will need to opt-in to receive such messages with your new mobile number.\nTo the extent permitted by applicable law, you agree that we will not be liable for failed, undelivered, delayed, or misdirected delivery of any information sent through the Service, any errors in such information, and/or any action you may or may not take in reliance on the information or Service, and cannot be responsible for the successful delivery of text messages by your mobile carrier.\nThe wireless carriers supported by the Service are not liable for delayed or undelivered messages.</p>\n<p>mindbodygreen will not be liable for any losses or damages arising in connection with any text messages or their content.</p>\n<p>We respect your right to privacy.\nTo see how we collect and use your personal information, please see our Privacy Policy.</p>\n10.\nYou Will Be Responsible for Any Harm We Suffer as a Result of Your Violation of These Site Terms or Any Breach by You of Your Representations and Warranties\n<p>You agree to indemnify and hold harmless mindbodygreen and its affiliates, and their respective members, directors, officers, managers, employees, shareholders, agents, and licensors, from and against all losses, expenses, damages and costs, including reasonable attorneys’ fees, resulting from any violation by you of these Site Terms or any breach by you of your representations and warranties hereunder.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under this Section 9.\nIn such event, you shall provide us with such cooperation as is reasonably requested by us.</p>\n11.\nYour Use of Our Website is Subject to Certain Disclaimers\n<p>OUR WEBSITE IS AVAILABLE “AS IS.” WE DO NOT WARRANT THAT OUR WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHERE MAY BE DELAYS, OMISSIONS, INTERRUPTIONS AND INACCURACIES IN THE NEWS, INFORMATION OR OTHER MATERIALS AVAILABLE THROUGH OUR WEBSITE.\nWE DO NOT MAKE ANY WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THOSE OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, WITH RESPECT TO OUR WEBSITE OR ANY INFORMATION OR GOODS THAT ARE AVAILABLE OR ADVERTISED OR SOLD THROUGH OUR WEBSITE.\nWE DO NOT MAKE ANY REPRESENTATIONS, NOR DO WE ENDORSE THE ACCURACY, COMPLETENESS, TIMELINESS OR RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER MATERIAL OR DATABASE DISPLAYED, UPLOADED OR DISTRIBUTED ON OUR WEBSITE OR AVAILABLE THROUGH LINKS ON OUR WEBSITE.\nWE RESERVE THE RIGHT TO CORRECT ANY ERRORS OR OMISSIONS ON OUR WEBSITE.\nALTHOUGH WE INTEND TO TAKE REASONABLE STEPS TO PREVENT THE INTRODUCTION OF VIRUSES, WORMS, “TROJAN HORSES” OR OTHER DESTRUCTIVE MATERIALS TO OUR WEBSITE, WE DO NOT GUARANTEE OR WARRANT THAT OUR WEBSITE OR MATERIALS THAT MAY BE DOWNLOADED FROM OUR WEBSITE DO NOT CONTAIN SUCH DESTRUCTIVE FEATURES.\nWE ARE NOT LIABLE FOR ANY DAMAGES OR HARM ATTRIBUTABLE TO SUCH FEATURES.\nIF YOU RELY ON OUR WEBSITE AND ANY MATERIALS AVAILABLE THROUGH OUR WEBSITE, YOU DO SO SOLELY AT YOUR OWN RISK.</p>\n<p>OUR WEBSITE MAY CONTAIN VARIOUS COMBINATIONS OF TEXT, IMAGES, AUDIOVISUAL PRODUCTIONS, OPINIONS, STATEMENTS, FACTS, ARTICLES OR OTHER INFORMATION CREATED BY US OR BY THIRD-PARTIES.\nDUE TO THE NUMBER OF SOURCES FROM WHICH CONTENT ON OUR WEBSITE IS OBTAINED, AND THE INHERENT HAZARDS OF ELECTRONIC DISTRIBUTION, THERE MAY BE DELAYS, OMISSIONS OR INACCURACIES IN SUCH CONTENT.\nACCORDINGLY, SUCH CONTENT IS FOR YOUR REFERENCE ONLY AND SHOULD NOT BE RELIED UPON BY YOU FOR ANY PURPOSE.\nINFORMATION CREATED BY THIRD PARTIES THAT YOU MAY ACCESS ON OUR WEBSITE OR THROUGH LINKS IS NOT ADOPTED OR ENDORSED BY US AND REMAINS THE RESPONSIBILITY OF SUCH THIRD PARTIES.\nWE MAKE NO REPRESENTATIONS THAT OUR WEBSITE OR ONLINE COURSES WILL MEET YOUR REQUIREMENTS, OR THE RESULTS THAT YOU MAY GAIN FROM YOUR USE OF OUR WEBSITE AND/OR THE ONLINE COURSES.</p>\n12.\nWe are Not Responsible for Linked Sites\n<p>We are not responsible for the availability or content of other services that may be linked to from Our Website.\nBecause We have no control over such services, you acknowledge and agree that we are not responsible for the availability of such external services, and that we do not endorse and are not responsible or liable for any content, accuracy, quality, advertising, products or other materials on or available from such services.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with the use of or reliance on any content, goods or services available on or through such services.</p>\n13.\nWe May be Legally Compelled to Disclose Certain Information\n<p>You agree that in the event we receive a subpoena issued by a court or from a law enforcement or government agency, we shall comply with such subpoenas without your consent or prior notice to you and may disclose your IP address, username, name, IP location or other information in response thereto.</p>\n14.\nOur Liability to You is Limited\n<p>mindbodygreen and its affiliates, and their respective members, directors, officers, managers, employees, shareholders, agents and licensors are not liable for incidental, indirect, consequential, special, punitive, or exemplary damages of any kind, including, without limitation, lost revenues or profits, loss of business or loss of data, in any way related to Our Website, Our Online Courses or Our Other Products, or for any claim, loss or injury based on errors, omissions, interruptions or other inaccuracies in Our Website, Our Online Courses or our Wellness Content (including, without limitation, as a result of breach of any warranty or other term of these Site Terms).\nAny claim against us shall be limited to the amount you paid, if any, for use of Our Website or the applicable Online Course or Other Product.\nSome states do not allow the exclusion or limitation of liability of consequential or incidental damages, so the above exclusions may not apply to all users.\nin such states liability is limited to the fullest extent permitted by law.</p>\n15.\nYou Will Transact with Us Electronically\n<p>You agree to transact with us electronically.\nThis means that if you wish to transact or communicate with Us, you agree to do so by electronic means.\nYou authorize us to send you important notices about Our Website and any pending transactions to an email address you provide to us, if you have purchased access to an Online Course or otherwise provided your email address to Us or, in the alternative, by posting a notice on Our Website.\nIt is your duty to keep your email address up to date and to maintain a valid email address and to ensure that emails we send you are not filtered or stopped by spam filters or other types of email blocking functionalities.\nIf you no longer desire to transact electronically with us, you may no longer use Our Website.</p>\n16.\nYou Are Responsible for Your Own Access\n<p>You are responsible for obtaining at your own expense all equipment and services needed to access and use Our Website and the Online Courses, including all devices, Internet browsers and Internet access.\nIf you access Our Website, a Website application or an Online Course through a mobile or wireless device, you are responsible for all fees that your carrier may charge you for data, text messaging and other wireless access or communications services.</p>\n17.\nYou May Not Share Your Username and Password\n<p>In the event you are provided with a username and password to access any part of Our Website, including without limitation, the Online Courses to which you have purchased access, agree not share, give or sell your password or username to any other person or company.\nExcessive viewings or logins by you will be construed by Us as fraudulent use of services, which will result in the immediate cancellation of your access to the Online Course without refund.\nWhen purchasing access to an Online Course, you agree to take all actions possible to protect your username and password from fraudulent use.\nWe have the right to disable any username, password or other identifier, whether chosen by you or provided by us, at any time in Our sole discretion for any or no reason, including if, in Our opinion, you have violated any provision of these Site Terms.</p>\n18.\nWe Do Not Target Children Under Age 13\n<p>Due to the nature of the Internet, we cannot prohibit minors from visiting Our Website, including without limitation, Our Online Courses and Our Other Products.\nOur Website and Our Online Courses and Our Other Products are not directed toward children under the age of 13 and we do not knowingly collect information from children under the age of 13 through Our Website, the Online Courses, or in connection with the sale of Our Other Products.\nIf you believe that a child has provided information to us through Our Website, the Online Courses, or in connection with the sale of Our Other Products, please contact us by email at support@mindbodygreen.com.\nWe will use Our best efforts to remove all of the information provided by the child from Our systems.</p>\n19.\nYou Need to Bring any Action Against Us Within One Year\n<p>You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to Our Website, your use of Our Website, access to or use of the Online Courses, the purchase of Our Other Products or these Site Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n20.\nYou Must Abide by Applicable International Laws\n<p>Due to the global nature of the Internet, you agree to comply with all local rules regarding online conduct and acceptable content.\nSpecifically, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.</p>\n21.\nAny Dispute Between Us Will be Governed by New York Law\n<p>These Site Terms or Our products and services offered via Our Website shall be governed by the laws of the United States and the State of New York, applicable to agreements made and to be performed therein without regard to conflict of laws principles.\nYOU IRREVOCABLY CONSENT AND WAIVE ALL OBJECTION TO PERSONAL JURISDICTION AND VENUE IN THE STATE AND FEDERAL COURTS LOCATED IN NEW YORK COUNTY, NY AND YOU SHALL NOT COMMENCE OR PROSECUTE ANY SUIT OR ACTION EXCEPT IN THE FOREGOING COURTS.\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.\nNo waiver of by Us of any term or condition set forth in these Site Terms shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure by Us to assert a right or provision under these Site Terms shall not constitute a waiver of such right or provision.\nIf any provision of these Site Terms is held by a court or other tribunal of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be limited to the minimum extent necessary to render it enforceable and the remaining provisions of these Site Terms will continue in full force and effect.\nThese Site Terms and our Privacy Policy and Terms of Sale referred to herein constitute the sole and entire agreement between you and mindbodygreen, LLC with respect to Our Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to Our Website.\nSections 3, 4, 6 through 13, 18, and this Section 20 shall survive termination or the lapse of these Site Terms.</p>\n<p>BY CONTINUING TO USE OUR WEBSITE, YOU AGREE TO ABIDE BY THESE SITE TERMS.\nThe caption to each Section of these Site Terms are for convenience of reference only and shall be ignored in the construction or interpretation hereof.</p>\n<p>Last Updated: February 23, 2022</p>", "created_at": "2023-10-16 21:40:47.866651", "updated_at": "2023-10-16 21:41:40.990618"}, {"id": 19523, "name": "Terms of Sale", "url": "https://www.mindbodygreen.com/terms-of-sale", "xpath": "/html/body/div[1]/div[1]/main/div/div/section", "text": "Terms of Sale\n<p>mindbodygreen, LLC (\"We\", \"Us\" or \"mindbodygreen\") offer a variety of online, streaming and downloadable content accessible on a subscription, purchase or other basis, including Our courses (collectively, the \"Online Courses\") and the purchase other services and products, including Our nutritional supplements (collectively the “Other Products”).\n<strong>YOUR ACCESS TO OUR ONLINE COURSES AND PURCHASE OF OUR OTHER PRODUCTS IS SUBJECT TO AND GOVERNED BY THESE TERMS.\nPLEASE READ VERY CAREFULLY THE FOLLOWING TERMS AND CONDITIONS FOR THE SUBSCRIPTION, PURCHASE OR OTHER ACCESS TO THE ONLINE COURSES AND THE PURCHASE OF OUR OTHER PRODUCTS</strong>.</p>\n1.\nAcceptance of Terms.\n<p>Our website Terms of Use, which govern your use of the mindbodygreen website located at www.mindbodygreen.com (“Our Website”), including without limitation, the Online Courses and any and all applications included in Our Website, the terms of mindbodygreen’s Privacy Policy, any supplemental terms or policies that accompany a specific transaction, feature or application collectively make up an agreement between you and Us for your access and use of the Online Courses and the purchase of Other Products (the “Agreement”).\nYou acknowledge that this Agreement is in electronic form and has the same force and effect as an agreement in writing.\nBy registering for one or more Online Courses or by accessing or using any of Our Online Courses or by purchasing any Other Products via Our Website, you agree to be bound by this Agreement.\nIf you do not accept the terms of this Agreement, you should not register for an Online Course, you should discontinue your access or use of the Online Courses immediately and you are not authorized to purchase any Other Products.\nWe may modify this Agreement from time to time, and such modification shall be effective upon its posting on Our Website.\nYou agree to be bound by any modification to this Agreement when you access or use any of Our Online Courses or purchase any Other Products after any such modification is posted.\nit is therefore important that you review this Agreement regularly.</p>\n<p>If you make a purchase on our site, your purchase will be subject to these terms, our terms of use and privacy policy as well as the Passport Global, Inc.\nterms and conditions.\nPlease make sure you read all of the applicable terms, including those of Passport Global, Inc., before making a purchase on this site.</p>\n2.\nGeneral Product Purchase and Course Registration Requirements.\n<p>If you wish to purchase access to and use of one or more Online Course, you must (a) register for such Online Courses, and (b) pay the applicable fees and sales taxes.\nIf you wish to purchase any Other Products you must (a) complete the checkout process providing true and accurate purchase and delivery information, and (b) pay the applicable purchase price and shipping, handling and sales tax as applicable.\nYou represent that you are of legal age to form a binding contract and are not a person barred from receiving services under the laws of the United States or other applicable jurisdiction.\nYou also agree to: (i) provide true, accurate, current and complete information about yourself as prompted by the registration form or at checkout (the “Registration Data”), and (ii) maintain and promptly update your Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or We have reasonable grounds to suspect that such information is untrue, inaccurate, not current or incomplete, We reserve the right to suspend or terminate your account and refuse you any and all current or future access to and use of the Online Courses (or any portion thereof) and/or product purchases.\nAccess to and use of the Online Courses, and registration for Our Online Courses, are void where prohibited.</p>\n3.\nAccount Password and Security.\n<p>If you register for an Online Course or purchase Other Products via Our Website, you will be given the opportunity to set up an account by choosing a password and providing your email address.\nYou may be asked for additional credentials in connection with the set-up of your account.\nWe reserve the right to refuse any account application or suspend or terminate any account if We determine in Our sole discretion that the account credentials you have provided are inaccurate, not current or incomplete or if an account is used in contravention of the Agreement.\nWe are not required to notify you of account termination or suspension.\nEach individual user may have only a single account.\nYou agree not to share, give or sell your password or username to any other person or company or allow any third party to access your account or an Online Course or make purchases of Other Products through your account.\nAccounts may only be used for personal purposes and not for any form of commercial enterprise (including redistribution or resale of Online Courses or Other Products).\nExcessive viewings or logins to Online Courses by you will be construed by Us as fraudulent use of services, which will result in the suspension or cancellation of your access to the Online Courses without refund.\nYou are responsible for maintaining the confidentiality of the password and account information, and are fully responsible for all activities that occur under your password or account.\nYou agree to (a) immediately notify Us (by e-mail to support@mindbodygreen.com) of any unauthorized use of your password or account or any other breach of security, and (b) ensure that you log out from your account at the end of each session.\nWe will not be liable for any loss or damage arising from your failure to comply with this paragraph.\nWe reserve the right to cancel your access to Online Courses and suspend or terminate your account if We determine in Our sole discretion that your username and/or password has been compromised, or is being used fraudulently.</p>\n4.\nPreservation/Disclosure.\n<p>You acknowledge, consent and agree that We may access, preserve and disclose your account information and content without notice to you if required to do so by law or in a good faith belief that such access, preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce this Agreement.\n(c) respond to claims that any such content violates the rights of third parties.\n(d) respond to your requests for customer service.\nor (e) protect the rights, property or personal safety of mindbodygreen, its users and the public.\nUnder no other circumstances will We intentionally disclose your account information to any third party.</p>\n5.\nSecurity Components.\n<p>You understand that Our Online Courses and software embodied within Our Online Courses may include security components that permit digital materials to be protected, and that use of these materials is subject to usage rules set by Us and/or content providers who provide content to Us.\nYou may not attempt to override or circumvent any such security components and usage rules embedded in Our Online Courses.</p>\n6.\nNon-commercial Activity Only.\n<p>The Online Courses may not be used in connection with any commercial purposes, except as specifically approved by Us.\nUnauthorized framing of or linking to any of Our Online Courses is prohibited.\nYou are prohibited from purchasing any Other Products for resale or other commercial use without Our specific written consent, which may be withheld at Our discretion.</p>\n7.\nThird Party Content.\n<p>Our Online Courses and other content and materials available via Our Website contain content of Our third party licensors, which are protected by copyright, trademark, patent, trade secret and other laws.\nYou shall acquire no ownership or other interest in the Online Courses to which you register other than the right to access and use such Online Courses under this Agreement.\nYou may not copy, modify, translate, publish, broadcast, transmit, distribute, perform, display, make available, or sell any content appearing on or through Our Online Courses.</p>\n8.\nInternational Use.\n<p>Due to the global nature of the Internet, you agree to comply with all local rules regarding online conduct and acceptable content.\nSpecifically, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.\nWe make no representations or warranties of any kind regarding the compliance of Our Online Courses, Our Other Products or the other content and materials available via Our Website with any rules, regulations, statutes, laws or directives of any jurisdiction other than the United States.</p>\n9.\nPrivacy Policy.\n<p>We respect your privacy and permit you to control certain aspects of the treatment of your personal information as set forth in Our Privacy Policy.</p>\n10.\nCopyright Policy.\n<p>If you are a copyright owner or agent thereof and believe that any of Our content infringes upon your copyright, review and follow the copyright procedures described in Our website Terms of Use.</p>\n11.\nFree Trial.\n<p>You may only use a promotional free trial once.\nAfter the free trial period, further access will require you to make a purchase.\nWe may from time to time offer coupons or other special offers.\nThe terms of these coupons or other special offers will be stated on the page associated with the use or distribution of these coupons or other special offers.\nBy using a coupon or other special offer you agree to be bound by those terms.\nWe may suspend or deny your access to any coupon or other special offer if We determine in Our sole discretion that you have misused that coupon or other special offer.</p>\n12.\nTerm and Termination.\n<p>This Agreement shall remain in full force and effect for so long as it is posted on Our Website.\nWe reserve the right to terminate your account or your access to Our Online Courses immediately, with or without notice to you, and without liability to you, if We believe that you have breached any of the terms of this Agreement, furnished Us with false or misleading information, or interfered with use of Our Website or the Online Courses by others.\nThe terms of Sections 4, 7 and 13-29 will survive termination of this Agreement or termination of your use of the Service.</p>\n13.\nOrder Acceptance and Shipment.\n<p>Your placement of an order does not necessarily ensure that We will accept your order.\nWe may require additional information regarding your order if you have not provided all the information required by Us to completed.\nOnce a properly completed order and authorization of your form of payment is received, We will process your order for shipment.\nIf, for some reason, We determined that We cannot ship your order within thirty (30) days following Our receipt of a properly completed order, We will cancel your order and advise you of such action.\nWe do not accept orders from dealers, wholesalers, or other customers who intend to resell items We offer.</p>\n<p>When ordering, it is your responsibility to ensure that all information submitted to Us is accurate.\nYou may not be able to submit corrections after you place an order, and, if accepted, any corrections submitted after you place an order may significantly delay shipping of your order.</p>\n<p>We reserve the right to limit the order quantity on any product, to extend the delivery timeline for any reason after the order has been placed and accepted, and/or refuse to ship product to you for any reason.</p>\n14.\nUpdates, Typographical Errors and Incorrect Pricing.\n<p>We cannot and do not guarantee the accuracy or completeness of any information, including prices, product images, specifications and availability.\nWe reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.\nWe reserve the right to change, discontinue or limit availability of Our Online Courses and Our Other Products in Our sole discretion.</p>\n<p>In the event an item is listed at an incorrect price due to typographical error or error in pricing information received from a third party, We shall have the right to refuse or cancel any orders placed for that item listed at the incorrect price.\nWe shall have the right to refuse or cancel any such orders whether or not the order has been confirmed and your credit or debit card charged.\nIf your credit or debit card has already been charged for the purchase and your order is canceled, We will promptly issue a credit to your credit or debit card account in the amount of the charge.</p>\n15.\nRisk of Loss.\n<p>All items purchased from Us are delivered to shipment carriers.\nThe risk of loss and title for such items pass to you when they are delivered to the carrier.</p>\n16.\nReturn and Refund Policy.\n<p>Purchases of Our Other Products are non-refundable.</p>\n<p>Products may be returned for replacement only if damaged in transit.\nYou must obtain a return authorization from customer service prior to returning a product and you may be required to provide evidence of damage during transit, including photos of the product, prior to being given authorization for a return.\nCustomer service may be reached at support@mindbodygreen.com.</p>\n17.\nPurchases and Payment.\n<p>If you wish to purchase any product or service made available through Our Website or redeem a gift card (“Purchase”), you must supply payment information including, without limitation, your first and last name, phone number, payment card number, expiration month, billing address, and delivery information.</p>\n<p>By making a Purchase and providing payment information, you authorize Us (or Our third party payment processor) to charge your payment method for the total amount of your Purchase (including any applicable taxes and other charges).\nIf the payment method cannot be verified, is invalid or is otherwise not acceptable, your Purchase may be suspended or cancelled.\nYou must resolve any problem We encounter in order to proceed with your Purchase.\nYou can change or update payment information at any time by logging into your account and revising your information.</p>\n<p>Payment processing services for Our Website are provided by third party service providers and are subject to the terms of use/service (collectively, the “Processor Services Agreements”).\nBy making a purchase via Our Website, you agree to be bound by the applicable Processor Services Agreement as they may be modified from time to time by the applicable third party.\nAs a condition of Us enabling payment processing services through Our third party service providers, you agree to provide Us accurate and complete information about you and your business (as applicable), and you authorize Us to share it and transaction information related to your use of the payment processing services provided by third party service providers.</p>\n<p>We may obtain pre-approval for an amount up to the amount of the payment.\nIf you enroll to make subscription or recurring payments automatically, all charges and fees will be billed to the credit card you designate during the account setup process.\nIf you want to designate a different credit card or if there is a change in your credit card, you must change your account information online.\nThis may temporarily delay your ability to make online payments while We verify your new payment information.</p>\n<p>By providing payment information, you represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to Us is true, correct and complete.\nBy submitting such information, you grant Us the right to provide the information to third parties for purposes of facilitating the Purchase.\nWe reserve the right to refuse or cancel your Purchase at any time for certain reasons including but not limited to: product or service availability, errors in the description or price of the product or service, errors in your order or other reasons.\nWe reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.</p>\n<p>All prices shown are in U.S.\ndollars and do not include applicable taxes.\nTaxes may vary and are not within Our control.\nWe may adjust future prices as necessary, in Our sole discretion.\nBy making a Purchase, you agree to pay the then-current Purchase price.\nPurchases are not to be used for resale or any commercial purposes.</p>\n<p>PAYMENTS ARE NON-REFUNDABLE.</p>\n18.\nSubscriptions.\n<p>We offer subscriptions for the purchase of certain of Our Other Products.\nSubscriptions are offered on a monthly basis or prepaid for a period of months.</p>\n<p>All amounts are payable and charged: (i) for one-off purchases, at the time you place your order.\nand (ii) FOR SUBSCRIPTION-BASED PURCHASES, AT THE BEGINNING OF THE SUBSCRIPTION AND, BECAUSE EACH SUBSCRIPTION RENEWS AUTOMATICALLY FOR SUCCESSIVE PERIODS (MONTHLY OR PERIODIC) UNTIL YOU CANCEL.\nYou must cancel your subscription before it renews to avoid the billing of the fees for the next subscription period.\nYOU CAN CANCEL THE RENEWAL OF YOUR SUBSCRIPTION AT ANY TIME by contacting customer services at support@mindbodygreen.com.\nYou will not receive a refund for the fees you already paid for your current subscription period and you will continue to receive products ordered until the end of your current subscription period.</p>\n<p>You may pause a monthly subscription by contacting customer service at support@mindbodygreen.com.\nPrepaid subscriptions may not be paused.</p>\n19.\nSMS Program Terms of Service / SMS Messaging\n<p>The mindbodygreen mobile message service (the \"Service\") is operated by us.\nYour use of the Service constitutes your agreement to these terms and conditions (“Mobile Terms”).\nWe may modify or cancel the Service or any of its features without notice.\nTo the extent permitted by applicable law, we may also modify these Mobile Terms at any time and your continued use of the Service following the effective date of any such changes shall constitute your acceptance of such changes.</p>\n<p>As part of your use of the Service, you may provide your prior express written consent and agreement to these terms to receive marketing and promotional text messages from Mindbodygreen.\nBy opting-in to receive SMS text messages and executive the agreement, and providing us with your phone number, you agree to these terms and conditions and authorize mindbodygreen to deliver or cause to be delivered to you recurring promotional SMS/text messages generated by an automated dialer or system to the provided mobile number.\nThe promotional messages may include service-related and promotional messages, including transactional updates, alerts, and information (e.g., order updates, account alerts, etc.) and promotions, specials, and other marketing offers (e.g., cart reminders).even if your mobile number is registered on any state or federal Do Not Call list.\nMessaging frequency varies.</p>\n<p>You are not required to directly or indirectly sign the written agreement or to agree to enter into such an agreement as a condition of purchasing any property, goods or services and your consent to receive text messages is not a condition of purchase.\nClick here to view our Privacy Policy.</p>\n<p>Your participation in this program is completely voluntary.</p>\n<p>We do not charge for sending messages to or receiving messages from us.\nYour mobile carrier's rates apply to any SMS message including any opt out message.\nAll charges are billed by and payable to your mobile service provider.\nStandard message and data rates may apply from your wireless provider.\nCheck your mobile plan and contact your wireless provider for details.\nYou are solely responsible for all charges related to SMS/text messages, including charges from your wireless provider.</p>\n<p>You may opt-out of the Service at any time by texting</p>\n<p>STOP</p>\n<p>END</p>\n<p>QUIT</p>\n<p>CANCEL</p>\n<p>UNSUBSCRIBE</p>\n<p>These words are not case sensitive.\nYou will receive a text confirming the opt-out.</p>\n<p>You can also contact customer support at email support@mindbodygreen.com to opt-out or for additional assistance.</p>\n<p>We may change any short code or telephone number we use to operate the Service at any time and will notify you of these changes.\nYou acknowledge that any messages, including any STOP or HELP requests, you send to a short code or telephone number we have changed may not be received and we will not be responsible for honoring requests made in such messages.\nThe wireless carriers supported by the Service are not liable for delayed or undelivered messages.</p>\n<p>By providing your mobile phone number, you confirm that you over age 18 and are the subscriber or are authorized to provide the phone number and opt-in consent.\nYou will immediately notify Mindbodygreen if you change, forfeit or deactivate the phone number you have provided to mindbodygreen.</p>\n<p>If you get a new mobile number, and you want to continue to receive SMS text messages from us, you will need to sign up for the programopt-in to receive such messages with your new mobile number.</p>\n<p>To the extent permitted by applicable law, you agree that we will not be liable for failed, undelivered, delayed, or misdirected delivery of any information sent through the Service, any errors in such information, and/or any action you may or may not take in reliance on the information or Service, and cannot be responsible for the successful delivery of text messages by your mobile carrier.\nmindbodygreen will not be liable for any losses or damages arising in connection with any text messages or their content.</p>\n<p>We respect your right to privacy.\nTo see how we collect and use your personal information, please see our Privacy Policy.</p>\nRepeat SMS Replenishment Reminder\n<p>By either (a) agreeing to our Terms of Use and Privacy Policy or (b) entering your phone number to opt-in to replenishment reminder messages and clicking “Submit”, you agree that we or our providers may send you text notifications and text marketing offers.\nWhile variable based on your purchase behavior, marketing-based text messages will not exceed 5 per month.\nYou understand that consent is not a condition of purchase.\nYou can unsubscribe from further text messages by replying STOP.\nMessage and data rates may apply.</p>\n20.\nContests, Sweepstakes and Promotions.\n<p>Any contests, sweepstakes or other promotions (collectively, \"Promotions\") made available through the Site may be governed by rules that are separate from these Terms.\nIf you participate in any Promotions, please review the applicable rules as well as Our Privacy Policy.\nIf the rules for a Promotion conflict with these Terms of Sale or Our Terms of Use, the Promotion rules will apply.</p>\n21.\nDisclaimer of Warranties.\n<p>THE ONLINE COURSES ARE AVAILABLE \"AS IS.\" WE DO NOT WARRANT THAT THE ONLINE COURSES WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHERE MAY BE DELAYS, OMISSIONS, INTERRUPTIONS AND INACCURACIES IN THE NEWS, INFORMATION OR OTHER MATERIALS AVAILABLE THROUGH THE ONLINE COURSES.</p>\n<p>WE DO NOT MAKE ANY WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THOSE OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, WITH RESPECT TO THE ONLINE COURSES, OUR OTHER PRODUCTS OR ANY OTHER CONTENT OR MATERIALS THAT ARE AVAILABLE OR ADVERTISED OR SOLD THROUGH OUR SITE.\nWE DO NOT ACCEPT ANY LIABILITY FOR THE CONSEQUENCES ARISING FROM THE APPLICATION, USE, OR MISUSE OF ANY PRODUCTS OR SERVICES CONTAINED ON OR MADE AVAILABLE THROUGH OUT WEBSITE, INCLUDING ANY INJURY OR DAMAGE TO ANY PERSON OR PROPERTY AS A MATTER OF NEGLIGENCE, OR OTHERWISE, INCLUDING THE FAILURE TO COMPLY WITH ANY WARNING LABELS OR INSTRUCTIONS ATTACHED TO THE PRODUCTS.</p>\n22.\nLimitation on Liability.\n<p>mindbodygreen and its affiliates, and their respective members, directors, officers, managers, employees, shareholders, agents and licensors are not liable for incidental, indirect, consequential, special, punitive, or exemplary damages of any kind, including, without limitation, lost revenues or profits, loss of business or loss of data, in any way related to Our Website or the, Our Online Courses or Our Other Products, or for any claim, loss or injury based on errors, omissions, interruptions or other inaccuracies in Our Website or the, Our Online Courses or Our Wellness Content (including, without limitation, as a result of breach of any warranty or other term of these Term of Sale or Our Terms of Use).\nAny claim against Us shall be limited to the amount you paid, if any, for use of Our Website or the applicable Online Course or Other Product.\nSome states do not allow the exclusion or limitation of liability of consequential or incidental damages, so the above exclusions may not apply to all users.\nin such states liability is limited to the fullest extent permitted by law.</p>\n23.\nIndemnity.\n<p>Upon a request by Us, you agree to defend, indemnify, and hold harmless Us and Our subsidiary and other affiliated companies, as well as any respective employees, contractors, officers, directors, agents, content providers, licensors, licensees, distributors, representatives, customers, partners and other authorized users, and each of the foregoing entities’ respective resellers, distributors, service providers and suppliers, and all of the foregoing entities’ respective officers, directors, owners, employees, agents, representatives, successors and assigns (collectively, the “Indemnified Parties”) harmless from and against any and all losses, damages, liabilities and costs (including, without limitation, settlement costs and any legal or other fees and expenses for investigating or defending any actions or threatened actions) incurred by the Indemnified Parties in connection with any claim arising out of any breach by you of these Terms or claims arising directly or indirectly from your use or misuse of the Site or the Services.\nWe reserve the right, at Our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you agree to cooperate with Us in asserting any available defenses.</p>\n24.\nYour Release of mindbodygreen.\n<p>To the maximum extent permitted by applicable law, you hereby release and waive all claims against Us, and Our subsidiaries, affiliates, officers, agents, licensors, co-branders or other partners, customers and clients and employees from any and all liability for claims, damages (actual and/or consequential), costs and expenses (including litigation costs and attorneys' fees) of every kind and nature, arising from or in any way related to your purchase of products or services via Our Website.\nIn addition, you expressly waive and relinquish any and all rights and benefits which you may have under any other state or federal statute or common law principle of similar effect, to the fullest extent permitted by law.\nYou specifically hereby waive California Civil Code Section 1542, which states: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor\" and you waive any other similar provision of the laws of any other applicable jurisdiction.</p>\n25.\nModification and Discontinuation.\n<p>We reserve the right at any time to modify, edit, delete, suspend or discontinue, temporarily or permanently, any of the Online Courses (or any portion thereof) or Our Other Products with or without notice.\nYou agree that We will not be liable to you or to any third party for any such modification, editing, deletion, suspension or discontinuance of Our Online Courses.</p>\n26.\nEntire Agreement.\n<p>This Agreement, Our Privacy Policy and Our Terms of Use together constitute the entire agreement between you and Us with respect to Our offer and sale of the Online Courses and Our Other Products and supersedes any prior agreements between you and Us with respect thereto.</p>\n27.\nChoice of Law and Forum.\n<p>This Agreement shall be governed by the laws of the United States and the State of New York, applicable to agreements made and to be performed therein without regard to conflict of laws principles.\nYOU IRREVOCABLY CONSENT AND WAIVE ALL OBJECTION TO PERSONAL JURISDICTION AND VENUE IN THE STATE AND FEDERAL COURTS LOCATED IN NEW YORK COUNTY, NEW YORK AND YOU SHALL NOT COMMENCE OR PROSECUTE ANY SUIT OR ACTION EXCEPT IN THE FOREGOING COURTS.</p>\n28.\nWaiver and Severability of Terms.\n<p>Our failure to exercise or enforce any right or provision of this Agreement shall not constitute a waiver of such right or provision.\nIf any provision of this Agreement is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of this Agreement remain in full force and effect.</p>\n29.\nStatute of Limitations.\n<p>You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Online Courses or this Agreement must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>\n30.\nQuestions.\n<p>If you have any questions regarding this Agreement, please contact Us by email at support@mindbodygreen.com</p>\n<p>Last Update: Sept 13, 2019</p>", "created_at": "2023-10-16 21:42:05.413433", "updated_at": "2023-10-16 21:42:13.426447"}, {"id": 19524, "name": "Privacy Policy", "url": "https://www.mindbodygreen.com/privacy", "xpath": "/html/body/div[1]/div[1]/main/div/div/section", "text": "Privacy Policy\n<p>Effective Date: September 11, 2020</p>\n<p>The following Privacy Policy summarizes the various ways that mindbodygreen, LLC (“mindbodygreen,” “we” or “our”) treats the information you provide while using www.mindbodygreen.com (the “Website”).\nIt is our goal to bring you information that is tailored to your individual needs and, at the same time, protect your privacy.</p>\n<p>Please read this Privacy Policy carefully.\nYou can access the Privacy Policy any time.\nYour use of and/or registration on any aspect of the Website will constitute your agreement to this Privacy Policy.\nIf you cannot agree with the terms and conditions of this Privacy Policy, please do not use the Website.\nThis Privacy Policy does not cover information collected elsewhere, including without limitation offline and on sites linked to from the Website that may have different privacy policies than ours.\nWe are not responsible for the practices of such sites or applications.</p>\n<p>In addition to reviewing this Privacy Policy, please read our User Agreement.\nYour use of the Website constitutes agreement to its terms and conditions as well.</p>\n<p>This Privacy Policy may be modified from time to time.\nthe date of the most recent revisions will appear on this page, so check back often.\nContinued access of the Website by you will constitute your acceptance of any changes or revisions to the Privacy Policy.</p>\nThe Type of Information the Website Collects\n<p>The Website generally requests only a user name and password, although you can provide an e-mail address if you wish.\nIf at any time the Website were to collect personally identifying information, such as your actual name, address, or home or mobile telephone number, it would only be with your specific knowledge and consent, such as if you sign-up to receive SMS text messages in accordance with our Terms of Use.\nFor instance, if the Website began to offer sweepstakes, and you wish to participate, We may require personally identifiable information to contact you in case you win.\nOptional information such as your age or gender may also be requested.</p>\n<p>Our servers may also automatically collect information about your computer when you visit the Website, including without limitation the type of browser software you use, the operating system you are running, the website that referred you, and your Internet Protocol (\"IP\") address.\nYour IP address is usually associated with the place from which you enter the Internet, like your Internet Service Provider, your company or your university.</p>\nHow the Website Uses Information Provided by You\n<p>We use your user name and password to grant you access to and use of the Website.\nYour e-mail address will be used, at your request, to send you a copy of your user name and password.\nIf you provide personally identifiable information, it will be used to provide you with the service you have requested.\nWe may also use the information to communicate with you about new features, products or services, and/or to improve the services that we offer by tailoring them to your needs.</p>\n<p>We also allow access to our database by third parties that provide us with services, such as technical maintenance or forums software, but only for the purpose of and to the extent necessary to provide those services.\nThere are also times when you provide information about yourself to us in areas of the site that may be managed or participated in by third parties.\nIn such cases, the information may be used by us and by such third party(ies), each pursuant to its own policies.\nWe may also provide your information to our advertisers, so that they can serve ads to you that meet your needs or match your interests.\nWhile we will seek to require such third parties to follow appropriate privacy policies and will not authorize them to use this information except for the express purpose for which it is provided, we does not bear any responsibility for any actions or policies of third parties.\nThere may also be occasion when we are legally required to provide access to our database in order to cooperate with police investigations or other legal proceedings.\nIn those instances, the information is provided only for that purpose.</p>\n<p>In addition, we reserve the right to use the information we collect about your computer, which may at times be able to identify you, for any lawful business purpose, including without limitation to help diagnose problems with our servers, to gather broad demographic information, and to otherwise administer our Website.\nWhile your personally identifying information is used only as outlined above, we reserve the right to use, transfer, sell, and share aggregated, anonymous data (excluding mobile phone numbers) about our users as a group for any business purpose, such as analyzing usage trends and seeking compatible advertisers and partners.</p>\n<p>In addition, as our business changes, we may buy or sell various assets.\nIn the event all or a portion of the assets owned or controlled by us, its parent or any subsidiary or affiliated entity are sold, assigned, transferred or acquired by another company, the information from and/or about our Website users may be among the transferred assets.</p>\nCookies\n<p>You may have read about \"cookies,\" nuggets of information that are placed by a Website in a storage place on your own computer.\nWe may use cookies to control the display of ads, to track usage patterns on the site, to deliver editorial content, and to record registration and personalization information.\nFor example, if you register on any part of the Website and are given the option to save your user name and password on your computer, we can provide this convenience to you by placing a cookie on your computer.\nOur cookies may contain personally identifiable information and such cookies may be shared with our affiliates and other companies.</p>\n<p>Some of our advertisers occasionally serve you cookies as well.\nWe do not have control over cookies placed by advertisers.</p>\n<p>We may also use advertising service vendors to help present advertisements on the Website.\nThese vendors may use cookies, web beacons, or similar technologies to serve you advertisements tailored to interests you have shown by browsing on this and other sites you have visited, to determine whether you have seen a particular advertisement before and to avoid sending you duplicate advertisements.\nIn doing so, these vendors may collect non-personal data such as your browser type, your operating system, Web pages visited, time of visits, content viewed, ads viewed, and other clickstream data.\nThe use of cookies, web beacons, or similar technologies by these advertising service vendors is subject to their own privacy policies, not ours, and we disclaim all liability in connection therewith.</p>\n<p>We participate in affiliate marketing and allow affiliate links to be encoded on some of our pages.\nThis means that we may earn a commission when you click on or make purchases via affiliate links and affiliate partners may use cookies to understand your use of the services.</p>\n<p>If you do not want the benefits of these advertising cookies, you may be able to opt-out by visiting http://www.networkadvertising.org/optout_nonppii.asp.</p>\n<p>If you don't want any cookies, your Web browser likely includes an option that allows you to not accept them.\nHowever, if you set your browser to refuse cookies, some portions of the Website may not function properly.</p>\nPublic Forums\n<p>Any information you may disclose in ratings or review, on message boards, in chat rooms, or on other public areas of the Services, becomes public information.\nPlease exercise caution when disclosing personal information in these public areas.</p>\nCalifornia Residents - Your California Privacy Rights\n<p>This Privacy Notice for California Residents applies solely to all visitors, users, and others who reside in the State of California (”consumers” or “you”).\nWe adopt this notice to comply with the California Consumer Privacy Act of 2018 (“CCPA”) and any terms defined in the CCPA have the same meaning when used in this Notice.\nOur Site collects information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household (“Personal Information”) Personal information does not include:</p>\n<p>publicly available information from government records.</p>\n<p>deidentified or aggregated consumer information.</p>\n<p>information excluded from the CCPA’s scope, like:</p>\n<ul>\n<li>health or medical information covered by the Health Insurance Portability and Accountability Act of 1996 (HIPAA) and the California Confidentiality of Medical Information Act (CMIA) or clinical trial data;</li>\n<li>personal information covered by certain sector-specific privacy laws, including the Fair Credit Reporting Act (FCRA), the Gramm-Leach-Bliley Act (GLBA) or California Financial Information Privacy Act (FIPA), and the Driver’s Privacy Protection Act of 1994.</li>\n</ul>\nNotice of Collection\n<p>In particular, our Website has/we have collected the following categories of personal information from its consumers within the last twelve (12) months:</p> Category\nExamples\nCollected A.\nIdentifiers.\nA real name, alias, postal address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, Social Security number, driver’s license number, passport number, or other similar identifiers.\nYes B.\nPersonal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)).\nA name, signature, Social Security number, physical characteristics or description, address, telephone number, passport number, driver’s license or state identification card number, insurance policy number, education, employment, employment history, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information.\nSome personal information included in this category may overlap with other categories.\nYes C.\nProtected classification characteristics under California or federal law.\nAge (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, genetic information (including familial genetic information).\nNo D.\nCommercial information.\nRecords of personal property, products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\nYes E.\nBiometric information.\nGenetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\nNo F.\nInternet or other similar network activity.\nBrowsing history, search history, information on a consumer’s interaction with a website, application, or advertisement\nYes G.\nGeolocation data.\nPhysical location or movements.\nNo H.\nSensory data.\nAudio, electronic, visual, thermal, olfactory, or similar information.\nNo I.\nProfessional or employment-related information.\nCurrent or past job history or performance evaluations.\nNo J.\nNon-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)).\nEducation records directly related to a student maintained by an educational institution or party acting on its behalf, such as grades, transcripts, class lists, student schedules, student identification codes, student financial information, or student disciplinary records.\nNo K.\nInferences drawn from other personal information.\nProfile reflecting a person’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\nNo <p>MindBodyGreen obtains the categories of personal information listed above from the following categories of sources:</p>\n<ul>\n<li>Directly from you.\nFor example, from forms you complete or products and services you purchase.</li>\n<li>Indirectly from you.\nFor example, from observing your actions on our Website.</li>\n</ul>\nUse of Personal Information\n<p>\n<strong>WE DO NOT SELL YOUR INFORMATION TO THIRD PARTIES</strong>\n</p>\n<p>We may use or disclose the personal information we collect for one or more of the following purposes:</p>\n<ul>\n<li>To fulfill or meet the reason you provided the information.\nFor example, if you share your name and contact information to request a price quote or ask a question about our products or services, we will use that personal information to respond to your inquiry.\nIf you provide your personal information to purchase a product or service, we will use that information to process your payment and facilitate delivery.\nWe may also save your information to facilitate new product orders or process returns.</li>\n<li>To provide, support, personalize, and develop our Website, products, and services.</li>\n<li>To create, maintain, customize, and secure your account with us.</li>\n<li>To process your requests, purchases, transactions, and payments and prevent transactional fraud.</li>\n<li>To provide you with support and to respond to your inquiries, including to investigate and address your concerns and monitor and improve our responses.</li>\n<li>To personalize your Website experience and to deliver content and product and service offerings relevant to your interests, including targeted offers and ads through our Website, third-party sites, and via email or text message (with your consent, where required by law).</li>\n<li>To help maintain the safety, security, and integrity of our Website, products and services, databases and other technology assets, and business.</li>\n<li>For testing, research, analysis, and product development, including to develop and improve our Website, products, and services.</li>\n<li>To respond to law enforcement requests and as required by applicable law, court order, or governmental regulations.</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our Website users is among the assets transferred.</li>\n</ul>\n<p>We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes without providing you notice.</p>\nSharing Personal Information\n<p>We may disclose your personal information to a third party for a business purpose.\nWhen we disclose personal information for a business purpose, we enter a contract that describes the purpose and requires the recipient to both keep that personal information confidential and not use it for any purpose except performing the contract.\nWe share your personal information with Service Providers and with third party advertisers, analytics, and content providers</p>\nDisclosures of Personal Information for a Business Purpose\n<p>In the preceding twelve (12) months, we have not disclosed personal information for a business purpose.</p>\nYour Rights and Choices\n<p>The CCPA provides consumers who are California residents with specific rights regarding their personal information.\nThis section describes your CCPA rights and explains how to exercise those rights.</p>\nAccess to Specific Information and Data Portability Rights\n<p>You have the right to request that we disclose certain information to you about our collection and use of your personal information over the past 12 months.\nOnce we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources for the personal information we collected about you.</li>\n<li>Our business or commercial purpose for collecting or selling that personal information.</li>\n<li>The categories of third parties with whom we share that personal information.</li>\n<li>The specific pieces of personal information we collected about you (also called a data portability request).</li>\n<li>If we sold or disclosed your personal information for a business purpose, two separate lists disclosing:\n<ul>\n<li>sales, identifying the personal information categories that each category of recipient purchased.\nand</li>\n<li>disclosures for a business purpose, identifying the personal information categories that each category of recipient obtained.</li>\n</ul>\n</li>\n</ul>\nDeletion Request Rights\n<p>You have the right to request that we delete any of your personal information that we collected from you and retained, subject to certain exceptions.\nOnce we receive and confirm your verifiable consumer request (see Exercising Access, Data Portability, and Deletion Rights), we will delete (and direct our service providers to delete) your personal information from our records, unless an exception applies.</p>\n<p>We may deny your deletion request if retaining the information is necessary for us or our service provider(s) to:</p>\n<ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\nExercising Access, Data Portability, and Deletion Rights\n<p>To exercise the access, data portability, and deletion rights described above, please submit a verifiable consumer request to us by:</p>\n<ul>\n<li>Calling us at 1-877-624-9355</li>\n<li>Completing our online request form at: https://mindbodygreen.zendesk.com/hc/en-us/requests/new</li>\n<li>Emailing us at support@mindbodygreen.com</li>\n</ul>\n<p>Only you, or someone legally authorized to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.</p>\n<p>You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must:</p>\n<ul>\n<li>Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.</li>\n<li>Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.</li>\n<li>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.</li>\n</ul>\n<p>Making a verifiable consumer request does not require you to create an account with us.\nHowever, we do consider requests made through your password protected account sufficiently verified when the request relates to personal information associated with that specific account.</p>\n<p>We will only use personal information provided in a verifiable consumer request to verify the requestor’s identity or authority to make the request.</p>\n<p>For instructions on exercising sale opt-out rights, see Personal Information Sales Opt-Out and Opt-In Rights.</p>\nResponse Timing and Format\n<p>We endeavor to respond to a verifiable consumer request within forty-five (45) days of its receipt.\nIf we require more time (up to 90 days), we will inform you of the reason and extension period in writing.</p>\n<p>If you have an account with us, we will deliver our written response to that account.\nIf you do not have an account with us, we will deliver our written response by mail or electronically, at your option.</p>\n<p>Any disclosures we provide will only cover the 12-month period preceding the verifiable consumer request’s receipt.\nThe response we provide will also explain the reasons we cannot comply with a request, if applicable.</p>\n<p>For data portability requests, we will select a format to provide your personal information that is readily useable and should allow you to transmit the information from one entity to another entity without hindrance.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\nNotice of the Right to Opt-Out of Sale of Personal Information\n<p>WE DO NOT SELL YOUR INFORMATION TO THIRD PARTIES</p>\nNon-Discrimination.\nNotice of Financial Incentive\n<p>We will not discriminate against you for exercising any of your CCPA rights.\nUnless permitted by the CCPA, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>However, we may offer you certain financial incentives permitted by the CCPA that can result in different prices, rates, or quality levels.\nAny CCPA-permitted financial incentive we offer will reasonably relate to your personal information’s value and contain written terms that describe the program’s material aspects.\nParticipation in a financial incentive program requires your prior opt in consent, which you may revoke at any time.</p>\nOther California Privacy Rights\n<p>Pursuant to California Civil Code Section 1798.83, California residents who provide us with personal information in obtaining products or services for personal, family, or household use are entitled to request and obtain from us, one time per calendar year, information about the customer information we shared, if any, with other businesses for their own direct marketing uses.</p>\n<p>If you are a California resident and you have questions about our practices with respect to sharing information with third parties for their direct marketing purposes and your ability to exercise choice, please send your request to the following email address: support@mindbodygreen.com or write to us at the following mailing address:<br>\nmindbodygreen, LLC<br>\n2980 McFarlane Rd.<br>\nMiami, FL 33133</p>\n<p>You must put the statement \"Your California Privacy Rights\" in the subject field of your e-mail or include it in your writing if you choose to write to us at the designated mailing address.\nYou must include your name, street address, city, state, and ZIP code.\nWe will respond to you at your mailing address or, at our option, your e-mail address.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.</p>\nContact Information\n<p>If you have any questions or comments about this notice, the ways in which We collect and use your information described here, your choices and rights regarding such use, or wish to exercise your rights under California law, please do not hesitate to contact us at:</p>\n<ul>\n<li>Calling us at 1-877-624-9355</li>\n<li>Completing our online request form at: https://mindbodygreen.zendesk.com/hc/en-us/requests/new</li>\n<li>Emailing us at support@mindbodygreen.com</li>\n<li>Postal Address:<br>\nmindbodygreen, LLC<br>\n2980 McFarlane Rd.<br>\nMiami, FL 33133</li>\n</ul>\nAdditional California Rights\n<p>California Civil Code Section §1798.83 permits users of our site that are California residents to request certain information regarding our disclosure of Personal Information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to support@mindbodygreen.com or write us at mindbodygreen, 2980 McFarlane Rd., Miami, FL 33133.</p>\nUsers Outside the United States\n<p>For residents of the European Economic Area (EEA), we advise that your personal information will be transferred to and processed in the United States, which has data protection laws that are different than those in your country and may not be as protective.\nThe United States has not sought nor received a finding of “adequacy” from the European Union under Article 45 of the GDPR.\nOur legal basis for collecting and using your personal information or information is to do so with your consent.\nwhere we need the personal information for performance of a contract, or where the collection and use is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect the personal information in question.\nIf we collected your Personal Information with your consent, you may withdraw your consent at any time.</p>\n<p>Residents of the EEA have the right to:</p>\n<ul>\n<li>Access your personal information;</li>\n<li>Delete, or request deletion of, your personal information;</li>\n<li>Object to or restrict processing of your Personal information;</li>\n<li>Request portability of your Personal information;</li>\n<li>Complain to your local data protection authority at any time;</li>\n<li>Object to automated decision making.\nand</li>\n<li>Update your personal Information.</li>\n</ul>\n<p>Withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your Personal information conducted in reliance on lawful processing grounds other than consent.</p>\n<p>If we ask you to provide Personal information to us to comply with a legal requirement or enter into a contract, we will inform you of this and let you know whether providing us with your Personal information is required and if not, the consequences of not sharing your personal data with us.</p>\n<p>Similarly, if we collect and use your Personal information in reliance on our or a third party's legitimate interests and those interests are not already described above, we will let you know what those legitimate interests are.</p>\n<p>We endeavor to apply suitable safeguards to protect the privacy and security of your Personal information and to use it only consistent with your relationship with us and the practices described in this Privacy Policy.\nWe also take steps to minimize the risk to your rights and freedoms by not collecting or storing sensitive or special categories of Personal information about you.</p>\n<p>To withdraw consent or exercise these rights, please contact us via email at support@mindbodygreen.com.</p>\nKids and Parents\n<p>This Website is not intended for use by children, especially those under age 13.\nNo one under age 13 is allowed to provide any personal information or use our public discussion areas, forums and chats.\nMinors between the ages of 13 and 17 must get the permission of their parent(s) or legal guardian(s) before making purchases, including subscriptions, on this site.</p>\n<p>If your children disclose information about themselves in publicly accessible areas of the Website, they may get unsolicited messages from other parties.\nAccordingly, you should tell them not to do so.</p>\n<p>If you're worried about your children's activities or their privacy on our site, we encourage you to contact our Privacy Policy Coordinator as described below.</p>\nAccess To Your Personal Information\n<p>If you have an account on our Services, you may sign in to your account and update your personal information contained in the account.</p>\nIf You Have Questions\n<p>If you have any questions about this Privacy Policy or the practices described herein, you may contact us at:</p>\n<ul>\n<li>support@mindbodygreen.com</li>\n<li>mindbodygreen, LLC<br>\n2980 McFarlane Rd.<br>\nMiami, FL 33133</li>\n</ul>\nRevisions To This Policy\n<p>We reserve the right to revise this Privacy Policy at any time.\nWhen we do, we will post the change(s) on the Site.\nIf we change the Privacy Policy in a material way, we will provide appropriate notice to you.</p>", "created_at": "2023-10-16 21:42:31.468791", "updated_at": "2023-10-16 21:42:37.745425"}], "points": [], "urls": ["mindbodygreen.com"]}}