{"error": 448, "message": "OK", "parameters": {"id": 7652, "name": "Mural", "created_at": "2023-03-18 02:49:19.909997", "updated_at": "2023-03-29 19:26:50.042558", "wikipedia": null, "keywords": null, "related": null, "slug": "mural", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7652.png", "url": "mural.co", "documents": [{"id": 14739, "name": "Terms of Use", "url": "https://www.mural.co/terms/terms-of-use", "xpath": "/html/body/div[1]/div[3]/div", "text": "Jump to terms and policies indexTermsMain Services AgreementLUMA System OfferingsData Processing AddendumService Level AgreementServices AgreementCollaborator NoticeDeveloper AddendumEducation SupplementNonprofit SupplementMural Consultant Network SupplementPoliciesAPI PolicyCopyright PolicyCookie PolicyAcceptable Use PolicyAnti-Slavery and Anti-Human Trafficking StatementSecuritySecurity PolicyHall of FameQuality PolicyVulnerability Disclosure ProgramMoreSubprocessorsLUMA Order Form SupplementLUMA Elevate Service PlanTrademark and Content GuidelinesCalifornia PrivacyPrivacy StatementPrint pageSubscribe to Subprocessor Updates<br>Thank you! Your submission has been received! 🎉Something went wrong while submitting the form.<p>Subprocessor<br>\n</p>\n<p>Subprocessing Activities<br>\n</p>\n<p>Location<br>\n</p>\n<p>Adobe<br>\n</p>\n<p>Cloud-based Marketing Automation Solution<br>\n</p>\n<p>United States<br>\n</p>\n<p>Amazon Web Services<br>\n</p>\n<p>Cloud Service Provider<br>\n</p>\n<p>United States<br>\n</p>\n<p>Auth0<br>\n</p>\n<p>Cloud-based Authentication Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Chorus<br>\n</p>\n<p>Cloud-based Analytics Tool<br>\n</p>\n<p>United States<br>\n</p>\n<p>Fivetran<br>\n</p>\n<p>Cloud Based Connector and Data Centralization Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Intercom<br>\n</p>\n<p>Cloud-based Customer Support Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Mandrill / Mailchimp<br>\n</p>\n<p>Cloud-based Customer Support Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Microsoft Azure<br>\n</p>\n<p>Cloud Service Provider<br>\n</p>\n<p>United States<br>\n</p>\n<p>Rollbar<br>\n</p>\n<p>Cloud-based Action Tracking Service<br>\n</p>\n<p>United States<br>\n</p>\n<p>Sisense (Periscope)<br>\n</p>\n<p>Cloud-based BI Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Amplitude<br>\n</p>\n<p>Cloud Based Product Analytics Service<br>\n</p>\n<p>United States<br>\n</p>\n<p>New Relic<br>\n</p>\n<p>Cloud Based Product Analytics Service<br>\n</p>\n<p>United States<br>\n</p>\n<p>Vanilla<br>\n</p>\n<p>Cloud-based Community forum<br>\n</p>\n<p>United States<br>\n</p>\n<p>Last Updated: Aug 31, 2022</p>\n<p>These are the standard terms applicable to all Mural self-serve and reseller customers.\nBy creating or administering a Workspace and accessing and using the Services, you are agreeing to be bound by this Services Agreement (this “<strong>Agreement</strong>”) and our other Terms of Service.<br>‍<br>\n</p>1.\nDEFINITIONS<p>Some capitalized terms are defined in this Section 1 and others are defined contextually elsewhere in the Agreement.\nFor purposes of this Agreement, “<strong>Mural</strong>,” “<strong>we</strong>,” “<strong>our</strong>” or “<strong>us</strong>” means Tactivos, Inc., d/b/a Mural, and “<strong>Customer</strong>,” “<strong>you</strong>” or “<strong>your</strong>” mean you, the customer that is purchasing, creating and administering a Workspace under a Plan pursuant to this Agreement.\nWe may also refer to you as a “<strong>Workspace Owner</strong>” in certain contexts.\nEach of Mural and you may also be referred to in this Agreement as a “<strong>party</strong>” or collectively as the “<strong>parties</strong>.”&nbsp;<br>\n</p>\n<p>\n<strong>1.1\t</strong>“<strong>Affiliate</strong>” means any entity which directly or indirectly controls, is controlled by, or is under common control with a party.&nbsp;<br>\n</p>\n<p>\n<strong>1.2\t</strong>“<strong>Authorized Users</strong>” means the individual human collaborators who you authorize to join your Workspace using the Services.</p>\n<p>\n<strong>1.3</strong>\t“<strong>Content</strong>” means data, content, information, and materials that Authorized Users create, upload, or store using the Services, including text, data, graphics, images, photos, gifs, icons, drawings, sketches, and hypertext links to content outside of the Services.</p>\n<p>\n<strong>1.4\t</strong>“<strong>Integration</strong>” means any software application, functionality, website, product or service that will connect to or integrate with the Mural Services or embed certain Mural functionality into a third party platform or service, via an API or SDK.\nYou and your Authorized Users choose which Integrations to activate with respect to your use of the Services.</p>\n<p>\n<strong>1.5\t</strong>“<strong>Order Form</strong>” means an ordering document regarding the Services to be provided under this Agreement that is entered into between Mural and Customer, or between Mural and any of Customer’s Affiliates.&nbsp;</p>\n<p>\n<strong>1.6</strong>\t“<strong>Services</strong>” means our suite of collaborative intelligence SaaS offerings as made available by Mural, which includes collaboration spaces, toolkits, analytics, enterprise-grade solutions, communities, and more, accessed through our Sites, our mobile apps, our APIs, SDKs, and Integrations.<br>\n</p>\n<p>\n<strong>1.7\t</strong>“<strong>Site</strong>” and “<strong>Sites</strong>” mean our website at and any other websites that we may later own or operate.\n</p>\n<p>\n<strong>1.8\t</strong>“<strong>Terms of Service</strong>” means the terms of this Agreement and our other policies, terms and conditions that apply to the Services, including our Service Level Agreement (“<strong>SLA</strong>”), Data Processing Addendum (“<strong>DPA</strong>”), Acceptable Use Policy, Copyright Policy, API Policy, and any applicable Plan Supplement (all available at mural.co/terms), as well as any applicable Order Form.<br>\n</p>\n<p>\n<strong>1.9\t</strong>“<strong>Workspace</strong>” means a unique domain or instance of the Services where a group of Authorized Users may access and use the Services.</p>\n<p>\n<br>\n</p>2.\nELECTRONIC SIGNATURE<p>This Agreement together with our other Terms of Service is a binding contract between Customer and Mural.\nCustomer agrees to the use of electronic signatures in connection with Customer’s acceptance of this Agreement, which may take various forms (such as, for example, ticking a checkbox or typing a name where designated).\nCustomer understands, acknowledges and agrees that Customer’s use of an electronic signature will have the same force and effect as a handwritten signature.\nFurthermore, the individual creating a Customer Workspace on behalf of Customer must have the necessary authority to enter into this Agreement on behalf of Customer, and Customer represents and warrants that they have such authority.&nbsp;</p>\n<p>\n<br>\n</p>3.\nTHE SERVICES<p>\n<strong>3.1\tOur Plans.</strong> We offer several subscription options for our Services at different price points, and each with a slightly different mix of available features, functionality, support, and configuration options (each a “<strong>Plan</strong>”).\nFor more information on our available Plans, please visit mural.co/pricing.\nYou may change your Plan at any time by following the instructions on the Site, or by contacting support@mural.co (but note that prepaid fees are non-refundable.\nsee Section 7).\nCertain Plans may come with additional terms and conditions that supplement or append this Agreement (each a “<strong>Plan Supplement</strong>”).\nPlease be sure to review all applicable Terms of Service for your chosen Plan before signing up for the Plan.\nWe reserve the right to modify our Plans at any time.</p>\n<p>\n<strong>3.2\tServices Access and Use.</strong> Mural will provide the Services to you pursuant to the terms of this Agreement (and our Service Level Agreement, if included in your Plan) in exchange for your payment of applicable Service Fees.\nThe Services, as well as the trademarks, service marks, and logos for or associated with the Services, are owned by or licensed to us and are subject to intellectual property rights under United States and foreign laws and international conventions.\nSubject to Customer’s compliance with this Agreement and our policies, including the timely payment of all applicable Service Fees, Mural will provide access to and use of the Services during the Subscription Term solely for your own internal business purposes and in accordance with the terms of this Agreement.\nWe reserve all rights in the Services.\nYou must retain all trademark, copyright and other proprietary notices contained in and on the Services.\nYou agree that your purchase of Services is not contingent on the delivery of any future features or functionality, or dependent on any oral or written public comments made by us regarding future functionality or features.</p>\n<p>\n<strong>3.3\tRestrictions on Use.</strong> You are strictly limited to the number of each category of Authorized User for which you have paid under your Plan.\nYou agree that you will not circumvent, disable or otherwise interfere with security-related features of the Services or any features that prevent or restrict use or copying or enforce limitations on use of the Services.\nYou will not access the Services by any means other than through those that we provide to you, and will not (and will not aid or permit any third party or Authorized User in any) attempt to do any of the following without our express written authorization: (a) copy or adapt any object code or attempt to reverse engineer or discover any source code that makes up the Services.\n(b) scrape, mine, or otherwise extract or copy any data, content, or materials from the Services (other than as a result of our Integrations, or standard search engine or Internet browser functionality).\n(c) resell, lease, or otherwise provide any third party with access to the Services other than as expressly contemplated in this Agreement.\nor (d) otherwise violate our Acceptable Use Policy or API Policy.\nYou gain no independent rights to the Services or to Content, Mural data, personal information, or any other data, content or information to which you may have access through our Services, simply by virtue of using our Services.\nYou will not use our Services to create any application, integration, platform, or service that competes with the Services in whole or in part.&nbsp;</p>\n<p>\n<strong>3.4\tYour Responsibilities.</strong> To access and use the Services, you must create and administer one or more Workspaces.\nYou are entirely responsible for, and for any liability resulting from, your Workspace, your Content, the activities of your Authorized Users, and your use of the Services.\nYou must comply with, and must ensure that your Authorized Users comply with, this Agreement.\nIt is your responsibility to understand the features and configuration options available to you, and to ensure that your Workspace is set up and provisioned appropriately to suit your needs.\nYou are solely responsible for acquiring and maintaining all telecommunications and Internet services and other hardware and software required to use the Services, which are not included in the Services.\nYou are responsible for understanding the different categories of Authorized Users and managing Authorized User access and permissions.\nYou are solely responsible for informing your Authorized Users of all of your policies and practices that are relevant to their use of the Services (including with respect to privacy and ownership of Content), and of any settings that may impact their use of your Workspace.\nThe Services are not directed to children, and are not intended for and may not be used by anyone under sixteen (16) years of age.\nYou are responsible for ensuring that your Authorized Users meet the age requirements for using the Services.&nbsp.\nYou must also implement your own appropriate administrative, technical, physical, and organizational measures to prevent a Security Incident.\nYou are solely responsible for maintaining the confidentiality of your login information and those of your Authorized Users, as well as the security of your own networks, hardware, software, and computer systems.\nYou are solely responsible for all Workspace actions taken through your account, whether or not actually or expressly authorized by you.\nYou are also solely responsible for the adequate security, protection and backup of your Content when it is on your own systems.<br>\n</p>\n<p>\n<strong>3.5\tCustomer Content.</strong> The scope of your rights to your Content is a matter between you and your Authorized Users.\nMural claims no ownership in your Content.\nBy accessing and using the Services, you grant us a license to host, use, transmit, display, perform, copy, distribute, and modify your Content to enable us to provide the Services.\n(We may need to modify your Content to conform to technical requirements for viewing on your computer or mobile device.) This above license is Mural-exclusive, royalty-free, sublicensable (as expressly provided for below), revocable and worldwide.\nMural may only sublicense to third parties with whom Mural has a contractual relationship and only for the limited purpose of providing the Services to you under this Agreement.\nWhen your Content is no longer stored on the Services or this Agreement terminates, this license ends.\nThis license also applies to Content that is submitted through or stored on Integrations.\nif you choose to use an Integration with a Service, you grant us permission to allow the Integration and its provider to access Content, data and information about your usage of the Integration as appropriate for the interoperation of that Integration with the Services.\nSubject to the limited licenses granted herein, Mural acquires no right, title or interest from you or your licensors under this Agreement in or to any Customer Content.\n&nbsp;</p>\n<p>‍</p>4.\nPROFESSIONAL SERVICES<p>In addition to the Services, Mural may also provide a variety of collaboration design and other professional services (“<strong>Professional Services</strong>”).\nPlease contact support@mural.co or your designated account representative for more information about Professional Services that may be available to you.\nAny fees or expenses associated with Professional Services will be set forth in a separate Order Form for such services or as a separate purchase on our Site.</p>\n<p>‍</p>5.\nINTEGRATIONS AND THIRD PARTY SERVICES<p>The Services may contain or enable links to third party websites, applications, or content, including Integrations (collectively “<strong>Third Party Services</strong>”).\nWe do not own or operate the Third Party Services and cannot guarantee their continued availability or compatibility.\nWe have not reviewed, and cannot review, all of the material made available through Third Party Services.\nWe do not warrant or support the Third Party Services.\nThe availability of such links through the Services does not represent, warrant or imply that we endorse any Third Party Services or any content, materials, opinions, goods or services available on or through them.\nOur Terms of Service do not apply to Third Party Services.\nBefore visiting a Third Party Service by means of the Services, you should review the Third Party Service’s terms and conditions, including their privacy policy, and inform yourself of the terms, policies and practices of the Third Party Service.\nYour decision to visit or link to a Third Party Service, or to activate an Integration, is your decision and your responsibility.\nWe are not responsible for any breach of your Content or any information that is transmitted to, or accessed by, a Third Party Service.</p>\n<p>‍</p>6.\nNO OBLIGATION TO MONITOR<p>We do not have an obligation to monitor, and will not monitor, your Workspace for compliance with our policies.\nWe do not have, and do not undertake, any obligation to prescreen, monitor, edit, or remove any Content.\nWe reserve the right (but undertake no obligation) to, in our sole discretion and without notice or liability, take down or delete any Content, and to suspend or terminate access to and use of the Services by any person for breach of our Terms of Service.\nYou will provide reasonable cooperation in any investigation or action regarding suspected or alleged violations of our Terms of Service.\n&nbsp;</p>\n<p>‍</p>7.\nPAYMENT TERMS<p>\n<strong>7.1</strong>\n<strong>Payment.\n</strong>Customer agrees to pay the fees and rates associated with your Plan (the “<strong>Service Fees</strong>”).\nPlease see mural.co/pricing for more information on our current Plan pricing.\nYour Plan fees and rates will be specified when you “check-out” on the Site.\nUnless explicitly stated otherwise in our Terms of Service, all payments will be made by credit card on the Site.\nFor some Plans, customers may have other payment options, or the parties may sign an Order Form, purchase order, or similar.\nPayments are non-cancelable and non-refundable, except as expressly stated elsewhere in our Terms of Service.&nbsp;</p>\n<p>\n<strong>7.2\tTaxes.\n</strong>All quoted fees and costs are exclusive of taxes, duties, levies, tariffs, and other governmental charges (including, VAT or withholding tax) (collectively “<strong>Taxes</strong>”).\nYou are responsible for payment of all Taxes and any related interest and penalties resulting from your purchases, other than any Taxes based on Mural net income.</p>\n<p>\n<strong>7.3\tInvoices.</strong> Mural will invoice you as follows: (a) as of the first day of each Subscription Term, for the Service Fees and Taxes due for that payment period.\nand (b) as of the first day of each Subscription Term (or as necessary during the Subscription Term) for any expenses incurred during the prior payment period.\n(each an “<strong>Invoice</strong>”).\nAll Invoices are issued in United States dollars.\nYour payment period will be your “<strong>Subscription Term</strong>,” the period of time of your paid subscription before the subscription renews, typically monthly or annually (and if you have signed an Order Form, then all payment periods are on an annual basis unless otherwise stated on your Order Form).\nIf you are paying by credit card, each Invoice is due and payable immediately.\nif you have signed an Order Form, then each Invoice is due and payable thirty (30) days following the Invoice date according to the payment instructions provided on the Invoice.\nYou may add a purchase order number to an Invoice, if necessary for your internal payment processing requirements.</p>\n<p>\n<strong>7.4\tLate Payments.</strong> In the event of late payments or non-payments, Mural reserves the right to suspend the Services, charge interest on any past-due amounts, and/or downgrade you to our Free Plan until those amounts are paid in full, to be decided by us in our sole discretion.\nYou acknowledge that a downgrade to a Free Plan may result in a decrease in certain features and functionality.\nAny interest will accrue on past due amounts at the rate of one and one half percent (1.5%) per month, but in no event greater than the highest rate of interest allowed by law, calculated from the date such amount was due until the date that payment is received by Mural.\nCustomer will reimburse Mural for the reasonable costs of collection, including reasonable fees and expenses of attorneys, in case Mural was not successful in resolving the non-payment by working together with the Customer.&nbsp;</p>\n<p>\n<strong>7.5\tWhen You Change Your Plan.</strong> If you choose to downgrade your Plan during your Subscription Term, you will remain responsible for any unpaid Service Fees under the prior Plan, and our Services under the prior Plan will be deemed fully performed and delivered upon expiration of the prior Plan’s Subscription Term.\nFor example, if you pay monthly for our Business Plan and decide to downgrade to a Team+ Plan in the middle of the month, you will still have access to all Business Plan features and functionality through the end of the month, at which point your subscription for the Team+ Plan will begin.\nIf you choose to upgrade your Plan during your Subscription Term, we may: (a) apply any prepaid Service Fees towards the new Plan fees and issue you an Invoice for any difference in fees.\nor (b) refund any prepaid Service Fees covering your prior Plan on a pro-rata basis for the unused portion of the prior Subscription Term, and start a new Subscription Term under the new Plan.\nor (c) take any other action we deem necessary to ensure a smooth transition, as determined by us in our sole discretion.&nbsp;</p>\n<p>‍</p>8.\nTERM &amp.\nTERMINATION<p>\n<strong>8.1</strong>\n<strong>Term.\n</strong>If you are using the Services under our Free Plan, then your ability to access and use the Services will continue until your account is closed.\nIf you are using the Services under a paid subscription Plan, your subscription will automatically renew according to the Subscription Term that you choose at check-out on the Site until you cancel (or as otherwise stated in an Order Form, if applicable).\nWe will notify you before your subscription renews with instructions on how to change or cancel your subscription, if you so choose.&nbsp;</p>\n<p>\n<strong>8.2\tCanceling Your Plan.</strong> You may cancel your subscription Plan at any time by visiting the MANAGE WORKSPACE &gt.\nBILLING menu for your account.\nIf you decide to cancel your Plan, you will retain access to your Workspace and your Plan features for the remainder of your Subscription Term.\nYour prepaid fees are non-refundable.\nAny outstanding Invoices will become immediately due and payable in accordance with the payment terms set forth in this Agreement or on the applicable Invoice.\nWe may also terminate this Agreement and cancel your subscription upon notice to you in the event that we determine we are required to do so by law, in which case we will refund to you any prepaid fees covering the remainder of your Subscription Term after the effective date of termination.&nbsp;</p>\n<p>\n<strong>8.3\tTermination For Cause.</strong> Either party may terminate this Agreement immediately upon written notice if the other party materially breaches this Agreement and fails to correct the breach within thirty (30) days following written notice specifying the breach.\nIn addition, if a party becomes or is declared insolvent or bankrupt, is the subject of any proceedings relating to its liquidation, insolvency, or for the appointment of a receiver, or makes an assignment for the benefit of any creditor, then the other party may terminate this Agreement immediately upon&nbsp.\nwritten notice.\nIf you terminate this Agreement for cause under this Section 8.3, we will refund to you any prepaid fees or expenses covering the remainder of your Subscription Term after the effective date of termination.\nIf we terminate this Agreement for cause, you will pay any outstanding Invoices and any unpaid fees or expenses covering the remainder of the Subscription Term after the effective date of termination.&nbsp;</p>\n<p>\n<strong>8.4\tEffect of Termination.</strong> Upon termination of this Agreement (or, if applicable, the natural expiration of any Order Form Term, if Customer has not renewed the Services through another Order Form), Customer’s right to access and use the Services will immediately end, and Customer and its Authorized Users will immediately cease all use of the Services.\nThe parties also will cease any and all use of Confidential Information belonging to the other party, and return or destroy any such Confidential Information upon request.\nIn no event will any termination or expiration relieve you of your obligation to pay any fees payable to us for the period prior to the effective date of termination.\nIf applicable to you, any Service Credits (defined in our SLA) that may accrue to your account will expire following expiration or termination of this Agreement, will have no currency or exchange value, and will not be transferable or refundable.\n&nbsp;</p>\n<p>\n<strong>8.5\tWhat Happens To Your Workspace.\n</strong>Upon termination of this Agreement (or, if applicable, the expiration of an Order Form that is not renewed through another Order Form) we will have no further obligation to maintain or provide you with your Workspace and may thereafter, unless legally prohibited, delete the Workspace Content in our systems or otherwise in our possession or under our control pursuant to our standard data retention policies and procedures.</p>\n<p>\n<strong>8.6\tSurvival.&nbsp.\n</strong>The rights and obligations of Mural and Customer contained in the following sections will survive expiration or termination of this Agreement: Sections 7 (Payment Terms), 8.4 (Effect of Termination), 8.5 (What Happens To Your Workspace), 8.6 (Survival), 11 (Confidentiality),&nbsp.\n12.3 (Warranty Disclaimer), 16 (Indemnification), 17 (Limitations of Liability), and 22 (Miscellaneous).</p>\n<p>‍</p>9.\nSECURITY&nbsp;<p>Mural places great importance on the security of the Services, and we have adopted a variety of administrative, technical, physical, and organizational measures to protect the Services against accidental or unlawful destruction, loss, alteration, disclosure or access (a “<strong>Security Incident</strong>”) (collectively the “<strong>Security Measures</strong>”).\nUpon your written request, and no more than once during each calendar year, we will provide you with our most recent security review reports and/or certifications (such as, for example, SOC2 or SOC3 reports) and provide reasonable assistance and information to you to understand the information in such reports.\nSecurity Measures are subject to evolving risks, technical progress, and further development.\nWe reserve the right to implement alternative Security Measures or make future replacements or updates to our Security Measures, provided such Security Measures do not materially lower the level of security or protection of the Services.\nWhile we take reasonable steps to protect the Services, no security system is impenetrable.\nWe cannot and do not guarantee that the Services will be 100% secure, that a Security Incident will not occur, or that your communications with us will not be intercepted while being transmitted to us.&nbsp;</p>\n<p>\n<br>\n</p>10.\nPROCESSING OF INFORMATION &nbsp;<br>\n<p>\n<strong>10.1\tData Processing Addendum.\n</strong>The parties expressly incorporate by reference the Mural DPA to ensure compliance with global laws and regulations related to the processing of Personal Data (defined in the DPA) in connection with the Services and this Agreement.\nThe Mural DPA supplements this Agreement.</p>\n<p>\n<strong>10.2 Acknowledgement.\n</strong>You acknowledge and agree that Mural may use Personal Data for analytics and product development purposes, and that such purposes are compatible with providing the Services.\nYou further acknowledge that the Services are not intended or designed for, and may not be used for, processing or storing any of the following: (a) special categories of data as enumerated in GDPR Article 9(1).\n(b) medical data, patient data, medical records, patient records, or other “Protected Health Information” as defined in the Health Insurance Portability and Accountability Act and related amendments and regulations as updated or replaced (HIPAA) and other medical industry laws and regulations.\n(c) financial account records or data, credit, debit or other payment card records or data, financial transaction records, tax records, accounting records, insurance records, or any other financial account or transaction records or data that are protected under applicable financial industry laws and regulations.\n(d) “personally identifiable information” from “education records,” as such terms are defined in the Family Educational Rights and Privacy Act (FERPA) and similar U.S.\nstate and federal laws, and any related rules or amendments.\n(e) tax identification numbers, Social Security numbers, driver’s license numbers, or other government identification numbers or records.\nor (f) any other personal information that is considered sensitive or subject to additional protections under applicable law.\n((a)-(f) collectively “<strong>Sensitive Data</strong>”).\nYou will not create on or post to the Services or otherwise use the Services to process or store any information that is considered Sensitive Data.\nYou acknowledge that Mural is not a “Business Associate” as defined in HIPAA, and that the Services are not HIPAA compliant.\nYou further acknowledge that Mural is not critical infrastructure, a banking service provider, or a high-risk or critical vendor as those terms are generally understood under applicable financial regulations.\nYou further acknowledge that Mural does not act as a “school official” as defined under FERPA, and Customers are solely responsible for using the Services only for non-FERPA covered purposes.&nbsp.\nNOTWITHSTANDING ANYTHING IN OUR TERMS OF SERVICE TO THE CONTRARY AND TO THE MAXIMUM EXTENT PERMITTED BY LAW, MURAL WILL HAVE NO LIABILITY FOR ANY SENSITIVE DATA THAT YOU OR YOUR AUTHORIZED USERS MAY CREATE ON OR POST TO THE SERVICES, OR WHICH YOU PROCESS OR STORE USING THE SERVICES, IN VIOLATION OF THIS AGREEMENT AND OUR TERMS OF SERVICE.</p>\n<p>‍</p>11.\nCONFIDENTIALITY<p>\n<strong>11.1\tDefinition.</strong> “<strong>Confidential Information</strong>” means all information disclosed by a party to the other party, whether orally or in writing, that is designated as confidential or that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure.\nCustomer Content is Customer Confidential Information, provided that if you instruct us in writing or through the Services to share or otherwise publish your Content, we are entitled to do so in accordance with this Agreement.\nMural Confidential Information includes: the software for the Services, whether in source or executable code.\nnonpublic software documentation.\nnonpublic financial information.\nnonpublic pricing information.\nthe terms and conditions of any Order Form.\nProduct Research materials and information.\nbusiness, product, marketing, and sales roadmaps, targets, strategies, and plans.\naudit materials and reports.\nmethods, processes, and nonpublic patent information.\nand the results of any performance tests of the Services.\nConfidential Information does not include information that: (i) is or becomes generally known to the public through no breach of any obligation owed to the disclosing party.\n(ii) was known to the receiving party prior to its disclosure by the disclosing party without breach of any obligation owed to the disclosing party.\n(iii) is received from a third party without knowledge of any breach of any obligation owed to the disclosing party.\nor (iv) is independently developed by the receiving party.</p>\n<p>\n<strong>11.2\tProtection of Confidential Information.</strong> As between the parties, each party retains all ownership rights in and to its Confidential Information.\nThe parties will comply with the terms of any nondisclosure agreement between Customer and Mural.\nIf no such agreement exists, the receiving party will: (a) use the same degree of care that it uses to protect the confidentiality of its own Confidential Information of like kind (but not less than reasonable care).\n(b) not use or disclose any Confidential Information of the disclosing party for any purpose outside the scope of this Agreement.\nand (c) limit access to Confidential Information of the disclosing party, except as otherwise authorized by the disclosing party in writing, to only those employees, agents and contractors (including its Affiliates, legal counsel, auditors and accountants) who (i) need that access for purposes consistent with this Agreement and (ii) are bound to obligations of confidentiality that are not materially less protective of the Confidential Information than those contained in this Agreement.&nbsp;</p>\n<p>\n<strong>11.3\tCompelled Disclosures.</strong>&nbsp.\nNotwithstanding the foregoing, Confidential Information may be disclosed to the extent required by any court or governmental agency.\nBefore disclosing such information, the receiving party must provide the disclosing party with sufficient advance notice of the request for the information to enable the disclosing party to exercise any rights it may have to challenge or limit the request to receive such Confidential Information.‍<strong>\n</strong>If the receiving Party is compelled by law to disclose the disclosing party’s Confidential Information as part of a civil proceeding to which the disclosing Party is a Party, and the disclosing Party is not contesting the disclosure, the disclosing Party will reimburse the receiving Party for its reasonable cost of compiling and providing secure access to that Confidential Information.</p>\n<p>‍</p>12.\nREPRESENTATIONS, WARRANTIES &amp.\nCOVENANTS<p>\n<strong>12.1\tMutual Commitments.\n</strong>Each party to this Agreement represents that its signatory is duly authorized to enter into this Agreement (and each Order Form, if applicable) on such party’s behalf.\nEach party agrees to comply with all applicable laws and regulations with respect to its activities related to the Services and this Agreement.&nbsp;<br>\n</p>\n<p>\n<strong>12.2\tMural Commitments.\n</strong>In addition to the representations, warranties and covenants elsewhere in this Agreement, Mural further represents, warrants and covenants that: (a) Mural will not materially decrease the overall functionality of the Services during each Subscription Term.\n(b) the Services will be free from any “copyleft” open source license that would require the open licensing of Customer Content.\nand (c) we conduct background checks on all of our employees and independent contractors with access to Customer Content.\nFor any breach of a warranty in this Section 12.2, Customer’s exclusive remedies are those described in the “Termination” section above.<br>\n</p>\n<p>\n<strong>12.3\tWarranty Disclaimer.\n</strong>EXCEPT AS EXPRESSLY PROVIDED FOR IN THIS AGREEMENT AND OUR SLA (AS APPLICABLE TO YOU),&nbsp.\nAND TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SERVICES ARE PROVIDED WARRANTY FREE, ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWE MAKE NO FURTHER REPRESENTATIONS, WARRANTIES OR CONDITIONS OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, COMPLETENESS, OR NON-INFRINGEMENT.\nWE FURTHER DISCLAIM ANY AND ALL WARRANTIES ARISING FROM COURSE OF DEALING OR USAGE OF TRADE.\nSOME STATES OR JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF CERTAIN WARRANTIES, OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF YOU RESIDE IN ONE OF THESE STATES OR JURISDICTIONS, THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>‍</p>13.\nFEEDBACK.\nPRODUCT RESEARCH<p>\n<strong>13.1\tFeedback.\n</strong>The more suggestions we get, the better the Services become.\nIf you or any of your Authorized Users send us feedback or suggestions regarding the Services, there is a chance we will use it, although we are not obligated to use it.\nIf we choose to implement suggestions or feedback, then it becomes part of the Services and our property.\nUnless in the context of Product Research, all suggestions or feedback will be treated as non-confidential and non-proprietary and we will not be liable for any use or disclosure of any suggestions or feedback, nor will the submitter be entitled to any compensation for our use of their suggestion or feedback.</p>\n<p>\n<strong>13.2\tProduct Research.\n</strong>As part of the Services, from time to time you or certain of your Authorized Users may be invited to participate in studies, focus groups, workshops, beta testing, or other research or testing of certain Mural product or service features or functionality, some of which may not yet be ready for general release (“<strong>Product Research</strong>”).\nParticipation is completely voluntary.\nWe are not forming a partnership, joint venture, agency, or employment relationship with you or your Authorized Users just by virtue of participating in Product Research.\nWe are under no obligation to generally release the feature or functionality subject to Product Research, or to provide any special maintenance, technical support, or other service or support for Product Research.\nALL MATERIALS ASSOCIATED WITH PRODUCT RESEARCH ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED.</p>\n<p>‍</p>14.\nPUBLICITY<p>Mural may refer to you as one of Mural's customers for marketing or promotional purposes.\nYou grant us the right to use your name and logo solely for such purposes.\nWe will adhere to any trademark guidelines that you provide to us, and any goodwill that arises from our use of your name or logo shall inure solely to your benefit.\nIn addition, you agree to serve as a reference account for Mural.\nWe will provide you with reasonable notice and obtain your consent before scheduling any reference calls.\nYou may elect not to serve as a reference account at any time during the Agreement term by contacting support@mural.co or your designated Mural account representative.\nNeither party will issue a press release about Customer becoming a Mural customer or a case study about Customer’s experience with the Services without the prior written consent of the other party.</p>\n<p>‍</p>15.\nDISPUTES.\nCHOICE OF LAW<p>Our Terms of Service and all matters arising out of or relating to the same will be governed by the laws of the State of California, without regard to its conflict of law provisions.\nAny legal action or proceeding relating to our Terms of Service will be brought exclusively in the state or federal courts located in the Northern District of California.\nMural and Customer hereby agree to submit to the jurisdiction of, and agree that venue is proper in, those courts in any such legal action or proceeding.&nbsp;</p>\n<p>‍</p>16.\nINDEMNIFICATION<p>\n<strong>16.1\tIndemnification by Mural.\n</strong>Mural will defend Customer against any claim, demand, suit or proceeding made or brought against Customer by a third party alleging that any Services infringe or misappropriate such third party’s intellectual property rights (a “<strong>Claim Against Customer</strong>”), and will indemnify Customer from any damages, attorney fees and costs finally awarded against Customer as a result of, or for amounts paid by Customer under a settlement approved by Mural in writing of, a Claim Against Customer.\nIn the event that our right to provide the Services is threatened or enjoined, we may in our sole discretion either obtain the right to continue providing the Services, or replace or modify the Services so that they become non-infringing, or, if such remedies are not reasonably available, terminate this Agreement upon thirty (30) days written notice without liability to you and refund any prepaid fees covering our Services on a pro-rata basis following the effective date of such termination.\nThe above defense and indemnification obligations will not apply if the Claim Against Customer arises from: (i) the use or combination of the Services or any part thereof with any software, hardware, data, or processes not provided by Mural, and the Services or use thereof would not infringe without such combination.\nor (ii) Customer Content, a Third Party Service, or Customer’s material breach of this Agreement.</p>\n<p>\n<strong>16.2\tIndemnification by Customer.</strong> Customer will defend Mural and its Affiliates against any claim, demand, suit or proceeding made or brought against Mural by a third party: (a) alleging that the combination of a Third Party Service or configuration provided by Customer and used with the Services infringes or misappropriates such third party’s intellectual property rights.\nor (b) arising from (i) Customer’s use of the Services or Content in an unlawful manner or in violation of our Terms of Service, (ii) any Content or Customer’s use of Content with the Services, or (iii) a Third Party Service provided by Customer.\n((a)-(b) each a “<strong>Claim Against Mural</strong>”).\nand will indemnify Mural from any damages, attorney fees and costs finally awarded against Mural as a result of, or for any amounts paid by Mural under a settlement approved by Customer in writing of, a Claim Against Mural.\nThe above defense and indemnification obligations will not apply if the Claim Against Mural arises from Mural’s material breach of this Agreement.</p>\n<p>\n<strong>16.3\tIndemnification Procedures.\n</strong>Each party’s respective defense and indemnification obligations are contingent upon: (1) the indemnified party providing the defending party with prompt written notice of an eligible claim (no more than thirty (30) days after receipt of notice of the claim), as well as reasonable cooperation, assistance and information in the defense and settlement of any claim.\nand (2) the defending party having sole authority to defend or settle such claim (provided that the defending party will not enter into a settlement that is not confidential, requires an admission of fault, or imposes non-monetary relief without the indemnified party’s prior written consent, which shall not be unreasonably withheld).\nThe indemnified party will have the right to participate in the defense with counsel of its own choosing at its own expense, provided that such representation does not interfere with the defending party’s right to control the defense.</p>\n<p>\n<strong>16.4\tExclusive Remedy.\n</strong>This Section 16 states the indemnifying party’s sole liability to, and the indemnified party’s exclusive remedy against, the other party for any third party claim described in this section notwithstanding anything to the contrary in this Agreement.</p>\n<p>‍</p>17.\nLIMITATIONS OF LIABILITY<p>\n<strong>17.1\t</strong>NOTWITHSTANDING ANYTHING IN OUR TERMS OF SERVICE TO THE CONTRARY AND TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY BE LIABLE TO THE OTHER PARTY FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING LOSS OF INCOME, PROFITS, OR REVENUE, BUSINESS INTERRUPTION, OR COST OF SUBSTITUTE SERVICES, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND WHETHER ANY CLAIM FOR RECOVERY IS BASED ON THEORIES OF CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE.</p>\n<p>\n<strong>17.2\t</strong>EXCEPT FOR THE EXCLUDED LIABILITIES, NOTWITHSTANDING ANYTHING IN OUR TERMS OF SERVICE TO THE CONTRARY AND TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY’S AGGREGATE LIABILITY TO THE OTHER IN CONNECTION WITH THIS AGREEMENT OR CUSTOMER’S ACCESS TO AND USE OF THE SERVICES EXCEED THE TOTAL FEES PAID BY CUSTOMER FOR THE SERVICES UNDER WHICH THE CLAIM AROSE IN THE TWELVE (12) MONTH PERIOD PRECEDING THE CLAIM OR ACTION, REGARDLESS OF THE FORM OR THEORY OF THE CLAIM OR ACTION.‍</p>\n<p>\n<strong>17.3\t</strong>FOR PURPOSES OF THIS SECTION 17, THE “EXCLUDED LIABILITIES'' MEANS ANY LIABILITIES ARISING FROM: (A) INDEMNIFICATION OBLIGATIONS UNDER SECTION 16 (INDEMNIFICATION).\n(B) BREACH OF SECTION 11 (CONFIDENTIALITY).\n(C) BREACH OF SECTION 3 (THE SERVICES).\nOR (D) CUSTOMER’S OBLIGATION TO PAY ALL OUTSTANDING INVOICES, FEES AND EXPENSES.\nWITH RESPECT TO EACH PARTY’S INDEMNIFICATION OBLIGATIONS UNDER SECTION 16, NOTWITHSTANDING ANYTHING IN OUR TERMS OF SERVICE TO THE CONTRARY AND TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL EITHER PARTY’S AGGREGATE LIABILITY TO THE OTHER EXCEED A MULTIPLIER OF TWO (2) TIMES THE TOTAL FEES PAID BY CUSTOMER FOR THE SERVICES UNDER WHICH THE CLAIM AROSE IN THE TWELVE (12) MONTH PERIOD PRECEDING THE CLAIM OR ACTION, REGARDLESS OF THE FORM OR THEORY OF THE CLAIM OR ACTION.</p>\n<p>‍</p>18.\nFORCE MAJEURE<p>Mural shall not be liable by reason of any failure or delay in the performance of its obligations under this Agreement or any of our Terms of Service on account of&nbsp.\nevents beyond our reasonable control, which may include strikes, shortages, epidemics, pandemics, riots, insurrection, fires, flood, storm, explosions, cyber attacks, acts of God, war, terrorism, governmental action, labor conditions, earthquakes and material shortages (each a “<strong>Force Majeure Event</strong>”).\nUpon the occurrence of a Force Majeure Event, Mural will be excused from any further performance of its obligations affected by the Force Majeure Event for so long as the event continues and we continue to use commercially reasonable efforts to resume performance.</p>\n<p>‍</p>19.\nFOR U.S.\nGOVERNMENT CUSTOMERS<br>\n<p>Mural provides the Services, including all related software and documentation to the extent applicable, for ultimate federal government use solely in accordance with the following: Government technical data and software rights related to the Services include only those rights customarily provided to the public as defined in this Agreement.\nThis customary commercial license is provided in accordance with Federal Acquisition Regulation (48 C.F.R.\n2.101) (\"FAR\") 12.211 (Technical Data) and 12.212 (Computer Software), and for Department of Defense transactions, Defense Federal Acquisition Regulation Supplement (“DFAR”) 252.227-7015 (Technical Data Commercial Items) and DFAR 227.7202-3 (Rights in Commercial Computer Software or Computer Software Documentation), as applicable, and notwithstanding any other FAR, DFAR, or other contractual clause to the contrary in any agreement into which this Agreement may be incorporated.\nIf a government agency needs additional rights, it must negotiate with Mural to determine if there are acceptable terms for granting those rights, and a mutually acceptable written addendum to this Agreement must be executed specifically granting those rights.\nMural may make available certain deployments of the Services that are expressly designated for use by government customers at their option, and such deployments will be subject to a Plan Supplement.</p>\n<p>&nbsp;</p>20.\nEXPORT COMPLIANCE<br>\n<p>Although Mural is a global company, we make no claims that the Services are accessible or appropriate everywhere in the world.\nAccess to the Services may not be legal in jurisdictions where Mural is not authorized to do business or that are subject to embargoes or sanctions, including China, Russia, Cuba, Iran, Syria, North Korea, or the Crimea region of Ukraine (the “<strong>Restricted Jurisdictions</strong>”).\nAny attempt to access or use the Services from a Restricted Jurisdiction, or to provide any person in a Restricted Jurisdiction with access to the Services, is considered a material breach of our Terms of Service.\nWe reserve full rights to change or limit access to the Services as necessary to ensure compliance with applicable laws and regulations.\nBy accessing and using the Services, you represent, warrant, and covenant that you and your Authorized Users: (a) are not in a Restricted Jurisdiction.\n(b) are not listed on any restricted parties lists.\nand (c) will not utilize the Services to service, directly or indirectly, a Restricted Jurisdiction or any person appearing on any restricted parties lists.</p>\n<p>‍</p>21.\nRESELLER ORDERS<p>This Section 21 applies to any access to the Services purchased by customers through an authorized reseller of the Mural Services (a “<strong>Reseller</strong>”).<br>\n</p>\n<p>\n<strong>21.1\tCommercial Terms.</strong> Instead of paying Mural, Customer will pay applicable amounts to Reseller as agreed between Customer and Reseller.\nCustomer’s order details (such as the scope of use and fees) will be as stated in a quote, purchase order or similar document placed by Reseller with Mural on Customer’s behalf.\nReseller is responsible for verifying the accuracy of all Customer information and order information provided in any such quote, purchase order or similar document.\nMural may suspend or terminate Customer’s rights to use the Services if it does not receive the corresponding payment from Reseller.\nIf Customer is entitled to a refund under this Agreement, Mural will refund any applicable fees to Reseller and Reseller will be solely responsible for refunding the appropriate amounts to Customer, unless otherwise specified.<br>\n</p>\n<p>\n<strong>21.2\tRelationship with Mural.\n</strong>This Agreement is directly between Mural and Customer and governs all use of the Services by Customer.\nResellers are not authorized to modify this Agreement or make any promises or commitments on Mural's behalf, and Mural is not bound by any obligations to Customer other than as set forth in this Agreement.\nMural is not party to (or responsible under) any separate agreement between Customer and Reseller and is not responsible for the Reseller’s acts, omissions, products or services.\nThe amount paid or payable by the Reseller to Mural for Customer’s use of the Services under this Agreement will be deemed the amount paid or payable by Customer to Mural under this Agreement for purposes of Section 17 (Limitations of Liability).</p>\n<p>\n<br>\n</p>22.\nMISCELLANEOUS<p>\n<strong>22.1\tUpdates to our Terms of Service.\n</strong>Our business, technology and Services evolve over time, and global laws and regulations are rapidly changing.\nAccordingly, we may need to modify our Terms of Service (including this Agreement) from time to time.\nIf we make a material change to our Terms of Service (including this Agreement), such changes will become effective on the date we publish the changes or as set forth in any notice we may provide about the changes.\nYour continued access to the Services will indicate you have accepted the modified terms.\nWE RESERVE THE RIGHT TO CHANGE OUR PLAN SERVICE FEES (OR BEGIN CHARGING PLAN SERVICE FEES) AT ANY TIME IN OUR SOLE DISCRETION.</p>\n<p>\n<strong>22.2\tAssignment.\n</strong>Neither party may assign or transfer this Agreement, in whole or in part, without the prior written consent of the other party (not to be unreasonably withheld) except in the event of either: (1) the direct or indirect acquisition of either (a) the majority of voting stock of such party or (b) all or substantially all of the assets of such party, by another entity in a single transaction or a series of transactions.\nor (2) the merger of such party with another entity.\nAny attempted assignment or transfer in violation of this Section 22.2 will be null and void.&nbsp.\nSubject to the foregoing restrictions, this Agreement will inure to the benefit of the successors and permitted assigns of the parties.</p>\n<p>\n<strong>22.3\tNotice.\n</strong>All notices required to be sent under this Agreement must be in writing and: (a) if to Customer, sent to the primary address associated with your Mural account.\nor (b) if to Mural, sent to the following address:&nbsp;</p>\n<p>Mural Legal Department <br>611 Gateway Boulevard<br>Suite 120 - #1015<br>San Francisco, CA 94080</p>\n<p>If no address is listed for Customer, notice to Customer will be effective if given to the last known address.\nNotice will be deemed given upon: (i) the date actually delivered in person.\n(ii) the day after the date sent by overnight courier.\nor (iii) five (5) days following the date such notice was mailed by first class or registered mail.</p>\n<p>\n<strong>22.4\tNo Third Party Beneficiaries.\n</strong>This Agreement is intended for the sole and exclusive benefit of the signatories.\nthere are no third party beneficiaries, and only the parties may enforce this Agreement.</p>\n<p>\n<strong>22.5\tRelationship of the Parties.\n</strong>Nothing in our Terms of Service will be deemed to create an agency, partnership, joint venture, employer-employee or franchisor-franchisee relationship of any kind between the parties.\nNeither party will have the power to bind the other or to incur obligations on the other’s behalf without such other party’s prior written consent.\n&nbsp;</p>\n<p>\n<strong>22.6\tWaiver and Severability.</strong> The waiver by either party of any default or breach of this Agreement will not constitute a waiver of any other or subsequent default or breach.\nThis Agreement operates to the fullest extent permissible by law.\nIn the event any provision of this Agreement is held to be invalid or unenforceable, the remaining provisions of this Agreement will remain in full force and effect.</p>\n<p>\n<strong>22.7\tTitles and Headings.\n</strong>The section titles and headings are for convenience only and have no legal or contractual effect.\nThe word “will” shall be construed to have the same meaning as “shall.” The words “include,” “includes,” and “including” will be deemed to be followed by “without limitation.” The word “or” will not be exclusive.\nThe phrase “to the extent” will be construed to mean the degree to which a subject or other matter extends, and such phrase will not simply mean “if.” Where a word is defined herein, references to the singular will include references to the plural and vice versa.\nAll references to “days” will be deemed to refer to calendar days unless otherwise specifically provided.\nAll references to “$” and “dollars” will be deemed to refer to United States currency unless otherwise specifically provided​​.</p>\n<p>\n<strong>22.8\tCustomer Affiliates.</strong> Authorized Users of Customer Affiliates may use the Services as Authorized Users of Customer.\nIn such a case, Customer represents and warrants that Customer is authorized to enter into this Agreement and make and receive any communications or notifications in relation to this Agreement on behalf of its Affiliates.\nAlternatively, a Customer Affiliate may enter its own Agreement to become a separate Workspace Owner under its own Plan.\nIn this alternative case, neither Customer nor its Affiliates have any rights under each other’s Plan or Agreement with Mural, and a breach or termination of any Plan or Agreement is not a breach nor termination under any other.</p>\n<p>\n<strong>22.9\tEntire Agreement.\n</strong>This Agreement, together with the SLA (if applicable), DPA, and all other policies, terms and conditions comprising our Terms of Service, constitutes the complete and exclusive agreement between the parties concerning its subject matter and supersedes all prior or contemporaneous agreements, written or oral, concerning its subject matter.\nNotwithstanding any language to the contrary, no terms or conditions stated in any software documentation, onboarding material, support material, marketing material, or any similar materials or documentation, will be incorporated into or form any part of this Agreement, and all such supposed terms or conditions will be null and void.</p>\n<p>\n<strong>22.10\tOrder of Precedence.</strong> To the extent of any conflict or inconsistency between the provisions of this Agreement and any other documents comprising our Terms of Service, the following order of precedence will apply: (1) the Order Form (if applicable to you).\n(2) any applicable Plan Supplement.\n(3) our DPA and SLA (as applicable to you).\n(4) this Agreement.\nand (5) any other policies, terms and conditions comprising our Terms of Service.\nAny terms and conditions stated on a purchase order or similar document issued by Customer for payment purposes shall be null and void.</p>", "created_at": "2023-03-18 02:49:19.972052", "updated_at": "2023-03-18 02:49:51.668365"}, {"id": 14738, "name": "Privacy Policy", "url": "https://www.mural.co/terms/privacy-policy", "xpath": "//body", "text": "ProductProduct closeFeaturesMural's intuitive features make collaboration creative, engaging, and productive.TemplatesSave time with hundreds of ready-to-use templates for common use cases and proven methods.EnterpriseGlobal enterprises trust Mural to transform the way they collaborate at scale.IntegrationsImprove your workflow by connecting to the apps you love.Trust &amp.\nsecurityRigorous security, reliability, compliance, and privacy measures, combined with enterprise-grade features.Why MuralEquip teams with essential collaboration design skills.Featured templatesBrowse all templatesWorkflowProcess flowchartMind map brainstormSolutionsSolutions closeby teamProduct, design and engineeringDeepen alignment from roadmap to retro.ConsultingDesign high-impact solutions with more engaging client sessions.ExecutivesActivate imagination and innovation across all your teams.Sales &amp.\ncustomer successWin more deals and build stronger partnerships.Information technologyEmpower hybrid, remote, or distributed teams to work better together.All teams Teams work better together with Muralby Use caseAlignment &amp.\ncoordinationDeepen alignment from roadmap to retro.Strategy and planningDesign high-impact solutions with more engaging client sessions.Team buildingActivate imagination and innovation across all your teams.Brainstorming and ideationWin more deals and build stronger partnerships.Ice breakersWork together more effectively with better connectionAll use cases Empower hybrid, remote, or distributed teams to work better together.ResourcesResources closeBlogInspiration and tips for facilitation and collaboration from our team and industry leaders.Webinars and eventsExpert-led sessions explain how to unlock the power of visual collaboration for your teams.Mural communityA forum for members to come together to learn, collaborate, ask and answer questions.Consultant networkJoin the 10,000+ consultants elevating online collaboration and client experience.Help centerFind fast answers to any questions about new features, setup, integrations, and more.Case studiesHere's how real companies are using Mural to innovate and transform.Extraordinary teamwork isn't an accident2023 Collaboration Trends ReportGet the reportFrom the blogBrowse all articlesMeet the new MuralRead moreHybrid collaboration is harder than you think!Read more10 templates for common meeting topicsRead morePricingContact usContact salesContact supportMural for educationSign inSign up, free foreverPrivacy StatementJump to terms and policies indexTermsMain Services AgreementLUMA System OfferingsData Processing AddendumService Level AgreementServices AgreementCollaborator NoticeDeveloper AddendumEducation SupplementNonprofit SupplementMural Consultant Network SupplementPoliciesAPI PolicyCopyright PolicyCookie PolicyAcceptable Use PolicyAnti-Slavery and Anti-Human Trafficking StatementSecuritySecurity PolicyHall of FameQuality PolicyVulnerability Disclosure ProgramMoreSubprocessorsLUMA Order Form SupplementLUMA Elevate Service PlanTrademark and Content GuidelinesCalifornia PrivacyPrivacy StatementPrint pageSubscribe to Subprocessor Updates<br>Thank you! Your submission has been received! 🎉Something went wrong while submitting the form.<p>Subprocessor<br>\n</p>\n<p>Subprocessing Activities<br>\n</p>\n<p>Location<br>\n</p>\n<p>Adobe<br>\n</p>\n<p>Cloud-based Marketing Automation Solution<br>\n</p>\n<p>United States<br>\n</p>\n<p>Amazon Web Services<br>\n</p>\n<p>Cloud Service Provider<br>\n</p>\n<p>United States<br>\n</p>\n<p>Auth0<br>\n</p>\n<p>Cloud-based Authentication Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Chorus<br>\n</p>\n<p>Cloud-based Analytics Tool<br>\n</p>\n<p>United States<br>\n</p>\n<p>Fivetran<br>\n</p>\n<p>Cloud Based Connector and Data Centralization Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Intercom<br>\n</p>\n<p>Cloud-based Customer Support Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Mandrill / Mailchimp<br>\n</p>\n<p>Cloud-based Customer Support Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Microsoft Azure<br>\n</p>\n<p>Cloud Service Provider<br>\n</p>\n<p>United States<br>\n</p>\n<p>Rollbar<br>\n</p>\n<p>Cloud-based Action Tracking Service<br>\n</p>\n<p>United States<br>\n</p>\n<p>Sisense (Periscope)<br>\n</p>\n<p>Cloud-based BI Services<br>\n</p>\n<p>United States<br>\n</p>\n<p>Amplitude<br>\n</p>\n<p>Cloud Based Product Analytics Service<br>\n</p>\n<p>United States<br>\n</p>\n<p>New Relic<br>\n</p>\n<p>Cloud Based Product Analytics Service<br>\n</p>\n<p>United States<br>\n</p>\n<p>Vanilla<br>\n</p>\n<p>Cloud-based Community forum<br>\n</p>\n<p>United States<br>\n</p>\n<p>Last Updated: March 6, 2023<br>\n</p>\n<p>Mural is committed to transparency about our collection, use, transfer and disclosure of your information.\nPlease direct any inquiries, comments or questions regarding this Privacy Statement or our processing of your information to: privacy@mural.co.<br>\n</p>\n<p>This Privacy Statement describes how Mural processes personal information, and what choices individuals have with respect to their personal information.\nBy accessing and using a Mural product or service, you are agreeing to the practices and policies described in this Privacy Statement.\nIf you object to any practices or policies as described in this Privacy Statement, please do not access or use our Services.<br>\n</p> Mural Privacy StatementLearn more about Trust@MuralLearn moreMore for California ResidentsLearn more Mural&nbsp;HomepageTermsPrivacy Statement<ul>\n<li>Product</li>\n<li>Enterprise</li>\n<li>Trust &amp.\nSecurity</li>\n<li>Features</li>\n<li>Solutions</li>\n<li>Use Cases</li>\n<li>Industries</li>\n<li>Facilitation Superpowers</li>\n<li>Templates</li>\n<li>Integrations</li>\n<li>Developers</li>\n<li>Updates</li>\n</ul>\n<ul>\n<li>Resources</li>\n<li>Remote Facilitation Guide</li>\n<li>Mural Impact Study</li>\n<li>Webinars</li>\n<li>Blog</li>\n<li>Learning</li>\n<li>Community</li>\n<li>Resource Hub</li>\n<li>Case Studies</li>\n<li>Help Center</li>\n<li>Facilitation Toolkit</li>\n</ul>\n<ul>\n<li>Membership</li>\n<li>Pricing</li>\n<li>Consultant Network</li>\n<li>Education</li>\n<li>Nonprofits</li>\n<li>Contact Sales</li>\n</ul>\n<ul>\n<li>Company</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Newsroom</li>\n<li>Collaborative Intelligence</li>\n<li>Brand Assets</li>\n<li>Accessibility</li>\n<li>Mural Status</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>Our Apps</li>\n<li>Download our Apps</li>\n<li>Microsoft Teams</li>\n<li>Surface Hub</li>\n</ul>\n<ul>\n<li>Social</li>\n<li>Instagram</li>\n<li>Youtube</li>\n<li>Linkedin</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li>Privacy Statement</li>\n<li>California Privacy</li>\n<li>Terms of Service</li>\n<li>Your Privacy Choices</li>\n</ul>\n<ul>\n<li>© 2022-2023 Mural.\nAll rights reserved.</li>\n<li>LUMA Institute, LLC is a wholly-owned subsidiary of Tactivos, Inc.\nd/b/a Mural.<br>The Mural name and logo are trademarks of Tactivos, Inc.\ndba Mural.</li>\n</ul> Cookies Button<p>By clicking “Accept All Cookies”, you agree to the storing of cookies on your device to enhance site navigation, analyze site usage, and assist in our marketing efforts.</p>Accept All CookiesPreferencesPrivacy preference centerWhen you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More informationAllow All Manage consent preferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Back ButtonPerformance Cookies<p>\n</p> Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>View Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul> Confirm preferences ", "created_at": "2023-03-18 02:49:19.941302", "updated_at": "2023-03-18 02:51:34.71901"}], "points": [], "urls": ["mural.co"]}}