{"error": 448, "message": "OK", "parameters": {"id": 9324, "name": "Koo", "created_at": "2023-08-20 02:50:22.329622", "updated_at": "2023-08-20 10:02:15.831089", "wikipedia": "https://en.wikipedia.org/wiki/Koo_(social_network)", "keywords": null, "related": null, "slug": "koo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9324.png", "url": "kooapp.com", "documents": [{"id": 18281, "name": "Profile Actions Policy", "url": "https://info.kooapp.com/profile-actions-policy/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.664342", "updated_at": "2023-08-20 02:50:22.664342"}, {"id": 18282, "name": "Spam Policy", "url": "https://info.kooapp.com/spam-policy/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.695607", "updated_at": "2023-08-20 02:50:22.695607"}, {"id": 18286, "name": "Content Moderation Guidelines", "url": "https://info.kooapp.com/content-moderation/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.822011", "updated_at": "2023-08-20 02:50:22.822011"}, {"id": 18283, "name": "Protocol for Compromised Accounts", "url": "https://info.kooapp.com/protocol-for-compromised-accounts/", "xpath": "//body", "text": null, "created_at": "2023-08-20 02:50:22.727262", "updated_at": "2023-08-20 02:52:53.489067"}, {"id": 18287, "name": "Transparency Report", "url": "https://info.kooapp.com/transparency-report/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.854223", "updated_at": "2023-08-20 02:50:22.854223"}, {"id": 18288, "name": "App Store Compliance", "url": "https://info.kooapp.com/app-store-compliance/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.888446", "updated_at": "2023-08-20 02:50:22.888446"}, {"id": 18289, "name": "Play Store Compliance", "url": "https://info.kooapp.com/play-store-compliance/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.920856", "updated_at": "2023-08-20 02:50:22.920856"}, {"id": 18290, "name": "Guidelines for Law Enforcement Agencies", "url": "https://info.kooapp.com/guidelines-for-law-enforcement-agencies/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.952417", "updated_at": "2023-08-20 02:50:22.952417"}, {"id": 18291, "name": "Monthly Compliance Reports", "url": "https://info.kooapp.com/monthly-compliance-reports/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.98285", "updated_at": "2023-08-20 02:50:22.98285"}, {"id": 18292, "name": "Compliance Statement", "url": "https://info.kooapp.com/compliance-statement/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:23.013271", "updated_at": "2023-08-20 02:50:23.013271"}, {"id": 18293, "name": "Annual Returns", "url": "https://info.kooapp.com/annual-returns/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:23.04368", "updated_at": "2023-08-20 02:50:23.04368"}, {"id": 18278, "name": "Terms of Service", "url": "https://info.kooapp.com/terms-of-service/", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i> Koo <ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> English <ul>\n<li> हिन्दी </li>\n<li> অসমীয়া </li>\n<li> বাংলা </li>\n<li> ગુજરાતી </li>\n<li> मराठी </li>\n<li> ਪੰਜਾਬੀ </li>\n<li> தமிழ் </li>\n<li> తెలుగు </li>\n<li> ಕನ್ನಡ </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>About Us<ul>\n<li>Koo Blogs</li>\n<li>Social Media Charter</li>\n<li>Newsroom</li>\n<li>Career</li>\n<li>Products and Services</li>\n</ul>\n</li>\n<li>Compliance<ul>\n<li>App Store Compliance</li>\n<li>Play Store Compliance</li>\n<li>Guidelines for Law Enforcement Agencies</li>\n<li>Monthly Compliance Reports</li>\n<li>Compliance Statement IT Rules, 2021</li>\n<li>Annual Returns</li>\n</ul>\n</li>\n<li>Policies<ul>\n<li>Koo Jackpot Terms</li>\n<li>Refunds and Cancellation Policy</li>\n<li>Koo Premium Terms &amp.\nConditions</li>\n<li>Superlikes Terms &amp.\nCondition</li>\n<li>Koo Coins T&amp;C</li>\n<li>B2B Privacy Policy</li>\n<li>Advertiser Guidelines</li>\n<li>Advertiser T&amp;C</li>\n<li>Koo Accounts of Eminence</li>\n<li>Influencer Guidelines</li>\n<li>Chat Room Policy</li>\n<li>Terms of Service</li>\n<li>Community Guidelines</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Frequently Asked Questions</li>\n<li>Elections</li>\n<li>Brand Usage Guidelines</li>\n<li>Koo Contests</li>\n<li>Fact Checking</li>\n</ul>\n</li>\n<li>Trust and safety<ul>\n<li>Safety @Koo</li>\n<li>Policy on Nude &amp.\nSexual Content Moderation</li>\n<li>Profile Actions Policy</li>\n<li>Spam Policy</li>\n<li>Protocol for Compromised Accounts</li>\n<li>Voluntary Self Verification</li>\n<li>Redressal Forms</li>\n<li>Content Moderation Guidelines</li>\n<li>Transparency Report</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> About UsKoo BlogsSocial Media CharterNewsroomCareerProducts and Services</li>\n<li> ComplianceApp Store CompliancePlay Store ComplianceGuidelines for Law Enforcement AgenciesMonthly Compliance ReportsCompliance Statement IT Rules, 2021Annual Returns</li>\n<li> PoliciesKoo Jackpot TermsRefunds and Cancellation PolicyKoo Premium Terms &amp.\nConditionsSuperlikes Terms &amp.\nConditionKoo Coins T&amp;CB2B Privacy PolicyAdvertiser GuidelinesAdvertiser T&amp;CKoo Accounts of EminenceInfluencer GuidelinesChat Room PolicyTerms of ServiceCommunity GuidelinesPrivacy Policy</li>\n<li> ResourcesFrequently Asked QuestionsElectionsBrand Usage GuidelinesKoo ContestsFact Checking</li>\n<li> Trust and safetySafety @KooPolicy on Nude &amp.\nSexual Content ModerationProfile Actions PolicySpam PolicyProtocol for Compromised AccountsVoluntary Self VerificationRedressal FormsContent Moderation GuidelinesTransparency Report</li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>NewsRoom</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<ul>\n<li> English <ul>\n<li> हिन्दी </li>\n<li> অসমীয়া </li>\n<li> বাংলা </li>\n<li> ગુજરાતી </li>\n<li> मराठी </li>\n<li> ਪੰਜਾਬੀ </li>\n<li> தமிழ் </li>\n<li> తెలుగు </li>\n<li> ಕನ್ನಡ </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Terms of Service <p>By Koo App<br>March 23, 2022 </p>\n<i>\n</i>\n<i>\n</i> India These Terms of Service were last updated on 19 September 2022.<p>We at Bombinate Technologies Private Limited, its affiliates, subsidiaries, successors in interest, (Company, we, our, us ), own, manage, and operate the application Koo (as defined below and referred to as Application).\nThe Company provides you with the Application, the associated customized services which include but are not limited to providing you with a micro-blogging platform, provision of content, and access to content which is created and uploaded by users on the Application (as defined below and referred to as Content) as sought to be accessed by you (Services).\nThese Terms of Services (Terms) govern your access to and use of our Services, which includes the website, the associated mobile application, SMS, APIs, e-mail notifications, and any Content available on the Services in whichever form and format capable of communication.</p>\n<p>By accessing, downloading, using our Services, you agree to be bound by these Terms, and you further explicitly consent to our Privacy Policy and Community Guidelines.\nWe urge you to access, review and familiarize yourself with these Terms periodically, for your continued use of the Services, which will constitute in your consent and agreement to these Terms.</p>\n<p>In the event the Terms are not agreeable to you, we request you to desist from accessing, downloading, using the Services in any manner, whatsoever.</p>\n<p>For ease of reference, we are defining certain terms as below which will be used throughout the Terms and associated policies:</p>\n<p>\n<strong>Application</strong>&nbsp;shall mean and include the software and mobile application of Koo accessed through or downloaded from the app store viz., Android or iOS, and accessible from any compatible device.</p>\n<p>\n<strong>Content</strong>&nbsp;means and includes, without limitation, any information, data, text, pictures, audio, video, GIFs, polls, user profiles, software, tags, graphics, and interactive features generated, provided, or otherwise made accessible either by you or other users or by us or our partners or sponsors on or through the Service/s.</p>\n<p>\n<strong>Koo</strong>&nbsp;shall mean any post by a registered user on the Application.</p>\n<p>\n<b>You&nbsp;</b>or&nbsp;<b>User&nbsp;</b>shall mean any registered user of the Application.\nIf you are accepting these Terms and using the Services on behalf of any juristic entity or any other person, you represent and warrant that you are authorized to do so and have the authority to bind such entity or person to these Terms, in which case the words “you” and “your” as used in these Terms shall refer to such entity or person irrevocably.</p>1.\nACCESS TO AND CONTINUED USE OF SERVICES<ol>\n<li>You should have attained the age of majority in your jurisdiction to be able to use and access our Services.\nThe Application has the right to terminate your account, wherein the User is found to be defaulting on this condition, or where we find that you are barred in law from access to our Services.</li>\n<li>You are responsible for your use of our Services, and undertake to comply with the applicable laws, and act in strict adherence to our Terms,&nbsp;Privacy Policy&nbsp;and&nbsp;Community Guidelines, as well.</li>\n<li>You may access our Services free of charge, or in any such manner which is determined by the Company and is conveyed to you from time to time.</li>\n<li>The Services provided to you are for your personal and non-commercial purposes only and should not be shared with individuals in violation of these Terms and allied policies.&nbsp;We specifically prohibit sale or purchase of a Koo account or handle.</li>\n<li>You are responsible for safeguarding your account and you agree not to disclose your password to any third party.&nbsp;You agree that you will be solely responsible for any activities or actions taken under your account or handle name or password, irrespective of whether you have authorized such activities or actions.&nbsp;You will immediately notify the Company of any unauthorized use of your password or your account, upon becoming aware of any such discrepancy.</li>\n<li>The Company further reserves the right to restrict the circulation of any content if the said content violates the&nbsp;Community Guidelines&nbsp;of the App.\nThe Company may also suspend or terminate your account for such a violation.\nPlease refer to our other policies on how we moderate&nbsp;the&nbsp;Content.</li>\n<li>The Company is committed to safeguarding the efficiency of the Application.\nFor that reason, we reserve the right to make changes to the Application for maintenance at any time.\nIf such situations cause an interruption of your Services for a reasonable duration, we shall not bear any liability to you and/or to any third parties.\nWe will make attempts on a best-efforts basis to let you beware of any scheduled maintenance to such extent as is possible.</li>\n<li>You agree not to: circumvent, remove, degrade, deactivate, or thwart any of the Contents of our Service.\nuse any robot, spider, scraper, or other means to access our Service.\nYou also agree not to decompile, reverse engineer, and disassemble any software or other products or processes accessible through our Service.\nAdditionally, you agree not to upload, post, e-mail or otherwise send or transmit any material designed to interrupt, destroy, or limit the functionality of our Service.\nWe may terminate or restrict your use of our Service if you violate these Terms or are engaged in any illegal or fraudulent or unethical or unwarranted or otherwise malicious use of our Service.</li>\n<li>You agree not to use the accounts of other Users, disparage other accounts, or indulge in any activity which violates the&nbsp;Community Guidelines.</li>\n<li>We do not claim ownership of your content that you post on or through the Service.\nBy submitting, posting, displaying, or communicating Content on or through our Services, you hereby grant to us a non-exclusive, royalty-free, transferable, sub-licensable, worldwide license to host, use, distribute, modify, run, copy, reproduce, process, such Content across all formats, media now known, or which may come into existence later.\nYou represent and warrant that you have, or have obtained, all rights, licenses, necessary authorizations required to grant the rights granted herein for any Content that you submit, or post, or display, or communicate through our Services and such Content is not subject to copyright or other proprietary rights of third parties unless you are legally entitled to post such Content through necessary permission or otherwise.</li>\n<li>We do not undertake any obligation to monitor user generated content, except to the extent required by law.\nWe are an intermediary that primarily enables online interaction between two or more users and allows them to create, upload, share, disseminate, modify or access information using Koo’s services.\nWhile Koo supports valid and legitimate claims of intellectual property ownership, it does not adjudicate any claims.\nIn the first instance, parties must resolve any disputes relating to intellectual property amongst themselves or through legal process, before reporting to Koo.\nIf you believe that someone is violating your or anyone else’s intellectual property, you may report it by emailing to&nbsp;redressal@kooapp.com&nbsp;or by filling up this&nbsp;form.\nPlease ensure that you submit complete details of the violation and ownership of the intellectual property in order for us to process the report.\nSuch reports will typically be processed within 48 hours.\nOrders or directions of courts or legal authorities will be honoured on priority.\nThe contents of a report (including any attachment) and the reporter’s email address will be provided to the person who posted the contested content along with a request to respond to the claim within 36 hours.\nIf no response is received within the specified time, or, if in the sole discretion of Koo, either the report or the response are unsatisfactory, Koo will take such action as it deems fit.\nPlease note that Koo is acting on a best efforts basis and accepts no responsibility for any actions taken by it.\nAny assertion or adjudication of legal rights must be carried out through legal process.\nAny abuse of this process may lead to termination of your user account and/or other legal consequences.\nPlease do not hesitate to seek your own legal advice before filing or contesting any report for intellectual property violation.</li>\n<li>We reserve the right to update, modify, alter, amend, these Terms at any time, at our sole discretion.</li>\n<li>We do not endorse, support, represent, authorize the circulation of all Content published on our Application, and we do not further attest to the accuracy, originality, reliability, legitimacy, completeness, of such Content, as available on our Services.</li>\n<li>All the Content that is available on the Application is the sole responsibility of the originator of the Content.\nYour use or reliance on any Content while availing the Services is solely at your own risk.\nAs a User, you may come across Content which you may construe to be offensive, harmful, misleading, inaccurate, or inappropriate.\nWe impress upon you that we may not always monitor or control the Content accessible on the Services, and as an intermediary we cannot assume responsibility for such Content.\nPlease use the Report Koo or Report User button within the Koo App to record your reactions or contact the Grievance Officer as stated below.&nbsp;You may also use the Reporting and Redressal Forms available at this&nbsp;link.&nbsp;We may be required to remove Content if such Content is violative of established and universal legal principles or&nbsp;is spammy&nbsp;&nbsp;violates our&nbsp;Spam Policy&nbsp;or if such Content is violative of applicable law.\nIn this connection, we shall abide by binding directions of legal authorities as and when they are made.\nIf you have obtained a legal order for removal of any Content please furnish the same via this&nbsp;form.\nWhile we will endeavor to do so, in complying with legal directions or in other compelling circumstances, it may not always be possible to immediately notify you of an action taken on our part.\nYou may appeal against any action taken to the Grievance Officer whose details are provided below.</li>\n<li>We give you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you as part of the Services.</li>\n<li>The Services made available to you are protected by copyright, trademark, and other laws.\nNothing in these Terms gives you the right to use our trademarks, logos, domain names, other distinctive brand features, and other proprietary rights.\nAll right, title, and interest in and to the Services or any username or handle names (excluding Content provided by users) are and will remain the exclusive property of the Company and its licensors.</li>\n<li>Any feedback, comments, or suggestions you may provide regarding the Services is entirely voluntary, and we will be free to use such feedback, comments, or suggestions as we see fit and without any obligation to you.</li>\n</ol>2.\nSERVICES<p>The Application provides you with the ability to:</p>\n<ol>\n<li>\n<b>SERVICES</b>\n</li>\n</ol>\n<p>The Application provides you with the ability to:</p>\n<ol>\n<li>Create and maintain your own profile on the Application after registration.</li>\n<li>Share your Content.\nre-share Content shared by others.\nconnect, follow and communicate with other Users.</li>\n<li>Remove, edit, modify your own Koos, and comments made on your’s or others’ Koos.</li>\n<li>Control your own privacy, as per the&nbsp;Privacy Policy&nbsp;of the Company, right from your own account.\nThis gives you the ability to determine which other Users can view your profile and/or any other Content uploaded by you on the Application.\nFrom time to time we may introduce additional features which will assist you in safeguarding your privacy</li>\n</ol>3.\nREGISTRATION AND ACCOUNT INTEGRITY<ol>\n<li>We provide you with a free account, however, you are required to be registered with us, to avail full functionalities of our Services.&nbsp;&nbsp;You are prohibited from buying or selling or exchanging accounts for cash or kind or any other value or for no value.</li>\n<li>As part of the registration process for creating your account, you will need to provide us with your phone number and/or email address, (which will be verified via a one-time password verification mechanism).\nYou can then create an account username/handle and password for yourself.\nYou must use original and distinct credentials to create an account on our App, which do not infringe any applicable laws and third-party rights.\nUsername/handles must not contain derogatory, demeaning or misleading language or messages or identity or images.</li>\n<li>You undertake that the information you provide to us is accurate, secure, and is not misleading.\nFor all intents and purposes User accounts and handles are the property of the Company and have been licensed for use to you in accordance with these Terms.\nUsernames or handles&nbsp;are the property of the Company&nbsp;and cannot be sold or commercially dealt with in any manner.</li>\n<li>Please note that if a username has been used by a verified user on another platform, in order to avoid risk of impersonation, the username will not be allotted to anyone else and, if already allotted, may be cancelled at the discretion of Koo without any notice.\nPlease review our policies related to&nbsp;Eminence&nbsp;in this regard</li>\n<li>We reserve the right to suspend or terminate or remove any account&nbsp;or take any other actions we deem fit&nbsp;with or without notice, if you are in breach of these Terms.&nbsp;In case you have any concern regarding an action taken on your account you can file an appeal by filling this&nbsp;form.&nbsp;</li>\n<li>In case of any discrepancy in access to your account, please reach out to us as per the account terms.</li>\n</ol>4.\nTHIRD PARTY SERVICES<ol>\n<li>You note that during your usage of our Services, Company can place advertisement or other types of commercial information on the Application.\nYou also agree to receive advertisement or other relevant commercial information from us via e-mail or other authorized means.\nThe Company may provide its Users with links to, or contact information for, third-party sites or services.\nPlease note that we do not control such third-party websites, and their interactions with you.\nWe have not reviewed, and do not review, all the material, including goods or services, made available through third-party sites.\nWe therefore urge you to kindly make an informed choice in interacting with such third-party sites and ensure that you are familiar with the policies of such sites before you proceed with engaging, interacting, with such third-party sites.</li>\n<li>The Company is not responsible for, and does not endorse, any third-party content, sites, or services mentioned on the Application.\nThird party materials accessed through or used by means of the third-party sites may also be protected by copyright and other intellectual property laws.</li>\n<li>In compliance with legal requirements, advertisements or promotional content will be dealt in accordance with our&nbsp;Advertiser Guidelines.\nBy using the Koo App, you agree to the measures implemented by us in this regard.</li>\n</ol>5.\nRULES AND CONDUCT<ol>\n<li>Without foregoing the responsibilities ascribed to you under these Terms, and without foregoing the generality of the&nbsp;Community Guidelines, and allied policies, you are prohibited from publishing any Content which:<ol>\n<li>may be harmful to minors or children, including any sexually explicit, abusive content.\nWe have a zero-tolerance policy against child sexual abuse content.\nand/ or,</li>\n<li>threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign states or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation.\nand/ or,</li>\n<li>is invasive of another’s privacy, hateful, or racially, ethnically objectionable, disparaging, relating, or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever.\nand/ or,</li>\n<li>infringes on any third party’s rights, including copyright, trademark, privacy, and publicity rights, and any other protected subject matter.\nand/ or,</li>\n<li>may be deemed as capitalizing on or lacking reasonable sensitivity towards a natural disaster, atrocity, conflict, death, or other tragic event.\nand/ or,</li>\n<li>threaten, harass, or bully other Users or third parties, including depictions of violence, gratuitous or otherwise, to any person place or property, or inciting violence, including suicide.\nand/ or,</li>\n<li>depicts content, which is sexually explicit (pornographic or erotic content, including icons, titles, or descriptions), violent in nature, abusive, and grossly harmful,</li>\n<li>is in violation of applicable law.</li>\n</ol>\n</li>\n<li>The Company shall, upon obtaining knowledge by itself or having been brought to actual knowledge by an affected person in writing or through email, about any such information as mentioned above, be entitled to disable such information that is in contravention of this clause.\nWe shall also be entitled to preserve such information and associated records for at least 180 (one hundred eighty) days for production to governmental authorities for investigation purposes.</li>\n</ol>5.\nRULES AND CONDUCT<ol>\n<li>Without foregoing the responsibilities ascribed to you under these Terms, and without foregoing the generality of the&nbsp;Community Guidelines, and allied policies, you are prohibited from publishing any Content which:<ol>\n<li>may be harmful to minors or children, including any sexually explicit, abusive content.\nWe have a zero-tolerance policy against child sexual abuse content.\nand/ or,</li>\n<li>threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign states or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation.\nand/ or,</li>\n<li>is invasive of another’s privacy, hateful, or racially, ethnically objectionable, disparaging, relating, or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever.\nand/ or,</li>\n<li>infringes on any third party’s rights, including copyright, trademark, privacy, and publicity rights, and any other protected subject matter.\nand/ or,</li>\n<li>may be deemed as capitalizing on or lacking reasonable sensitivity towards a natural disaster, atrocity, conflict, death, or other tragic event.\nand/ or,</li>\n<li>threaten, harass, or bully other Users or third parties, including depictions of violence, gratuitous or otherwise, to any person place or property, or inciting violence, including suicide.\nand/ or,</li>\n<li>depicts content, which is sexually explicit (pornographic or erotic content, including icons, titles, or descriptions), violent in nature, abusive, and grossly harmful,</li>\n<li>is in violation of applicable law.</li>\n</ol>\n</li>\n<li>The Company shall, upon obtaining knowledge by itself or having been brought to actual knowledge by an affected person in writing or through email, about any such information as mentioned above, be entitled to disable such information that is in contravention of this clause.\nWe shall also be entitled to preserve such information and associated records for at least 180 (one hundred eighty) days for production to governmental authorities for investigation purposes.</li>\n</ol>&nbsp;6.SUPPORT<ol>\n<li>The Company offers email based, and online support tools.\nYou may access support resources at the&nbsp;Reporting and Redressal Forms page&nbsp;or or contact our support by emailing at redressal@kooapp.com Under certain exceptional circumstances, we may also request you to reach out to other authorized, appointed contact persons for resolution of your queries or support requests.\nThe Company does not make any promises regarding how quickly we will respond to your request for support, or that we will be able to fix any problems you may be having.\nAny suggestions by the Company regarding use of the Services shall not be construed as a warranty.</li>\n<li>We are an intermediary enabling online interaction between two or more users and allowing them to create, upload, share, disseminate, modify or access information using our services.\nKoo does not undertake any obligation to monitor user generated content, except where specifically mandated under applicable law.\nResolution of grievances or disputes or claims relating to violation of legal or personal or public or community rights (collectively known as grievances) is solely within the domain of legal or judicial authorities.\nWe do not adjudicate any personal grievances.</li>\n<li>If a Koo or its contents are contested or disputed, reporters have the option to use the “Report Koo” or “Report User” option within the Koo App.\nReporters may also submit to Koo, orders from judicial or other authorities to take down any contested or disputed content at this link.\nSuch orders will be acted upon on a priority basis.\nA Grievance Redressal Process in accordance with applicable law has been created and is available on the&nbsp;Compliance page&nbsp;on our website.</li>\n</ol>7.\nTERMINATION<ol>\n<li>The Company reserves the right to suspend or terminate your access to the Application and the Services with or without notice and to exercise any other remedy available under law, in cases where:<ol>\n<li>You are in breach of any terms and conditions of these Terms;</li>\n<li>The Company is unable to verify or authenticate any information provided to Company by you;</li>\n<li>The Company has reasonable grounds for suspecting any illegal, fraudulent,&nbsp;spammy&nbsp;or abusive activity on your part;</li>\n<li>The Company believes in its sole discretion that your actions may cause legal liability for you, other Users or for the Company, or are contrary to the interests of the Application or the Company.\nor</li>\n<li>directed by law enforcement.</li>\n</ol>\n</li>\n<li>Once temporarily or permanently suspended, or terminated, the User may not continue to use the Application under the same account, a different account or re-register under a new account, unless approved by the Company.\nOn termination of an account due to the reasons mentioned herein, such User shall no longer have access to Content by such User on the Application , to the extent permissible in law.</li>\n<li>The User has the provision to appeal the suspension or termination of the account by contacting&nbsp;compliance.officer@kooapp.com&nbsp;or by submitting this&nbsp;appeal form.</li>\n<li>All provisions of these Terms, which by their nature should survive termination, shall survive termination, including, without limitation, disclaimers, indemnity, and limitations of liability.</li>\n</ol>8.\nDISCLAIMER<p>THE SERVICE (INCLUDING, WITHOUT LIMITATION, ANY CONTENT) IS PROVIDED “AS IS” AND “AS AVAILABLE” AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nYOUR USE OF THE SERVICE IS SOLELY AT YOUR OWN RISK.\nTHE COMPANY AND ITS DIRECTORS, EMPLOYEES, AGENTS, AND PARTNERS DO NOT WARRANT THAT: THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\nOR, ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR, ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR, THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.\nDO NOT USE ANY SOFTWARE, DEVICE, SCRIPTS, BOTS OR OTHER MEANS TO ACCESS, SCRAPE, CRAWL OR SPIDER THE APPLICATION FOR ANY TYPE OF PUBLIC AND PRIVATE DATA OR INFORMATION.\nUNLESS YOU RECEIVE EXPLICIT PERMISSION BY KOO IN WRITING, YOU MUST NOT: USE BOTS OR OTHER AUTOMATED METHODS TO ACCESS THE APPLICATION.\nSCRAP OR COPY PROFILES OR ANY OTHER INFORMATION OF THE APPLICATION THROUGH CRAWLERS, PLUG-INS, ADD-ONS OR ANY OTHER TECHNOLOGY.\nMANIPULATE OR BOOST CONTENT IN ANY MANNER USING AUTOMATED OR OTHER UNWARRANTED MEANS.</p>\n<ol>\n<li>THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\nOR,</li>\n<li>ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR,</li>\n<li>ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR,</li>\n<li>THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.</li>\n</ol>\n<p>DO NOT USE ANY SOFTWARE, DEVICE, SCRIPTS, BOTS OR OTHER MEANS TO ACCESS, SCRAPE, CRAWL OR SPIDER THE APPLICATION FOR ANY TYPE OF PUBLIC AND PRIVATE DATA OR INFORMATION.\nUNLESS YOU RECEIVE EXPLICIT PERMISSION BY KOO IN WRITING, YOU MUST NOT:</p>\n<ol>\n<li>USE BOTS OR OTHER AUTOMATED METHODS TO ACCESS THE APPLICATION.</li>\n<li>SCRAP OR COPY PROFILES OR ANY OTHER INFORMATION OF THE APPLICATION THROUGH CRAWLERS, PLUG-INS, ADD-ONS OR ANY OTHER TECHNOLOGY.</li>\n<li>MANIPULATE OR BOOST CONTENT IN ANY MANNER USING AUTOMATED OR OTHER UNWARRANTED MEANS.</li>\n</ol>9.\nINDEMNITY<p>You shall defend, indemnify, and hold harmless the Company, its affiliates, subsidiaries, joint venture partners and each of its, and its affiliates, subsidiaries, join venture partners’ employees, contractors, directors, suppliers and representatives from all liabilities, losses, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to:</p>\n<ol>\n<li>Your use or misuse of, or access to, the Service.\nor,</li>\n<li>Your violation of the Terms of Service or any applicable law, contract, policy, regulation or other obligation.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by You, in which event You will assist and cooperate with us in connection therewith.</li>\n</ol>10.\nLIMITATION OF LIABILITY<p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL COMPANY (NOR ITS DIRECTORS, EMPLOYEES, AGENTS, SPONSORS, PARTNERS, SUPPLIERS, CONTENT PROVIDERS, LICENSORS OR RESELLERS,) BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE:</p>\n<ol>\n<li>FOR ANY LOST PROFITS, DATA LOSS, LOSS OF GOODWILL OR OPPORTUNITY, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER;</li>\n<li>FOR YOUR RELIANCE ON THE SERVICE;</li>\n<li>FOR ANY DIRECT DAMAGES IN EXCESS (IN THE AGGREGATE) OF THE INR 10,000/- (in case of India) and USD 150 (in case of countries other than India);</li>\n<li>FOR ANY MATTER BEYOND ITS OR THEIR REASONABLE CONTROL, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF ANY OF THE AFOREMENTIONED DAMAGES.</li>\n</ol>11.\nGOVERNING LAW<p>This Agreement shall be governed by and construed in accordance with the laws of your country provided the Application is available and operated under a locally registered legal entity in your country, without regard to the conflict of laws provisions thereof.\nAll claims, differences and disputes arising under or in connection with or in relation hereto the Application or Services, the Terms or any transactions entered into on or through the Application or Services shall be subject to the exclusive jurisdiction of the courts at Bengaluru, India and You hereby accede to and accept the jurisdiction of such courts.</p>12.\nMISCELLANEOUS<ol>\n<li>In the event that any provision of these Terms is held to be invalid or unenforceable, then that provision will be limited or eliminated to the minimum extent necessary, and the validity, legality, and enforceability of the remaining provisions shall remain in full force and effect.</li>\n<li>These Terms form a valid, enforceable agreement between you and Bombinate Technologies Private Limited, a company incorporated under the Companies Act, 2013 with our registered office at 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bangalore, Karnataka – 560008&nbsp;.</li>\n</ol>13.\nGRIEVANCE REDRESSAL MECHANISM<ol>\n<li>Any discrepancies or grievances with regard to Content and or comment or breach of this Agreement or&nbsp;Community Guidelines&nbsp;shall be taken up with the designated Grievance Officer as mentioned below.\nYou have the right to appeal against any action on your complaint or Content to the Grievance Officer.\nThe Grievance Officer shall endeavor to resolve the same in an expeditious manner.<ol>\n<li>\n<strong>Mr.\nRahul Satyakam, Grievance Officer, 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bangalore, Karnataka – 560008 .</strong>\n</li>\n</ol>\n</li>\n<li>A Grievance Redressal Process in accordance with applicable law has been created and is available on the&nbsp;Compliance page&nbsp;on our website.</li>\n</ol>14.\nREFERENCE<ol>\n<li>If you have any questions regarding the Service, please contact Koo at&nbsp;help@kooapp.com</li>\n<li>Please note that for the purpose of validation, you shall be required to provide information (including, but not limited to your email address, contact number, or, registered mobile number, etc.) for the purpose of sufficient identification, and authentication, and taking Your service request.\nPlease refer to our&nbsp;Privacy Policy&nbsp;on how we deal with information.</li>\n</ol>15.\nCHANGES<p>We may from time to time change these Terms of Service.\nWe may assign or transfer our agreement with you including our associated rights and obligations at any time and you agree to cooperate with us in connection with such an assignment or transfer.\nWe recommend that you periodically check this page for any revised terms.\nYour continued use of the Services will be deemed to constitute your acceptance of all such revised terms.\nYou may request for earlier versions of these Terms by writing to&nbsp;redressal@kooapp.com.</p>\n<i>\n</i>\n<i>\n</i> United States These Terms of Service were last updated on 11 November 2022.\n<p>Bombinate Technologies Private Limited, a company registered under the provisions of the Companies Act, 2013 with its registered office at 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bengaluru, Karnataka, India PO 560008 owns, manages, and operates the application Koo, a micro-blogging platform available in multiple regional languages.</p>\n<p>For the purposes of this policy, the following terms shall have the meanings set forth below:</p>\n<ul>\n<li>\n<b>Application&nbsp;</b>means and includes the Koo software, mobile application available on Google Play Store, Apple App Store and M-Seva Store accessible from any compatible device.</li>\n<li>\n<b>Content&nbsp;</b>means and includes, without limitation, any information, data, text pictures, audio, video, GIFs, polls, user profiles, software, tags, graphics and other interactive features.\nThese electronic records may be provided or accessible either by you, other users or Our Services.</li>\n<li>\n<b>Koo&nbsp;</b>means any post by a registered user on the Application.</li>\n<li>\n<b>You&nbsp;</b>or&nbsp;<b>User&nbsp;</b>means any registered user of the Application.\nIf you accept these Terms and use our Service on behalf of any juristic entity or any other person, you represent and warrant that you are authorised to do so and have the authority to bind such entity or person to these Terms.\nIn such a case, ‘you’ or ‘your’ as used in these Terms shall refer to such entity or person.</li>\n<li>\n<b>We</b>,&nbsp;<b>our</b>&nbsp;or&nbsp;<b>us</b>&nbsp;means Bombinate Technologies Private Limited.</li>\n<li>\n<b>Terms&nbsp;</b>means the nature, scope and details of the Service we offer and the conditions applicable in order to use our Services</li>\n<li>\n<b>Services</b>&nbsp;means the Application, its associated customised features, access to user-generated content, features to create and post Content in different forms and formats.</li>\n</ul>\n<p>By accessing, downloading or using our Services, you agree to be bound by these Terms and consent to our&nbsp;<b>Privacy Policy</b>&nbsp;and&nbsp;<b>Community Guidelines.</b>&nbsp;For your continued use of our Services, we request you to periodically access, review and familiarise yourself with these Terms.\nIn the event that you do not accept these Terms, we request you to desist from accessing, downloading and using the Services in any manner.</p>\n<p>\n<b>I.\nSERVICES&nbsp;</b>\n</p>\n<p>The Application provides you the ability to:</p>\n<ol>\n<li>Create and maintain your own profile on the Application after registration.</li>\n<li>Share your Content.\nre-share Content shared by others.\nconnect, follow and communicate with other Users.</li>\n<li>Remove, edit, modify your own Koos, and comments made on yours or others’ Koos.</li>\n<li>Control your own privacy, as per the&nbsp;our Privacy Policy, right from your own account.\nThis gives you the ability to determine which User can view your profile or your Content on the Application.\nFrom time to time, we may introduce additional features which will assist you in safeguarding your privacy.</li>\n</ol>\n<p>We give you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you as part of the Services.</p>\n<p>\n<b>II.\nACCESS AND USE OF SERVICES&nbsp;</b>\n<b>\n<br>\n</b>\n</p>\n<ol>\n<li>You must have reached the age of majority in your jurisdiction to use and access our Services.\nWe retain the right to terminate your account or disable your access to the Application if you violate this condition.</li>\n<li>You are responsible for your use of our Services and undertake to comply with applicable law and our allied policies.</li>\n<li>You will access our Services in any manner determined by us and conveyed to you from time to time.</li>\n<li>The Services we provide to you are for your personal and non-commercial use.\nSpecifically, we prohibit the sale or purchase of a Koo account or handle.</li>\n<li>You are responsible for safeguarding your account and agree not to disclose your password to any third party.\nBy extension, you agree that you will be solely responsible for activities or actions taken under your account or handle.\nIn case of any authorised access or use of your account, you will immediately notify us.</li>\n<li>You agree not to:\n<ol>\n<li>circumvent, remove, degrade, deactivate, or thwart any of the Contents of our Service.\nuse any robot, spider, scraper, or other means to access our Service.</li>\n<li>decompile, reverse engineer, and disassemble any software or other products or processes accessible through our Service.</li>\n<li>send or transmit any material designed to interrupt, destroy, or limit the functionality of our Service.</li>\n<li>use the accounts of other Users, disparage other accounts, or indulge in any activity which violates the Community Guidelines.</li>\n</ol>\n</li>\n<li>We reserve the right to restrict circulation of any content if it violates our&nbsp;<b>Community Guidelines</b>&nbsp;or any other allied policy.\nWe may suspend, terminate or restrict access to your account in case of such a violation.</li>\n<li>We do not endorse, support, represent, authorize the circulation of all Content published on our Application, and we do not attest to the accuracy, originality, reliability, legitimacy, completeness, of such Content, as available on our Services.</li>\n<li>We may terminate or restrict your use of our Service if you violate these Terms or engage in any illegal, fraudulent, unethical, unwarranted or otherwise malicious use of our Service.</li>\n<li>To provide the best user experience, we may make changes to the Application.\nMaintenance, upgrades and other activities may interrupt your access to our Services for a reasonable duration.\nOn a best-effort bases, we will strive to communicate to you of any scheduled maintenance.\nHowever, during such a duration, we shall not bear any liability to you or any third parties.</li>\n<li>We do not claim ownership of the content you post on the Application through our Services.\nBy submitting, posting, displaying, or communicating Content on or through our Services, you hereby grant to us a non-exclusive, royalty-free, transferable, sub-licensable, worldwide license to host, use, distribute, modify, run, copy, reproduce, process, such Content across all formats, media now known, or which may come into existence later.\nYou represent and warrant that you have, or have obtained, all rights, licenses, necessary authorizations required to grant the rights granted herein for any Content that you submit, or post, or display, or communicate through our Services and such Content is not subject to copyright or other proprietary rights of third parties unless you are legally entitled to post such Content through necessary permission or otherwise.</li>\n<li>We operate the Application that enables interaction between users and allows them to create, upload, share, modify an access information using our Services.\nWe do not adjudicate any claims related to intellectual property rights.\nIn the event of any claims regarding intellectual property rights, please note the following process the report such claims:\n<ol>\n<li>At first instance, the parties must resolve any dispute related to intellectual property rights before reporting it to us.</li>\n<li>If you believe that a user on the Application violates your intellectual property rights, you may report it by dropping an e-mail to&nbsp;redressal@kooapp.com&nbsp;or by filing up this form.</li>\n<li>To process your claim, please ensure you submit complete details of your intellectual property rights and the instance of violation.</li>\n<li>Your report will be processed within 48 hours.\nOrders or directions by courts or legal authorities will be honoured on priority.</li>\n<li>The user in violation of your intellectual property rights will receive a copy of your report and e-mail id.\nThe user in violation of your intellectual property rights will have 36 hours to the claim.</li>\n<li>If no response is received or in our discretion, the report or the response is unsatisfactory, we will take action as we deem fit.\nWe will act on a best-efforts basis and accept no responsibility for our actions.</li>\n<li>&nbsp;Any assertion or adjudication of legal rights must be carried out through legal process.</li>\n<li>Any abuse of this process may lead to termination of your user account and/or other legal consequences.\nPlease do not hesitate to seek your own legal advice before filing or contesting any report for intellectual property violation.</li>\n</ol>\n</li>\n<li>Except to the extent required by law, we do not undertake any obligation to monitor user-generated content.\nAll the Content available on the Application is the sole responsibility of the originator of the Content.\nYour use or reliance on any Content while availing the Services is solely at your own risk.\nYou may come across Content which you may construe to be offensive, harmful, misleading, inaccurate, or inappropriate.</li>\n<li>We may not always monitor or control the Content accessible on the Services, and as an intermediary we cannot assume responsibility for such Content.\nPlease use the Report Koo or Report User button within the Koo App to record your reactions or contact the Grievance Officer as stated below.\nYou may also use the Reporting and Redressal Forms available at this link.</li>\n<li>The Services made available to you are protected by copyright, trademark, and other laws.\nNothing in these Terms gives you the right to use our trademarks, logos, domain names, other distinctive brand features, and other proprietary rights without our explicit permission.\nAll right, title, and interest in and to the Services or any username or handle names (excluding Content provided by users) are and will remain the exclusive property of the Company and its licensors.</li>\n<li>We may be required to remove Content if such Content is violative of established and universal legal principles or is spammy violates our Spam Policy or if such Content is violative of applicable law.\nIn this connection, we shall abide by binding directions of legal authorities as and when they are made.\nIf you have obtained a legal order for removal of any Content please furnish the same via this form.\nWhile we will endeavour to do so, in complying with legal directions or in other compelling circumstances, it may not always be possible to immediately notify you of an action taken on our part.</li>\n<li>Any feedback, comments, or suggestions you may provide regarding the Services is entirely voluntary, and we will be free to use such feedback, comments, or suggestions as we see fit and without any obligation to you.</li>\n<li>We reserve the right to update, modify, alter, amend, these Terms at any time, at our sole discretion.</li>\n</ol>\n<p>\n<b>III.\nREGISTRATION AND ACCOUNT INTEGRITY&nbsp;</b>\n</p>\n<ol>\n<li>To access and avail our Services, you must have a registered account on the Application.\nThis registered account is free of charge.\nYou are prohibited from buying, selling or exchanging accounts for cash, kind or any other value.</li>\n<li>To register, you will need to provide us with your phone number, e-mail address (verified by a one-time password).\nYou can create an account username/handle and password.\nYou must use original and distinct credentials to create an account on our Application, which do not infringe any applicable laws and third-party rights.\nUsername/handles must not contain derogatory, demeaning or misleading language, messages, identity or images.</li>\n<li>You undertake that the information you provide is accurate and not misleading.\nFor all intents and purposes, User accounts and handles are our property and are licensed for your use according with these Terms.\nUsernames or handles are our property and cannot be sold or commercially dealt with in any manner.</li>\n<li>Please note that if a username has been used by a verified user on another platform, to avoid risk of impersonation, the username will not be allotted to anyone else and, if already allotted, may be cancelled at the discretion of Koo without any notice.\nFor more information, please consult our Eminence policies.</li>\n<li>We reserve the right to suspend, terminate, remove any account or take any other actions we deem fit with or without notice, if you are in breach of these Terms.\nIn case you have any concern regarding an action taken on your account you can file an appeal by filling this form.</li>\n<li>In case of any discrepancy in access to your account, please reach out to us as per the account terms.</li>\n</ol>\n<p>\n<b>IV.\nTHIRD PARTY SERVICES&nbsp;</b>\n</p>\n<ol>\n<li>You note that during your usage of our Services, we can place advertisement or other types of commercial information on the Application.\nYou also agree to receive advertisement or other relevant commercial information from us via e-mail or other authorized means.\nWe may provide its Users with links to, or contact information for, third-party sites or services.\nWe do not control such third-party websites and their interactions with you.\nWe have not reviewed, and do not review, all the material, including goods or services, made available through third-party sites.\nTherefore, we urge you to kindly make an informed choice in interacting with such third-party sites and ensure that you are familiar with the policies of such sites before you proceed with engaging, interacting, with such third-party sites.</li>\n<li>The Company is not responsible for, and does not endorse, any third-party content, sites or services mentioned on the Application.\nThird party materials accessed through or used by means of the third-party sites may also be protected by copyright and other intellectual property laws.</li>\n</ol>\n<p>\n<b>V.\nRULES AND CONDUCT&nbsp;</b>\n</p>\n<ol>\n<li>In addition to the above responsibilities,&nbsp;Community Guidelines&nbsp;and allied policies, you are prohibited from publishing any Content which:\n<ol>\n<li>may be harmful to minors or children, including any sexually explicit, abusive content.\nWe have a zero-tolerance policy against child sexual abuse content.\nand/ or,</li>\n<li>is invasive of another’s privacy, hateful, or racially, ethnically objectionable, disparaging, relating, or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever.\nand/ or,</li>\n<li>infringes on any third party’s rights, including copyright, trademark, privacy, and publicity rights, and any other protected subject matter.\nand/ or,</li>\n<li>may be deemed as capitalizing on or lacking reasonable sensitivity towards a natural disaster, atrocity, conflict, death, or other tragic event.\nand/ or,</li>\n<li>threaten, harass, or bully other Users or third parties, including depictions of violence, gratuitous or otherwise, to any person place or property, or inciting violence, including suicide.\nand/ or,</li>\n<li>depicts content, which is sexually explicit (pornographic or erotic content, including icons, titles, or descriptions), violent in nature, abusive, and grossly harmful,</li>\n<li>is in violation of applicable law.</li>\n</ol>\n</li>\n<li>We shall, upon obtaining knowledge by itself or having been brought to actual knowledge by an affected person in writing or through email, about any such information as mentioned above, be entitled to disable such information that is in contravention of this clause.\nWe shall also be entitled to preserve such information and associated records for at least 180 (one hundred eighty) days for production to governmental authorities for investigation purposes.</li>\n</ol>\n<p>\n<b>VI.\nSUPPORT&nbsp;</b>\n</p>\n<ol>\n<li>We offer e-mail based, and online support tools.\nYou may access support resources at the&nbsp;Reporting and Redressal Forms page&nbsp;or contact our support by emailing at&nbsp;redressal@kooapp.com.\nUnder certain exceptional circumstances, we may also request you to reach out to other authorized, appointed contact persons for resolution of your queries or support requests.\nWe do not make any promises regarding how quickly we will respond to your request for support, or that we will be able to fix any problems you may be having.\nAny suggestions by us regarding use of the Services shall not be construed as a warranty.</li>\n<li>We are an intermediary enabling online interaction between two or more users and allowing them to create, upload, share, disseminate, modify or access information using our services.\nWe do not undertake any obligation to monitor user generated content, except where specifically mandated under applicable law.\nResolution of grievances or disputes or claims relating to violation of legal or personal or public or community rights (collectively known as grievances) is solely within the domain of legal or judicial authorities.\nWe do not adjudicate any personal grievances.</li>\n<li>If a Koo or its contents are contested or disputed, reporters have the option to use the “Report Koo” or “Report User” option within the Application.\nReporters may also submit to Koo, orders from judicial or other authorities to take down any contested or disputed content at this link.\nSuch orders will be acted upon on a priority basis.\nA Grievance Redressal Process in accordance with applicable law has been created and is available on the&nbsp;Compliance page&nbsp;on our website.</li>\n</ol>\n<p>\n<b>VII.\nTERMINATION</b>\n</p>\n<p>We reserve the right to suspend or terminate your access to the Application and the Services with or without notice and to exercise any other remedy available under law, in cases where:</p>\n<ol>\n<li>You are in breach of any terms and conditions of these Terms;</li>\n<li>We are unable to verify or authenticate any information provided to Company by you;</li>\n<li>We have reasonable grounds for suspecting any illegal, fraudulent, spammy or abusive activity on your part;</li>\n<li>We believe, in its sole discretion that your actions may cause legal liability for you, other Users, Us or are contrary to the interests of the Application or the Company.\nor</li>\n<li>directed by law enforcement.</li>\n</ol>\n<ol>\n<li>Once temporarily or permanently suspended, terminated, you may not continue to use the Application under the same account, a different account or re-register under a new account, unless approved by us.\nOn termination of an account due to the reasons mentioned herein, you shall no longer have access to Content by such User on the Application , to the extent permissible in law.</li>\n<li>You may appeal the suspension or termination of the account by contacting&nbsp;compliance.officer@kooapp.com&nbsp;or by submitting this appeal form.</li>\n<li>All provisions of these Terms, which by their nature should survive termination, shall survive termination, including, without limitation, disclaimers, indemnity, and limitations of liability.</li>\n</ol>\n<p>\n<b>VIII.\nDISCLAIMER</b>\n</p>\n<p>THE SERVICE (INCLUDING, WITHOUT LIMITATION, ANY CONTENT) IS PROVIDED “AS IS” AND “AS AVAILABLE” AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nYOUR USE OF THE SERVICE IS SOLELY AT YOUR OWN RISK.\nTHE COMPANY AND ITS DIRECTORS, EMPLOYEES, AGENTS, AND PARTNERS DO NOT WARRANT THAT:</p>\n<ol>\n<li>THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\nOR,</li>\n<li>ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR</li>\n<li>ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR,</li>\n<li>THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.</li>\n</ol>\n<p>DO NOT USE ANY SOFTWARE, DEVICE, SCRIPTS, BOTS OR OTHER MEANS TO ACCESS, SCRAPE, CRAWL OR SPIDER THE APPLICATION FOR ANY TYPE OF PUBLIC AND PRIVATE DATA OR INFORMATION.\nUNLESS YOU RECEIVE EXPLICIT PERMISSION BY KOO IN WRITING, YOU MUST NOT:</p>\n<ol>\n<li>USE BOTS OR OTHER AUTOMATED METHODS TO ACCESS THE APPLICATION.</li>\n<li>SCRAP OR COPY PROFILES OR ANY OTHER INFORMATION OF THE APPLICATION THROUGH CRAWLERS, PLUG-INS, ADD-ONS OR ANY OTHER TECHNOLOGY.</li>\n<li>MANIPULATE OR BOOST CONTENT IN ANY MANNER USING AUTOMATED OR OTHER UNWARRANTED MEANS.</li>\n</ol>\n<p>\n<b>IX.\nINDEMNITY</b>\n</p>\n<p>You shall defend, indemnify, and hold harmless us, our affiliates, subsidiaries, joint venture partners and each of their affiliates, subsidiaries, join venture partners’ employees, contractors, directors, suppliers and representatives from all liabilities, losses, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to:</p>\n<ol>\n<li>Your use or misuse of, or access to, the Service.\nor,</li>\n<li>Your violation of the Terms of Service or any applicable law, contract, policy, regulation or other obligation.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by You, in which event You will assist and cooperate with us in connection therewith.</li>\n</ol>\n<p>\n<b>X.\nLIMITATION OF LIABILITY</b>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL WE (NOR OUR DIRECTORS, EMPLOYEES, AGENTS, SPONSORS, PARTNERS, SUPPLIERS, CONTENT PROVIDERS, LICENSORS OR RESELLERS,) BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE:</p>\n<ol>\n<li>FOR ANY LOST PROFITS, DATA LOSS, LOSS OF GOODWILL OR OPPORTUNITY, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER;</li>\n<li>FOR YOUR RELIANCE ON THE SERVICE;</li>\n<li>FOR ANY DIRECT DAMAGES IN EXCESS (IN THE AGGREGATE) OF THE INR 10,000/- (in case of India) and USD 150 (in case of countries other than India);</li>\n<li>FOR ANY MATTER BEYOND ITS OR THEIR REASONABLE CONTROL, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF ANY OF THE AFOREMENTIONED DAMAGES.</li>\n</ol>\n<p>\n<b>XI.\nGOVERNING LAW</b>\n</p>\n<p>Koo is a legal entity incorporated in India and recognised as a Significant Social Media Intermediary under the laws of India.</p>\n<p>The laws of India govern this Agreement between You and Koo, excluding its conflict of laws rules.\nIf there are any special or specific rights and requirements that are available to you in your jurisdiction, please notify us immediately using our Reporting and Redressal forms and we will accommodate the same to the extent possible.</p>\n<p>All claims, differences and disputes arising under or in connection with or in relation hereto the Application or Services, the Terms or any transactions entered into on or through the Application or Services shall be subject to the exclusive jurisdiction of the courts at Bengaluru.\nYou hereby accede to and accept the jurisdiction of such courts.</p>\n<p>\n<b>XII.\nMISCELLANEOUS</b>\n</p>\n<p>If any provision of these Terms is held to be invalid or unenforceable, then that provision will be limited or eliminated to the minimum extent necessary, and the validity, legality, and enforceability of the remaining provisions shall remain in full force and effect.</p>\n<p>These Terms form a valid, enforceable agreement between you and Bombinate Technologies Private Limited, a company incorporated under the Companies Act, 2013 with our registered office at 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bangalore, Karnataka PO 560008 .</p>\n<p>\n<b>XIII.\nGRIEVANCE REDRESSAL MECHANISM</b>\n</p>\n<p>Any discrepancies or grievances about Content and or comment or breach of this Agreement or Community Guidelines shall be taken up with the designated Grievance Officer as mentioned below.\nYou have the right to appeal against any action on your complaint or Content to the Grievance Officer.\nThe Grievance Officer shall endeavour to resolve the same in an expeditious manner.</p>\n<p>Mr.\nRahul Satyakam, Grievance Officer, 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bangalore, Karnataka PO 560008.</p>\n<p>Please review our Reporting &amp.\nRedressal Process on the Compliance page on our website.</p>\n<p>\n<b>XIV.\nREFERENCE&nbsp;</b>\n</p>\n<p>If you have any questions regarding the Service, please contact Koo at&nbsp;help@kooapp.com.&nbsp;Please note that for the purpose of validation, you shall be required to provide information (including, but not limited to your email address, contact number, or, registered mobile number, etc.) for the purpose of sufficient identification, and authentication, and taking Your service request.\nPlease refer to our Privacy Policy on how we deal with information.</p>\n<p>\n<b>XV.\nCHANGES</b>\n</p>\n<p>We may from time to time change these Terms of Service.\nWe may assign or transfer our agreement with you including our associated rights and obligations at any time and you agree to cooperate with us in connection with such an assignment or transfer.\nWe recommend that you periodically check this page for any revised terms.\nYour continued use of the Services will be deemed to constitute your acceptance of all such revised terms.</p>\n<p>You may request for earlier versions of these Terms by writing to&nbsp;redressal@kooapp.com</p>\n<i>\n</i>\n<i>\n</i> Rest of World <p>\n<b>TERMS OF SERVICE</b>\n</p>\n<p>\n<b>This Policy was last updated on 19 November 2022</b>\n</p>\n<p>Bombinate Technologies Private Limited, a company registered under the provisions of the Companies Act, 2013 with its registered office at 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bengaluru, Karnataka, India PO 560008 owns, manages, and operates the application Koo, a micro-blogging platform available in multiple regional languages.&nbsp;</p>\n<p>For the purposes of this policy, the following terms shall have the meanings set forth below:&nbsp;</p>\n<ul>\n<li>\n<b>Application </b>means and includes the Koo software, mobile application available on Google Play Store, Apple App Store and M-Seva Store accessible from any compatible device.&nbsp;</li>\n<li>\n<b>Content </b>means and includes, without limitation, any information, data, text pictures, audio, video, GIFs, polls, user profiles, software, tags, graphics and other interactive features.\nThese electronic records may be provided or accessible either by you, other users or Our Services.&nbsp;</li>\n<li>\n<b>Koo </b>means any post by a registered user on the Application.&nbsp;</li>\n<li>\n<b>You </b>or <b>User </b>means any registered user of the Application.\nIf you accept these Terms and use our Service on behalf of any juristic entity or any other person, you represent and warrant that you are authorised to do so and have the authority to bind such entity or person to these Terms.\nIn such a case, ‘you’ or ‘your’ as used in these Terms shall refer to such entity or person.&nbsp;</li>\n<li>\n<b>We</b>, <b>our</b> or <b>us</b> means Bombinate Technologies Private Limited.&nbsp;</li>\n<li>\n<b>Terms </b>means the nature, scope and details of the Service we offer and the conditions applicable in order to use our Services</li>\n<li>\n<b>Services</b> means the Application, its associated customised features, access to user-generated content, features to create and post Content in different forms and formats.&nbsp;</li>\n</ul>\n<p>By accessing, downloading or using our Services, you agree to be bound by these Terms and consent to our <strong>Privacy Policy</strong> and <strong>Community Guidelines</strong>\n<b>.</b> For your continued use of our Services, we request you to periodically access, review and familiarise yourself with these Terms.\nIn the event that you do not accept these Terms, we request you to desist from accessing, downloading and using the Services in any manner.&nbsp;</p>\n<p>\n<b>SERVICES&nbsp;</b>\n</p>\n<p>The Application provide you the ability to:&nbsp;</p>\n<ol>\n<li>Create and maintain your own profile on the Application after registration.</li>\n<li>Share your Content.\nre-share Content shared by others.\nconnect, follow and communicate with other Users.</li>\n<li>Remove, edit, modify your own Koos, and comments made on yours or others’ Koos.</li>\n<li>Control your own privacy, as per the our Privacy Policy, right from your own account.\nThis gives you the ability to determine which User can view your profile or your Content on the Application.\nFrom time to time, we may introduce additional features which will assist you in safeguarding your privacy.</li>\n<li>We give you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you as part of the Services.</li>\n</ol>\n<p>\n<b>ACCESS AND USE OF SERVICES&nbsp;</b>\n</p>\n<ol>\n<li>You must have reached the age of majority in your jurisdiction to use and access our Services.\nWe retain the right to terminate your account or disable your access to the Application if you violate this condition.\n</li>\n<li>You are responsible for your use of our Services and undertake to comply with applicable law and our allied policies.</li>\n<li>You will access our Services in any manner determined by us and conveyed to you from time to time.</li>\n<li>The Services we provide to you are for your personal and non-commercial use.\nSpecifically, we prohibit the sale or purchase of a Koo account or handle.</li>\n<li>You are responsible for safeguarding your account and agree not to disclose your password to any third party.\nBy extension, you agree that you will be solely responsible for activities or actions taken under your account or handle.\nIn case of any authorised access or use of your account, you will immediately notify us.</li>\n<li>You agree not to:<ol>\n<li>circumvent, remove, degrade, deactivate, or thwart any of the Contents of our Service.\nuse any robot, spider, scraper, or other means to access our Service.&nbsp;</li>\n<li>decompile, reverse engineer, and disassemble any software or other products or processes accessible through our Service.&nbsp;</li>\n<li>send or transmit any material designed to interrupt, destroy, or limit the functionality of our Service.</li>\n<li>use the accounts of other Users, disparage other accounts, or indulge in any activity which violates the Community Guidelines.</li>\n</ol>\n</li>\n<li>We reserve the right to restrict circulation of any content if it violates our <strong>Community Guidelines </strong>or any other allied policy.\nWe may suspend, terminate or restrict access to your account in case of such a violation.</li>\n<li>We do not endorse, support, represent, authorize the circulation of all Content published on our Application, and we do not attest to the accuracy, originality, reliability, legitimacy, completeness, of such Content, as available on our Services.</li>\n<li>We may terminate or restrict your use of our Service if you violate these Terms or engage in any illegal, fraudulent, unethical, unwarranted or otherwise malicious use of our Service.</li>\n<li>To provide the best user experience, we may make changes to the Application.\nMaintenance, upgrades and other activities may interrupt your access to our Services for a reasonable duration.\nOn a best-effort bases, we will strive to communicate to you of any scheduled maintenance.\nHowever, during such a duration, we shall not bear any liability to you or any third parties.</li>\n<li>We do not claim ownership of the content you post on the Application through our Services.\nBy submitting, posting, displaying, or communicating Content on or through our Services, you hereby grant to us a non-exclusive, royalty-free, transferable, sub-licensable, worldwide license to host, use, distribute, modify, run, copy, reproduce, process, such Content across all formats, media now known, or which may come into existence later.\nYou represent and warrant that you have, or have obtained, all rights, licenses, necessary authorizations required to grant the rights granted herein for any Content that you submit, or post, or display, or communicate through our Services and such Content is not subject to copyright or other proprietary rights of third parties unless you are legally entitled to post such Content through necessary permission or otherwise.</li>\n<li>We operate the Application that enables interaction between users and allows them to create, upload, share, modify an access information using our Services.\nWe do not adjudicate any claims related to intellectual property rights.\nIn the event of any claims regarding intellectual property rights, please note the following process the report such claims:<ol>\n<li>At first instance, the parties must resolve any dispute related to intellectual property rights before reporting it to us.&nbsp;</li>\n<li>If you believe that a user on the Application violates your intellectual property rights, you may report it by dropping an e-mail to redressal@kooapp.com and by filing up this form.&nbsp;</li>\n<li>To process your claim, please ensure you submit complete details of your intellectual property rights and the instance of violation.&nbsp;</li>\n<li>Your report will be processed within 48 hours.\nOrders or directions by courts or legal authorities will be honoured on priority.&nbsp;</li>\n<li>The user in violation of your intellectual property rights will receive a copy of your report and e-mail id.\nThe user in violation of your intellectual property rights will have 36 hours to the claim.&nbsp;</li>\n<li>If no response is received or in our discretion, the report or the response is unsatisfactory, we will take action as we deem fit.\nWe will act on a best-efforts basis and accept no responsibility for our actions.&nbsp;</li>\n<li>Any assertion or adjudication of legal rights must be carried out through legal process.&nbsp;</li>\n<li>Any abuse of this process may lead to termination of your user account and/or other legal consequences.\nPlease do not hesitate to seek your own legal advice before filing or contesting any report for intellectual property violation.</li>\n</ol>\n</li>\n<li>Except to the extent required by law, we do not undertake any obligation to monitor user-generated content.\nAll the Content available on the Application is the sole responsibility of the originator of the Content.\nYour use or reliance on any Content while availing the Services is solely at your own risk.\nYou may come across Content which you may construe to be offensive, harmful, misleading, inaccurate, or inappropriate.</li>\n<li>We may not always monitor or control the Content accessible on the Services, and as an intermediary we cannot assume responsibility for such Content.\nPlease use the Report Koo or Report User button within the Koo App to record your reactions or contact the Grievance Officer as stated below.\nYou may also use the <strong>Reporting and Redressal Forms</strong>\n<strong>available at this link</strong>.</li>\n<li>The Services made available to you are protected by copyright, trademark, and other laws.\nNothing in these Terms gives you the right to use our trademarks, logos, domain names, other distinctive brand features, and other proprietary rights without our explicit permission.\nAll right, title, and interest in and to the Services or any username or handle names (excluding Content provided by users) are and will remain the exclusive property of the Company and its licensors.</li>\n<li>We may be required to remove Content if such Content is violative of established and universal legal principles or is spammy violates our Spam Policy or if such Content is violative of applicable law.\nIn this connection, we shall abide by binding directions of legal authorities as and when they are made.\nIf you have obtained a legal order for removal of any Content please furnish the same via this form.\nWhile we will endeavour to do so, in complying with legal directions or in other compelling circumstances, it may not always be possible to immediately notify you of an action taken on our part.</li>\n<li>Any feedback, comments, or suggestions you may provide regarding the Services is entirely voluntary, and we will be free to use such feedback, comments, or suggestions as we see fit and without any obligation to you.</li>\n<li>We reserve the right to update, modify, alter, amend, these Terms at any time, at our sole discretion.</li>\n</ol>\n<p>\n<b>REGISTRATION AND ACCOUNT INTEGRITY&nbsp;</b>\n<b>\n</b>\n</p>\n<ol>\n<li>To access and avail our Services, you must have a registered account on the Application.\nThis registered account is free of charge.\nYou are prohibited from buying, selling or exchanging accounts for cash, kind or any other value.\n</li>\n<li>To register, you will need to provide us with your phone number, e-mail address (verified by a one-time password).\nYou can create an account username/handle and password.\nYou must use original and distinct credentials to create an account on our Application, which do not infringe any applicable laws and third-party rights.\nUsername/handles must not contain derogatory, demeaning or misleading language, messages, identity or images.</li>\n<li>You undertake that the information you provide is accurate and not misleading.\nFor all intents and purposes, User accounts and handles are our property and are licensed for your use according with these Terms.\nUsernames or handles are our property and cannot be sold or commercially dealt with in any manner.</li>\n<li>Please note that if a username has been used by a verified user on another platform, to avoid risk of impersonation, the username will not be allotted to anyone else and, if already allotted, may be cancelled at the discretion of Koo without any notice.\nFor more information, please consult our <strong>Eminence policies</strong>.</li>\n<li>We reserve the right to suspend, terminate, remove any account or take any other actions we deem fit with or without notice, if you are in breach of these Terms.\nIn case you have any concern regarding an action taken on your account you can file an appeal by filling this form.</li>\n<li>In case of any discrepancy in access to your account, please reach out to us as per the account terms.</li>\n</ol>\n<p>\n<b>THIRD PARTY SERVICES&nbsp;</b>\n<b>\n</b>\n</p>\n<ol>\n<li>You note that during your usage of our Services, we can place advertisement or other types of commercial information on the Application.\nYou also agree to receive advertisement or other relevant commercial information from us via e-mail or other authorized means.\nWe may provide its Users with links to, or contact information for, third-party sites or services.\nWe do not control such third-party websites and their interactions with you.\nWe have not reviewed, and do not review, all the material, including goods or services, made available through third-party sites.\nTherefore, we urge you to kindly make an informed choice in interacting with such third-party sites and ensure that you are familiar with the policies of such sites before you proceed with engaging, interacting, with such third-party sites.</li>\n<li>The Company is not responsible for, and does not endorse, any third-party content, sites or services mentioned on the Application.\nThird party materials accessed through or used by means of the third-party sites may also be protected by copyright and other intellectual property laws.</li>\n</ol>\n<p>\n<b>RULES AND CONDUCT&nbsp;</b>\n<b>\n</b>\n</p>\n<ol>\n<li>In addition to the above responsibilities, <strong>Community Guidelines</strong> and allied policies, you are prohibited from publishing any Content which:<ol>\n<li>may be harmful to minors or children, including any sexually explicit, abusive content.\nWe have a zero-tolerance policy against child sexual abuse content.\nand/ or,</li>\n<li>is invasive of another’s privacy, hateful, or racially, ethnically objectionable, disparaging, relating, or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever.\nand/ or,</li>\n<li>infringes on any third party’s rights, including copyright, trademark, privacy, and publicity rights, and any other protected subject matter.\nand/ or,</li>\n<li>may be deemed as capitalizing on or lacking reasonable sensitivity towards a natural disaster, atrocity, conflict, death, or other tragic event.\nand/ or,</li>\n<li>threaten, harass, or bully other Users or third parties, including depictions of violence, gratuitous or otherwise, to any person place or property, or inciting violence, including suicide.\nand/ or,</li>\n<li>depicts content, which is sexually explicit (pornographic or erotic content, including icons, titles, or descriptions), violent in nature, abusive, and grossly harmful,</li>\n<li>is in violation of applicable law.</li>\n</ol>\n</li>\n<li>We shall, upon obtaining knowledge by itself or having been brought to actual knowledge by an affected person in writing or through email, about any such information as mentioned above, be entitled to disable such information that is in contravention of this clause.\nWe shall also be entitled to preserve such information and associated records for at least 180 (one hundred eighty) days for production to governmental authorities for investigation purposes.</li>\n</ol>\n<p>\n<b>SUPPORT&nbsp;</b>\n</p>\n<ol>\n<li>We offer e-mail based, and online support tools.\nYou may access support resources at the <strong>Reporting and Redressal Forms page</strong> or contact our support by emailing at redressal@kooapp.com.\nUnder certain exceptional circumstances, we may also request you to reach out to other authorized, appointed contact persons for resolution of your queries or support requests.\nWe do not make any promises regarding how quickly we will respond to your request for support, or that we will be able to fix any problems you may be having.\nAny suggestions by us regarding use of the Services shall not be construed as a warranty.</li>\n<li>We are an intermediary enabling online interaction between two or more users and allowing them to create, upload, share, disseminate, modify or access information using our services.\nWe do not undertake any obligation to monitor user generated content, except where specifically mandated under applicable law.\nResolution of grievances or disputes or claims relating to violation of legal or personal or public or community rights (collectively known as grievances) is solely within the domain of legal or judicial authorities.\nWe do not adjudicate any personal grievances.</li>\n<li>If a Koo or its contents are contested or disputed, reporters have the option to use the “Report Koo” or “Report User” option within the Application.\nReporters may also submit to Koo, orders from judicial or other authorities to take down any contested or disputed content at this link.\nSuch orders will be acted upon on a priority basis.\nA Grievance Redressal Process in accordance with applicable law has been created and is available on the Compliance page on our website.</li>\n</ol>\n<p>\n<b>TERMINATION</b>\n</p>\n<p>We reserve the right to suspend or terminate your access to the Application and the Services with or without notice and to exercise any other remedy available under law, in cases where:</p>\n<ol>\n<li>You are in breach of any terms and conditions of these Terms;</li>\n<li>We are unable to verify or authenticate any information provided to Company by you;</li>\n<li>We have reasonable grounds for suspecting any illegal, fraudulent, spammy or abusive activity on your part;</li>\n<li>We believe, in its sole discretion that your actions may cause legal liability for you, other Users, Us or are contrary to the interests of the Application or the Company.\nor</li>\n<li>directed by law enforcement.</li>\n</ol>\n<ol>\n<li> Once temporarily or permanently suspended, terminated, you may not continue to use the Application under the same account, a different account or re-register under a new account, unless approved by us.\nOn termination of an account due to the reasons mentioned herein, you shall no longer have access to Content by such User on the Application , to the extent permissible in law.</li>\n<li> You may appeal the suspension or termination of the account by contacting compliance.officer@kooapp.com or by submitting this appeal form.</li>\n<li> All provisions of these Terms, which by their nature should survive termination, shall survive termination, including, without limitation, disclaimers, indemnity, and limitations of liability.</li>\n</ol>\n<p>\n<b>DISCLAIMER</b>\n</p>\n<p>THE SERVICE (INCLUDING, WITHOUT LIMITATION, ANY CONTENT) IS PROVIDED “AS IS” AND “AS AVAILABLE” AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nYOUR USE OF THE SERVICE IS SOLELY AT YOUR OWN RISK.\nTHE COMPANY AND ITS DIRECTORS, EMPLOYEES, AGENTS, AND PARTNERS DO NOT WARRANT THAT:</p>\n<ol>\n<li>THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\nOR,</li>\n<li>ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR</li>\n<li>ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR,</li>\n<li>THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.</li>\n</ol>\n<p>DO NOT USE ANY SOFTWARE, DEVICE, SCRIPTS, BOTS OR OTHER MEANS TO ACCESS, SCRAPE, CRAWL OR SPIDER THE APPLICATION FOR ANY TYPE OF PUBLIC AND PRIVATE DATA OR INFORMATION.\nUNLESS YOU RECEIVE EXPLICIT PERMISSION BY KOO IN WRITING, YOU MUST NOT:</p>\n<ol>\n<li>USE BOTS OR OTHER AUTOMATED METHODS TO ACCESS THE APPLICATION.</li>\n<li>SCRAP OR COPY PROFILES OR ANY OTHER INFORMATION OF THE APPLICATION THROUGH CRAWLERS, PLUG-INS, ADD-ONS OR ANY OTHER TECHNOLOGY.</li>\n<li>MANIPULATE OR BOOST CONTENT IN ANY MANNER USING AUTOMATED OR OTHER UNWARRANTED MEANS.</li>\n</ol>\n<p>\n<b> INDEMNITY</b>\n</p>\n<p>You shall defend, indemnify, and hold harmless us, our affiliates, subsidiaries, joint venture partners and each of their affiliates, subsidiaries, join venture partners’ employees, contractors, directors, suppliers and representatives from all liabilities, losses, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to:</p>\n<ol>\n<li>Your use or misuse of, or access to, the Service.\nor,</li>\n<li>Your violation of the Terms of Service or any applicable law, contract, policy, regulation or other obligation.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by You, in which event You will assist and cooperate with us in connection therewith.</li>\n</ol>\n<p>\n<b> LIMITATION OF LIABILITY</b>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL WE (NOR OUR DIRECTORS, EMPLOYEES, AGENTS, SPONSORS, PARTNERS, SUPPLIERS, CONTENT PROVIDERS, LICENSORS OR RESELLERS,) BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE:</p>\n<ol>\n<li>FOR ANY LOST PROFITS, DATA LOSS, LOSS OF GOODWILL OR OPPORTUNITY, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER;</li>\n<li>FOR YOUR RELIANCE ON THE SERVICE;</li>\n<li>FOR ANY DIRECT DAMAGES IN EXCESS (IN THE AGGREGATE) OF THE INR 10,000/- (in case of India) and USD 150 (in case of countries other than India);</li>\n<li>FOR ANY MATTER BEYOND ITS OR THEIR REASONABLE CONTROL, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF ANY OF THE AFOREMENTIONED DAMAGES.</li>\n</ol>\n<p>\n<b> GOVERNING LAW</b>\n</p>\n<p>Koo is a legal entity incorporated in India and recognised as a Significant Social Media Intermediary under the laws of India.\n</p>\n<p>The laws of India govern this Agreement between You and Koo, excluding its conflict of laws rules.\nIf there are any special or specific rights and requirements that are available to you in your jurisdiction, please notify us immediately using our Reporting and Redressal forms and we will accommodate the same, to the extent possible.</p>\n<p>All claims, differences and disputes arising under or in connection with or in relation hereto the Application or Services, the Terms or any transactions entered into on or through the Application or Services shall be subject to the exclusive jurisdiction of the courts at Bengaluru.\nYou hereby accede to and accept the jurisdiction of such courts.</p>\n<p>\n<b>MISCELLANEOUS</b>\n</p>\n<ol>\n<li>If any provision of these Terms is held to be invalid or unenforceable, then that provision will be limited or eliminated to the minimum extent necessary, and the validity, legality, and enforceability of the remaining provisions shall remain in full force and effect.</li>\n<li>These Terms form a valid, enforceable agreement between you and Bombinate Technologies Private Limited, a company incorporated under the Companies Act, 2013 with our registered office at 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bangalore, Karnataka PO 560008 .</li>\n</ol>\n<p>\n<b>GRIEVANCE REDRESSAL MECHANISM</b>\n</p>\n<ol>\n<li>Any discrepancies or grievances about Content and or comment or breach of this Agreement or Community Guidelines shall be taken up with the designated Grievance Officer as mentioned below.\nYou have the right to appeal against any action on your complaint or Content to the Grievance Officer.\nThe Grievance Officer shall endeavour to resolve the same in an expeditious manner.</li>\n<li>Mr.\nRahul Satyakam, Grievance Officer, 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bangalore, Karnataka PO 560008.</li>\n<li>A Grievance Redressal Process in accordance with applicable law has been created and is available on the Compliance page on our website.</li>\n</ol>\n<p>\n<b>REFERENCE&nbsp;</b>\n</p>\n<ol>\n<li>If you have any questions regarding the Service, please contact Koo at help@kooapp.com.\n</li>\n<li>Please note that for the purpose of validation, you shall be required to provide information (including, but not limited to your email address, contact number, or, registered mobile number, etc.) for the purpose of sufficient identification, and authentication, and taking Your service request.\nPlease refer to our Privacy Policy on how we deal with information.</li>\n</ol>\n<p>\n<b>CHANGES</b>\n</p>\n<p>We may from time to time change these Terms of Service.\nWe may assign or transfer our agreement with you including our associated rights and obligations at any time and you agree to cooperate with us in connection with such an assignment or transfer.\nWe recommend that you periodically check this page for any revised terms.\nYour continued use of the Services will be deemed to constitute your acceptance of all such revised terms.</p>\n<p>You may request for earlier versions of these Terms by writing to redressal@kooapp.com&nbsp;</p>\n<i>\n</i>\n<i>\n</i> Brasil (Português) <p>\n<strong>TERMOS DE SERVIÇO</strong>\n</p>\n<p>\n<strong>Esta Política foi atualizada pela última vez em 21 de novembro de 2022</strong>\n</p>\n<p>Bombinate Technologies Private Limited, uma empresa registrada sob as disposições da Lei de Empresas, 2013 com sede em 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bengaluru, Karnataka, India PO 560008 possui, gerencia e opera o aplicativo Koo, uma plataforma de micro-blogs disponível em vários idiomas regionais.</p>\n<p>Para os fins desta política, os seguintes termos terão os significados estabelecidos abaixo:</p>\n<ul>\n<li>\n<strong>O aplicativo</strong> significa e inclui o software Koo, o aplicativo móvel disponível na Google Play Store, Apple App Store e M-Seva Store acessível a partir de qualquer dispositivo compatível.</li>\n<li>\n<strong>Conteúdo</strong> significa e inclui, sem limitação, qualquer informação, dados, imagens de texto, áudio, vídeo, GIFs, enquetes, perfis de usuário, software, tags, gráficos e outros recursos interativos.\nEsses registros eletrônicos podem ser fornecidos ou acessíveis por você, outros usuários ou Nossos Serviços.</li>\n<li>\n<strong>Koo</strong> significa qualquer postagem de um usuário registrado no Aplicativo.</li>\n<li>\n<strong>Você</strong> ou <strong>Usuário</strong> significa qualquer usuário registrado do Aplicativo.\nSe você aceitar estes Termos e usar nosso Serviço em nome de qualquer entidade jurídica ou qualquer outra pessoa, você declara e garante que está autorizado a fazê-lo e tem autoridade para vincular tal entidade ou pessoa a estes Termos.\nNesse caso, “você” ou “seu”, conforme usado nestes Termos, deve se referir a tal entidade ou pessoa.</li>\n<li>\n<strong>Nós, nosso</strong> ou <strong>nós</strong> significa Bombinate Technologies Private Limited.</li>\n<li>\n<strong>Termos</strong> significa a natureza, o escopo e os detalhes do Serviço que oferecemos e as condições aplicáveis para usar nossos Serviços</li>\n<li>\n<strong>Serviços</strong> significa o Aplicativo, seus recursos personalizados associados, acesso a conteúdo gerado pelo usuário, recursos para criar e postar Conteúdo em diferentes formas e formatos.</li>\n</ul>\n<p>Ao acessar, baixar ou usar nossos Serviços, você concorda em ficar vinculado a estes Termos e consente com nossa <strong>Política de Privacidade </strong>e <strong>Diretrizes da Comunidade</strong>.\nPara o seu uso continuado de nossos Serviços, solicitamos que você acesse, revise e se familiarize periodicamente com estes Termos.\nNo caso de você não aceitar estes Termos, solicitamos que você desista de acessar, baixar e usar os Serviços de qualquer maneira.</p>\n<p>\n<strong>SERVIÇOS</strong>\n</p>\n<p>Aplicativo fornece a você a capacidade de:</p>\n<ol>\n<li>Criar e manter seu próprio perfil no Aplicativo após o registro.</li>\n<li>Compartilhar seu Conteúdo.\ncompartilhar novamente o Conteúdo compartilhado por outras pessoas.\nconectar, seguir e se comunicar com outros Usuários.</li>\n<li>Remover, editar, modificar seu próprio Koos e comentários feitos nos seus Koos ou no de outras pessoas.</li>\n<li>Controlar a sua própria privacidade, de acordo com a nossa Política de Privacidade, diretamente a partir da sua própria conta.\nIsso lhe dá a capacidade de determinar qual usuário pode visualizar seu perfil ou seu conteúdo no aplicativo.\nDe tempos em tempos, podemos introduzir recursos adicionais que ajudarão você a proteger sua privacidade.</li>\n<li>Damos-lhe uma licença pessoal, mundial, isenta de royalties, não atribuível e não exclusiva para usar o software fornecido a você como parte dos Serviços.</li>\n</ol>\n<p>\n<strong>ACESSO E UTILIZAÇÃO DOS SERVIÇOS</strong>\n</p>\n<ol>\n<li>Você deve ter atingido a maioridade em sua jurisdição para usar e acessar nossos Serviços.\nReservamo-nos o direito de encerrar sua conta ou desabilitar seu acesso ao Aplicativo se você violar essa condição.</li>\n<li>Você é responsável pelo uso de nossos Serviços e se compromete a cumprir a lei aplicável e nossas políticas aliadas.</li>\n<li>Você acessará nossos Serviços de qualquer maneira determinada por nós e transmitida a você de tempos em tempos.</li>\n<li>Os Serviços que fornecemos a você são para seu uso pessoal e não comercial.\nEspecificamente, proibimos a venda ou compra de uma conta ou identificador Koo.</li>\n<li>Você é responsável por proteger sua conta e concorda em não divulgar sua senha a terceiros.\nPor extensão, você concorda que será o único responsável pelas atividades ou ações tomadas em sua conta ou manipulação.\nEm caso de qualquer acesso autorizado ou uso de sua conta, você nos notificará imediatamente.</li>\n<li>Você concorda em não:<ul>\n<li>contornar, remover, degradar, desativar ou impedir qualquer um dos Conteúdos do nosso Serviço.\nusar qualquer robô, spider, raspagem ou outro meio para acessar nosso Serviço.</li>\n<li>descompilar, fazer engenharia reversa e desmontar qualquer software ou outros produtos ou processos acessíveis através do nosso Serviço.</li>\n<li>enviar ou transmitir qualquer material projetado para interromper, destruir ou limitar a funcionalidade do nosso Serviço.</li>\n<li>usar as contas de outros Usuários, depreciar outras contas ou entrar em qualquer atividade que viole as Diretrizes da Comunidade.</li>\n</ul>\n</li>\n<li>Reservamo-nos o direito de restringir a circulação de qualquer conteúdo se ele violar nossas <strong>Diretrizes da Comunidade</strong> ou qualquer outra política aliada.\nPodemos suspender, encerrar ou restringir o acesso à sua conta em caso de tal violação.</li>\n<li>Não endossamos, apoiamos, representamos, autorizamos a circulação de todo o Conteúdo publicado em nosso Aplicativo e não atestamos a precisão, originalidade, confiabilidade, legitimidade, integridade de tal Conteúdo, conforme disponível em nossos Serviços.</li>\n<li>Podemos encerrar ou restringir seu uso de nosso Serviço se você violar estes Termos ou se envolver em qualquer uso ilegal, fraudulento, antiético, injustificado ou mal-intencionado de nosso Serviço.</li>\n<li>Para fornecer a melhor experiência do usuário, podemos fazer alterações no Aplicativo.\nManutenção, atualizações e outras atividades podem interromper seu acesso aos nossos Serviços por um período razoável.\nEm uma base de melhor esforço, nos esforçaremos para comunicar a você qualquer manutenção programada.\nNo entanto, durante esse período, não assumiremos qualquer responsabilidade perante si ou quaisquer terceiros.</li>\n<li>Não reivindicamos a propriedade do conteúdo que você publica no Aplicativo por meio de nossos Serviços.\nAo enviar, publicar, exibir ou comunicar Conteúdo em ou através de nossos Serviços, você nos concede uma licença não exclusiva, isenta de royalties, transferível, sublicenciável e mundial para hospedar, usar, distribuir, modificar, executar, copiar, reproduzir, processar, tal Conteúdo em todos os formatos, mídias agora conhecidas ou que possam vir a existir mais tarde.\nVocê declara e garante que tem, ou obteve, todos os direitos, licenças, autorizações necessárias para conceder os direitos aqui concedidos para qualquer Conteúdo que você enviar, ou publicar, ou exibir, ou se comunicar através de nossos Serviços e tal Conteúdo não está sujeito a direitos autorais ou outros direitos de propriedade de terceiros, a menos que você tenha o direito legal de postar tal Conteúdo através da permissão necessária ou de outra forma.</li>\n<li>Operamos o Aplicativo que permite a interação entre os usuários e permite que eles criem, carreguem, compartilhem, modifiquem uma informação de acesso usando nossos Serviços.\nNão julgamos quaisquer reclamações relacionadas com direitos de propriedade intelectual.\nNo caso de quaisquer reclamações relativas a direitos de propriedade intelectual, observe o seguinte processo o relatório de tais reivindicações:<ul>\n<li>Em primeira instância, as partes devem resolver qualquer disputa relacionada a direitos de propriedade intelectual antes de denunciá-la para nós.</li>\n<li>Se você acredita que um usuário no Aplicativo viola seus direitos de propriedade intelectual, você pode denunciá-lo enviando um e-mail para redressal@kooapp.com e preenchendo este formulário.</li>\n<li>Para processar sua reivindicação, certifique-se de enviar detalhes completos de seus direitos de propriedade intelectual e da instância de violação.</li>\n<li>Sua denúncia será processada dentro de 48 horas.\nOrdens ou instruções de tribunais ou autoridades legais serão honradas com prioridade.</li>\n<li>O usuário que violar seus direitos de propriedade intelectual receberá uma cópia de sua denúncia e ID de e-mail.\nO usuário que violar seus direitos de propriedade intelectual terá 36 horas para responder a reclamação.</li>\n<li>Se nenhuma resposta for recebida ou a nosso critério, a denúncia ou a resposta for insatisfatória, tomaremos as medidas que considerarmos adequadas.\nAgiremos com base nos melhores esforços e não aceitaremos nenhuma responsabilidade por nossas ações.</li>\n<li>Qualquer afirmação ou adjudicação de direitos legais deve ser realizada através de processo legal.</li>\n<li>Qualquer abuso deste processo pode levar ao encerramento da sua conta de utilizador e/ou outras consequências legais.\nPor favor, não hesite em procurar o seu próprio aconselhamento jurídico antes de apresentar ou contestar qualquer denúncia por violação de propriedade intelectual.</li>\n</ul>\n</li>\n<li>Exceto na medida exigida por lei, não assumimos qualquer obrigação de monitorar o conteúdo gerado pelo usuário.\nTodo o Conteúdo disponível no Aplicativo é de responsabilidade exclusiva do originador do Conteúdo.\nSeu uso ou confiança em qualquer Conteúdo ao aproveitar os Serviços é exclusivamente por sua conta e risco.\nVocê pode se deparar com Conteúdo que você pode interpretar como ofensivo, prejudicial, enganoso, impreciso ou inadequado.</li>\n<li>Nem sempre podemos monitorar ou controlar o Conteúdo acessível nos Serviços e, como intermediário, não podemos assumir a responsabilidade por tal Conteúdo.\nUse o botão Denunciar Koo ou Denunciar Usuário no Aplicativo Koo para registrar suas reações ou entre em contato com o Diretor de Reclamações, conforme indicado abaixo.\nVocê também pode usar os Formulários de Denúncia e <strong>Reparação disponíveis neste link.</strong>\n</li>\n<li>Os Serviços disponibilizados a você são protegidos por direitos autorais, marcas registradas e outras leis.\nNada nestes Termos lhe dá o direito de usar nossas marcas registradas, logotipos, nomes de domínio, outras características distintivas da marca e outros direitos de propriedade sem nossa permissão explícita.\nTodos os direitos, títulos e interesses sobre e para os Serviços ou qualquer nome de usuário ou nomes de identificador (excluindo o Conteúdo fornecido pelos usuários) são e continuarão sendo de propriedade exclusiva da Empresa e de seus licenciadores.</li>\n<li>Podemos ser obrigados a remover o Conteúdo se tal Conteúdo violar os princípios legais estabelecidos e universais ou se o spam violar nossa Política de Spam ou se tal Conteúdo violar a lei aplicável.\nA este respeito, respeitaremos as instruções vinculativas das autoridades legais à medida que forem feitas.\nSe você obteve uma ordem legal para a remoção de qualquer Conteúdo, por favor, forneça o mesmo através deste formulário.\nEmbora nos esforcemos para fazê-lo, em conformidade com as instruções legais ou em outras circunstâncias convincentes, nem sempre será possível notificá-lo imediatamente de uma ação tomada de nossa parte.</li>\n<li>Qualquer feedback, comentário ou sugestão que você possa fornecer em relação aos Serviços é totalmente voluntário, e seremos livres para usar esse feedback, comentários ou sugestões conforme acharmos adequado e sem qualquer obrigação para com você.</li>\n<li>Reservamo-nos o direito de atualizar, modificar e alterar estes Termos a qualquer momento, a nosso exclusivo critério.</li>\n</ol>\n<ul>\n<li>&nbsp;</li>\n</ul>\n<p>\n<strong>REGISTRO E INTEGRIDADE DA CONTA</strong>\n</p>\n<ol>\n<li>Para acessar e aproveitar nossos Serviços, você deve ter uma conta registrada no Aplicativo.\nEsta conta registrada é gratuita.\nVocê está proibido de comprar, vender ou trocar contas por dinheiro, tipo ou qualquer outro valor.</li>\n<li>Para se registrar, você precisará nos fornecer seu número de telefone, endereço de e-mail (verificado por uma senha de uso único).\nVocê pode criar um nome de usuário/identificador e senha de conta.\nVocê deve usar credenciais originais e distintas para criar uma conta em nosso Aplicativo, que não infrinjam nenhuma lei aplicável e direitos de terceiros.\nO nome de usuário/identificadores não deve conter linguagem, mensagens, identidade ou imagens depreciativas, humilhantes ou enganosas.</li>\n<li>Você se compromete a fornecer informações que sejam precisas e não enganosas.\nPara todos os efeitos, as contas e identificadores de Usuário são de nossa propriedade e são licenciados para seu uso de acordo com estes Termos.\nNomes de usuário ou identificadores são de nossa propriedade e não podem ser vendidos ou tratados comercialmente de qualquer maneira.</li>\n<li>Observe que, se um nome de usuário tiver sido usado por um usuário verificado em outra plataforma, para evitar o risco de falsificação de identidade, o nome de usuário não será atribuído a mais ninguém e, se já tiver sido atribuído, poderá ser cancelado a critério da Koo sem aviso prévio.\nPara mais informações, consulte as nossas políticas <strong>normativas em destaque.</strong>\n</li>\n<li>Reservamo-nos o direito de suspender, encerrar, remover qualquer conta ou tomar quaisquer outras ações que consideremos adequadas com ou sem aviso prévio, se você violar estes Termos.\nCaso você tenha alguma preocupação em relação a uma ação tomada em sua conta, você pode entrar com um recurso preenchendo este formulário.</li>\n<li>Em caso de qualquer discrepância no acesso à sua conta, entre em contato conosco de acordo com os termos da conta.</li>\n</ol>\n<p>\n<strong>SERVIÇOS DE TERCEIROS</strong>\n</p>\n<ol>\n<li>Você observa que, durante o uso de nossos Serviços, podemos colocar anúncios ou outros tipos de informações comerciais no Aplicativo.\nVocê também concorda em receber anúncios ou outras informações comerciais relevantes de nós via e-mail ou outros meios autorizados.\nPodemos fornecer aos seus Usuários links ou informações de contato para sites ou serviços de terceiros.\nNós não controlamos esses sites de terceiros e suas interações com você.\nNão revisamos todo o material, incluindo bens ou serviços, disponibilizados por meio de sites de terceiros.\nPortanto, pedimos que você faça uma escolha informada ao interagir com esses sites de terceiros e garantir que esteja familiarizado com as políticas de tais sites antes de prosseguir com o envolvimento, a interação, com esses sites de terceiros.</li>\n<li>A Empresa não é responsável por, e não endossa, qualquer conteúdo, sites ou serviços de terceiros mencionados no Aplicativo.\nMateriais de terceiros acessados ou usados por meio de sites de terceiros também podem ser protegidos por direitos autorais e outras leis de propriedade intelectual.</li>\n</ol>\n<p>\n<strong>REGRAS E CONDUTA</strong>\n</p>\n<ol>\n<li>Além das responsabilidades acima, Diretrizes da Comunidade e políticas afins, você está proibido de publicar qualquer Conteúdo que:<ul>\n<li>possa ser prejudicial para menores ou crianças, incluindo qualquer conteúdo sexualmente explícito e abusivo.\nTemos uma política de tolerância zero contra o conteúdo de abuso sexual infantil.\ne/ou,</li>\n<li>seja invasivo da privacidade de outra pessoa, odioso ou racial, etnicamente censurável, depreciativo, relacionado ou incentivando a lavagem de dinheiro ou o jogo, ou de outra forma ilegal de qualquer maneira.\ne/ou,</li>\n<li>infrinja os direitos de terceiros, incluindo direitos autorais, marcas registradas, privacidade e direitos de publicidade, e qualquer outro assunto protegido.\ne/ou,</li>\n<li>possa ser considerado como capitalizando ou faltando sensibilidade razoável em relação a um desastre natural, atrocidade, conflito, morte ou outro evento trágico.\ne/ou,</li>\n<li>ameace, assedie ou intimide outros Usuários ou terceiros, incluindo representações de violência, gratuita ou não, a qualquer pessoa ou propriedade, ou incite a violência, incluindo suicídio.\ne/ou,retrate conteúdo sexualmente explícito (conteúdo pornográfico ou erótico, incluindo ícones, títulos ou descrições), violento por natureza, abusivo e grosseiramente prejudicial, e viole a lei aplicável.</li>\n</ul>\n</li>\n<li>Nós, ao obter conhecimento por si só ou ter sido trazido ao conhecimento real por uma pessoa afetada por escrito ou por e-mail, sobre qualquer informação como mencionado acima, teremos o direito de desativar tais informações que estejam em violação desta cláusula.\nTambém teremos o direito de preservar tais informações e registros associados por pelo menos 180 (cento e oitenta) dias para produção às autoridades governamentais para fins de investigação.</li>\n</ol>\n<p>\n<strong>APOIO</strong>\n</p>\n<ol>\n<li>Oferecemos ferramentas de suporte on-line e baseadas em e-mail.\nVocê pode acessar os recursos de suporte na página<strong> Formulários de Denúncia e Reparação</strong> ou entrar em contato com nosso suporte enviando um e-mail para redressal@kooapp.com .\nSob certas circunstâncias excepcionais, também podemos solicitar que você entre em contato com outras pessoas autorizadas e nomeadas para resolver suas dúvidas ou solicitações de suporte.\nNão fazemos nenhuma promessa sobre a rapidez com que responderemos ao seu pedido de suporte ou que poderemos corrigir quaisquer problemas que você possa estar tendo.\nQuaisquer sugestões apresentadas por nós em relação ao uso dos Serviços não devem ser interpretadas como uma garantia.</li>\n<li>Somos um intermediário que permite a interação online entre dois ou mais usuários e permite que eles criem, carreguem, compartilhem, divulguem, modifiquem ou acessem informações usando nossos serviços.\nNão assumimos qualquer obrigação de monitorar o conteúdo gerado pelo usuário, exceto quando especificamente exigido pela lei aplicável.\nA resolução de reclamações ou disputas relacionadas à violação de direitos legais, pessoais, públicos ou comunitários (coletivamente conhecidos como queixas) é exclusivamente do domínio de autoridades legais ou judiciais.\nNão julgamos quaisquer queixas pessoais.</li>\n<li>Se um Koo ou seu conteúdo forem contestados, os repórteres têm a opção de usar a &nbsp;ferramenta “Denunciar Koo” ou “Denunciar Usuário” dentro do Aplicativo.\nOs repórteres também podem enviar à Koo ordens de autoridades judiciais ou outras para retirar qualquer conteúdo contestado neste link.\nTais ordens serão acionadas em uma base prioritária.\nUm Processo de Reparação de Reclamações de acordo com a lei aplicável foi criado e está disponível na página de Conformidade em nosso site.</li>\n</ol>\n<p>\n<strong>RESCISÃO</strong>\n</p>\n<p>Reservamo-nos o direito de suspender ou encerrar seu acesso ao Aplicativo e aos Serviços, com ou sem aviso prévio, e de exercer qualquer outro recurso disponível sob a lei, nos casos em que:</p>\n<ol>\n<li>Você estiver violando quaisquer termos e condições destes Termos;</li>\n<li>Não podemos verificar ou autenticar qualquer informação fornecida à Empresa por você;</li>\n<li>Temos motivos razoáveis para suspeitar de qualquer atividade ilegal, fraudulenta, com spam ou abusiva de sua parte;</li>\n<li>Acreditamos, a seu exclusivo critério, que suas ações podem causar responsabilidade legal para você, outros Usuários, Nós ou são contrárias aos interesses do Aplicativo ou da Empresa.\nou</li>\n<li>Orientado pela aplicação da lei.</li>\n</ol>\n<p>Uma vez temporária ou permanentemente suspenso, encerrado, você não pode continuar a usar o Aplicativo sob a mesma conta, uma conta diferente ou se registrar novamente em uma nova conta, a menos que aprovado por nós.\nApós o encerramento de uma conta devido aos motivos aqui mencionados, você não terá mais acesso ao Conteúdo de tal Usuário no Aplicativo, na medida permitida por lei.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>Você pode recorrer da suspensão ou encerramento da conta entrando em contato com compliance.officer@kooapp.com ou enviando este formulário de recurso.</p>\n<p>Todas as disposições destes Termos, que por sua natureza devem sobreviver à rescisão, sobreviverão à rescisão, incluindo, sem limitação, isenções de responsabilidade, indenização e limitações de responsabilidade.</p>\n<p>\n<strong>DISCLAIMER</strong>\n</p>\n<p>O SERVIÇO (INCLUINDO, SEM LIMITAÇÃO, QUALQUER CONTEÚDO) É FORNECIDO “NO ESTADO EM QUE SE ENCONTRA” E “CONFORME DISPONÍVEL” E É SEM GARANTIA DE QUALQUER TIPO, EXPRESSA OU IMPLÍCITA, INCLUINDO, MAS NÃO SE LIMITANDO A, GARANTIAS IMPLÍCITAS DE TÍTULO, NÃO VIOLAÇÃO, COMERCIALIZAÇÃO E ADEQUAÇÃO A UMA FINALIDADE ESPECÍFICA, E QUAISQUER GARANTIAS IMPLÍCITAS POR QUALQUER CURSO DE DESEMPENHO OU USO DE COMÉRCIO, TODAS AS QUAIS SÃO EXPRESSAMENTE RENUNCIADAS.\nO SEU USO DO SERVIÇO É EXCLUSIVAMENTE POR SUA CONTA E RISCO.\nA EMPRESA E SEUS DIRETORES, FUNCIONÁRIOS, AGENTES E PARCEIROS NÃO GARANTEM QUE:</p>\n<ol>\n<li>O SERVIÇO ESTARÁ SEGURO OU DISPONÍVEL EM QUALQUER MOMENTO OU LOCAL ESPECÍFICO.\nOU</li>\n<li>QUAISQUER DEFEITOS OU ERROS SERÃO CORRIGIDOS.\nOU</li>\n<li>QUALQUER CONTEÚDO OU SOFTWARE DISPONÍVEL NO OU ATRAVÉS DO SERVIÇO ESTÁ LIVRE DE VÍRUS OU OUTROS COMPONENTES PREJUDICIAIS.\nOU</li>\n<li>OS RESULTADOS DO USO DO SERVIÇO ATENDERÃO ÀS SUAS NECESSIDADES.</li>\n</ol>\n<p>NÃO USE NENHUM SOFTWARE, DISPOSITIVO, SCRIPTS, BOTS OU OUTROS MEIOS PARA ACESSAR, RASPAR OU RASTREAR O APLICATIVO PARA QUALQUER TIPO DE DADOS OU INFORMAÇÕES PÚBLICAS E PRIVADAS.\nA MENOS QUE VOCÊ RECEBA PERMISSÃO EXPLÍCITA DA KOO POR ESCRITO, VOCÊ NÃO DEVE:</p>\n<ol>\n<li>USAR BOTS OU OUTROS MÉTODOS AUTOMATIZADOS PARA ACESSAR O APLICATIVO.</li>\n<li>ELIMINAR OU COPIAR PERFIS OU QUALQUER OUTRA INFORMAÇÃO DO APLICATIVO POR MEIO DE RASTREADORES, PLUG-INS, COMPLEMENTOS OU QUALQUER OUTRA TECNOLOGIA.</li>\n<li>MANIPULAR OU IMPULSIONAR CONTEÚDO DE QUALQUER MANEIRA USANDO MEIOS AUTOMATIZADOS OU OUTROS MEIOS INJUSTIFICADOS.</li>\n</ol>\n<p>\n<strong>INDENIZAÇÃO</strong>\n</p>\n<p>Você deve defender, indenizar e isentar a nós, nossas afiliadas, subsidiárias, parceiros de joint venture e cada uma de suas afiliadas, subsidiárias, funcionários de parceiros de risco, contratados, diretores, fornecedores e representantes de todas as responsabilidades, perdas, reivindicações e despesas, incluindo honorários advocatícios razoáveis, que surjam ou se relacionem com:</p>\n<ol>\n<li>Seu uso, uso indevido ou acesso ao Serviço.\nou</li>\n<li>Sua violação dos Termos de Serviço ou de qualquer lei, contrato, política, regulamento ou outra obrigação aplicável.\nReservamo-nos o direito de assumir a defesa e o controle exclusivos de qualquer assunto de outra forma sujeito a indenização por Você, caso em que Você ajudará e cooperará conosco em conexão com isso.</li>\n</ol>\n<p>\n<strong>LIMITAÇÃO DE RESPONSABILIDADE</strong>\n</p>\n<p>NA MÁXIMA EXTENSÃO PERMITIDA POR LEI, EM NENHUM CASO NÓS (NEM NOSSOS DIRETORES, FUNCIONÁRIOS, AGENTES, PATROCINADORES, PARCEIROS, FORNECEDORES, PROVEDORES DE CONTEÚDO, LICENCIADORES OU REVENDEDORES) SEREMOS RESPONSÁVEIS SOB CONTRATO, ATO ILÍCITO, RESPONSABILIDADE OBJETIVA, NEGLIGÊNCIA OU QUALQUER OUTRA TEORIA LEGAL OU EQUITATIVA COM RELAÇÃO AO SERVIÇO:</p>\n<ol>\n<li>POR QUAISQUER LUCROS CESSANTES, PERDA DE DADOS, PERDA DE BOA VONTADE OU OPORTUNIDADE, OU DANOS ESPECIAIS, INDIRETOS, INCIDENTAIS, PUNITIVOS OU CONSEQUENCIAIS DE QUALQUER TIPO;</li>\n<li>POR SUA CONFIANÇA NO SERVIÇO;</li>\n<li>POR QUAISQUER DANOS DIRETOS EM EXCESSO (NO AGREGADO) DOS INR 10.000/- (no caso da Índia) e USD 150 (no caso de outros países que não a Índia);</li>\n<li>POR QUALQUER ASSUNTO ALÉM DE SEU CONTROLE RAZOÁVEL, MESMO QUE A EMPRESA TENHA SIDO AVISADA DA POSSIBILIDADE DE QUALQUER UM DOS DANOS ACIMA MENCIONADOS.</li>\n</ol>\n<p>\n<strong>LEGISLAÇÃO APLICÁVEL</strong>\n</p>\n<p>A Koo é uma entidade legal constituída na Índia e reconhecida como um Intermediário Significativo de Mídia Social sob as leis da Índia.</p>\n<p>As leis da Índia regem este Contrato entre Você e a Koo, excluindo suas regras de conflito de leis.\nSe houver quaisquer direitos e requisitos especiais ou específicos que estejam disponíveis para você em sua jurisdição, notifique-nos imediatamente usando nossos formulários de Denúncia e Reparação e acomodaremos os mesmos, na medida do possível.</p>\n<p>Todas as reivindicações, diferenças e disputas decorrentes de ou em conexão com ou em relação a este Aplicativo ou Serviços, os Termos ou quaisquer transações celebradas no ou através do Aplicativo ou Serviços estarão sujeitas à jurisdição exclusiva dos tribunais de Bengaluru.\nPor meio deste, você acede e aceita a jurisdição de tais tribunais.</p>\n<p>\n<strong>&nbsp;</strong>\n<strong>VARIADO</strong>\n</p>\n<p>Se qualquer disposição destes Termos for considerada inválida ou inexequível, essa disposição será limitada ou eliminada na medida mínima necessária, e a validade, legalidade e aplicabilidade das restantes disposições permanecerão em pleno vigor e efeito.</p>\n<p>Estes Termos formam um acordo válido e executável entre você e a Bombinate Technologies Private Limited, uma empresa constituída sob a Lei das Empresas, 2013, com sede em 849, 11th Main, 2nd Cross, HAL 2nd Stage, Indiranagar, Bangalore, Karnataka, India PO 560008.</p>\n<p>\n<strong>MECANISMO DE RECURSO DE RECLAMAÇÃO</strong>\n</p>\n<p>Quaisquer discrepâncias ou queixas sobre o Conteúdo e/ou comentário ou violação deste Contrato ou das Diretrizes da Comunidade serão abordadas com o Diretor de Reclamações designado, conforme mencionado abaixo.\nVocê tem o direito de apelar contra qualquer ação sobre sua reclamação ou Conteúdo para o Diretor de Reclamações.\nO Oficial de Reclamações esforçar-se-á para resolver o mesmo de forma expedita.</p>\n<p>Sr.\nRahul Satyakam, Oficial de Queixas, 849, 11ª Principal, 2ª Cruz, HAL 2ª Fase, Indiranagar, Bangalore, Karnataka PO 560008.</p>\n<p>Um Processo de Reparação de Reclamações de acordo com a lei aplicável foi criado e está disponível na página de Conformidade em nosso site.</p>\n<p>\n<strong>REFERÊNCIA</strong>\n</p>\n<p>Se você tiver alguma dúvida sobre o Serviço, entre em contato com a Koo pelo help@kooapp.com</p>\n<p>Observe que, para fins de validação, você deverá fornecer informações (incluindo, mas não se limitando a, seu endereço de e-mail, número de contato ou número de celular registrado, etc.) para fins de identificação e autenticação suficientes e atender à sua solicitação de serviço.\nPor favor, consulte a nossa Política de Privacidade sobre como lidamos com as informações.</p>\n<p>\n<strong>ALTERAÇÕES</strong>\n</p>\n<p>Podemos, de tempos em tempos, alterar estes Termos de Serviço.\nPodemos ceder ou transferir nosso contrato com você, incluindo nossos direitos e obrigações associados, a qualquer momento e você concorda em cooperar conosco em conexão com tal atribuição ou transferência.\nRecomendamos que você verifique periodicamente esta página para quaisquer termos revisados.\nSeu uso continuado dos Serviços será considerado como constituindo sua aceitação de todos esses termos revisados.</p>\n<p>Você pode solicitar versões anteriores destes Termos escrevendo para redressal@kooapp.com</p>\n<p>Se você gostaria de obter versões anteriores desta política, por favor escreva para redressal@kooapp.com</p>\n<p>\n<strong>CONTATO DPO BRASIL</strong>\n</p>\n<p>Em caso de esclarecimentos, dúvidas, sugestões e solicitações de usuários brasileiros relacionadas ao tratamento de seus dados pessoais, entre em contato com o nosso DPO, BECKER BRUZZI &amp.\nLAMEIRÃO ADVOGADOS I BBL Advogados, (CNPJ: 45.368.352/0001-32), através do e-mail: privacy_koo@bbladv.com.br.</p>\n<p>If you would like to obtain earlier versions of this policy please write to redressal@kooapp.com.\n</p> Share Tweet Share\nKoo Leave a Comment <small>Cancel reply</small>\n<p>Your email address will not be published.\nRequired fields are marked *</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> Popular Post<li> Koo Coins T&amp;C <p>2023-01-13 10:54:09</p>\n</li>\n<li> Privacy Policy <p>2022-03-23 06:25:32</p>\n</li>\n<li> Community Guidelines <p>2022-03-23 11:54:34</p>\n</li>\n<li> Contact <p>2022-03-23 11:56:12</p>\n</li> Categories <li>About Us (8)</li>\n<li>Compliance (9)</li>\n<li>Policies (19)</li>\n<li>Resources (5)</li>\n<li>Trust and safety (11)</li>\n<li> Koo</li>\n<li>\n<p>© Copyright 2022 Bombinate Technologies Private Limited</p>\n</li>\n<ul>\n<li>About Us</li>\n<li>Community Guidelines</li>\n<li>Terms of Service</li>\n<li>Policies</li>\n</ul>\n<ul>\n<li>Trust and safety</li>\n<li>Compliance</li>\n<li>Career</li>\n<li>Contact</li>\n</ul>\n<li>\n<p>Download app from stores</p>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li> ", "created_at": "2023-08-20 02:50:22.572332", "updated_at": "2023-08-20 02:50:58.681882"}, {"id": 18280, "name": "Privacy Policy", "url": "https://info.kooapp.com/privacy-policy/", "xpath": "//body", "text": null, "created_at": "2023-08-20 02:50:22.633967", "updated_at": "2023-08-20 02:51:14.451774"}, {"id": 18279, "name": "Community Guidelines", "url": "https://info.kooapp.com/community-guidelines/", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i> Koo <ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> English <ul>\n<li> हिन्दी </li>\n<li> অসমীয়া </li>\n<li> বাংলা </li>\n<li> ગુજરાતી </li>\n<li> मराठी </li>\n<li> ਪੰਜਾਬੀ </li>\n<li> தமிழ் </li>\n<li> తెలుగు </li>\n<li> ಕನ್ನಡ </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>About Us<ul>\n<li>Koo Blogs</li>\n<li>Social Media Charter</li>\n<li>Newsroom</li>\n<li>Career</li>\n<li>Products and Services</li>\n</ul>\n</li>\n<li>Compliance<ul>\n<li>App Store Compliance</li>\n<li>Play Store Compliance</li>\n<li>Guidelines for Law Enforcement Agencies</li>\n<li>Monthly Compliance Reports</li>\n<li>Compliance Statement IT Rules, 2021</li>\n<li>Annual Returns</li>\n</ul>\n</li>\n<li>Policies<ul>\n<li>Koo Jackpot Terms</li>\n<li>Refunds and Cancellation Policy</li>\n<li>Koo Premium Terms &amp.\nConditions</li>\n<li>Superlikes Terms &amp.\nCondition</li>\n<li>Koo Coins T&amp;C</li>\n<li>B2B Privacy Policy</li>\n<li>Advertiser Guidelines</li>\n<li>Advertiser T&amp;C</li>\n<li>Koo Accounts of Eminence</li>\n<li>Influencer Guidelines</li>\n<li>Chat Room Policy</li>\n<li>Terms of Service</li>\n<li>Community Guidelines</li>\n<li>Privacy Policy</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Frequently Asked Questions</li>\n<li>Elections</li>\n<li>Brand Usage Guidelines</li>\n<li>Koo Contests</li>\n<li>Fact Checking</li>\n</ul>\n</li>\n<li>Trust and safety<ul>\n<li>Safety @Koo</li>\n<li>Policy on Nude &amp.\nSexual Content Moderation</li>\n<li>Profile Actions Policy</li>\n<li>Spam Policy</li>\n<li>Protocol for Compromised Accounts</li>\n<li>Voluntary Self Verification</li>\n<li>Redressal Forms</li>\n<li>Content Moderation Guidelines</li>\n<li>Transparency Report</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> About UsKoo BlogsSocial Media CharterNewsroomCareerProducts and Services</li>\n<li> ComplianceApp Store CompliancePlay Store ComplianceGuidelines for Law Enforcement AgenciesMonthly Compliance ReportsCompliance Statement IT Rules, 2021Annual Returns</li>\n<li> PoliciesKoo Jackpot TermsRefunds and Cancellation PolicyKoo Premium Terms &amp.\nConditionsSuperlikes Terms &amp.\nConditionKoo Coins T&amp;CB2B Privacy PolicyAdvertiser GuidelinesAdvertiser T&amp;CKoo Accounts of EminenceInfluencer GuidelinesChat Room PolicyTerms of ServiceCommunity GuidelinesPrivacy Policy</li>\n<li> ResourcesFrequently Asked QuestionsElectionsBrand Usage GuidelinesKoo ContestsFact Checking</li>\n<li> Trust and safetySafety @KooPolicy on Nude &amp.\nSexual Content ModerationProfile Actions PolicySpam PolicyProtocol for Compromised AccountsVoluntary Self VerificationRedressal FormsContent Moderation GuidelinesTransparency Report</li>\n</ul>\n<ul>\n<li>Contact</li>\n<li>NewsRoom</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<ul>\n<li> English <ul>\n<li> हिन्दी </li>\n<li> অসমীয়া </li>\n<li> বাংলা </li>\n<li> ગુજરાતી </li>\n<li> मराठी </li>\n<li> ਪੰਜਾਬੀ </li>\n<li> தமிழ் </li>\n<li> తెలుగు </li>\n<li> ಕನ್ನಡ </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Community Guidelines <p>By Koo App<br>March 23, 2022 </p>\n<i>\n</i>\n<i>\n</i> India These Community Guidelines were last updated on 14 March 2022.<p>Koo helps its users connect to others and enables meaningful engagement within the Koo community.\nTo ensure this purpose is achieved, Koo requires users to follow these Community Guidelines along with the&nbsp;Terms of Service</p>\n<p>Koo intends to foster a community feeling where all the users are part of a larger meeting place and allows the users to be able to have a safe space to express their views, ideas, and thoughts.\nKoo has the utmost regard for the users’ freedom of speech and expression as well as their right to privacy.\nIn framing these Community Guidelines, care has been taken to abide by the letter and spirit of the law of the land, and our responsibility to the community in general.\nKoo intends to take adequate measures for the prevention, mitigation and where appropriate, remediation of any human rights violations especially those relating to digital media and its uses.</p>\n<p>During your time on the platform, we request you to treat your interactions with other users on Koo as though these were interactions in the real world.\nBefore you post any content, think about how the people you are talking about might feel if you told them in person what you are planning to post.\nThe platform comprises many users like you, and we would want to make your journey on the platform, as comfortable for you, in terms of user engagement, participation, and conversations.</p>\n<p>The Community Guidelines listed below set out actions and conduct expected on Koo.\nAdhering to the following rules of the platform will help us maintain a community that encourages healthy discussions, enables the expression of diverse ideas and thoughts, safely.\nIf you violate any one of these guidelines, an appropriate action might be taken against you.\nThis includes but is not limited to taking down the violative content and in the appropriate circumstances informing the authorities, and suspension or termination of your account.</p>1.\nHate Speech and Discrimination<p>Do not post hateful or discriminatory content on Koo.</p>\n<p>Treat others on Koo with dignity, respect, and a sense of empathy.\nWe encourage valid and well-intentioned expressions of healthy disagreement on the platform.\nWe do not allow any content that is hateful, contains personal attacks and ad hominem speech.\nAny form of discourteous, impolite, rude statements made to express disagreement that are intended to harm another user or induce them mental stress or suffering is prohibited.</p>\n<p>You are not permitted to use hateful images or symbols in your profile image or profile header.\nYou must not alter your username, display name, or profile bio in a manner that it appears you are engaging in abusive behaviour or which could be reasonably construed as causing harassment to other users (s) or expressing hate towards a person or group.</p>\n<p>Examples of hateful or discriminatory speech include comments which encourage violence.\nare racially or ethnically objectionable.\nattempts to disparage anyone based on their nationality.\nsex/gender.\nsexual orientation.\nreligious affiliation.\npolitical affiliation.\nany disability.\nor any disease they might be suffering from.</p>\n<p>Please note that this is not a complete list, and there could be other instances that could violate this guideline.</p>\n<p>Read more about the law on Hate Speech &amp.\nDiscrimination below:</p>\n<ul>\n<li>\n<strong>Promoting enmity:&nbsp;</strong>Section 153A of the Indian Penal Code, 1860 punishes people who promote or attempt to promote disharmony or hatred based on caste, place of birth, religion, race, region language etc.\nAny act or statement that disrupts the harmony between different religious groups, casts or communities or disturbs public tranquility is punishable.\nIn other words, organising any exercise, movement, drill or activity to train participants to stir violence, induce fear or insecurity against any religious, racial, regional, language, caste or community is punishable with imprisonment.\nThe term of this can be upto 3 years.</li>\n<li>\n<strong>Criminal Intimidation:&nbsp;</strong>Section 503 of the Indian Penal Code, 1860 punishes a person who threatens to injure another person, their property or reputation.\nIn other words, if one person intentionally insults and provokes another to disrupt public peace or commit any offence: the former is liable under this provision.\nIf found liable, a person maybe imprisoned or fined as per Section 506 of the Indian Penal Code, 1860.\nThis imprisonment may be upto 2 years.\nIf a person threatens to severely injure or kill another person, destroy their property by fire or impute unchastity to a woman: that person will be punished with criminal intimidation with an imprisonment sentence that extends to 7 years.\nIf a person anonymously threatens to injure another person, their property or reputation, they can be punished under Section 507 of the Indian Penal Code, 1860.</li>\n<li>\n<strong>Outraging the modesty of women:&nbsp;</strong>When a person intends to insult the modesty of a woman.\nIn other words, it is a punishable offense to intrude on a woman’s privacy by uttering any word, making any sound or gesture.\nThis is punishable under Section 509 of the Indian Penal Code, 1860.</li>\n<li>\n<strong>Public Mischief:&nbsp;</strong>Any person who intentionally circulates and publishes any statement that causes fear or alarms any section of the public, because of which a person commits an offense against the state or against public tranquility is liable under Section 505(b) of the Indian Penal Code, 1860.</li>\n<li>\n<strong>Defamation:&nbsp;</strong>Under Section 499 of the Indian Penal Code, 1860, publication, in writing or by way of speech, of content in relation to any person, with the intention of or being aware of the likelihood that such content will harm their reputation, amounts to defamation and is punishable with imprisonment of up to two years and/or fine.\nStatements made with an intent to injure another person’s reputation, or statements prejudicial to the maintenance of harmony may be violative of this guideline and invite the aforementioned offences.\nOnly a court of law can adjudicate if content is defamatory.</li>\n</ul>2.\nReligiously Offensive Content<p>Be respectful of the religious beliefs of others.</p>\n<p>You must always be respectful of the religious faith and beliefs of others.\nRegardless of whether they share the same views or beliefs as you.\nYou must not publish anything which is hurtful to the sentiments of others or insults their religion or customs and/or causes communal discord.\nAny actions where gods or religious deities, prophets, figureheads, reincarnations and leaders are abused or where symbols or emblems of a religion are morphed or destroyed or desecrated with a view to hurt sentiments or cause disharmony may amount to religiously offensive content.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>Read more about the law on Religiously Offensive Content below:</p>\n<ul>\n<li>\n<strong>Insult To Religions:</strong>&nbsp;Section 295-A of the Indian Penal Code, 1860 punishes a person who intentionally hurt the religious feelings of others by injuring or defiling a place of worship.\nIn other words, a deliberate and malicious act through words that intend to outrage religious feelings of any class, by insulting its religion or religious beliefs is punishable.</li>\n<li>\n<strong>Promoting Enmity:&nbsp;</strong>Section 153A of the Indian Penal Code, 1860 punishes people who promote or attempt to promote disharmony or hatred based on caste, place of birth, religion, race, region language etc.\nAny act or statement that disrupts the harmony between different religious groups, casts or communities or disturbs public tranquility is punishable.\nIn other words, organising any exercise, movement, drill or activity to train participants to stir violence, induce fear or insecurity against any religious, racial, regional, language, caste or community is punishable with imprisonment.\nThe term of this can be upto 3 years.</li>\n<li>\n<strong>Deliberate Intent To hurt Religious Feelings:&nbsp;</strong>Under Section 298 of the Indian Penal Code, 1860, a deliberate intent to hurt any person’s religious feelings by uttering any word, sound in the hearing of that person or gesture in the sight of that person is punishable with an imprisonment, fine or both.</li>\n</ul>3.\nTerrorism and Extremism<p>Do not post content that supports, encourages or glorifies terrorism.</p>\n<p>At Koo, we do not permit content that encourages terrorism and extremism.\nIf you are found engaging in such activities, we might take action against you.\nIn addition, we may bring your behaviour to the notice of the concerned authorities.</p>\n<p>You must not support or promote any dangerous activities on Koo.\nIn particular, do not use Koo to incite terrorism, secession, acts of violence against person or property or which threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign nations, or insults another nation.\nYou must not post any content that promotes or encourages users to take actions on behalf of a terrorist organisations.\nDo not upload, share or post content that disseminates information on behalf of such organisations.</p>\n<p>You must not garner support or approval to commit violent acts during lawful protests or create violence-inducing terror and conspiracy networks on the platform.\nIt is important for you to know that your statements could instill fear, incite violence and lead to public mischief.\nIn effect, your part will constitute an offence under the Indian Penal Code, 1860.</p>\n<p>You must not post content produced by terrorist outfits, criminal organizations, and cannot make references to prominent terrorists, criminal figures, or provide content glorifying acts committed by such personalities, and encourage others to carry out, participate in similar acts of violence.</p>\n<p>If you post content related to terrorism, criminal syndicates, violent activities for educational discussions, then ensure that this context is conveyed to the viewers.\nIn other words, ensure that you explicitly state the context in which you are publishing such content.</p>\n<p>As a citizen you cannot make seditious statements, which would involve making statements to incite hatred, contempt, or general disaffection towards the government.\nUnder the sedition laws, you may be imprisoned, as well as be subject to fines.\nDo not use the platform to strike terror in the minds of the general populace of the country.</p>\n<p>Read more about the law on Terrorism and Extremism below:</p>\n<ul>\n<li>\n<strong>Imputations, Assertions Prejudicial to National Integration:&nbsp;</strong>As Section 153B Indian Penal Code, 1860, publishing any assertion or claim that threatens the national integrity is punishable with a imprisonment that may extend to 3 years or a fine or both.\nThis is a congnizable non-bailable offence.</li>\n<li>\n<strong>Sedition:&nbsp;</strong>As per Section 124A of the Indian Penal Code, 1860, if any person by words or otherwise causes hatred, contempt or excites or attempts to excite disaffection towards the government established by law, they are liable to be punished.</li>\n<li>\n<strong>Punishment for Conspiracy:&nbsp;</strong>As per Section 18, of the Unlawful Activities(Prevention) Act, 1967, any person who conspires or attempts to commit, advocates, abets, advises, incites or knowingly facilitates the commission of, a terrorist act or any act preparatory to the commission of a terrorist act, will be punished with imprisonment for a term which shall not be less than five years but which may extend to imprisonment for life, and shall also be liable to fine.</li>\n<li>\n<strong>Banned Organisations:&nbsp;</strong>A listed banned organisations declared as terrorist organisations by the Government of India as per the First Schedule of the Unlawful Activities (Prevention) Act, 1967 are available at the website of the&nbsp;Ministry of Home Affairs, Government of India.\nThis also includes organisations listed in the Schedule to the U.N.\nPrevention and Suppression of Terrorism (Implementation of Security Council Resolutions) Order, 2007 made under section 2 of the United Nations (Security Council) Act, 1947 and amended from time to time.</li>\n</ul>4.\nSelf-harm and Suicide<p>At Koo, mental health and well-being of our users matters.\nWe understand that issues related to mental health and well-being need awareness.\nThat is why we support our users, who wish to relate their experiences, which may relate to self-harm, suicidal thoughts, depression, or any other mental health concerns.</p>\n<p>While we support people who intend to relate their stories, we do not want users to promote suicide, self-harm or content that poses risk to other users of Koo.\nIn the event where you believe that a user is at risk, we request that you get in touch with local emergency services available in your area.</p>\n<p>If you are depressed, have thoughts of self-harm or suicide, we want you to know that you are not alone in this struggle, and we encourage you to reach out to organisations adept at providing the necessary support.\nPlease see the information relating to helplines published by the Government of India’s Mental Health Rehabilitation Helpline can be reached at 1800-599-0019.\nYou may also connect with many other organisations in your local areas.</p>\n<p>Read more about the law on mental health, self-harm and suicide below:</p>\n<ul>\n<li>\n<strong>Abetment of Suicide:&nbsp;</strong>As per Section 306 of the Indian Penal Code, 1860, if a person assisted another in committing suicide, that person is liable to be punished.\nIn the form of furnishing a fine or being imprisoned upto 10 years.</li>\n<li>\n<strong>Mental Illness</strong>: As per Section 2(s) of The Mental Healthcare Act, 2017, a person is diagnosed with a mental illness when they suffer from a substantial disorder of thinking, mood, perception, orientation or memory that grossly impairs judgment, behaviour, capacity to recognize reality or ability to meet the ordinary demands of life, mental conditions associated with the abuse of alcohol and drugs, but does not include mental retardation which is a condition of arrested or incomplete development of mind of a person, specially characterised by sub normality of intelligence.</li>\n<li>\n<strong>Right to Access Mental Healthcare:</strong>&nbsp;As per Section 18(1) of The Mental Healthcare Act, 2017, every person shall have a right to access mental healthcare and treatment from mental health services run or funded by the appropriate Government.</li>\n</ul>5.\nViolent Content<p>Do not post content that threatens, depicts or glorifies violence, or encourages acts of violence.</p>\n<p>You must not use Koo to make any direct or indirect threats of physical harm against another person.\nThis includes any threat relating to theft, vandalism, wrongful confinement, bodily, mental or financial harm.\nIf you believe someone is in imminent danger, you should get in touch with the local law enforcement agency and report the situation at the earliest.</p>\n<p>Koo does not permit its users to post content which involves references to mass murder, violent events, or specific means of violence.\nDo not post content that incites acts of violence against a group of people, minors or animal abuse.\nContent that hosts imagery of corpses, severed limbs, gory depiction of aftermaths of any natural disasters, medical procedures, which may shock or disgust viewers is not permitted.You must also refrain from posting content relating to suicide or self-harm.\nIncluding content that is construed as promoting or suggesting this course of action.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>Read more about the law on Violent Content below:</p>\n<ul>\n<li>\n<strong>Punishment For Publishing or Transmitting Obscene Material:</strong>&nbsp;As per Section 67 of the Information and Technology Act, 2000, a person may be punished if they are found publishing, transmitting any material that appeals to prurient and corrupt persons.\nSuch an act is punishable with a fine and an imprisonment that may extend to 5 years.</li>\n<li>\n<strong>Criminal Intimidation:&nbsp;</strong>Section 503 of the Indian Penal Code, 1860 punishes a person who threatens to injure another person, their property or reputation.\nIn other words, if one person intentionally insults and provokes another to disrupt public peace or commit any offence: the former is liable under this provision.\nIf found liable, a person maybe imprisoned or fined as per Section 506 of the Indian Penal Code, 1860.\nThis imprisonment may be upto 2 years.<ol>\n<li>If a person threatens to severely injure or kill another person, destroy their property by fire or impute unchastity to a woman, the person will be punished with criminal intimidation with an imprisonment sentence that extends to 7 years.</li>\n<li>If a person anonymously threatens to injure another person, their property or reputation, they can be punished under Section 507 of the Indian Penal Code, 1860.</li>\n</ol>\n</li>\n<li>\n<strong>Punishment for Publishing or Transmitting Obscene Material:</strong>&nbsp;As per Section 67 of the Information and Technology Act, 2000, a person may be punished if they are found publishing, transmitting any material that appeals to prurient and corrupt persons.\nSuch an act is punishable with a fine and an imprisonment that may extend to 5 years.</li>\n<li>\n<strong>Public Mischief:&nbsp;</strong>Any person who intentionally circulates and publishes any statement that causes fear or alarms any section of the public, because of which a person commits an offense against the state or against public tranquility is liable under Section 505(b) of the Indian Penal Code, 1860.</li>\n</ul>6.\nGraphic, Obscene and Sexual Content<p>Do not post graphic, obscene and/or sexual content on Koo.</p>\n<p>Koo does not tolerate content that is obscene, pornographic, sexually graphic or could be seen as inappropriate to some users.\nWe adopt a zero-tolerance approach to content that is harmful to children and depicts children sexually.\nDo not post content that contains revenge porn or is harmful to children.\nAny user found posting such content will be reported to the authorities immediately.</p>\n<p>You are not permitted to upload, circulate or distribute content that is pornographic, pedophilic, contains explicit depictions of deceased persons, violent sexual acts including content depicting rape, and imagery that is excessively gory.\nDo not post any content relating to bestiality, non-consensual sexual acts or incest.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>Read more on the law on Graphic, Obscene and Sexual Content</p>\n<ul>\n<li>\n<strong>Punishment for Publishing or Transmitting Obscene Material:</strong>&nbsp;As per Section 67 of the Information and Technology Act, 2000, a person may be punished if they are found publishing, transmitting any material that appeals to prurient and corrupt persons.\nSuch an act is punishable with a fine and an imprisonment that may extend to 5 years.</li>\n<li>\n<strong>Punishment for publishing or transmitting sexually explicit material:&nbsp;</strong>As per Section 67A of the Information and Technology Act, 2000, a person may be punished if they are found publishing, transmitting any material that contains sexually explicit acts and conducts.\nSuch punishment may extend to five years with fine that may extend to 10 lakhs.</li>\n<li>\n<strong>Punishment for publishing or transmitting obscene content:&nbsp;</strong>As per Section 67B of the Information and Technology Act, 2000, a person can be punished for publishing or transmitting material depicting children in sexually explicit acts in electronic forms.This includes:<ul>\n<li>Creating text, digital images, collecting, downloading, advertising, promoting exchanges or distributing material in any electronic form depicting children in obscene or indecent or sexually explicit manner.</li>\n<li>Cultivating, enticing, or inducing children to online relationship with one or more children for sexually explicit acts in a manner that offends any reasonable adult is punishable.</li>\n<li>If a person is found to have records of the above content in any electronic form, they may be imprisoned for a term of 5 years, if a first time offender.</li>\n</ul>\n</li>\n<li>\n<strong>Due Diligence by a social media intermediary:&nbsp;</strong>As per Rule 3(b) of the Information Technology (Intermediary Guidelines and Digital Media Ethics Code) Rules, 2021, If a complaint is made against any content that shows such individual in full or partial nudity or shows or depicts such individual in any sexual act or conduct.\nThe social media intermediary will disable access to such content within 24 hrs.</li>\n</ul>8.\nCyberbullying<p>Be kind to others.\nDon’t be a bully.</p>\n<p>Content that threatens others is not allowed on Koo.</p>\n<p>Koo does not allow users to engage in bullying or harassment on the platform.\nThis includes sharing defamatory or libellous content or sending threatening messages or insults to another Koo user.</p>\n<p>You must not post content that contains personal attacks, abusive language, slangs or expletives in any languages.\ndo not direct other users to engage in such language.\nDo not use abusive language, slang, or expletives in any language and do not direct it at other users.\nYou must not engage in name calling, malicious insults with racial undertones or make comments on anyone’s attributes, including their physical attributes.</p>\n<p>There is a difference between healthy discussion, debate and disagreement and engaging in direct personal attacks on another person.\nWe encourage you to indulge in healthy discussions, debates and disagreements, by way of expression of your thoughts, ideas, in a conversational manner.\nbut we do not want you to confront people while engaging in tones of discord, aggressive statements, and malicious attacks.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>9.\nInvasion of Privacy<p>Respect space and privacy of others.</p>\n<p>Koo expects users to respect privacy of others.\nYou must not publish, share, or encourage the publication of any personal information of another person that invades their privacy.</p>\n<p>You must not capture, share, publish images of a person’s private area without their explicit consent.</p>\n<p>You must not post content that contains personal attacks, abusive language, slangs or expletives in any languages.\ndo not direct other users to engage in such language.\nDo not use abusive language, slang, or expletives in any language and do not direct it at other users.\nYou must not engage in name calling, malicious insults with racial undertones or make comments on anyone’s attributes, including their physical attributes.</p>\n<p>It is a punishable offence for anyone to capture, share, publish images pertaining to the private area of any person without their express consent.\nThis would mean images relating to a person’s naked or undergarment clad genitals, pubic area, buttocks, or female breast/s.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>A person’s right to privacy is an inherent and fundamental right and is inclusive of their right to be left alone and the preservation of their personal intimacies.\nThe right is meant to protect the autonomy of a person and is not severed from the individual by their mere presence on a public platform like ours.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>Read more about the law on Privacy below:</p>\n<ul>\n<li>\n<strong>Fundamental Right:&nbsp;</strong>The Right to Privacy is an intrinsic part of the Right to Life under Article 21 of the Constitution of India.</li>\n<li>\n<strong>Punishment of Violating Privacy:&nbsp;</strong>As per Section 66E of the Information and Technology Act, 2000, any person who intentionally captures, publishes or transmits the image of a private area of any person without their consent, violates the other’s right to privacy.\nThis is punishable with imprisonment that may extend to three years or with a fine.</li>\n<li>\n<strong>Penalty for Breach of Confidentiality and Privacy:&nbsp;</strong>As per Section 72 of the Information and Technology Act, 2000, any person who secures access to any electronic record, book, register, correspondence, information, document or other material without the consent of the person concerned discloses such electronic record, book, register, correspondence, information, document or other material to any other person is liable to be punished.\nThe punishment may be imprisonment or fine.</li>\n</ul>10.\nIllegal Activities<p>Much like in the real world, do not break the law when you use Koo.</p>\n<p>Koo strives to ensure that its users are safe.\nAs such, Koo does not permit any unlawful behaviour or illegal activities.\nDo not post content that improperly uses emblems and names recognized by The Emblems and Names (Prevention of Improper Use) Act, 1950.\nThis includes the Indian National Flag, The Indian Prime Minister, The Government of India, United Nations Organisation, World Health Organisation etc.\nThe complete list of names and emblems is available&nbsp;here.</p>\n<p>You must not post content that is illegal or encourages other users to participate in any illegal activity.\nThis includes buying or selling of narcotics, illegal or prescription drugs, alcohol, tobacco products, psychotropic substances or any other category of items that are not permitted to be traded between private individuals.</p>\n<p>You must not use the platform to offer access to lotteries, gambling or encourage money laundering, prostitution, escort services, human or child trafficking, organised violence or any other criminal activity.\nYou must not post content that threatens public order or incites other users to commit an offence or prevents investigation of any offence.</p>\n<p>You must not advertise tobacco, alcohol and other products that violate the Code for Self-Regulation of Advertising Content in India.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<ul>\n<li>\n<strong>Prohibition of Improper use of Certain Emblems and Names:&nbsp;</strong>As per Section 3 of The Emblems and Names (Prevention of Improper Use) Act, 1950, people are prohibited from using any trademark, design, name or emblem specified in Schedule to this Act.</li>\n<li>\n<strong>Access to Prescription Drugs:&nbsp;</strong>Rule 65 of the Drugs and Cosmetics Rules, 1945, lays down the conditions of licenses.\nThis includes the fact that drugs specified in certain Schedules must be supplied with a valid license or prescription.</li>\n<li>\n<strong>Prohibition of Advertisement of Certain Drugs and Magic for the Treatment of Certain Diseases and Disorders:&nbsp;</strong>As per Section 3 and Section 5 of The Drugs and Magic Remedies (Objectionable Advertisements) Act, 1954, a person must publish any advertisement that certain drugs or magic remedies cures any condition stipulated in Section 3 of the Act.</li>\n<li>\n<strong>No Advertisements of liquor and Tobacco:&nbsp;</strong>As per Section 5 of The Cigarettes and Other Tobacco Products (Prohibition of Advertisement and Regulation of Trade and Commerce, Production, Supply and Distribution) Act, 2003, a person who produces, supplies and distributes cigarettes or tobacco products cannot advertise these products, directly or indirectly.</li>\n</ul>\n<p>Any advertising in relation to such products, tobacco, alcohol will also be in violation of the regulations of Advertising Standards Council of India (<strong>ASCI</strong>), to ensure that advertisements are not offensive to generally accepted standards of public decency and are not used for the promotion of products, which are regarded as hazardous to society or to individuals.</p>11.Identity Theft and Impersonation<p>Identity theft is serious.\nDon’t impersonate any other person.</p>\n<p>Koo account that pose as another person, brand or organisation in a confusing or deceptive manner is liable to be permanently suspended.\nIdentity theft includes your usage of another person’s electronic signature, password or any other unique identification feature in a dishonest manner.\nAs your association with the platform is based on the representations made by you, we reserve the right to terminate your account based on such false representations made by you.</p>\n<p>You must not impersonate or pose as another person, brand, or organization to deceive or mislead users about the origin of the content.\nThus, you are encouraged to voluntarily verify yourself and ensure that all the details provided in your profile are accurate and do not, in any manner, constitute misrepresentation.</p>\n<p>You must not use the platform to offer access to lotteries, gambling or encourage money laundering, prostitution, human or child trafficking, organised violence or any other criminal activity.\nYou must not post content that threatens public order or incites other users to commit an offence or prevents investigation of any offence.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>Read more about the law on Identity Theft and Impersonation:</p>\n<ul>\n<li>\n<strong>Punishment for Identity Theft:&nbsp;</strong>As per Section 66C of the Information and Technology Act, 2000, if a person fraudulently or dishonestly uses electronic signatures, passwords or any other unique identification feature of any other person: they may be punished with imprisonment which may extend to three years and shall also be liable for a fine.</li>\n<li>\n<strong>Punishment for Cheating by Impersonation:&nbsp;</strong>As per Section 66D of the Information and Technology Act, 2000, any person who cheats by impersonating for any communication or computer resource will be punished.\nThe punishment may be an imprisonment, fine or both.</li>\n</ul>12.Misinformation and Fake news<p>Be truthful and verify information.</p>\n<p>Koo strives to encourage healthy discussions, foster creativity of thought and enable exchange of views and opinions.\nTo achieve this, do not knowingly share false, misleading or unverified information.\nYou must not share morphed or manipulated images, videos or any media that is false.\nSharing false or misleading information has the potential to defame a third party.\nThat is why, use your discretion to share comments and other information that are authentic and accurate.\nYou must, to the extent possible, ensure that content that you post on Koo is authentic and from a reliable and verifiable source.</p>\n<p>Koo does not condone content that may affect citizen-centric processes.\nHowever, any content that may interfere with the results of political elections will not be permitted.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>13.\nSpamming, Scamming and Phishing<p>Do not use Koo to spam or scam others.</p>\n<p>Do not use this platform to manipulate others or negatively affect their experience on the platform.\nDo not message other users in bulk from multiple accounts to amplify content or disrupt conversations.\nThis platform must not be used to control prices or publish information intended to manipulate other users for your own financial gain.</p>\n<p>You must not try to deceive others whether on this platform or not, by sharing patently false and untrue information, luring other persons to share sensitive information or requiring them to engage in any other activities with the intention of misleading or harassing users for financial gain or causing them any other harm.</p>\n<p>You must not pose as someone else and induce people to share their personal information with you.\nDo not deprive others of money, property, inheritance by fraudulent schemes.\nYou must not intend to deprive others of money, property, inheritance by fraudulent schemes.</p>\n<p>Do not send people unsolicited communications.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>14.\nIntellectual Property Infringement<p>Do not use Koo to spam or scam others.</p>\n<p>Do not violate the Intellectual Property Rights of others.</p>\n<p>Koo believes that Intellectual Property Rights facilitates innovation, creation and expression.\nIn any language, you own all the content and information you post on Koo.\nThis means that you control how it is shared.\nBefore posting on Koo, ensure that it does not belong to another person and that you have the right to do so.</p>\n<p>You must not upload any content that uses a brand or a logo owned by another person without their explicit permission.\nUploading content with a brand or logo similar to another trademarked to confuse other users is not permitted.</p>\n<p>Do not upload any literary, musical, dramatic or choreographic work without the explicit permission of the copyright holder.\nDistributing copyrighted sound recordings without explicit permission will violate the rights of a copyright holder.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline</p>\n<p>For more Information on Trademark &amp.\nCopyright Law read below:</p>\n<ul>\n<li>\n<strong>Copyrights:&nbsp;</strong>As per Section 13 of The Copyright Act, 1957, a person owns copyrights of: original literary, dramatic, musical and artistic works.\nIn other words, paintings, drawings, photographs, computer programs, sound recordings, films and similar creative expressions are entitled to copyright protection.</li>\n<li>\n<strong>Rights of Copyright Holders:&nbsp;</strong>To hold a copyright means to posses the exclusive right to do the following:</li>\n</ul>\n<ol>\n<li>To reproduce the work;</li>\n<li>To issue copies of the work to the public;</li>\n<li>To perform the work in public;</li>\n<li>To communicate the work to the public;</li>\n<li>To make cinematograph film or sound recording in respect of the work;</li>\n<li>To make any translation of the work;</li>\n<li>To make any adaptation of the work;</li>\n</ol>\n<ul>\n<li>\n<strong>Copyright Violations:&nbsp;</strong>Under Section 51 of the Copyrights Act, 1957, a person infringes on copyrights by:</li>\n</ul>\n<ol>\n<li>Violating the rights of a copyright holder;</li>\n<li>Making infringing copies for sale or hire or selling or letting them for hire;</li>\n<li>Permitting any place for the performance of works in public where such performance constitutes infringement of copyright;</li>\n<li>Distributing infringing copies for the purpose of trade or to such an extent so as to affect prejudicially the interest of the owner of copyright;</li>\n<li>Exhibiting in public infringing copies by way of trade;</li>\n<li>Importing infringing copies into India.</li>\n</ol>\n<ul>\n<li>\n<strong>Fundamentals:&nbsp;</strong>As per Section 2(1)(zb) of the Trademarks Act, 1999, a trademark is a mark capable of being represented graphically to distinguish services or goods from one person from those of others.\nA person is the proprietor of the trademark if it is a registered mark or is a mark used in relation to goods or services to indicate a connection in the course of trade between the goods or services.</li>\n<li>\n<strong>Trademark Infringement</strong>: As per Section 29 of the Trademarks Act, 1999, a person infringes a registered mark when they use the mark without authorization.\nThis could occur in many ways.\nIncluding, if one person uses a trademark that is identical or confusingly similar to a trademark owned by another.\nSuch use could be in relation to products or services which are identical or similar to those covered by registration.</li>\n</ul>15.\nMalicious Programs<p>Do not share malicious programs.</p>\n<p>Do not violate the Intellectual Property Rights of others.</p>\n<p>You must not share any content that contains a program with any virus or code capable of causing harm, loss to users on the platform.\nYou must not share, upload or publish any program that could disrupt, cause harm, limit the functionality of the platform.\nFollowing this guideline while posting content or messaging other users will contribute to a safe and enjoyable experience for you, other users and the larger community.</p>\n<p>As a user you must note that the law does not allow anyone to gain unauthorized access or restrain the original owner from being able to access their own resources, owing to some action on your part.\nYou must ensure that you do not upload any content that can potentially interfere with the communication services which are available to our other users.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>Read more on the law on Malicious Programs below:</p>\n<ul>\n<li>\n<strong>Penalty for Damage of Computer Systems:&nbsp;</strong>As per Section 43(c) of the Information and Technology Act, 2000, if a person introduces any computer contaminant or computer virus into any computer system or computer network: they will be punished.</li>\n<li>\n<strong>Penalty for Damage of Computer Systems:&nbsp;</strong>As per Section 43(j) of the Information and Technology Act, 2000, if a person teal, conceals, destroys or alters or causes any person to steal, conceal, destroy or alter any computer source code used for a computer resource with an intention to cause damage: they are liable to be punished.</li>\n</ul>16.\nChild Safety<p>Koo is designed to preserve the safety of minors.</p>\n<p>We take a zero-tolerance approach to any content that exploits or promotes child sexual exploitation.\nFor the purposes of this section, a child is a somebody who has not reached the age of majority.</p>\n<p>You are not allowed to transmit, publish, promote, advertise or upload any content that depicts or promotes child exploitation.\nSuch content includes, but is not limited to:</p>\n<ol>\n<li>Visual depictions of children engaged in obscene, indecent, sexually explicit acts or conduct;</li>\n<li>Links to third-party sites that host child pornographic content;</li>\n<li>Facilitating child abuse;</li>\n<li>Sending sexually explicit media to a child;</li>\n<li>Recruiting or advertising an interest in a commercial sex act involving a child, or in harboring and/or transporting a child for sexual purposes.</li>\n</ol>\n<p>Please note that this is not a complete list, and there could be other instances that could violate this guideline.</p>\n<p>Read more about the law on Child Safety below:</p>\n<ul>\n<li>\n<strong>Sexual Harassment Against a Child:&nbsp;</strong>Section 11 of the&nbsp;Protection of Children From Sexual Offences, 2012,&nbsp;lays down scenarios as to when a child is sexually harassed.\nAmong the grounds, constantly watching, following or contact a child with sexual intent through electronic or digital means amounts to Sexual Harassment.\nThreatening to use any body part of the child or threatening to involve a child in a sexual act by any form of media through electronic, film or digital is Sexual Harassment.</li>\n<li>\n<strong>Punishment for Publishing or Transmitting Obscene Content:&nbsp;</strong>As per Section 67B of the&nbsp;Information and Technology Act, 2000, a person can be punished for publishing or transmitting material depicting children in sexually explicit acts in electronic forms.This includes:</li>\n</ul>\n<ol>\n<li>Creating text, digital images, collecting, downloading, advertising, promoting exchanges or distributing material in any electronic form depicting children in obscene or indecent or sexually explicit manner.</li>\n<li>Cultivating, enticing, or inducing children to online relationship with one or more children for sexually explicit acts in a manner that offends any reasonable adult is punishable.</li>\n<li>If a person is found to have records of the above content in any electronic form, they may be imprisoned for a term of 5 years, if a first time offender.</li>\n</ol>\n<i>\n</i>\n<i>\n</i> United States <p>\n<b>These Community Guidelines were last updated on 12 November 2022.</b>\n</p>\n<p>Koo helps its users connect to others and enables meaningful engagement within the Koo community.\nTo ensure this purpose is achieved, Koo requires users to follow these Community Guidelines along with the&nbsp;Terms of Service.</p>\n<p>Koo intends to foster a feeling of community where all users are part of a larger meeting place and allows users to be able to have a safe space to express their views, ideas, and thoughts.\nKoo has the utmost regard for the users’ freedom of speech and expression as well as their right to privacy.\nIn framing these Community Guidelines, care has been taken to abide by the letter and spirit of legal requirements and our responsibility to the community in general.<br>\n<br>During your time on the platform, we request you to treat your interactions with other users on Koo as though these were interactions in the real world on accordance with the culture of your communities..\nBefore you post any content, think about how the people you are talking about might feel if you told them in person what you are planning to post.&nbsp;</p>\n<p>The platform comprises many users like you, and we would want to make your journey on the platform, as comfortable for you, in terms of user engagement, participation, and conversations.</p>\n<p>As a general rule, do not post any content about others that you would not like to be posted about you.\nEngaging online is no different from engaging with others in the real physical world.</p>\n<p>The Community Guidelines listed below set out actions and conduct expected on Koo.\nAdhering to the following rules of the platform will help us maintain a community that encourages healthy discussions, enables the expression of diverse ideas and thoughts, safely.&nbsp;</p>\n<p>If you violate any one of these guidelines, action may be taken on your account.\nThis includes but is not limited to taking down the violative content and in appropriate circumstances informing authorities, and suspension or termination of your account.&nbsp;</p>\n<p>To understand the kind of actions that we may take, read our Content Moderation Guidelines.</p>\n<ol>\n<li>\n<b> Hate Speech and Discrimination</b>\n</li>\n</ol>\n<p>Do not post hateful or discriminatory content on Koo.<br>\n<br>Treat others on Koo with dignity, respect, and a sense of empathy.\nWe encourage valid and well-intentioned expressions of healthy disagreement on the platform.\nWe do not allow any content that is hateful, contains personal attacks and appeals to prejudices.\nAny form of discourteous, impolite, rude statements made to express disagreement that are intended to harm another user or induce them mental stress or suffering must be avoided.</p>\n<p>You are not permitted to use hateful images or symbols in your profile image or profile header.\nYou must not alter your username, display name, or profile bio in a manner that it appears you are engaging in abusive behavior or which could be reasonably construed as causing harassment to other user(s), person or group of persons.</p>\n<p>Examples of hateful or discriminatory speech include comments which encourage violence.\nare racially or ethnically objectionable.\nattempts to disparage anyone based on their nationality.\nsex/gender.\nsexual orientation.\nreligious affiliation.\npolitical affiliation.\nany disability.\nor any disease they might be suffering from.&nbsp;</p>\n<p>Please note that this is not a complete list, and there could be other instances that could violate this guideline.&nbsp;</p>\n<ol>\n<li>\n<b> Religiously Offensive Content</b>\n</li>\n</ol>\n<p>Be respectful of the religious beliefs of others.</p>\n<p>You must always be respectful of the religious faith and beliefs of others, regardless of whether they share the same views or beliefs as you.\nYou are discouraged from publishing anything which is hurtful to the sentiments of others or insults their religion or customs and/or causes communal discord.&nbsp;</p>\n<p>More specifically, you are discouraged from sharing content where where gods or religious deities, prophets, figureheads, reincarnations and leaders are abused or where symbols or emblems of a religion are morphed or destroyed or desecrated with a view to hurt sentiments or cause disharmony.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.&nbsp;</p>\n<ol>\n<li>\n<b> Terrorism and Extremism</b>\n</li>\n</ol>\n<p>Do not post content that supports, encourages or glorifies terrorism.</p>\n<p>At Koo, we do not permit content that encourages terrorism and extremism.\nIf you are found engaging in such activities, we might take action against you.\nIn addition, we may bring your behavior to the notice of the concerned authorities.\nFor international markets we use the United Nations Security Council Consolidated List as a reference for terrorist and extremist activities.\nFurther, we also consider the list of foreign terrorist organizations compiled by the U.S.\nDepartment of State, available here.\nThe FBI’s list of organisations and individuals classified as ‘terrorists’, available here.\nand the US National Counterterrorism Center’s reference guide for law enforcement authorities, available here.</p>\n<p>You must not support or promote any dangerous activities on Koo.\nIn particular, do not use Koo to incite terrorism, secession, acts of violence against person or property.\nYou must not post any content that promotes or encourages users to take actions on behalf of terrorist organizations.\nDo not upload, share or post content that disseminates information on behalf of such organizations.</p>\n<p>You must not garner support or approval to commit violent acts during lawful protests or create violence-inducing terror and conspiracy networks on the platform.\nIt is important for you to know that your statements could instill fear, incite violence and lead to public mischief.\n&nbsp;</p>\n<p>You must not post content produced by terrorist outfits, criminal organizations, and cannot make references to prominent terrorists, criminal figures, or provide content glorifying acts committed by such personalities, and encourage others to carry out, participate in similar acts of violence.&nbsp;</p>\n<p>If you post content related to terrorism, criminal syndicates, violent activities for educational discussions, then ensure that this context is conveyed to the viewers.\nIn other words, ensure that you explicitly state the context in which you are publishing such content.</p>\n<ol>\n<li>\n<b> Self-harm and Suicide</b>\n</li>\n</ol>\n<p>At Koo, the mental health and well-being of our users matters.\nWe understand that issues related to mental health and well-being need awareness.\nThat is why we support our users, who wish to relate their experiences, which may relate to self-harm, suicidal thoughts, depression, or any other mental health concerns.&nbsp;</p>\n<p>While we support people who intend to relate their stories, we do not want users to promote suicide, self-harm or content that poses risk to other users of Koo.&nbsp;In the event where you believe that a user is at risk, we request that you get in touch with local emergency services available in your area or reach out to the 988 Suicide &amp.\nCrisis Lifeline.</p>\n<p>If you are depressed, have thoughts of self-harm or suicide, we want you to know that you are not alone in this struggle, and we encourage you to reach out to organisations adept at providing the necessary support.\nYou may reach out to the 988 Suicide &amp.\nCrisis Lifeline.\nYou may also connect with many other organizations in your local areas.&nbsp;</p>\n<ol>\n<li>\n<b> Violent Content:</b>\n</li>\n</ol>\n<p>Do not post content that threatens, depicts or glorifies violence, or encourages acts of violence.</p>\n<p>You must not use Koo to make any direct or indirect threats of physical harm against another person.\nThis includes any threat relating to theft, vandalism, wrongful confinement, bodily, mental or financial harm.\nIf you believe someone is in imminent danger, you should get in touch with the local law enforcement agency and report the situation at the earliest.<br>\n<br>Koo does not permit its users to post content which involves references to mass murder, violent events, or specific means of violence.\nDo not post content that incites acts of violence against a group of people, minors or animal abuse.\nContent that hosts imagery of corpses, severed limbs, gory depiction of aftermaths of any natural disasters, medical procedures, which may shock or disgust viewers is not permitted.\nYou must also refrain from posting content relating to suicide or self-harm.\nIncluding content that is construed as promoting or suggesting this course of action.</p>\n<p>If any of the above content is being displayed for educational or information purposes please explain the context clearly.&nbsp;</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.&nbsp;</p>\n<ol>\n<li>\n<b> Graphic, Obscene and Sexual Content</b>\n</li>\n</ol>\n<p>Do not post content that is considered graphic and/or obscene in your community.\nContent that is obscene, pornographic, sexually graphic or could be seen as inappropriate will be removed.</p>\n<p>We adopt a zero-tolerance approach to content that is harmful to children and depicts children sexually.\nDo not post content that contains revenge porn or is harmful to children.\nAny user found posting such content will be reported to the authorities immediately.</p>\n<p>You are not permitted to upload, circulate or distribute content that is pornographic, pedophilic, contains explicit depictions of deceased persons, violent sexual acts including content depicting rape, and imagery that is excessively gory.\nDo not post any content relating to bestiality, non-consensual sexual acts or incest.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>7<b>.\nSexual Harassment and non-consensual nudity</b>\n</p>\n<p>Do not post any content or engage in any activity that might be construed as being sexual harassment to other users in-line with the culture of your community.</p>\n<p>Koo adopts a strict no-tolerance approach to sexual harassment on the platform, including, but not limited to, sexually explicit remarks, or innuendoes directed at any specific person or persons, or the sharing of sexual (or sexually suggestive) information or media in relation to a person without their consent or any content which may be invasive of a person’s bodily privacy.</p>\n<p>We have a zero-tolerance policy against any explicit images or videos that appear to be taken and published without the consent of the subject(s).</p>\n<p>You must not make statements of a sexual nature, intended to be insulting, harassing, or degrading based on gender as generally understood in your community.\nKoo must not be used to harass anyone by circulating pornographic content intimate images, etc to them.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>8.<b> Cyberbullying</b>\n</p>\n<p>Be kind to others.\nDon’t be a bully.</p>\n<p>Content that threatens others is not allowed on Koo.</p>\n<p>Koo does not allow users to engage in bullying or harassment on the platform.\nThis includes sharing defamatory or libelous content or sending threatening messages or insults to another Koo user.</p>\n<p>You must not post content that contains personal attacks, abusive language, slangs or expletives in any languages.\ndo not direct other users to engage in such language.\nDo not use abusive language, slang, or expletives in any language and do not direct it at other users.\nYou must not engage in name calling, malicious insults with racial undertones or make comments on anyone’s attributes, including their physical attributes.&nbsp;</p>\n<p>You must not violate another user’s privacy by posting information and images of them without their consent.</p>\n<p>There is a difference between healthy discussion, debate and disagreement and engaging in direct personal attacks on another person.\nWe encourage you to indulge in healthy discussions, debates and disagreements, by way of expression of your thoughts, ideas, in a conversational manner.\nbut we do not want you to confront people while engaging in tones of discord, aggressive statements, and malicious attacks.&nbsp;</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.&nbsp;</p>\n<p>9.\n<b>Invasion of Privacy</b>\n</p>\n<p>Respect the space and privacy of others.<br>\n<br>Koo expects users to respect the privacy of others.\nYou must not publish, share, or encourage the publication of any personal information of another person that invades their privacy.</p>\n<p>A person’s right to privacy is an inherent right and is inclusive of their right to be left alone and the preservation of their personal intimacies.\nThe right is meant to protect the autonomy of a person and is not severed from the individual by their mere presence on a public platform like ours.&nbsp;</p>\n<p>You must not capture, share, publish images of a person’s private area without their explicit consent.</p>\n<p>It is a punishable offense for anyone to capture, share, publish images pertaining to the private area of any person without their express consent.\nThis would mean images relating to a person’s naked or undergarment clad genitals, pubic area, buttocks, or female breast/s.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.\n</p>\n<p>10.\n<b>Illegal Activities</b>\n</p>\n<p>Much like in the real world, do not break the law when you use Koo.</p>\n<p>Koo strives to ensure that its users are safe.\nAs such, Koo does not permit any unlawful behavior or illegal activities.&nbsp;</p>\n<p>You must not post content that is illegal or encourages other users to participate in any illegal activity.\nThis may include buying or selling of illegal narcotics, prescription drugs, alcohol, tobacco products, psychotropic substances or any other category of items that are not permitted to be traded between private individuals.</p>\n<p>You must not upload, circulate, share or act on any content that sells or appears to sell narcotics or prescription drugs.\nPurchasing prescription drugs must be strictly done based on legal advice, valid prescription from a registered medical practitioner, and not through the platform</p>\n<p>You must not use the platform to offer access to lotteries, gambling, or encourage money laundering, prostitution, escort services, human or child trafficking, organised violence or any other criminal activity.\nYou must not post content that threatens public order or incites other users to commit an offense or prevents investigation of any offense.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>11.\n<b>Identity Theft and Impersonation</b>\n</p>\n<p>Identity theft is serious.\nDon’t impersonate any other person.</p>\n<p>Koo accounts that pose as another person, brand or organization in a confusing or deceptive manner are liable to be permanently suspended.\nIdentity theft includes your usage of another person’s electronic signature, password or any other unique identification feature in a dishonest manner.\nAs your association with the platform is based on the representations made by you, we reserve the right to terminate your account based on such false representations made by you.</p>\n<p>You must not impersonate or pose as another person, brand, or organization to deceive or mislead users about the origin of the content.\nThus, you are encouraged to voluntarily verify yourself and ensure that all the details provided in your profile are accurate and do not, in any manner, constitute misrepresentation.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.&nbsp;</p>\n<p>12.<b> Misinformation and Fake news</b>\n</p>\n<p>Be truthful and verify information.</p>\n<p>Koo strives to encourage healthy discussions, foster creativity of thought and enable exchange of views and opinions.\nTo achieve this, do not knowingly share false, misleading or unverified information.\nYou must not share morphed or manipulated images, videos or any media that is false.\nSharing false or misleading information has the potential to defame a third party.\nThat is why, use your discretion to share comments and other information that are authentic and accurate.\nYou must, to the extent possible, ensure that content that you post on Koo is authentic and from a reliable and verifiable source.</p>\n<p>Koo does not condone content that may affect citizen-centric processes.\nHowever, any content that may interfere with the results of political elections will not be permitted.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>13.\n<b>Spamming, Scamming and Phishing</b>\n</p>\n<p>Do not use Koo to spam or scam others.<br>\n<br>Do not use this platform to manipulate others or negatively affect their experience on the platform.\nDo not message other users in bulk from multiple accounts to amplify content or disrupt conversations.\nThis platform must not be used to control prices or publish information intended to manipulate other users for your own financial gain.</p>\n<p>You must not try to deceive others whether on this platform or not, by sharing patently false and untrue information, luring other persons to share sensitive information or requiring them to engage in any other activities with the intention of misleading or harassing users for financial gain or causing them any other harm.</p>\n<p>You must not pose as someone else and induce people to share their personal information with you.\nDo not deprive others of money, property, inheritance by fraudulent schemes.\nYou must not intend to deprive others of money, property, inheritance by fraudulent schemes.</p>\n<p>Do not send people unsolicited communications.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>14.\n<b>Intellectual Property Infringement</b>\n</p>\n<p>Do not violate the Intellectual Property Rights of others.</p>\n<p>Koo believes that Intellectual Property Rights facilitates innovation, creation and expression.\nIn any language, you own all the content and information you post on Koo.\nThis means that you control how it is shared.\nBefore posting on Koo, ensure that it does not belong to another person and that you have the right to do so.</p>\n<p>You must not upload any content that uses a brand or a logo owned by another person without their explicit permission.\nUploading content with a brand or logo similar to another trademark to confuse other users is not permitted.</p>\n<p>Do not upload any literary, musical, dramatic or choreographic work without the explicit permission of the copyright holder.\nDistributing copyrighted sound recordings without explicit permission will violate the rights of a copyright holder.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>15.<b> Malicious Programs</b>\n</p>\n<p>Do not share malicious programs.</p>\n<p>You must not share any content that contains a program with any virus or code capable of causing harm, loss to users on the platform.\nYou must not share, upload or publish any program that could disrupt, cause harm, limit the functionality of the platform.\nFollowing this guideline while posting content or messaging other users will contribute to a safe and enjoyable experience for you, other users and the larger community.</p>\n<p>\n<br>As a user you must note that you are not permitted to gain unauthorized access or restrain the original owner from being able to access their own resources, owing to some action on your part.\nYou must ensure that you do not upload any content that can potentially interfere with the communication services which are available to our other users.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.\n</p>\n<p>16.\n<strong>Child</strong>\n<b> Safety</b>\n</p>\n<p>Koo is designed to preserve the safety of minors.&nbsp;</p>\n<p>We take a zero-tolerance approach to any content that exploits or promotes child sexual exploitation.\nFor the purposes of this section, a child is somebody who has not reached the age of majority.</p>\n<p>You are not allowed to transmit, publish, promote, advertise or upload any content that depicts or promotes child exploitation.\nSuch content includes, but is not limited to:</p>\n<ol>\n<li>Visual depictions of children engaged in obscene, indecent, sexually explicit acts or conduct;</li>\n<li>Links to third-party sites that host child pornographic content;</li>\n<li>Facilitating child abuse;</li>\n<li>Sending sexually explicit media to a child;</li>\n<li>Recruiting or advertising an interest in a commercial sex act involving a child, or in harboring and/or transporting a child for sexual purposes.</li>\n</ol>\n<p>Please note that this is not a complete list, and there could be other instances that could violate this guideline.&nbsp;</p>\n<i>\n</i>\n<i>\n</i> Rest of World <p>\n<b>Community Guidelines</b>\n</p>\n<p>\n<b>These Community Guidelines were last updated on 19 November 2022.</b>\n</p>\n<p>Koo helps its users connect to others and enables meaningful engagement within the Koo community.\nTo ensure this purpose is achieved, Koo requires users to follow these Community Guidelines along with the&nbsp;Terms of Service.</p>\n<p>Koo intends to foster a feeling of community where all users are part of a larger meeting place and allows users to be able to have a safe space to express their views, ideas, and thoughts.\nKoo has the utmost regard for the users’ freedom of speech and expression as well as their right to privacy.\nIn framing these Community Guidelines, care has been taken to abide by the letter and spirit of legal requirements and our responsibility to the community in general.<br>\n<br>During your time on the platform, we request you to treat your interactions with other users on Koo as though these were interactions in the real world on accordance with the culture of your communities.\nBefore you post any content, think about how the people you are talking about might feel if you told them in person what you are planning to post.&nbsp;</p>\n<p>The platform comprises many users like you, and we would want to make your journey on the platform, as comfortable for you, in terms of user engagement, participation, and conversations.</p>\n<p>As a general rule, do not post any content about others that you would not like to be posted about you.\nEngaging online is no different from engaging with others in the real physical world.&nbsp;</p>\n<p>The Community Guidelines listed below set out actions and conduct expected on Koo.\nAdhering to the following rules of the platform will help us maintain a community that encourages healthy discussions, enables the expression of diverse ideas and thoughts, safely in the culture of that community.&nbsp;</p>\n<p>If you violate any one of these guidelines, action may be taken on your account.\nThis includes but is not limited to taking down the violative content and in appropriate circumstances informing authorities, and suspension or termination of your account.&nbsp;</p>\n<p>To understand the kind of actions that we may take, read our Content Moderation Guidelines.</p>\n<ol>\n<li>\n<b> Hate Speech and Discrimination</b>\n</li>\n</ol>\n<p>Do not post hateful or discriminatory content on Koo.<br>\n<br>Treat others on Koo with dignity, respect, and a sense of empathy.\nWe encourage valid and well-intentioned expressions of healthy disagreement on the platform.\nWe do not allow any content that is hateful, contains personal attacks and appeals to prejudices.\nAny form of discourteous, impolite, rude statements made to express disagreement that are intended to harm another user or induce them mental stress or suffering must be avoided.</p>\n<p>You are not permitted to use hateful images or symbols in your profile image or profile header.\nYou must not alter your username, display name, or profile bio in a manner that it appears you are engaging in abusive behavior or which could be reasonably construed as causing harassment to other user(s) or expressing hate towards a person or group.</p>\n<p>Examples of hateful or discriminatory speech include comments which encourage violence.\nare racially or ethnically objectionable.\nattempts to disparage anyone based on their nationality.\nsex/gender.\nsexual orientation.\nreligious affiliation.\npolitical affiliation.\nany disability.\nor any disease they might be suffering from.&nbsp;</p>\n<p>Please note that this is not a complete list, and there could be other instances that could violate this guideline.&nbsp;</p>\n<ol>\n<li>\n<b> Religiously Offensive Content</b>\n</li>\n</ol>\n<p>Be respectful of the religious beliefs of others.</p>\n<p>You must always be respectful of the religious faith and beliefs of others.\nRegardless of whether they share the same views or beliefs as you.\nYou must not publish anything which is hurtful to the sentiments of others or insults their religion or customs and/or causes communal discord.&nbsp;</p>\n<p>Any actions where gods or religious deities, prophets, figureheads, reincarnations and leaders are abused or where symbols or emblems of a religion are morphed or destroyed or desecrated with a view to hurt sentiments or cause disharmony may amount to religiously offensive content.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.&nbsp;</p>\n<ol>\n<li>\n<b> Terrorism and Extremism</b>\n</li>\n</ol>\n<p>Do not post content that supports, encourages or glorifies terrorism.</p>\n<p>At Koo, we do not permit content that encourages terrorism and extremism.\nIf you are found engaging in such activities, we might take action against you.\nIn addition, we may bring your behavior to the notice of the concerned authorities.\nFor international markets we use the United Nations Security Council Consolidated List as a reference for terrorist and extremist activities.\nWe may also consider organizations and individuals recognized as terrorist organisations by your country’s government.</p>\n<p>You must not support or promote any dangerous activities on Koo.\nIn particular, do not use Koo to incite terrorism, secession, acts of violence against person or property.\nYou must not post any content that promotes or encourages users to take actions on behalf of terrorist organizations.\nDo not upload, share or post content that disseminates information on behalf of such organizations.</p>\n<p>You must not garner support or approval to commit violent acts during lawful protests or create violence-inducing terror and conspiracy networks on the platform.\nIt is important for you to know that your statements could instill fear, incite violence and lead to public mischief.\n&nbsp;</p>\n<p>You must not post content produced by terrorist outfits, criminal organizations, and cannot make references to prominent terrorists, criminal figures, or provide content glorifying acts committed by such personalities, and encourage others to carry out, participate in similar acts of violence.&nbsp;</p>\n<p>If you post content related to terrorism, criminal syndicates, violent activities for educational discussions, then ensure that this context is conveyed to the viewers.\nIn other words, ensure that you explicitly state the context in which you are publishing such content.</p>\n<ol>\n<li>\n<b> Self-harm and Suicide</b>\n</li>\n</ol>\n<p>At Koo, the mental health and well-being of our users matters.\nWe understand that issues related to mental health and well-being need awareness.\nThat is why we support our users, who wish to relate their experiences, which may relate to self-harm, suicidal thoughts, depression, or any other mental health concerns.&nbsp;</p>\n<p>While we support people who intend to relate their stories, we do not want users to promote suicide, self-harm or content that poses risk to other users of Koo.&nbsp;In the event where you believe that a user is at risk, we request that you get in touch with local emergency services available in your area.</p>\n<p>If you are depressed, have thoughts of self-harm or suicide, we want you to know that you are not alone in this struggle, and we encourage you to reach out to organisations adept at providing the necessary support.</p>\n<p>5.<b> Violent Content</b>\n</p>\n<p>Do not post content that threatens, depicts or glorifies violence, or encourages acts of violence.</p>\n<p>You must not use Koo to make any direct or indirect threats of physical harm against another person.\nThis includes any threat relating to theft, vandalism, wrongful confinement, bodily, mental or financial harm.\nIf you believe someone is in imminent danger, you should get in touch with the local law enforcement agency and report the situation at the earliest.<br>\n<br>Koo does not permit its users to post content which involves references to mass murder, violent events, or specific means of violence.\nDo not post content that incites acts of violence against a group of people, minors or animal abuse.\nContent that hosts imagery of corpses, severed limbs, gory depiction of aftermaths of any natural disasters, medical procedures, which may shock or disgust viewers is not permitted.\nYou must also refrain from posting content relating to suicide or self-harm.\nIncluding content that is construed as promoting or suggesting this course of action.</p>\n<p>If any of the above content is being displayed for educational or information purposes please explain the context clearly.&nbsp;</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.&nbsp;</p>\n<p>\n<b>6.\nGraphic, Obscene and Sexual Content</b>\n<br>\n</p>\n<p>Do not post content that is considered graphic and/or obscene in your community.\nContent that is obscene, pornographic, sexually graphic or could be seen as inappropriate to users your community will be removed.</p>\n<p>We adopt a zero-tolerance approach to content that is harmful to children and depicts children sexually.\nDo not post content that contains revenge porn or is harmful to children.\nAny user found posting such content will be reported to the authorities immediately.</p>\n<p>You are not permitted to upload, circulate or distribute content that is pornographic, pedophilic, contains explicit depictions of deceased persons, violent sexual acts including content depicting rape, and imagery that is excessively gory.\nDo not post any content relating to bestiality, non-consensual sexual acts or incest.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>\n<strong>7</strong>\n<b>.\nSexual Harassment and non-consensual nudity</b>\n</p>\n<p>Do not post any content or engage in any activity that might be construed as being sexual harassment to other users inline with the culture of your community.</p>\n<p>Koo adopts a strict no-tolerance approach to sexual harassment on the platform, including, but not limited to, sexually explicit remarks, or innuendoes directed at any specific person or persons, or the sharing of sexual (or sexually suggestive) information or media in relation to a person without their consent or any content which may be invasive of a person’s bodily privacy.</p>\n<p>We have a zero-tolerance policy against any explicit images or videos that appear to be taken and published without the consent of the subject(s).</p>\n<p>You must not make statements of a sexual nature, intended to be insulting, harassing, or degrading based on gender as generally understood in your community.\nKoo must not be used to harass anyone by circulating pornographic content intimate images, etc to them.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>\n<b>8.\nCyberbullying</b>\n</p>\n<p>Be kind to others.\nDon’t be a bully.</p>\n<p>Content that threatens others is not allowed on Koo.</p>\n<p>Koo does not allow users to engage in bullying or harassment on the platform.\nThis includes sharing defamatory or libelous content or sending threatening messages or insults to another Koo user.</p>\n<p>You must not post content that contains personal attacks, abusive language, slangs or expletives in any languages.\ndo not direct other users to engage in such language.\nDo not use abusive language, slang, or expletives in any language and do not direct it at other users.\nYou must not engage in name calling, malicious insults with racial undertones or make comments on anyone’s attributes, including their physical attributes.&nbsp;</p>\n<p>You must not violate another user’s privacy by posting information and images of them without their consent.</p>\n<p>There is a difference between healthy discussion, debate and disagreement and engaging in direct personal attacks on another person.\nWe encourage you to indulge in healthy discussions, debates and disagreements, by way of expression of your thoughts, ideas, in a conversational manner.\nbut we do not want you to confront people while engaging in tones of discord, aggressive statements, and malicious attacks.&nbsp;</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.\n</p>\n<p>\n<b>9.\nInvasion of Privacy</b>\n</p>\n<p>Respect the space and privacy of others.<br>\n<br>Koo expects users to respect the privacy of others.\nYou must not publish, share, or encourage the publication of any personal information of another person that invades their privacy.</p>\n<p>A person’s right to privacy is an inherent right and is inclusive of their right to be left alone and the preservation of their personal intimacies.\nThe right is meant to protect the autonomy of a person and is not severed from the individual by their mere presence on a public platform like ours.&nbsp;</p>\n<p>You must not capture, share, publish images of a person’s private area without their explicit consent.</p>\n<p>It is a punishable offense for anyone to capture, share, publish images pertaining to the private area of any person without their express consent.\nThis would mean images relating to a person’s naked or undergarment clad genitals, pubic area, buttocks, or female breast/s.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.\n</p>\n<p>\n<b>10.\nIllegal Activities</b>\n</p>\n<p>Much like in the real world, do not break the law when you use Koo.</p>\n<p>Koo strives to ensure that its users are safe.\nAs such, Koo does not permit any unlawful behavior or illegal activities.&nbsp;</p>\n<p>You must not post content that is illegal or encourages other users to participate in any illegal activity.\nThis may include buying or selling of illegal narcotics, prescription drugs, alcohol, tobacco products, psychotropic substances or any other category of items that are not permitted to be traded between private individuals.</p>\n<p>You must not upload, circulate, share or act on any content that sells or appears to sell narcotics or prescription drugs.\nPurchasing prescription drugs must be strictly done based on legal advice, valid prescription from a registered medical practitioner, and not through the platform</p>\n<p>You must not use the platform to offer access to lotteries, gambling, or encourage money laundering, prostitution, human or child trafficking, organised violence or any other criminal activity.\nYou must not post content that threatens public order or incites other users to commit an offense or prevents investigation of any offense.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>\n<b>11.\nIdentity Theft and Impersonation</b>\n</p>\n<p>Identity theft is serious.\nDon’t impersonate any other person.</p>\n<p>Koo accounts that pose as another person, brand or organization in a confusing or deceptive manner are liable to be permanently suspended.\nIdentity theft includes your usage of another person’s electronic signature, password or any other unique identification feature in a dishonest manner.\nAs your association with the platform is based on the representations made by you, we reserve the right to terminate your account based on such false representations made by you.</p>\n<p>\n<br>You must not impersonate or pose as another person, brand, or organization to deceive or mislead users about the origin of the content.\nThus, you are encouraged to voluntarily verify yourself and ensure that all the details provided in your profile are accurate and do not, in any manner, constitute misrepresentation.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.&nbsp;</p>\n<p>\n<b>12.\nMisinformation and Fake news</b>\n</p>\n<p>Be truthful and verify information.</p>\n<p>Koo strives to encourage healthy discussions, foster creativity of thought and enable exchange of views and opinions.\nTo achieve this, do not knowingly share false, misleading or unverified information.\nYou must not share morphed or manipulated images, videos or any media that is false.\nSharing false or misleading information has the potential to defame a third party.\nThat is why, use your discretion to share comments and other information that are authentic and accurate.\nYou must, to the extent possible, ensure that content that you post on Koo is authentic and from a reliable and verifiable source.</p>\n<p>Koo does not condone content that may affect citizen-centric processes.\nHowever, any content that may interfere with the results of political elections will not be permitted.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>\n<b>13.\nSpamming, Scamming and Phishing</b>\n</p>\n<p>Do not use Koo to spam or scam others.<br>\n<br>Do not use this platform to manipulate others or negatively affect their experience on the platform.\nDo not message other users in bulk from multiple accounts to amplify content or disrupt conversations.\nThis platform must not be used to control prices or publish information intended to manipulate other users for your own financial gain.</p>\n<p>You must not try to deceive others whether on this platform or not, by sharing patently false and untrue information, luring other persons to share sensitive information or requiring them to engage in any other activities with the intention of misleading or harassing users for financial gain or causing them any other harm.</p>\n<p>You must not pose as someone else and induce people to share their personal information with you.\nDo not deprive others of money, property, inheritance by fraudulent schemes.\nYou must not intend to deprive others of money, property, inheritance by fraudulent schemes.</p>\n<p>Do not send people unsolicited communications.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>\n<b>14.\nIntellectual Property Infringement</b>\n</p>\n<p>Do not violate the Intellectual Property Rights of others.</p>\n<p>Koo believes that Intellectual Property Rights facilitates innovation, creation and expression.\nIn any language, you own all the content and information you post on Koo.\nThis means that you control how it is shared.\nBefore posting on Koo, ensure that it does not belong to another person and that you have the right to do so.</p>\n<p>You must not upload any content that uses a brand or a logo owned by another person without their explicit permission.\nUploading content with a brand or logo similar to another trademark to confuse other users is not permitted.</p>\n<p>Do not upload any literary, musical, dramatic or choreographic work without the explicit permission of the copyright holder.\nDistributing copyrighted sound recordings without explicit permission will violate the rights of a copyright holder.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.</p>\n<p>\n<b>15.\nMalicious Programs</b>\n</p>\n<p>Do not share malicious programs.</p>\n<p>You must not share any content that contains a program with any virus or code capable of causing harm, loss to users on the platform.\nYou must not share, upload or publish any program that could disrupt, cause harm, limit the functionality of the platform.\nFollowing this guideline while posting content or messaging other users will contribute to a safe and enjoyable experience for you, other users and the larger community.</p>\n<p>As a user you must note that you are not permitted to gain unauthorized access or restrain the original owner from being able to access their own resources, owing to some action on your part.\nYou must ensure that you do not upload any content that can potentially interfere with the communication services which are available to our other users.</p>\n<p>Please note that this is not a complete list, and there could be other instances which could violate this guideline.\n</p>\n<p>\n<b>16.\nChild Safety</b>\n</p>\n<p>Koo is designed to preserve the safety of minors.&nbsp;</p>\n<p>We take a zero-tolerance approach to any content that exploits or promotes child sexual exploitation.\nFor the purposes of this section, a child is somebody who has not reached the age of majority.</p>\n<p>You are not allowed to transmit, publish, promote, advertise or upload any content that depicts or promotes child exploitation.\nSuch content includes, but is not limited to:</p>\n<ol>\n<li>Visual depictions of children engaged in obscene, indecent, sexually explicit acts or conduct;</li>\n<li>Links to third-party sites that host child pornographic content;</li>\n<li>Facilitating child abuse;</li>\n<li>Sending sexually explicit media to a child;</li>\n<li>Recruiting or advertising an interest in a commercial sex act involving a child, or in harboring and/or transporting a child for sexual purposes.</li>\n</ol>\n<p>Please note that this is not a complete list, and there could be other instances that could violate this guideline.&nbsp;</p>\n<i>\n</i>\n<i>\n</i> Brasil (Português) <p>\n<b>Diretrizes da Comunidade</b>\n</p>\n<p>\n<b>Estas Diretrizes da Comunidade foram atualizadas pela última vez em 21 de novembro de 2022.</b>\n</p>\n<p>A Koo ajuda seus usuários a se conectarem com outras pessoas e permite um envolvimento significativo dentro da comunidade Koo.\nPara garantir que esse propósito seja alcançado, a Koo exige que os usuários sigam estas Diretrizes da Comunidade, juntamente com os Termos de Serviço.</p>\n<p>Koo pretende promover um sentimento de comunidade onde todos os usuários fazem parte de um local de encontro maior e permite que os usuários possam ter um espaço seguro para expressar seus pontos de vista, ideias e pensamentos.\nA Koo tem a máxima consideração pela liberdade de expressão e expressão dos usuários, bem como pelo seu direito à privacidade.\nAo elaborar estas Diretrizes Comunitárias, tomou-se o cuidado de respeitar a letra e o espírito dos requisitos legais e nossa responsabilidade para com a comunidade em geral.</p>\n<p>Durante o seu tempo na plataforma, solicitamos que você trate suas interações com outros usuários no Koo como se fossem interações no mundo real, de acordo com a cultura de suas comunidades.\nAntes de postar qualquer conteúdo, pense em como as pessoas sobre as quais você está falando podem se sentir se você lhes disser pessoalmente o que está planejando postar.</p>\n<p>A plataforma compreende muitos usuários como você, e gostaríamos de tornar sua jornada na plataforma, o mais confortável para você, em termos de engajamento do usuário, participação e conversas.</p>\n<p>Como regra geral, não publique nenhum conteúdo sobre outras pessoas que você não gostaria de ser postado sobre você.\nEnvolver-se on-line não é diferente de se envolver com os outros no mundo físico real.</p>\n<p>As Diretrizes da Comunidade listadas abaixo estabelecem as ações e condutas esperadas em Koo.\nAderir às seguintes regras da plataforma nos ajudará a manter uma comunidade que incentive discussões saudáveis, permita a expressão de ideias e pensamentos diversos, com segurança na cultura dessa comunidade.</p>\n<p>Se você violar qualquer uma dessas diretrizes, ações poderão ser tomadas em sua conta.\nIsso inclui, mas não se limita a, remover o conteúdo violador e, em circunstâncias apropriadas, informar as autoridades e suspensão ou encerramento de sua conta.</p>\n<p>Para entender o tipo de ações que podemos tomar, leia nossas Diretrizes de moderação de conteúdo.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Discurso de ódio e discriminação</b>\n</li>\n</ul>\n<p>Não publique conteúdo de ódio ou discriminatório no Koo.</p>\n<p>Trate os outros no Koo com dignidade, respeito e senso de empatia.\nEncorajamos expressões válidas e bem-intencionadas de discordância saudável na plataforma.\nNão permitimos qualquer conteúdo que seja odioso, contenha ataques pessoais e apele a preconceitos.\nQualquer forma de declarações descortês, indelicadas e rudes feitas para expressar discordância que se destinam a prejudicar outro usuário ou induzi-lo a estresse mental ou sofrimento deve ser evitado.</p>\n<p>Você não tem permissão para usar imagens ou símbolos de ódio em sua imagem de perfil ou cabeçalho de perfil.\nVocê não deve alterar seu nome de usuário, nome de exibição ou biografia do perfil de uma maneira que pareça que você está se envolvendo em comportamento abusivo ou que possa ser razoavelmente interpretado como causando assédio a outro(s) usuário(s) ou expressando ódio a uma pessoa ou grupo.</p>\n<p>Exemplos de discurso de ódio ou discriminação incluem comentários que incentivam a violência.\nsão racial ou etnicamente censuráveis.\ntentativas de menosprezar qualquer pessoa com base na sua nacionalidade.\nsexo/gênero.\norientação sexual.\nafiliação religiosa.\nfiliação política.\nqualquer deficiência.\nou qualquer doença de que possam estar sofrendo.</p>\n<p>Observe que esta não é uma lista completa e pode haver outras instâncias que possam violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>&nbsp;</b>\n<b>Conteúdo religiosamente ofensivo</b>\n</li>\n</ul>\n<p>Seja respeitoso com as crenças religiosas dos outros.</p>\n<p>Você deve sempre ser respeitoso com a fé religiosa e as crenças dos outros.\nIndependentemente de eles compartilharem os mesmos pontos de vista ou crenças que você.\nVocê não deve publicar nada que seja prejudicial aos sentimentos dos outros ou insulte sua religião ou costumes e / ou cause discórdia comunitária.</p>\n<p>Quaisquer ações em que deuses ou divindades religiosas, profetas, figuras de proa, reencarnações e líderes são abusados ou onde símbolos ou emblemas de uma religião são transformados, destruídos ou profanados com o objetivo de ferir sentimentos ou causar desarmonia podem equivaler a conteúdo religiosamente ofensivo.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Terrorismo e extremismo</b>\n</li>\n</ul>\n<p>Não publique conteúdo que apoie, encoraje ou glorifique o terrorismo.</p>\n<p>Na Koo, não permitimos conteúdo que incentive o terrorismo e o extremismo.\nSe você for encontrado envolvido em tais atividades, poderemos tomar medidas contra você.\nAlém disso, podemos levar o seu comportamento ao conhecimento das autoridades envolvidas.\nPara os mercados internacionais, usamos a Lista Consolidada do Conselho de Segurança das Nações Unidas como referência para atividades terroristas e extremistas.\nTambém podemos considerar organizações e indivíduos reconhecidos como organizações terroristas pelo governo do seu país.</p>\n<p>Você não deve apoiar ou promover quaisquer atividades perigosas no Koo.\nEm particular, não use Koo para incitar o terrorismo, secessão, atos de violência contra pessoas ou propriedades.\nVocê não deve postar qualquer conteúdo que promova ou incentive os usuários a tomar medidas em nome de organizações terroristas.\nNão carregue, compartilhe ou publique conteúdo que divulgue informações em nome de tais organizações.</p>\n<p>Você não deve obter apoio ou aprovação para cometer atos violentos durante protestos legais ou criar redes de terror e conspiração indutoras de violência na plataforma.\nÉ importante que você saiba que suas declarações podem incutir medo, incitar a violência e levar a danos públicos.&nbsp;&nbsp;</p>\n<p>Você não deve postar conteúdo produzido por grupos terroristas, organizações criminosas e não pode fazer referências a terroristas proeminentes, figuras criminosas ou fornecer conteúdo glorificando atos cometidos por tais personalidades e incentivar outros a realizar, participar de atos semelhantes de violência.</p>\n<p>Se você postar conteúdo relacionado ao terrorismo, sindicatos criminosos, atividades violentas para discussões educacionais, certifique-se de que esse contexto seja transmitido aos espectadores.\nEm outras palavras, certifique-se de declarar explicitamente o contexto em que você está publicando esse conteúdo.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>&nbsp;</b>\n<b>Automutilação e suicídio</b>\n</li>\n</ul>\n<p>Na Koo, a saúde mental e o bem-estar de nossos usuários são importantes.\nEntendemos que as questões relacionadas à saúde mental e ao bem-estar precisam de conscientização.\nÉ por isso que apoiamos nossos usuários, que desejam relatar suas experiências, que podem estar relacionadas à automutilação, pensamentos suicidas, depressão ou quaisquer outros problemas de saúde mental.</p>\n<p>Embora apoiemos pessoas que pretendem relatar suas histórias, não queremos que os usuários promovam suicídio, automutilação ou conteúdo que represente risco para outros usuários do Koo.\nNo caso de você acreditar que um usuário está em risco, solicitamos que você entre em contato com os serviços de emergência locais disponíveis em sua área.</p>\n<p>Se você está deprimido, tem pensamentos de automutilação ou suicídio, queremos que você saiba que não está sozinho nesta luta, e nós o encorajamos a entrar em contato com organizações adeptas em fornecer o apoio necessário.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Conteúdo violento</b>\n</li>\n</ul>\n<p>Não publique conteúdo que ameace, retrate ou glorifique a violência ou incentive atos de violência.</p>\n<p>Você não deve usar o Koo para fazer ameaças diretas ou indiretas de danos físicos contra outra pessoa.\nIsso inclui qualquer ameaça relacionada a roubo, vandalismo, confinamento indevido, danos corporais, mentais ou financeiros.\nSe você acredita que alguém está em perigo iminente, você deve entrar em contato com a agência de aplicação da lei local e relatar a situação o mais cedo possível.</p>\n<p>A Koo não permite que seus usuários publiquem conteúdo que envolva referências a assassinatos em massa, eventos violentos ou meios específicos de violência.\nNão publique conteúdo que incite atos de violência contra um grupo de pessoas, menores ou abuso de animais.\nNão é permitido conteúdo que hospede imagens de cadáveres, membros decepados, representação sangrenta de consequências de quaisquer desastres naturais, procedimentos médicos que possam chocar ou repugnar os espectadores.\nVocê também deve abster-se de postar conteúdo relacionado a suicídio ou automutilação.\nIncluindo conteúdo que seja interpretado como promoção ou sugestão deste curso de ação.</p>\n<p>Se algum dos conteúdos acima estiver sendo exibido para fins educacionais ou informativos, explique o contexto claramente.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Conteúdo Gráfico, Obsceno e Sexual</b>\n</li>\n</ul>\n<p>Não publique conteúdo que seja considerado gráfico e/ou obsceno em sua comunidade.\nO conteúdo obsceno, pornográfico, sexualmente gráfico ou que possa ser visto como inadequado para os usuários da sua comunidade será removido.</p>\n<p>Adotamos uma abordagem de tolerância zero ao conteúdo que é prejudicial para as crianças e retrata crianças sexualmente.\nNão publique conteúdo que contenha pornografia de vingança ou que seja prejudicial para as crianças.\nQualquer usuário encontrado postando tal conteúdo será denunciado às autoridades imediatamente.</p>\n<p>Você não tem permissão para carregar, circular ou distribuir conteúdo que seja pornográfico, pedófilo, contenha representações explícitas de pessoas falecidas, atos sexuais violentos, incluindo conteúdo que retrate estupro e imagens excessivamente sangrentas.\nNão publique qualquer conteúdo relacionado à bestialidade, atos sexuais não consensuais ou incesto.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Assédio Sexual e Nudez não consensual</b>\n</li>\n</ul>\n<p>Não publique nenhum conteúdo ou se envolva em qualquer atividade que possa ser interpretada como assédio sexual a outros usuários de acordo com a cultura de sua comunidade.</p>\n<p>A Koo adota uma abordagem estrita de não tolerância ao assédio sexual na plataforma, incluindo, mas não se limitando a, comentários sexualmente explícitos ou insinuações dirigidas a qualquer pessoa ou pessoas específicas, ou o compartilhamento de informações ou mídias sexuais (ou sexualmente sugestivas) em relação a uma pessoa sem o seu consentimento ou qualquer conteúdo que possa ser invasivo da privacidade corporal de uma pessoa.</p>\n<p>Temos uma política de tolerância zero contra quaisquer imagens ou vídeos explícitos que pareçam ser tirados e publicados sem o consentimento do(s) sujeito(s).</p>\n<p>Você não deve fazer declarações de natureza sexual, destinadas a insultar, assediar ou degradar com base no gênero, como geralmente entendido em sua comunidade.\nKoo não deve ser usado para assediar ninguém, circulando conteúdo pornográfico imagens íntimas, etc para eles.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Cyberbullying</b>\n</li>\n</ul>\n<p>Seja gentil com os outros.\nNão seja um valentão.</p>\n<p>Conteúdo que ameace outras pessoas não é permitido no Koo.</p>\n<p>A Koo não permite que os usuários se envolvam em bullying ou assédio na plataforma.\nIsso inclui o compartilhamento de conteúdo difamatório ou difamatório ou o envio de mensagens ameaçadoras ou insultos a outro usuário da Koo.</p>\n<p>Você não deve postar conteúdo que contenha ataques pessoais, linguagem abusiva, gírias ou palavrões em qualquer idioma.\nnão oriente outros usuários a se envolverem em tal linguagem.\nNão use linguagem abusiva, gírias ou palavrões em qualquer idioma e não o direcione para outros usuários.\nVocê não deve se envolver em xingamentos, insultos maliciosos com tons raciais ou fazer comentários sobre os atributos de ninguém, incluindo seus atributos físicos.</p>\n<p>Você não deve violar a privacidade de outro usuário postando informações e imagens deles sem o consentimento deles.</p>\n<p>Há uma diferença entre discussão saudável, debate e desacordo e envolvimento em ataques pessoais diretos a outra pessoa.\nEncorajamos você a se entregar a discussões, debates e desentendimentos saudáveis, por meio da expressão de seus pensamentos, ideias, de maneira conversacional.\nmas não queremos que você confronte as pessoas enquanto se envolve em tons de discórdia, declarações agressivas e ataques maliciosos.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Invasão de Privacidade</b>\n</li>\n</ul>\n<p>Respeite o espaço e a privacidade dos outros.</p>\n<p>A Koo espera que os usuários respeitem a privacidade dos outros.\nVocê não deve publicar, compartilhar ou incentivar a publicação de qualquer informação pessoal de outra pessoa que invada sua privacidade.</p>\n<p>O direito de uma pessoa à privacidade é um direito inerente e inclui seu direito de ser deixado em paz e a preservação de suas intimidades pessoais.\nO direito destina-se a proteger a autonomia de uma pessoa e não é separado do indivíduo por sua mera presença em uma plataforma pública como a nossa.</p>\n<p>Você não deve capturar, compartilhar, publicar imagens da área privada de uma pessoa sem o consentimento explícito dela.</p>\n<p>É uma ofensa punível para qualquer pessoa capturar, compartilhar, publicar imagens pertencentes à área privada de qualquer pessoa sem o seu consentimento expresso.\nIsso significaria imagens relacionadas aos genitais nus ou vestidos de roupas íntimas de uma pessoa, área púbica, nádegas ou seios femininos.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Atividades Ilegais</b>\n</li>\n</ul>\n<p>Muito parecido com o mundo real, não quebre a lei quando você usa Koo.</p>\n<p>A Koo se esforça para garantir que seus usuários estejam seguros.\nComo tal, a Koo não permite qualquer comportamento ilegal ou atividades ilegais.</p>\n<p>Você não deve postar conteúdo que seja ilegal ou incentive outros usuários a participar de qualquer atividade ilegal.\nIsso pode incluir a compra ou venda de narcóticos ilegais, medicamentos prescritos, álcool, produtos do tabaco, substâncias psicotrópicas ou qualquer outra categoria de itens que não podem ser comercializados entre particulares.</p>\n<p>Você não deve carregar, circular, compartilhar ou agir sobre qualquer conteúdo que venda ou pareça vender narcóticos ou medicamentos prescritos.\nA compra de medicamentos prescritos deve ser estritamente feita com base em aconselhamento jurídico, prescrição válida de um médico registrado, e não através da plataforma.</p>\n<p>Você não deve usar a plataforma para oferecer acesso a loterias, jogos de azar ou incentivar lavagem de dinheiro, prostituição, serviços de escolta, tráfico de pessoas ou crianças, violência organizada ou qualquer outra atividade criminosa.\nVocê não deve postar conteúdo que ameace a ordem pública ou incite outros usuários a cometer uma ofensa ou impeça a investigação de qualquer ofensa.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Roubo de Identidade e Falsificação de Identidade</b>\n</li>\n</ul>\n<p>O roubo de identidade é grave.\nNão se passe por nenhuma outra pessoa.</p>\n<p>As contas Koo que se passam por outra pessoa, marca ou organização de forma confusa ou enganosa podem ser permanentemente suspensas.\nO roubo de identidade inclui o uso da assinatura eletrônica, senha ou qualquer outro recurso de identificação exclusivo de outra pessoa de maneira desonesta.\nComo sua associação com a plataforma é baseada nas representações feitas por você, reservamo-nos o direito de encerrar sua conta com base em tais declarações falsas feitas por você.</p>\n<p>Você não deve se passar por outra pessoa, marca ou organização para enganar ou enganar os usuários sobre a origem do conteúdo.\nAssim, você é encorajado a verificar-se voluntariamente e garantir que todos os detalhes fornecidos em seu perfil sejam precisos e não constituam, de forma alguma, deturpação.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Desinformação e Fake news</b>\n</li>\n</ul>\n<p>Seja verdadeiro e verifique as informações.</p>\n<p>Koo se esforça para incentivar discussões saudáveis, promover a criatividade de pensamento e permitir a troca de pontos de vista e opiniões.\nPara conseguir isso, não compartilhe conscientemente informações falsas, enganosas ou não verificadas.\nVocê não deve compartilhar imagens, vídeos ou qualquer mídia que seja falsa ou transformada ou manipulada.\nO compartilhamento de informações falsas ou enganosas tem o potencial de difamar terceiros.\nÉ por isso que use seu critério para compartilhar comentários e outras informações que sejam autênticas e precisas.\nVocê deve, na medida do possível, garantir que o conteúdo que você postar no Koo seja autêntico e de uma fonte confiável e verificável.</p>\n<p>A Koo não tolera conteúdo que possa afetar processos centrados no cidadão.\nNo entanto, qualquer conteúdo que possa interferir com os resultados das eleições políticas não será permitido.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Spamming, Scamming e Phishing</b>\n</li>\n</ul>\n<p>Não use o Koo para enviar spam ou enganar outras pessoas.</p>\n<p>Não use esta plataforma para manipular outras pessoas ou afetar negativamente sua experiência na plataforma.\nNão envie mensagens em massa a outros usuários de várias contas para amplificar o conteúdo ou interromper conversas.\nEsta plataforma não deve ser usada para controlar preços ou publicar informações destinadas a manipular outros usuários para seu próprio ganho financeiro.</p>\n<p>Você não deve tentar enganar outras pessoas, seja nesta plataforma ou não, compartilhando informações patentemente falsas e falsas, atraindo outras pessoas para compartilhar informações confidenciais ou exigindo que elas se envolvam em quaisquer outras atividades com a intenção de enganar ou assediar os usuários para obter ganhos financeiros ou causar-lhes qualquer outro dano.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Violação de Propriedade Intelectual</b>\n</li>\n</ul>\n<p>Não viole os Direitos de Propriedade Intelectual de terceiros.</p>\n<p>Koo acredita que os Direitos de Propriedade Intelectual facilitam a inovação, a criação e a expressão.\nEm qualquer idioma, você possui todo o conteúdo e informações que você publica no Koo.\nIsso significa que você controla como ele é compartilhado.\nAntes de postar no Koo, certifique-se de que ele não pertence a outra pessoa e que você tem o direito de fazê-lo.</p>\n<p>Você não deve fazer upload de nenhum conteúdo que use uma marca ou um logotipo de propriedade de outra pessoa sem sua permissão explícita.\nNão é permitido carregar conteúdo com uma marca ou logotipo semelhante a outra marca comercial para confundir outros usuários.</p>\n<p>Não carregue qualquer trabalho literário, musical, dramático ou coreográfico sem a permissão explícita do detentor dos direitos autorais.\nDistribuir gravações de som protegidas por direitos autorais sem permissão explícita violará os direitos de um detentor de direitos autorais.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Programas maliciosos</b>\n</li>\n</ul>\n<p>Não compartilhe programas maliciosos.</p>\n<p>Você não deve compartilhar nenhum conteúdo que contenha um programa com qualquer vírus ou código capaz de causar danos, perda aos usuários na plataforma.\nVocê não deve compartilhar, carregar ou publicar qualquer programa que possa interromper, causar danos, limitar a funcionalidade da plataforma.\nSeguir esta diretriz ao postar conteúdo ou enviar mensagens a outros usuários contribuirá para uma experiência segura e agradável para você, outros usuários e para a comunidade em geral.</p>\n<p>Como usuário, você deve observar que não tem permissão para obter acesso não autorizado ou impedir que o proprietário original possa acessar seus próprios recursos, devido a alguma ação de sua parte.\nVocê deve garantir que não carregue nenhum conteúdo que possa potencialmente interferir nos serviços de comunicação que estão disponíveis para nossos outros usuários.</p>\n<p>Por favor, note que esta não é uma lista completa, e pode haver outros casos que podem violar esta diretriz.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<b>Segurança Infantil</b>\n</li>\n</ul>\n<p>Koo é projetado para preservar a segurança dos menores.</p>\n<p>Adotamos uma abordagem de tolerância zero para qualquer conteúdo que explore ou promova a exploração sexual infantil.\nPara os fins desta seção, uma criança é alguém que não atingiu a maioridade.</p>\n<p>Você não tem permissão para transmitir, publicar, promover, anunciar ou fazer upload de qualquer conteúdo que retrate ou promova a exploração infantil.\nTal conteúdo inclui, mas não está limitado a:</p>\n<p>Representações visuais de crianças envolvidas em atos ou condutas obscenas, indecentes e sexualmente explícitas;</p>\n<p>Links para sites de terceiros que hospedam conteúdo pornográfico infantil;</p>\n<p>Facilitar o abuso infantil;</p>\n<p>Enviar mídia sexualmente explícita para uma criança;</p>\n<p>Recrutar ou anunciar um interesse em um ato sexual comercial envolvendo uma criança, ou em abrigar e / ou transportar uma criança para fins sexuais.</p>\n<p>Observe que esta não é uma lista completa e pode haver outras instâncias que possam violar esta diretriz.</p>\n<p>If you would like to obtain earlier versions of this policy please write to redressal@kooapp.com&nbsp;</p>\n<p>If you would like to obtain earlier versions of this policy please write to redressal@kooapp.com.</p> Koo Leave a Comment <small>Cancel reply</small>\n<p>Your email address will not be published.\nRequired fields are marked *</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> Popular Post<li> Koo Coins T&amp;C <p>2023-01-13 10:54:09</p>\n</li>\n<li> Privacy Policy <p>2022-03-23 06:25:32</p>\n</li>\n<li> Community Guidelines <p>2022-03-23 11:54:34</p>\n</li>\n<li> Contact <p>2022-03-23 11:56:12</p>\n</li> Categories <li>About Us (8)</li>\n<li>Compliance (9)</li>\n<li>Policies (19)</li>\n<li>Resources (5)</li>\n<li>Trust and safety (11)</li>\n<li> Koo</li>\n<li>\n<p>© Copyright 2022 Bombinate Technologies Private Limited</p>\n</li>\n<ul>\n<li>About Us</li>\n<li>Community Guidelines</li>\n<li>Terms of Service</li>\n<li>Policies</li>\n</ul>\n<ul>\n<li>Trust and safety</li>\n<li>Compliance</li>\n<li>Career</li>\n<li>Contact</li>\n</ul>\n<li>\n<p>Download app from stores</p>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li> ", "created_at": "2023-08-20 02:50:22.603645", "updated_at": "2023-08-20 02:52:13.580882"}, {"id": 18285, "name": "Reporting and Redressal Forms", "url": "https://info.kooapp.com/reporting-and-redressal-forms/", "xpath": "//body", "text": null, "created_at": "2023-08-20 02:50:22.790966", "updated_at": "2023-08-20 02:52:33.782758"}, {"id": 18284, "name": "Voluntary Self Verification", "url": "https://info.kooapp.com/voluntary-self-verification/", "xpath": "//body", "text": null, "created_at": "2023-08-20 02:50:22.759546", "updated_at": "2023-08-20 02:52:43.905746"}, {"id": 18271, "name": "B2B Privacy Policy", "url": "https://info.kooapp.com/b2b-privacy-policy/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.360338", "updated_at": "2023-08-20 02:50:22.360338"}, {"id": 18272, "name": "Advertiser Guidelines", "url": "https://info.kooapp.com/advertiser-guidelines-2/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.390808", "updated_at": "2023-08-20 02:50:22.390808"}, {"id": 18273, "name": "Advertiser T&C", "url": "https://info.kooapp.com/advertiser-tc/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.420502", "updated_at": "2023-08-20 02:50:22.420502"}, {"id": 18274, "name": "Koo Coins T&C", "url": "https://info.kooapp.com/koo-coins-tc/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.449989", "updated_at": "2023-08-20 02:50:22.449989"}, {"id": 18275, "name": "Koo Accounts of Eminence", "url": "https://info.kooapp.com/koo-accounts-of-eminence/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.480262", "updated_at": "2023-08-20 02:50:22.480262"}, {"id": 18276, "name": "Influencer Guidelines", "url": "https://info.kooapp.com/influencer-guidelines/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.510904", "updated_at": "2023-08-20 02:50:22.510904"}, {"id": 18277, "name": "Chat Room Policy", "url": "https://info.kooapp.com/chat-room-policy/", "xpath": "", "text": null, "created_at": "2023-08-20 02:50:22.541535", "updated_at": "2023-08-20 02:50:22.541535"}], "points": [], "urls": ["kooapp.com"]}}