{"error": 448, "message": "OK", "parameters": {"id": 9857, "name": "Private VPN", "created_at": "2023-11-10 19:25:46.325882", "updated_at": "2023-11-10 23:03:41.317358", "wikipedia": null, "keywords": null, "related": null, "slug": "private-vpn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9857.png", "url": "privatevpn.app", "documents": [{"id": 19640, "name": "Privacy Policy", "url": "https://privatevpn.app/privacy-policy.html", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li> Home </li>\n<li> Features </li>\n<li> Pricing Plan </li>\n<li> About </li>\n<li> Contact </li>\n</ul> Privacy Policy <p> At Private VPN we abide by our No Log policy and stand by our commitment of user privacy and security.\nThis Privacy policy explains privacy practices of Private VPN, what information we collect through your access, how we use such information and the security we provide for protecting such information.\nAs the data controller for personal data, we administer the strictest policies in safeguarding your privacy and security and we try to collect as minimum information as we can, which is required to provide you with our Services.\n</p> Secure your device <ul>\n<li>How do we collect it?</li>\n<li>How do we use this information?</li>\n<li>How long wil we store your Personal information?</li>\n</ul> How do we collect the information? <p>\n<strong>Directly from you:</strong>\n</p>\n<p>This data is collected when you take a subscription of one of our packages where we require that you provide personal information, such as an email address and payment information, in order to establish a Private VPN account, when you contact us via email, chat or social media platforms, or when you publicly leave a review on any platform.\n</p>\n<p>\n<strong>Our sites:</strong>\n</p>\n<p>This data we collect when you visit any of our website, our partner and affiliated sites, or interact with our adds.</p>\n<p>\n<strong>Our Apps:</strong>\n</p>\n<p>We collect htis data when you download our app and use it.</p> How do we use this information? <p>We collect this information to provide you with the best and personalized services that we will continuously improve according to your interests and requirements </p>\n<ul>\n<li>\n<p>\n<strong>Provisioning of Services: </strong> To create your account, collect payment for our Services, verify your identity when you log into the Site, and administer accounts.\n</p>\n</li>\n<li>\n<p>\n<strong>Improving our Products: </strong> To better understand and monitor how our products and services are found, how visitors engage with them, provide visitors with relevant content or advertisements, identifying performance issues with our Site and app, improve them accordingly, fix bugs and maintain our products and services.\n</p>\n</li>\n<li>\n<p>\n<strong>Commumications: </strong> To send you information by emails, about payment transactions, links to site including password reset emails, product updates, changes to any of our Sites or Apps, to send you promotional offers that we think might interest you.\n</p>\n</li>\n<li>\n<p>\n<strong>Personalize: </strong> We monitor and analyze your profile, content that interests you and recent trends and customize the content we show you, including adds.\n</p>\n</li>\n<li>\n<p>\n<strong>Save From Fraud: </strong> Verify your identity and prevent fraud or other unauthorized or illegal activity.\n</p>\n</li>\n<li>\n<p>\n<strong>Create Personal Data: </strong> We may also create Personal Data about you, such as records of your interactions with our customer service department or details of your payments to us.\n</p>\n</li>\n<li>\n<p>\n<strong>Others: </strong> We use collected information from cookies and other technology to enhance our services and your experience using them.\n</p>\n</li>\n</ul> How long will we store your Personal Information? <p> We keep your personal information for a certain period of time usually for maximum 2 years after you have stopped using Private VPN but usually depends on the purpose for keeping the data.\nIf we are keeping your information to provide you services, we will discard it after 2 years of you not using Private VPN, company keeps your IP address as long as you are using Private VPN, just like that information used for improving and analyzing the performance and user experience is discarded when you delete the account.\nPersonal information which is needed to communicate with users and provide customer support is processed for no longer than 2 years following the last communication with the exception of the device information (collected with your consent to solve your problems with the app), which we store for no longer than 7 days.\nWe will not discard your data unless and until we are legally required to maintain it, for e.g.\nIf you have outstanding credit, unresolved claim or theirs a fraud alert </p>\n<p>\n<strong>Disclosure:</strong>\n</p>\n<p> Private VPN uses your information for all the purposes listed above other then that we don't disclose any of your information to third parties under any circumstances.\nAny personal data related to Private VPN accounts is under the exclusive control of Private VPN only, including storage on equipment and servers that Private VPN own.\nOnly, when necessary, for a certain time period, and for processing exclusively connected to the objectives and legitimate interests described in this Privacy Policy will this data need to be shared with other associated companies, while at all times maintaining the same data protection standards.\nWe might need to transfer your personal data to a third party involved in a business transaction if our organizational structure changes (for example, if we go through a restructuring or are acquired), but we'll make sure that party has signed a contract limiting how your personal data is used to what's required for the transaction.\nPrivate VPN does not save users' originating IP addresses when they connect to our service, it is impossible to identify users when given our servers' IP addresses.\nFurthermore, since Private VPN does not save the applications, services, or websites that our users access while using our Services, we are unable to divulge this information </p> Address <p>\n<i>\n</i> +92-051-2212135 <br>\n<br>\n<i>\n</i> support@privatevpn.app <br>\n<br>\n<i>\n</i> Hall Floor 2, China Center 2, <br> Wallayat Complex, Near Bahria Town phase 7, <br> Rawalpindi, Pakistan.\n</p> Policies <ul>\n<li> Return Policy </li>\n<li> Privacy Policy </li>\n<li> Shipping Policy </li>\n</ul> General <ul>\n<li> Terms and Conditoins </li>\n<li> FAQs </li>\n</ul>\n<p>© 2022 Private VPN.\nAll rights reserved.</p> ", "created_at": "2023-11-10 19:25:46.364097", "updated_at": "2023-11-10 19:26:05.860711"}, {"id": 19642, "name": "Return Policy ", "url": "https://privatevpn.app/return-policy.html", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li> Home </li>\n<li> Features </li>\n<li> Pricing Plan </li>\n<li> About </li>\n<li> Contact </li>\n</ul> Return Policy <p> A no question asked, risk free, stress free, 30 days return policy.\nThank you for your purchase.\nWe hope you are happy with your purchase.\nHowever, if you're not 100% satisfied with the speed, security, and convenience of Private VPN you may return it to us.\nPlease see below for more information on our return policy </p>\n<p>\n<strong>Returns:</strong>\n<br> You can cancel your account for any reason within 30 days of the purchase date and you will receive a full refund of the amount you paid </p>\n<p>\n<strong>Refund Process:</strong>\n<br> Refunds are generally processed within seven (7) days, and are made to the original form of payment used for purchase, depending on your credit card company.\nAny change to the original purchase, such as upgrading to an extended billing term or purchasing of additional licenses under the same account, shall constitute a waiver of the Money Back Guarantee option.\nTo request a refund under the Money Back Guarantee, please contact us at the contact details.\n</p>\n<p>\n<strong>Exceptions:</strong>\n<br> For unavailable service, please contact us at the contact details below to arrange a refund or exchange.\n</p>\n<p>\n<strong>Questions:</strong>\n<br> If you have any questions concerning our return policy, please contact us at <strong>051-0000001</strong> or <strong>support@privatevpn.app</strong>\n<br> Hall Floor 2, China Center 2,<br> Wallayat Complex, Near Bahria Town phase 7 <br> Rawalpindi, Pakistan.\n</p> Address <p>\n<i>\n</i> +92-051-2212135 <br>\n<br>\n<i>\n</i> support@privatevpn.app <br>\n<br>\n<i>\n</i> Hall Floor 2, China Center 2, <br> Wallayat Complex, Near Bahria Town phase 7, <br> Rawalpindi, Pakistan.\n</p> Policies <ul>\n<li> Return Policy </li>\n<li> Privacy Policy </li>\n<li> Shipping Policy </li>\n</ul> General <ul>\n<li> Terms and Conditoins </li>\n<li> FAQs </li>\n</ul>\n<p>© 2022 Private VPN.\nAll rights reserved.</p> ", "created_at": "2023-11-10 19:25:46.426017", "updated_at": "2023-11-10 19:26:50.152841"}, {"id": 19643, "name": "Terms and Condtions ", "url": "https://privatevpn.app/terms.html", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li> Home </li>\n<li> Features </li>\n<li> Pricing Plan </li>\n<li> About </li>\n<li> Contact </li>\n</ul> Terms and Condtions <p> Thank you for visiting Private VPN! Please read the following information carefully.\nPrivate VPN provides the products and services to their customer under the below Terms and Conditions.\nThe Terms and Conditions work as an agreement between the Private VPN and their Customers, which is intended to protect the liability and integrity of both the Customers and Private VPN itself.\nBy using this site and making use of Private VPN, you agree to abide by the following Terms and Conditions.\n</p> Users of the Service: <p> This Service is exclusively provided to individuals who are 13 years or more than 13 years of age, or to minors who have obtained parental or legal guardian consent to have an account.\n</p>\n<p>This service is provided exclusively to persons.\nAccounts registered by bots or automated methos are not authorized and will be terminated.</p> Usage Policy and prohibited activities: <p> As per the rules and regulation followed at Private VPN, the company enforces some rules which apply to every user equally, regardless of the type of subscription.\n</p>\n<p> You specifically agree not to use this service for: </p>\n<ol>\n<li>\n<p>\n<strong>Accessing, downloading or uploading illegal content</strong>\n</p>\n</li>\n<li>\n<p>\n<strong>Sending or transmitting unsolicited advertisements or spam content over the service, via any communication channel </strong>\n</p>\n</li>\n<li>\n<p>\n<strong> Attempting to access or connect to computing devices without proper authorization such as password mining, hacking or any other means </strong>\n</p>\n</li>\n<li>\n<p>\n<strong> Promoting illegal activities, or providing means for helping other people commit illegal activities by providing instructional information </strong>\n</p>\n</li>\n<p> The account of any user found involved in any of the mentioned activities will be suspended immediately without notice.\nAdditionally, you may be held responsible for any and all damages incurred by the Company, including any amounts charged by nay outside entity due to said violation(s), including without limitation attorney's fees and costs.\nPrivate VPN reserves all rights for disclosing any information, if it's asked or it's necessary for satisfying any applicable legal process, law, regulation or requested by the government, without giving any warning.\n</p> Termination: <p> Customer agrees that the private VPN reserves all rights to terminate the password or account of customers if any of the Terms and conditions get violated in any way or means or due to any other considerable reason.\nWe also reserve the right to suspend or delete accounts that are inactive for over a year.\nPaid accounts with active paid status are not subject to this measure.\n</p> General Terms of Payment <p> The company reserves the right to discontinue service immediately if a fraudulent payment is detected, such as the use of a stolen credit card, and such cases may be further referred to the competent authorities </p> Customer's Responsibility: <p> You are liable to maintain or update us immediately to keep your registration data, sign-up form data or any other information to keep it true, complete and updated.\nIf any information is not true, inaccurate or incomplete or find any reasonable reasons or suspect that provided information is not accurate, Private VPN reserves full right to terminate or suspend that Customer's account and may refuse any future use of account related to that Customer.\n</p>\n<p> It's the responsibility of the Customer to maintain the confidentiality of their accounts credentials and all the activities occurs with that account.\n</p>\n<p> Any Customer involved with the violation of network security is subjected to civil liability and additionally immediate account, service or product termination is possible — for example, unauthorized access or use of data or traffic.\nInterfering with any service like email bombing, flooding, attempts to overload a system or any other similar activity.\n</p>\n<p> Private VPN does NOT accept or allow Customers who provide any content or \"links\" to websites which </p>\n<ul>\n<li>\n<p>Infringe on third party's intellectual property or rights of privacy or publicity</p>\n</li>\n<li>\n<p>Violate any regulation or law</p>\n</li>\n<li>\n<p>Are threatening, abusive, obscene, unlawfully abusive</p>\n</li>\n</ul>\n<p>\n</p> General: <p> Additionally, Customer agrees that services and product provided under Private VPN have their Terms &amp.\nConditions which may differ from here and by purchasing or using, the Customer agrees to abide those Terms &amp.\nConditions, or any other agreements made by them </p> Disclaimer: <p> YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK.\nTHE SITE, ALL SITE INFORMATION AND THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT WARRANTIES OF ANY KIND, EXPRESS, STATUTORY OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, CUSTOM, TRADE, QUIET ENJOYMENT, NONINFRINGEMENT, AVAILABILITY OR ACCURACY OF INFORMATION.\nPRIVATE VPN DOES NOT WARRANT THAT THE SITE OR SERVICES WILL BE AVAILABLE, WILL MEET YOUR REQUIREMENTS OR WILL OPERATE IN AN UNINTERRUPTED, ERROR-FREE OR COMPLETELY SECURE MANNER OR THAT ERRORS OR DEFECTS WILL BE CORRECTED.\nPRIVATE VPN DOES NOT MAKE ANY REPRESENTATIONS, WARRANTIES, OR CONDITIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE OR SERVICE, IN TERMS OF THEIR ACCURACY, RELIABILITY, TIMELINESS, COMPLETENESS, OR OTHERWISE.\n</p>\n<p> Private VPN will attempt to provide the Services at all times, except for limited periods for maintenance and repair.\nBut actual service quality may vary due to speeds and locations.\nHowever, the Services may be subject to unavailability for a variety of factors beyond our control including emergencies, third party service failures, transmission, equipment or network problems or limitations, interference, signal strength, and may be interrupted, limited or curtailed.\nDelays or omissions may occur.\nWe are not responsible for data, messages or pages lost, not delivered, delayed or misdirected because of interruptions or performance issues with the Services or communications services or networks.\nWe may impose usage or Services limits, suspend the Services, or block certain kinds of usage in our sole discretion to protect users or the Services.\nThe accuracy and timeliness of data received is not guaranteed.\n</p>\n</ol> Address <p>\n<i>\n</i> +92-051-2212135 <br>\n<br>\n<i>\n</i> support@privatevpn.app <br>\n<br>\n<i>\n</i> Hall Floor 2, China Center 2, <br> Wallayat Complex, Near Bahria Town phase 7, <br> Rawalpindi, Pakistan.\n</p> Policies <ul>\n<li> Return Policy </li>\n<li> Privacy Policy </li>\n<li> Shipping Policy </li>\n</ul> General <ul>\n<li> Terms and Conditoins </li>\n<li> FAQs </li>\n</ul>\n<p>© 2022 Private VPN.\nAll rights reserved.</p> ", "created_at": "2023-11-10 19:25:46.457132", "updated_at": "2023-11-10 19:28:14.344932"}, {"id": 19641, "name": "Shipping Policy ", "url": "https://privatevpn.app/shipping-policy.html", "xpath": "//body", "text": " <i>\n</i>\n<ul>\n<li> Home </li>\n<li> Features </li>\n<li> Pricing Plan </li>\n<li> About </li>\n<li> Contact </li>\n</ul> Shipping Policy <p> After we accept your order of your chosen subscription, we'll send you an email with information on how to finish the downloading.\n</p>\n<p> After the email has been send with instructions on how to complete download, you must follow those steps in order for us to deliver the service(s) you ordered.\n</p>\n<p> You have three days from the date of your buy to get in touch with us if you can't download the VPN, you bought or if you don't get an email from us with information on how to finish your download.\nThe service(s) you purchased will be considered received, downloaded, and delivered if you don't contact us within three days of the date of your order.\n</p>\n<p>\n<strong>Customer Service Number: </strong>0510000001 <br>\n<strong>Operating Hours: </strong>24/7 Full Support <br>\n<strong>Permanent Address:</strong>\n<br>\n</p> Hall Floor 2, China Center 2,<br> Wallayat Complex, Near Bahria Town phase 7,<br> Rawalpindi, Pakistan.\n<p>\n</p> Address <p>\n<i>\n</i> +92-051-2212135 <br>\n<br>\n<i>\n</i> support@privatevpn.app <br>\n<br>\n<i>\n</i> Hall Floor 2, China Center 2, <br> Wallayat Complex, Near Bahria Town phase 7, <br> Rawalpindi, Pakistan.\n</p> Policies <ul>\n<li> Return Policy </li>\n<li> Privacy Policy </li>\n<li> Shipping Policy </li>\n</ul> General <ul>\n<li> Terms and Conditoins </li>\n<li> FAQs </li>\n</ul>\n<p>© 2022 Private VPN.\nAll rights reserved.</p> ", "created_at": "2023-11-10 19:25:46.395394", "updated_at": "2023-11-10 19:29:04.361433"}], "points": [], "urls": ["privatevpn.app"]}}