{"error": 448, "message": "OK", "parameters": {"id": 9627, "name": "qwasar", "created_at": "2023-09-14 21:38:59.284825", "updated_at": "2023-09-14 22:02:46.184118", "wikipedia": null, "keywords": null, "related": null, "slug": "qwasar", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9627.png", "url": "qwasar.io", "documents": [{"id": 19126, "name": "tos", "url": "https://upskill.us.qwasar.io/tos", "xpath": "//body", "text": "Press Alt+1 for screen-reader mode, Alt+0 to cancelAccessibility Screen-Reader Guide, Feedback, and Issue Reporting Terms of Service\n<p>Last Updated: June 2023</p>\n<p>Welcome to Qwasar for Digital Transformation and Active Learning (“Qwasar”) website located at upskill.qwasar.io (or any subdomain upskill.xx.qwasar.io where xx is the ISO code 3166) (the “Site”).\nPlease read these Terms of Service (the “Terms”) and our Privacy Policy (upskill.qwasar.io/tos) (“Privacy Policy”) carefully because they govern your use of our Site, our learning system and other related services, tools and features accessible via our Site.\nTo make these Terms easier to read, the Site, our services (along with all related tools and features) are collectively called the “Services.”</p>\n<p>\n<strong>\nPLEASE READ THE FOLLOWING TERMS CAREFULLY.\nBY ACCESSING, REGISTERING, BROWSING OR USING THE WEBSITE, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD AND AGREED TO BE BOUND BY THE FOLLOWING TERMS AND CONDITIONS INCLUDING QWASAR’S PRIVACY POLICY, AND ANY ADDITIONAL TERMS AND POLICIES QWASAR MAY PROVIDE FROM TIME TO TIME.\nPLEASE NOTE THAT THESE TERMS INCLUDE A BINDING ARBITRATION PROVISION , INCLUDING A CLASS ACTION WAIVER THAT APPLY TO ALL CLAIMS BROUGHT AGAINST QWASAR.\nPLEASE READ THEM CAREFULLY AS THEY AFFECT YOUR LEGAL RIGHTS.\n</strong>\n</p>\nEligibility\n<p>\nYou may only use the Services if (a) you are 13 years or older and have the legal power to form a contract with Qwasar, (b) you are not barred from receiving the Services under the laws of the United States or any other applicable jurisdiction, and (c) your registration and your use of the Services is in compliance with any applicable laws and regulations.\nIf you are not an individual, you warrant that you are validly formed and existing under the laws of your jurisdiction of formation, that you have full power to enter into these Terms and that you have duly authorized your agent to bind you to these Terms.\nIf you are accessing and using the Services as an intern, employee or member (“Employee”) of a company or other legal entity that has paid or agreed to pay the necessary fees for your use of the Services pursuant to an ordering document (“Order Form”) executed by it (the “Company”), the Company as well as you are bound by these Terms.\n</p>\nChild User:\n<p>\nYou may not access or use the Services if you are not at least 13 years old.\nIf you are under the age of 18, you represent that your parent or legal guardian has reviewed and agreed to the Terms on your behalf.\nIf you don’t get your parent or guardian to read and agree to the Agreement, you don’t have permission to use the Services.\nA Child User may use the Services if registered through an educational organization, so long as the organization has obtained parent or legal guardian consent.\nIf you are not eligible or do not agree to be bound by these Terms, you may not use the Services.\n</p>\nParent authorization:\n<p>\nIf you register, approve or consent to the registration of, or otherwise assume responsibility for any Child User you represent and warrant that you are such child’s user legal parent or guardian and you agree to be bound by the terms on behalf of such Child User, including without limitation being able for all use of the website by the Child User.\n</p>\nInternational Use:\n<p>\nQwasar operates the Services in the United States.\nIf you choose to access the Services from locations outside the United States, you consent to the collection, transmission, use, storage and processing of content and data (including your personal information) in the United States.\nYou also agree to comply with and are solely responsible for ensuring compliance with all local laws, regulations and rules in the jurisdiction in which you reside or access the Services, if and to the extent the local laws are applicable to use of our Services.\nIf you are a minor (according to your local law), you confirm that you have received parental consent, if required in your jurisdiction to open an account for using the Services and entering into these Terms.\nThe right to access and use the Services is not granted in jurisdictions, if any, where it may be prohibited, or where your use would render Qwasar in violation of any applicable laws or regulations.\n</p>\n<br>\n<br>\nChanges to Terms or Services\nChanges to Terms\nWe may update the Terms at any time, at our sole discretion.\nIf we do so, we will let you know either by posting the updated Terms on the Site or through other communications.\nIt is important that you review the Terms whenever we update them or you use the Services.\nIf you continue to use the Services after we have posted updated Terms, you are agreeing to be bound by the updated Terms.\nIf you don’t agree to be bound by the updated Terms, you may not use the Services anymore.\nChanges to Services\n<p>Qwasar constantly changes and improves the Services.\nQwasar may add, alter or remove functionality or content from the Services at any time and without prior notice.\nQwasar may also limit, suspend or discontinue the Services at its sole discretion.</p>\n<br>\n<br> Accounts and Registration Account registration and responsibility\n<p>To access and use most features of the Services you must register to use the Services by creating an account (“Account”) using the sign-up process at upskill.qwasar.io.\nWhen you register for an Account, you may be required to provide us with some information about yourself, such as your name, email address or other contact information.\nYou agree that the information you provide to us is accurate, current and complete.\nYou also agree that you will keep it accurate and up-to-date at all times.</p>\n<p>\n</p>\n<p>When you register, you will be asked to provide a password.\nYou, and your company if you are an employee of said company using our Services, are solely responsible for maintaining the confidentiality of your account and password.\nYOU, AND YOUR COMPANY IF YOU ARE AN EMPLOYEE OF SAID COMPANY USING OUR SERVICES, AND NOT QWASAR, SHALL BE SOLELY RESPONSIBLE FOR ANY USE OR MISUSE OF YOUR ACCOUNT OR/AND PASSWORD AND FOR ALL ACTIVITIES THAT OCCUR UNDER YOUR ACCOUNT, WHETHER OR NOT YOU KNOW ABOUT THEM.</p>\n<p>If you believe your account is no longer secure, or you become aware of any unauthorized access, you must immediately notify Qwasar at (users-accountsecurity@qwasar.io).</p>\n<p>Accounts are strictly personal, they may not be used by a person other than the one to whom the account had been issued.\nAccounts may not be shared, and may only be used by one individual per account.\nYou agree to use only your account which you create.\nYou will not login under a different account or impersonate a different user.</p>\nThird-party Products\n<p>Qwasar may distribute certain Third-party Products with the Services.\nFor purposes of this Agreement, such Third-party Products are subject to their own terms and policies.\nIf you do not agree to abide by the applicable terms and policies for such Third-party Product, then you should not install or use such Third-party Products.\nThe Services also contain certain open source software.\nYou understand and acknowledge that such open source software is not licensed to you pursuant to the provisions of these Terms and that these Terms may not be construed to grant any such right and/or license.\nYou shall have only such rights and/or licenses, if any, to use the open source software as set forth in the licenses.\nAll open source software is provided by Qwasar on an “as is” basis and Qwasar disclaims all warranties with regard to the open source software, including without limitation, all implied warranties of merchantability, non-infringement, and fitness for a particular purpose.</p>\n<p>Qwasar is not responsible for any access to or use of your data by Third-party Providers or their products or services, or for the security or privacy practices of any Third-party Provider or its products or services.\nYou are solely responsible for your decision to permit any Third-party Provider or Third-party Product or service to use its data.</p>\nLinks to Third-Party Websites or Resources\n<p>The Services may contain links to third-party websites or resources.\nQwasar provides these links only as a convenience and is not responsible for the content, products, or services on or available from those websites or resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from your use of any third-party websites or resources.</p>\nAccount inactivity\n<p>Qwasar may terminate your account and delete any content in it if there is no account activity for over 6 months.\nHowever, we will attempt to send you a warning by email before terminating so you are provided with an opportunity to remain active.</p>\n<br>\n<br>\nUse of the Services\nPermission to Use\n<p>You represent and warrant that you will comply with all laws and regulations applicable to your use of the Services.</p>\n<p>Subject to your complete and ongoing compliance with all these Terms, Qwasar hereby grants you a limited, non-exclusive, non-transferable and revocable right to access and use the Services solely for your personal, internal and non-commercial use, at the level of service for which you have paid all applicable fees.</p>\nRestrictions to Use\n<p>You agree not to:</p>\n<ul>\n<li>(1) copy, modify, adapt, translate, or create derivative works or improvements of the Services, in whole or in part;</li>\n<li>(2) unless authorized by Qwasar, rent, lease, lend, sell, resell, assign, distribute, publish, disclose, transfer, or otherwise make available the Services, to any third party, including or in connection with the internet or time-sharing, service, bureau, software as a service, cloud or other technology or service;</li>\n<li>(3) reverse engineer, disassemble, decompile, decode, adapt, or otherwise attempt to derive or gain access to the source code of the Services, in whole or in part.\nor access or use the Services in order to build or support, and/or assist a third party in building or supporting, products or services competitive to Qwasar;</li>\n<li>(4) bypass or breach any security device or protection used by the Services or access or use the Services other than through the use of your own then valid login and password;</li>\n<li>(5) input, upload, transmit or otherwise provide to or through the Services, any information or materials that are unlawful or injurious, or contain, transmit or activate any harmful code;</li>\n<li>(6) damage, destroy, disrupt, disable, impair, interfere with, or otherwise impede or harm in any manner Qwasar ;</li>\n<li>(7) remove, delete, alter or obscure any trademarks, documentation, warranties, or disclaimers, or any copyright, trademark, patent or other intellectual property or proprietary rights notices from any Services or Qwasar’s Materials, including any copy thereof;</li>\n<li>(8) access or use the Services in any manner or for any purpose that infringes, misappropriates, or otherwise violates any Intellectual Property Right or other right of any person, or that violates any applicable law;</li>\n<li>(9) access or use the Services for purposes of competitive analysis of the Services, the development, provision, or use of a competing software service or product or any other purpose that is to Qwasar’s detriment or commercial disadvantage;</li>\n<li>(10) otherwise access or use the Services beyond the scope of the authorization granted in these Terms;</li>\n<li>(11) take any action taken to dishonestly improve one’s own or another's academic results or to deceive regarding one’s own or another's capabilities.\nThis includes but is not limited to, copying others' work, using unauthorized resources during assessments, and misrepresenting one's work or abilities.\nor</li>\n<li>(12) Use the Services to commit academic fraud or assist other users in committing academic fraud.</li>\n</ul>\n<br>\nProhibited conduct\n<p>You are responsible for your use of Qwasar’s Services and for your conduct, content and communications with others while using the Services.\nYou may not:</p>\n<ul>\n<li>(1) send any form of duplicative and unsolicited message, offer, advertisement, proposal, junk mail or spam to other Users of the Services,</li>\n<li>(2) harvest, collect, gather, or assemble information or data regarding other users without their consent,</li>\n<li>(3) transmit through or post on the Services content that is unlawful, or that a reasonable person could deem to be objectionable, offensive, indecent, harassing, vulgar pornographic, threatening, harassing, hateful, racially or ethnically offensive or otherwise inappropriate,</li>\n<li>(4) transmit material containing software viruses or other harmful or deleterious computer code, files, scripts, agents or programs,</li>\n<li>(5) interfere with or disrupt the integrity or performance of the Services or the data contained herein,</li>\n<li>(6) attempt to gain unauthorized access to the Services, computer system or networks related to Qwasar’s Services, Qwasar’s Systems, and Qwasar’s Materials,</li>\n<li>(7) constitute an infringement of intellectual property or other proprietary rights,</li>\n<li>(8) violate any applicable law or regulation.\nor</li>\n<li>(9) encourage or enable any other individual to do any of the foregoing.</li>\n</ul>\n<p>Although we’re not obligated to monitor access to or use of the Services or to review or edit any materials, we have the right to do so for the purpose of operating the Services, to ensure compliance with these Terms and to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access to any content, to terminate your account, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider any content to be objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Services, and consult and cooperate with law enforcement authorities to prosecute users who violate the Terms.</p>\nFeedback\n<p>We welcome feedback, comments and suggestions regarding the Services (“Feedback”).\nYou can submit Feedback by emailing us at feedback@qwasar.io.io.\nBy submitting any Feedback, You grant us a non-exclusive, transferable, worldwide, perpetual, irrevocable, fully-paid, royalty-free license, with the right to sublicense, under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any purpose.</p>\n<br>\n<br>\nCurriculum and Content\nModifications\n<p>Qwasar reserves the right, in its sole discretion, to update, change and adjust the curriculum content, the projects and exercises, as well as the order of these academic activities and content.\nQwasar also reserves the right to cancel, interrupt or reschedule any course.</p>\nNo Academic Credit\n<p>Unless otherwise explicitly indicated by a credit-granting institution, participation in or completion of a curriculum does not confer any degree or academic credit.\nThe courses offered are unlikely to transfer credit to another school, college or university.</p>\nCertificates\n<p>Certificates of completion will not be awarded or made available to Users who commit academic fraud.</p>\n<br>\n<br>\nUser Content\nCreative content\n<p>In the course of using the Services, you and other Users may (i) post or publish content or information (including but not limited to questions, comments, reviews, photos, images, videos or other audio-visual materials) (collectively “User Postings”) and b) post, create or modify computer code (“User Code”, collectively with User Posting “User Content”).\nYou are solely responsible for all your User Content.\nYou represent and warrant to us that: (i) you own all your User Content or you have all rights that are necessary to grant us the ownership and license rights in your User Content under these Terms, (ii) neither your User Content, nor your use and provision of your User Content to be made available through the Services, nor any use of your User Content by Qwasar on or through the Services will infringe, misappropriate or violate a third party’s intellectual property rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation, and (iii) none of your User Content will transmit any viruses, worms, malware, Trojan horses, or other harmful or destructive code.\nYou are solely responsible for creating and maintaining your own backup copies of your User Content.</p>\nLicense Grant to Qwasar\n<p>Without limiting any of the foregoing, by making any User Content available through the Services you hereby grant to Qwasar, a non-exclusive, transferable, worldwide, royalty-free license, with the right to sublicense, to use, copy, modify, create derivative works based upon, distribute, publicly display, and publicly perform your User Content solely in connection with operating, providing, and improving the Services.\nSuch license is perpetual and irrevocable, except to the extent required to comply with applicable privacy law relating to ownership and control of your personal information.</p>\nLicense Grant to Users\n<p>\n(i) User Postings.\nBy posting, submitting or distributing User Postings through the Services, you hereby grant to each User of the Services a non-exclusive license to access and use your User Postings in any manner permitted or made available by Qwasar on or through the Services.\n(ii) User Code.\nBy posting, submitting or distributing User Code through the Services, you hereby grant to each User of the Services a non-exclusive license to access, use, reproduce, and distribute your User Code.\n</p>\nAccess to Your User Content\n<p>You acknowledge and agree that Qwasar may permit Users to share their User Content with other Users, or make their User Content public for all (even non-Services users) to view.</p>\nUser Content Disclaimer\n<p>You understand that when using the Services you will be exposed to User Content from a variety of sources, and that Qwasar is not responsible for the accuracy, usefulness, or intellectual property rights of or relating to such User Content.\nYou further understand and acknowledge that you may be exposed to User Content that is inaccurate, offensive, indecent or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Qwasar with respect thereto.\nQwasar does not endorse any User Content or any opinion, recommendation or advice expressed therein, and Qwasar expressly disclaims any and all liability in connection with User Content.</p>\n<br>\n<br>\nFraud\nAcademic Fraud\n<p>Committing academic fraud, including repeated instances of cheating as defined above, is strictly prohibited and will not be tolerated.\nUsers found to be committing academic fraud will face strict penalties, up to and including permanent account termination.\nCheating is defined as any action taken by a user to dishonestly improve their own or another's results or to deceive regarding their own or another's capabilities.\nThis includes but is not limited to, copying others' work, using unauthorized resources during assessments, misrepresenting one's work or abilities, or copying work publicly available in such a way that misrepresents one’s work or comprehension or abilities.</p>\n<p>Engaging in cheating three or more times will be considered as actively attempting to commit academic fraud.</p>\nAssisting Academic Fraud\n<p>Users who assist other Users in cheating and/or committing academic fraud will be permanently suspended and have their access to the Services revoked.</p>\n<br>\n<br>\nIntellectual Property Ownership\nProprietary Materials\n<p>The Services are owned and operated by Qwasar.\nYou acknowledge that Qwasar owns all right, title and interest, including all intellectual property rights, in and to the Services.\nThe visual, interfaces, content, graphics, images, video, design, compilation, information, trade secrets, algorithms, business process, curriculum, projects data, computer code (including source code), products, software, services, templates and all other elements of the Services (“Materials”) provided by Qwasar are protected by Intellectual property and other laws.\nAll Materials included in the Services are the property of Qwasar or its third party licensors.\nExcept as otherwise expressly agreed by Qwasar, you may not use the Materials.\nQwasar reserves all rights to the Materials not granted expressly in these Terms.</p>\nNon-Commercial Use\n<p>Unless otherwise agreed with Qwasar, the Services are intended for personal, non-commercial use only.</p>\nAggregate Data\n<p>Qwasar may monitor your use of the Services and usage data and information related to such use and User Content in an aggregate and anonymous manner, including to compile statistical and performance information related to the provision and operation of the Services (\"Aggregate Data\").\nQwasar exclusively owns the Aggregate Data and all intellectual property rights therein, and Qwasar may use such information to the extent and in the manner it deems fit including without limitation, as required by applicable law or regulation and for purposes of data gathering, analysis, Services enhancement, Services improvement, research and development, and marketing, provided that no such Aggregate Data will ever identify any Qwasar User (including you) or relate back to any Confidential Private Information.\nBy way of illustration, Aggregate Data includes without limitation, arrangements or organization of User Content that is representative of a certain population, statistical representation of usage of Services over a certain period of time, number of times the Services or specific tools within the Services were used, and reports summarizing usage behavior of one group of users in comparison to another group.</p>\n<br>\n<br>\nFees and Payments.\n<p>Qwasar requires payment of a fee for use of the Services (or certain portions thereof) (“Fees”) by you or by the Company (if you are using the Services as an Employee of that Company).\nAll fees are in US Dollars, do not include any tax and are non-refundable.\nFees vary based on the Services, with different pricing schemes for individual users and organization.</p>\nFees for Services\n<p>Whether you are using the Services as an Employee of your Company or as an individual, your Company and you (respectively) expressly authorize us (or our third-party payment processor) to charge it or you (as applicable) for the Fees, and to make payments to you, in accordance with the Order Form (in case of Company), and in accordance with the schedule agreed upon in the contract between you or your company and Qwasar.\nWe may ask you to supply additional information relevant to your payment transaction (“Transaction”), including your credit card number, bank account number for wire transfer (or details about other payment methods agreed to be used by you or your Company), the expiration date of your credit card, your email and postal addresses for billing and notification, and any other details reasonably requested for processing the Transaction (such information, “Payment Information”).\nYou represent and warrant that you have the legal right to use all payment method(s) represented by any such Payment Information.\nWhen you initiate a Transaction, you authorize us to provide your Payment Information to third parties so we can complete your Transaction and to charge or credit (as appropriate) your payment method for the type of Transaction you have selected (plus any applicable taxes and other charges).\nYou may need to provide additional information to verify your identity before completing your Transaction (such information is included within the definition of Payment Information).\nFees are non-refundable except as required by law.</p>\n<br>\n<br>\nTermination\n<p>These Terms shall remain in full force and effect while you use the Services, unless your account is terminated as provided in these Terms, in which case you no longer have the right to use the Services.</p>\nTermination by Qwasar\n<p>We may terminate your access to and use of the Services, at our sole discretion, for any or no reason, without penalty, at any time and without notice to you.\nUpon termination of your rights, we may remove or discard all or any part of your account, User Content.\nYou agree that Qwasar will not be liable to you or any third party for any such termination.</p>\nTermination by You\n<p>Your only remedy with respect to any dissatisfaction with the Services is to terminate your account.\nYou may cancel your Account at any time by sending an email to us at users-accountmanagement@qwasar.io.\nUpon any termination, discontinuation or cancellation of the Services or your Account, all provisions of these Terms which by their nature should survive will survive, including without limitation ownership provisions, warranty disclaimers, indemnities, feedback, governing law, limitations of liability, and dispute resolution provisions.</p>\n<br>\n<br>\nWarranty Disclaimers\n<p>THE SERVICES, ALL DATA, CONTENT, USER CONTENT, WEBSITE MATERIALS OR INFORMATION ARE PROVIDED “AS IS,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE FOREGOING, WE EXPLICITLY DISCLAIM ANY WARRANTIES WHETHER EXPRESS, IMPLIED, STATUTORILY, OR OTHERWISE.\nQWASAR SPECIFICALLY DISCLAIMS ALL IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT, TITLE AND NON-INFRINGEMENT, AND ANY WARRANTIES ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nWE MAKE NO WARRANTY THAT THE SERVICES WILL MEET YOUR EXPECTATIONS OR REQUIREMENTS OR BE AVAILABLE ON AN UNINTERRUPTED, SECURE, OR ERROR-FREE BASIS, ACHIEVE ANY INTENDED RESULT, BE COMPATIBLE OR WORK WITH ANY SOFTWARE, SYSTEM OR OTHER SERVICES, OR BE ACCURATE, COMPLETE FREE OF HARMFUL CODE OR ERROR FREE.\nWE MAKE NO WARRANTY REGARDING THE QUALITY, ACCURACY, TIMELINESS, TRUTHFULNESS, COMPLETENESS OR RELIABILITY OF ANY CONTENT.</p>\n<p>YOU UNDERSTAND AND AGREE THAT YOUR USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAINING OF CONTENT, WEBSITE MATERIALS, SOFTWARE OR DATA THROUGH THE WEBSITE IS AT YOUR OWN RISK, AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS THEREFROM.</p>\n<p>ALL THIRD PARTY PRODUCTS ARE PROVIDED “AS IS” AND ANY REPRESENTATIONS OR WARRANTY OF OR CONCERNING ANY THIRD-PARTY MATERIALS IS STRICTLY BETWEEN YOU AND THE THIRD-PARTY OWNER OR DISTRIBUTOR OF THE THIRD-PARTY MATERIALS.</p>\n<br>\n<br>\nIndemnity\n<p>You and the Company will indemnify, defend, and hold harmless Qwasar and its officers, directors, employees, contractors, successors, partners, and agents, from and against any claims, disputes, demands, liabilities, damages, losses, and costs and expenses, including, without limitation, reasonable legal and accounting fees arising out of or in any way connected with (i) your access to or use of the Services or Content, (ii) your User Content, (iii) your violation of these Terms or any applicable law, (iv) any breach of the representations, warranties, and covenants made by you or a Child User or (v) the infringement by you or any third-party using your account of any intellectual property, privacy or any other right of any person or entity.</p>\n<p>Company will remain primarily liable for any acts, omissions or violations of its Employees.</p>\n<p>Qwasar reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Qwasar.\nYou agree to cooperate with Qwasar for the defense of these claims.\nYou agree not to settle any such claim without prior written consent of Qwasar.</p>\n<br>\n<br>\nLimitation of Liability.\n<p>NEITHER QWASAR NOR ANY OTHER PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES OR CONTENT WILL BE LIABLE FOR ANY INCIDENTAL, SPECIAL, EXEMPLARY OR CONSEQUENTIAL DAMAGES, OR DAMAGES FOR LOST PROFITS, LOST REVENUES, LOST SAVINGS, LOST BUSINESS OPPORTUNITY, LOSS OF DATA OR GOODWILL, SERVICE INTERRUPTION, COMPUTER DAMAGE OR SYSTEM FAILURE OR THE COST OF SUBSTITUTE SERVICES OF ANY KIND ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), PRODUCT LIABILITY OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT QWASAR OR ANY OTHER PARTY HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, EVEN IF A LIMITED REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>IN NO EVENT WILL QWASAR’S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESE TERMS OR FROM THE USE OF OR INABILITY TO USE THE SERVICES OR CONTENT EXCEED THE GREATER OF (i) THE AMOUNTS YOUR COMPANY OR YOU HAVE PAID TO QWASAR FOR USE OF THE SERVICES OR CONTENT IN CONNECTION WITH WHICH THE CLAIM ARISES, OR (ii) ONE HUNDRED DOLLARS ($100).</p>\n<p>THE EXCLUSIONS AND LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN QWASAR AND YOU.</p>\n<br>\n<br>\nUser interactions and Release\nOther Users\n<p>Qwasar is not responsible for the actions, content, information or data of other third parties, including other Users.\nYou are solely responsible for your interactions with other Users of the Services, or any other third party you may interact through the website.\nYou agree that Qwasar will not be responsible for any loss or damage incurred as the result of any such interactions, and that Qwasar reserves the right, but has no obligation, to become involved in any way with these disputes.</p>\n<br>\n<br>\nRelease\n<p>If you have a dispute with one or more Users, You hereby release and forever discharge Qwasar (and our officers, employees, agents, successors and assigns) from all claims, demands and damages (actual or consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.</p>\n<p>IF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS TO WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</p>\n<br>\n<br>\nDigital Millennium Copyright Act\n<p>Qwasar complies with Section 17 U.S.C Section 512 as amended by Title II of the Digital Millennium Copyright Act.\nIf you have an intellectual property rights-related complaint about material posted on the Services, you may contact us at the following e-mail address: legal-ip@qwasar.io</p>\n<p>\nThe notice must contain the following information:\n</p>\n<ul>\n<li>1) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other right being infringed,</li>\n<li>2) a description of the copyrighted work claimed to have been infringed (or, if multiple copyrighted works located on the Services are covered by a single notification, a representation list of such works),</li>\n<li>3) a description of the material that is claimed to be infringing and where it is located on the Services,</li>\n<li>4) name, address, telephone number and email address of the complaining party,</li>\n<li>5) a statement by the complaining party that he/she has a good faith belief that use of the material in the manner complained of is not authorized by the copyright or other proprietary right ower, its agent or the law, and</li>\n<li>6) a statement that the information in the notification is accurate, and under penalty or perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<br>\n<br>\nMiscellaneous\nGoverning Law and Forum choice\n<p>These Terms and any action related thereto will be governed by the Federal Arbitration Act, federal arbitration law, and the laws of the State of California, without regard to its conflict of laws provisions.\nExcept as otherwise expressly set forth in Section “Dispute Resolution,” the exclusive jurisdiction for all Disputes (defined below) that you and Qwasar are not required to arbitrate will be the state and federal courts located in the Alameda County, and you and Qwasar each waive any objection to jurisdiction and venue in such courts.</p>\nDispute Resolution\n<p>IMPORTANT NOTICE REGARDING ARBITRATION: WHEN YOU AGREE TO THESE TERMS YOU ARE AGREEING (WITH LIMITED EXCEPTION) TO RESOLVE ANY DISPUTE BETWEEN YOU AND QWASAR THROUGH BINDING, INDIVIDUAL ARBITRATION RATHER THAN IN COURT.\nPLEASE REVIEW CAREFULLY SECTION “DISPUTE RESOLUTION” BELOW FOR DETAILS REGARDING ARBITRATION (INCLUDING THE PROCEDURE TO OPT OUT OF ARBITRATION).</p>\nMandatory Arbitration of Disputes\n<p>We each agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Services or Content (collectively, “Disputes”) will be resolved solely by binding, individual arbitration and not in a class, representative or consolidated action or proceeding.\nYou and Qwasar agree that the U.S.\nFederal Arbitration Act governs the interpretation and enforcement of these Terms, and that you and Qwasar are each waiving the right to a trial by jury or to participate in a class action.\nThis arbitration provision shall survive termination of these Terms.</p>\nNotice of Dispute\n<p>In the event of a Dispute, you or Qwasar must give the other a written statement that sets forth the name, address and contact information of the party giving it, the facts giving rise to the Dispute, and a proposed solution.\nYou must send any Notice of Dispute via e-mail legal-TC@qwasar.io.\nQwasar will send you a Notice to your email address.\nYou and Qwasar will attempt in good faith to resolve any Dispute through informal negotiation within 60 days from the date the Notice is sent, before either party may commence arbitration.</p>\nExceptions and Opt-out\n<p>As limited exceptions to the above: (i) you may seek to resolve a Dispute in small claims court if it qualifies.\nand (ii) we each retain the right to seek injunctive or other equitable relief from a court to prevent (or enjoin) the infringement or misappropriation of our intellectual property rights.\nIn addition, you will retain the right to opt out of arbitration entirely and litigate any Dispute if you provide us with written notice of your desire to do so by email at legal-TC@qwasar.io within thirty (30) days following the date you first agree to these Terms.</p>\nConducting Arbitration and Arbitration Rules.\n<p>The arbitration will be conducted by the American Arbitration Association (“AAA”) under its Consumer Arbitration Rules (the “AAA Rules”) then in effect, except as modified by these Terms.\nThe AAA Rules are available at www.adr.org or by calling 1-800-778-7879.\nA party who wishes to start arbitration must submit a written Demand for Arbitration to AAA and give notice to the other party as specified in the AAA Rules.\nThe AAA provides a form Demand for Arbitration at www.adr.org.</p>\n<p>If your claim is for U.S.\n$10,000 or less, you may choose whether the arbitration will be conducted solely on the basis of documents submitted to the arbitrator, through a telephonic or video-conference hearing, or by an in-person hearing as established by the AAA Rules.\nIf your claim exceeds U.S.\n$10,000, the right to a hearing will be determined by the AAA Rules.\nAny arbitration hearings will take place in the county where you live, unless we both agree to a different location.\nThe parties agree that the arbitrator shall have exclusive authority to decide all issues relating to the interpretation, applicability, enforceability and scope of this arbitration agreement.</p>\nClass Action Waiver\n<p>YOU AND QWASAR AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, if the parties’ dispute is resolved through arbitration, the arbitrator may not consolidate another person's claims with your claims, and may not otherwise preside over any form of a representative or class proceeding.\nIf this specific provision is found to be unenforceable, then the entirety of this Dispute Resolution section shall be null and void.</p>\n<p>Effect of Changes on Arbitration.\nNotwithstanding the provisions of Section “Changes to Terms or Services” above, if Qwasar changes any of the terms of this Section “Dispute Resolution” after the date you first accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by sending us written notice (including by email to legal-TC@qwasar.io) within 30 days of the date such change became effective, as indicated in the “Last Updated” date above or in the date of Qwasar’s email to you notifying you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and Qwasar in accordance with the terms of this Section “Dispute Resolution” as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).</p>\n<p>Severability.\nWith the exception of any of the provisions related to the \"Class Action Waiver\", if an arbitrator or court of competent jurisdiction decides that any part of these Terms is invalid or unenforceable, the other parts of these Terms will still apply.</p>\nEntire Agreement\n<p>These Terms constitute the entire and exclusive understanding and agreement between Qwasar and you regarding the Services and Content, and these Terms supersede and replace any and all prior oral or written understandings or agreements between Qwasar and you regarding the Services and Content.\nIf any provision of these Terms is held invalid or unenforceable by an arbitrator or a court of competent jurisdiction, that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.\nYou may not assign or transfer these Terms, by operation of law or otherwise, without Qwasar’s prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null.\nQwasar may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.</p>\nNotices\n<p>Any notices or other communications provided by Qwasar under these Terms, including those regarding modifications to these Terms, will be given: (i) via email.\nor (ii) by posting to the Services.\nFor notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.</p>\nWaiver of Rights\n<p>Qwasar’s failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of Qwasar.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.</p>\nConsent to electronic communications\n<p>By using the Services, you consent to receiving certain electronic communications from us.\nYou agree that any notices, agreements, disclosures or other communications that we send to you electronically will satisfy any legal communication requirements, including that those communications be in writing.</p>\nContact Information\n<p>If you have any questions about these Terms or the Services, please contact Qwasar at contact@qwasar.io.</p> Qwasar -\nTerms of Service ", "created_at": "2023-09-14 21:38:59.321221", "updated_at": "2023-09-14 21:39:22.029999"}], "points": [], "urls": ["qwasar.io"]}}