{"error": 448, "message": "OK", "parameters": {"id": 8002, "name": "Karlsruhe Institute of Technology", "created_at": "2023-04-15 21:12:52.617755", "updated_at": "2023-04-22 11:50:41.564094", "wikipedia": null, "keywords": null, "related": null, "slug": "karlsruhe-institute-of-technology", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8002.png", "url": "kit.edu", "documents": [{"id": 15488, "name": "Privacy Policy", "url": "https://www.kit.edu/privacypolicy.php", "xpath": "//*[@id=\"main_content\"]", "text": " Privacy Policy Information on the Collection of Personal Data <p>The operators of these websites take the protection of your personal data very seriously.<br>\n<b>Personal data</b> are all data that can be related to you personally, such as name, address, email addresses, and user behavior (information referring to an identifiable natural person (Art.\n4, No.\n1 of the EU General Data Protection Regulation (GDPR))).</p>\n<p>\n<b>Controller</b> according to Art.\n4, par.\n7 GDPR is the President of KIT, Professor Dr.-Ing.\nHolger Hanselka, Kaiserstrasse 12, 76131 Karlsruhe, Germany, info ∂does-not-exist.kit edu (see Legals).\nOur <b>Data Protection Commissioner</b> can be contacted at datenschutzbeauftragter ∂does-not-exist.kit edu or by ordinary mail with “Die Datenschutzbeauftragte” (the data protection commissioner) being indicated on the envelope.</p>\n<p>When you <b>contact</b> us by electronic mail or via a contact form, the data given by you (your email address and, if applicable, your name and your phone number) will be stored by us to answer your questions.\nThe data arising in this connection will be erased as soon as storage will no longer be required or processing will be restricted, if legal obligations to retain the data exist.</p>\n<p>We would like you to note that <b>internet-based data transmission</b> (e.g.\nwhen communicating by electronic mail) may have security gaps.\nAbsolute protection of data against access by third parties may not be guaranteed.</p> Collection of Personal Data <p>When <b>using the website for information purposes</b> only, i.e.\nwhen you do not register or transmit other information, we will only collect the personal data that are transmitted by your browser to our server according to the settings made by you (server log files).\nFor viewing our website, we collect the data required for this purpose and needed for ensuring stability and security according to Art.\n6, par.\n1, clause 1, (f) GDPR:</p>\n<ul>\n<li>Anonymized IP address</li>\n<li>Date and time of access</li>\n<li>Time zone difference to Greenwich Mean Time (GMT)</li>\n<li>Content of the access (concrete site)</li>\n<li>Status of access/HTTP status code</li>\n<li>Data volume transmitted</li>\n<li>Website from which an accessing system reaches our website</li>\n<li>Browser</li>\n</ul>\n<p>These data <b>cannot be referred to certain persons</b>.\nThese data will not be combined with other data sources.\nWe reserve the right to check these data later on, if concrete indications of unlawful use become known to us.</p> Contact/Registration From <p>In case you <b>complete a form</b> to receive press releases or our newsletter, for instance, your data entered in the form, inclusive of your contact data indicated there, will be <b>stored</b> by us to send you the information required and to answer additional questions, if necessary.\nWe will not transfer these data to third parties without your approval.\nFor registration, we use the so-called <b>double-opt-in method</b>, which means that your registration will be completed only, if you have confirmed it by clicking the link contained in the confirmation email sent to you for this purpose.\nIf you do not confirm your registration within 48 hours, your registration will be deleted automatically from our database.</p> SSL Encryption <p>For reasons of security and for the protection of the transmission of confidential contents, such as inquiries sent to us as website operator, this website uses SSL encryption.\nIn case of an encrypted connection, the address line of the browser changes from http:// to https:// and the lock symbol is indicated in your browser line.<br> When SSL encryption is activated, third parties cannot read the data you transmit to us as a rule.</p>\n  Your Rights <p>As far as your personal data stored by us are concerned, you have the following rights:</p>\n<ul>\n<li>Right of access</li>\n<li>Right to rectification or erasure</li>\n<li>Right to restriction of processing</li>\n<li>Right to object to data processing</li>\n<li>Right to data portability</li>\n</ul>\n<p>(2) In addition, you have the right to complain about the processing of your personal data by us with a supervisory authority.<br> (3) In the case of manifestly unfounded or excessive requests, we can charge a reasonable fee.\nOtherwise, information will be provided free of charge (Article 12, par.\n5 GDPR).<br> (4) In the case of reasonable doubts concerning the identity of the natural person asserting the above rights, we may request the provision of additional information necessary to confirm the identity of the data subject (Article 12, par.\n6 GDPR).</p> Cookies <p>In addition to the data mentioned above, cookies are stored on your personal computer when using our website.\nCookies are small text files stored in your computer system by the browser used by you, through which we (the server of our website) obtain certain information.\nCookies cannot execute any programs or transmit viruses to your computer.\nThey serve to make internet offers more user-friendly, more effective, and quicker.\nIt is distinguished between session cookies (transient cookies) and permanent (persistent) cookies.</p>\n<p>Transient cookies are deleted automatically when you close the browser.\nThey include in particular the session cookies.\nThese store a so-called session ID, through which queries of your browser can be allocated to the joint session.\nThey allow us to identify your computer when you return to our website.\nSession cookies are deleted when you log out or close the browser.</p>\n<p>We use session cookies exclusively.\nWe do not use any persistent cookies or flash cookies.</p>\n<p>You can set your browser such that you will be informed about the setting of cookies and you can permit cookies in individual cases only, exclude the acceptance of cookies in certain cases or in general, and activate automatic deletion of cookies when closing your browser.\nWhen deactivating cookies, functionality of this website may be limited.</p> ", "created_at": "2023-04-15 21:12:52.680872", "updated_at": "2023-04-15 21:13:33.752913"}, {"id": 15487, "name": "Privacy Friendly Apps Privacy Policy", "url": "https://secuso.aifb.kit.edu/english/1456.php", "xpath": "//*[@id=\"main_content\"]", "text": " Privacy Policy<p>Stand: 22.06.2021</p>\n<p>The Privacy Friendly Apps are designed to function with minimized data disclosure, in line with Article 5(1)(c) of the General Data Protection Regulation (GDPR).\nThe Karlsruhe Institute of Technology (KIT) does not collect any personal data via the Privacy Friendly Apps.\nSpecific functions of certain apps may involve the processing of personal data:</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Weather (Privacy Friendly):</strong>\n</p>\n<p>The app retrieves weather data via the free API of OpenWeatherMap (https://openweathermap.org/api).\nOpenWeatherMap provides information on data protection at https://openweather.co.uk/privacy-policy.</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Net Monitor (Privacy Friendly):</strong>\n</p>\n<p>For certificate verification (analysis of TLS implementation), a connection is established via the SSL Labs API (https://www.ssllabs.com/projects/ssllabs-apis/).\nThe operator Qualys provides information on data protection at https://www.qualys.com/company/privacy/ including a supplementary EEA Supplement Privacy Policy, which is intended as special information for data sub-jects in the European Economic Area.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Food-Tracker (Privacy Friendly):</strong>\n</p>\n<p>In order to be able to provide information about products (such as calorie count and name), products are retrieved from the Open Food Facts database (https://world.openfoodfacts.org/) at the user's request.\nHowever, if the functionality is not desired or needed, the app will work without this permission.</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>Questions and suggestions regarding the Privacy Friendly Apps can be sent to us via the e-mail address contact∂secuso.org.\nTo respond to inquiries, we process your personal data as follows:</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>I.\nProcessing of personal data and recipients</strong>\n</p>\n<p>When you contact us by e-mail, the data you provide (usually your e-mail address and name, if applicable) will be stored by us in order to respond to your inquiry.\nRecipients of the data are the employees of the SECUSO research group at KIT.\nEmployees from the organizational units of the central administration of KIT are only consulted if it is necessary to respond to the inquiry.\nWe delete the personal data collected in this context after the storage is no longer necessary or restrict the processing if there are legal retention obligations.</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>II.\nController</strong>\n</p>\n<p>The controller of data processing within the meaning of the GDPR and other data protection legislation:</p>\n<p>Karlsruhe Institute of Technology (KIT)<br>\nKaiserstraße 12<br>\n76131 Karlsruhe<br>\nGermany<br>\nPhone.: +49 721 608-0<br>\nFax: +49 721 608-44290<br>\nE-Mail: info∂kit.edu</p>\n<p>&nbsp;</p>\n<p>Karlsruhe Institute of Technology (KIT) is a corporation governed by public law.\nIt is represented by the President, Prof.\nDr.-Ing.\nHolger Hanselka.</p>\n<p>\n<br>\nOur Data Protection Officer can be contacted at datenschutzbeauftragter∂kit.edu or by ordinary mail with “Die Datenschutzbeauftragte” (the data protection officer) being indicated on the envelope.<br>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>III.\nLegal basis</strong>\n</p>\n<p>The legal basis for the processing of personal data in connection with your request is Article 6, paragraph 1 (e), paragraph 3 (b) GDPR in conjunction with Section 4 Landesdatenschutzgesetz Baden-Württemberg (LDSG - State data protection act of the state Baden-Württemberg).</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>IV.\nRights</strong>\n</p>\n<p>You have the following rights regarding your personal data:</p>\n<ul>\n<li>the right to obtain confirmation as to whether data concerning you is being processed and information on the data processed, further information on data processing, and copies of data (Article 15 GDPR)</li>\n<li>the right to rectify or complete inaccurate or incomplete data (Article 16 GDPR)</li>\n<li>the right to erasure of data concerning you without undue delay (Article 17 GDPR)</li>\n<li>the right to restriction of processing (Article 18 GDPR)</li>\n<li>the right to object to the future processing of the data concerning you which is based on Article 6, paragraph 1, point (e) or (f) GDPR (Article 21 GDPR)</li>\n</ul>\n<p>You also have the right to lodge a complaint with a supervisory authority about the processing of the personal data concerning you by Karlsruhe Institute of Technology (KIT) (Article 77 GDPR).\nSupervisory authority of KIT in the sense of Article 51, paragraph 1 GDPR is according to Article 25, paragraph 1 LDSG:</p>\n<p>&nbsp;</p>\n<p>The State Commissioner for Data Protection and Freedom of Information Baden-Württemberg (Landesbeauftragter für den Datenschutz und die Informationsfreiheit Baden-Württemberg)</p>\n<p>Street address:</p>\n<p>Königstraße 10a<br>\n70173 Stuttgart<br>\nGermany</p>\n<p>Postal address:</p>\n<p>Post office box 10 29 32<br>\n70025 Stuttgart<br>\nGermany</p>\n<p>Phone.:&nbsp.\n+49 711/615541-0<br>\nFax: +49 711/615541-15<br>\nE-Mail: poststelle∂lfdi.bwl.de</p> ", "created_at": "2023-04-15 21:12:52.649484", "updated_at": "2023-04-15 21:14:10.797608"}], "points": [], "urls": ["kit.edu"]}}