{"error": 448, "message": "OK", "parameters": {"id": 7600, "name": " Community Health Network of Washington", "created_at": "2023-03-16 17:21:32.584161", "updated_at": "2023-03-29 19:26:47.92291", "wikipedia": null, "keywords": null, "related": null, "slug": "community-health-network-of-washington", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7600.png", "url": "cascadeselect.org", "documents": [{"id": 14635, "name": "Terms", "url": "https://www.cascadeselect.org/terms-of-use", "xpath": "//*[@id=\"post-167\"]", "text": " <p>By using our site, you accept these Terms of Use and agree to follow them.\nIf you do not agree to the Terms of Use, do not use this site.</p>\nNot a substitute for professional health care or advice\n<p>The information provided on this site is general in nature and is intended for educational purposes only.\nIt is not a substitute for the advice of health care professionals.\nIf you have specific health care needs or questions, please contact a doctor or other health care provider.\nIf you think you or someone you are taking care of is having a medical or psychiatric emergency, call 911 or go to the nearest hospital.</p>\nScope\n<p>These Terms of Use apply to all of the Community Health Network of Washington (CHNW) websites (the “Site”).\nSome features and services within the Site are provided by our third-party service providers and may be subject to different terms and conditions.\nWe may also provide links from the Site to third-party websites, but we do not control and are not responsible for any content on these third-party websites.\nOur Terms of Use do not apply to third-party websites.\nYour use of those websites is governed by policies posted on those third-party websites.\nAny mention of specific products, processes, or services on this Site does not imply a recommendation or endorsement by us, unless we clearly say otherwise.</p>\n<p>The information presented on our Site is intended for informational and educational purposes and is not in any way an offer to sell or a solicitation in connection with any service.\nThe sole purpose of our Site is to provide you with necessary information about our health care plans and benefits and services related to our products.\nIf you are interested in any of our health care plans or services,&nbsp;please contact us.</p>\nDisclaimers\n<p>CHNW updates the information on its website to keep the information as current and as accurate as possible.\nhowever, please be advised that the website may contain inaccuracies, errors, or unauthorized modifications by third parties.\nSome information and content available through the Site is provided by third-party service providers, and we do not assume responsibility for such third-party content.\nCHNW disclaims any warranty or representation as to the accuracy, completeness, or appropriateness of any of the information on the Site.\nCHNW does not guarantee that the Site will be continuously available.\nNo content on this Site is intended to replace or amend language for coverage that you may have with CHNW.</p>\nChanges to websites\n<p>CHNW may update or change the information on its websites at any time.\nAt any given time, the information may be out of date.\nIf you feel you have encountered a page with outdated or inaccurate information, please let us know.</p>\n<p>We may modify these Terms of Use from time to time by posting an updated version on our Site.\nYour continued use of the Site after we post an updated version will be subject to the updated Terms of Use.</p>\nOwnership, license, and restrictions on use of materials\n<p>Content on CHNW’s websites (including, without limitation, text, design, graphics, logos, images, videos, as well as the selection and arrangement thereof) posted by CHNW is the property of and owned by CHNW, our licensors, or third-party content providers.\nAll such content and material are protected by copyright, trademark, and other applicable laws.\nAny other use of content on the site, including, but not limited to, the modification, distribution, transmission, performance, broadcast, publication, uploading, licensing, transfer, or sale of, or the creation of derivative works from, any material or information obtained from the site, or use of the site for purposes competitive to CHNW, is expressly prohibited.</p>\nLimitations of liability\n<p>Under no circumstances shall CHNW or any of its related or affiliated companies be liable for any direct, indirect, incidental, special, consequential, or punitive damages that result from the use of, or the inability to use, the CHNW website.\nYou specifically acknowledge and agree that CHNW is not liable for any defamatory, offensive, or illegal conduct of any user.\nIf you are dissatisfied with any of the CHNW content, or with any clause of these Terms of Use, your sole and exclusive remedy is to discontinue using this website.</p>\nJurisdiction\n<p>Except as described otherwise, all materials in the CHNW sites are made available only to provide information about CHNW and our products.\nCHNW controls and operates this site from its headquarters in Seattle, Washington, USA, and makes no representation that these materials are appropriate or available for use in locations outside the jurisdiction of the state of Washington.\nIf you use this site from other locations, you are responsible for compliance with applicable local laws.\nThe exclusive venue for any action or dispute arising out of these Terms of Use or their violation will be the state and federal courts located in King County, Washington.</p>\nAdditional Policies and Terms\n<p>Our collection, use, and sharing of your personal information on the Site is governed by our Privacy Policy.\nOur treatment of your individually identifiable health information generally, whether or not submitted or accessed by you via the Site, is governed by our HIPAA Notice of Privacy Practices.\nYour use of the Site is subject to our other terms, conditions, disclaimers, and policies posted on the Site from time to time (“<strong>Policies</strong>”).\nYou agree to read and comply with any such Policies when you use features and services that we identify as being subject to such Policies.</p>\nSocial media terms and conditions\n<p>By accessing, viewing, or using any social media pages operated by Community Health Plan of Washington, its subsidiaries, or its affiliates, the user indicates acceptance of the following social media terms and conditions and agrees to be legally bound by them:</p>\n<ol>\n<li>Community Health Plan of Washington, its subsidiaries, and affiliates (hereinafter “CHPW”) does not validate third party information posted on CHPW social media pages.\nAny comments, statements, or opinions on those pages are not endorsed by CHPW, and do not necessarily reflect the views, policies, or procedures of CHPW.\nThe information, materials, and services on CHPW’s social media pages are provided to the user “as is,” without any express or implied representations or warranties of any kind, including any warranties as to merchantability or fitness for a particular purpose or non-infringement of intellectual property.\nCHPW makes no representation or warranties as to any material or information posted on any CHPW social media pages or that the user’s use of content or material posted on or otherwise made available through CHPW’s social media pages will not infringe the rights of third parties.</li>\n<li>Users shall not post to any of CHPW’s social media pages materials that are unlawful, proprietary, fraudulent, libelous, slanderous, defamatory, obscene, threatening, abusive, harassing, or infringing on the rights of any third-party, including intellectual property, privacy/confidentiality, or publicity rights.\nCHPW does not permit any of these practices and reserves the right to immediately remove or edit any content within its sole discretion.</li>\n<li>By submitting content on or through CHPW’s social media pages, the user grants CHPW an unrestricted, nonexclusive, royalty-free, perpetual, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, and display such material throughout the world in any media.\nThe user further agrees that CHPW is free to use any ideas, concepts, and knowledge that the user provides to CHPW on the social media site.\nThe user also grants CHPW the right to use the name submitted by the user in connection with such material.\nCHPW reserves the right to alter the content on its social media sites at any time, but has no obligation to update any information on its social media sites.\nCHPW has no intention of collecting personally identifiable information from children under the age of 13.</li>\n<li>The materials posted to CHPW’s social media pages are not advice.\nBy making the content on CHPW’s social media pages available to the user, CHPW is not engaged in rendering any legal, medical, or other professional advice.</li>\n<li>CHPW’s social media pages are public.\nUsers shall not post any personal or private health information, such as policy numbers, claim numbers, phone numbers, personal e-mail addresses, or any unique identifying information on a CHPW social media page.\nCHPW reserves the right to remove any social media posts that contain such information.</li>\n<li>Users shall not post any links or other content that contain viruses or malicious software or otherwise violate any federal or state laws.\nUsers shall not post advertisements or solicitations of business.\nAny postings of this nature on CHPW social media pages may be removed.\nCHPW reserves the right to take any other action permitted by law to remedy violations of this section.</li>\n<li>Content on CHPW’s social media pages (including, without limitation, text, design, graphics, logos, images, videos, as well as the selection and arrangement thereof) posted by CHPW is the property of and owned by CHPW, our licensors, or third-party content providers, and is protected by copyright, trademark, and other applicable laws.\nAny other use of content on the site, including, but not limited to, the modification, distribution, transmission, performance, broadcast, publication, uploading, licensing, transfer, or sale of, or the creation of derivative works from, any material or information obtained from the site, or use of the site for purposes competitive to CHPW, is expressly prohibited.</li>\n<li>CHPW’s social media pages may contain links to other web sites, some of which are operated by CHPW and others which are operated by third parties.\nThese links are provided as a convenience to the user and as an additional avenue of access to the information contained therein.\nCHPW has not necessarily reviewed all the information on these other web sites and is not responsible for the content of those or any other sites or any products or services that may be offered through those or any other web sites.\nInclusion of links to other sites should not be viewed as an endorsement of the content of linked web sites.\nDifferent terms and conditions may apply to the user’s use of any linked web sites.</li>\n<li>CHPW reserves the right to block or otherwise prohibit any person from accessing or using CHPW’s social media pages for any reason whatsoever.</li>\n<li>Users are ultimately responsible for the content they post on CHPW’s social media pages, including the legality, reliability, appropriateness, originality, and copyright of any such material.\nCHPW is not liable for any direct, indirect, special, incidental, or consequential damages that may arise from the user’s use of CHPW’s social media pages.\nAdditionally, the user agrees to defend and indemnify CHPW and each of our respective officers, agents, directors, partners, licensors, service providers, and employees, from any loss, liability, claim, or demand, including reasonable attorneys’ fees, issued by any third party due to or arising out of your use of CHPW’s social media pages or a breach or alleged breach of these Terms and Conditions by the user (including, without limitation, any breach of the user’s representations and warranties set forth herein).</li>\n</ol>\n<p>\n<strong>CHNW does not give medical advice via its social media sites.\nIf you are seeking medical advice, please contact a doctor’s office or call 911 in the case of an emergency.</strong>\n</p>\nCustomer Service is available Monday through Friday, from 8 a.m.\nto 5 p.m.\n<p>\n<strong>Phone:&nbsp;</strong>1-866-907-1906&nbsp;(TTY Relay: Dial 711)<br>\n<strong>Email:</strong>&nbsp;CustomerCare@chpw.org<br>\n<strong>Mail:</strong>&nbsp;Community Health Network of Washington<br>1111 3rd Avenue, Ste 400, Seattle, WA 98101&nbsp;<br>\n<strong>Fax:</strong>&nbsp;Fax any forms or written requests to 206-652-7040.</p>\nNurse Advice Line\n<p>Get free medical advice, 24 hours a day, seven days a week:&nbsp;<strong>1-866-418-2920</strong>&nbsp;(TTY Relay: Dial 711)</p> ", "created_at": "2023-03-16 17:21:32.622685", "updated_at": "2023-03-16 17:22:03.112363"}, {"id": 14636, "name": "Privacy Policy", "url": "https://www.cascadeselect.org/terms-of-use/privacy-policy", "xpath": "//*[@id=\"post-165\"]", "text": " Web Privacy Statement and Policy\n<p>This policy is generally applicable to Community Health Network of Washington’s (CHNW) collection and use of information about users of our websites.\nBy using CHNW’s website, you agree to this privacy policy.\nIf you do not accept this privacy policy, please do not use our website.</p>\n<p>CHNW’s websites may contain links to websites that are not controlled by CHNW.\nThis privacy policy does not apply to those websites.\nHow those websites collect and use your information will be explained in the privacy policies of those other sites.</p>\n<p>When you browse our website, the site gathers no personally identifiable information about you.\nExamples of your personally identifiable information include your name, Social Security number, address, telephone number, race/ethnicity, language, account number, employment, medical history, health records, claims information, etc.</p>\n<p>We may collect personally identifiable information from you if you complete and submit an online information request form or complete an online survey.\nIn both cases, we capture only the information that you give to us.\nIf you submit an online information request, we will use your information only to fulfill your request.\nParticipation in online surveys is voluntary and will not impact your health care coverage or benefits or your eligibility for benefits.\nCHNW may use your responses to our surveys to improve services and may use aggregated survey results in marketing or advertising materials.\nWe will not use your personally identifiable information for marketing purposes without your permission.</p>\nExceptions\n<p>We might release personally identifiable information you submit to us on this site in these cases:</p>\n<ul>\n<li>We do sometimes share information that you enter with our trusted business partners, who have agreed to follow our privacy policies.</li>\n<li>We will release specific information about you to comply with any valid legal process such as a search warrant, subpoena, statute, or court order.</li>\n<li>We may also release specific information in special cases, such as if there is an attempted breach of the security of our website, or a threat of harm to you or others.</li>\n<li>We may also use information you give us to help improve our site’s usability.</li>\n<li>We may use or disclose individually identifiable health information as described in our Notice of Privacy Practices.</li>\n</ul>\nNon-personally identifiable information and the use of cookie technology <p>We collect non-personally identifiable information through the use of “cookie” technology and/or IP address tracking.\nNon-personally identifiable information might include the browser you use, the type of computer, smartphone, or other device you are using, your operating system, your Internet service provider, and other similar information.\nYour member ID number or profile information is not stored in cookies.</p>\n<p>We use such information in the aggregate to understand how our users, as a group, use the services and resources provided on our site.\nWhen we say we use the information in the aggregate, that means that information from a group of individuals has been compiled and processed so that no one individual’s information can be isolated.\nWe study aggregate information to learn which areas of cascadeselect.org are most popular, which areas need improvement, and what technologies are being used so that we may improve cascadeselect.org.</p>\n<p>Most Web browsers are set to accept cookies.\nYou can set your browser to refuse cookies, or to alert you when cookies are being sent.\nIf you do so, please note that some features of cascadeselect.org may not function properly.</p> ", "created_at": "2023-03-16 17:21:32.656777", "updated_at": "2023-03-16 17:22:30.800661"}], "points": [], "urls": ["cascadeselect.org"]}}