{"error": 448, "message": "OK", "parameters": {"id": 8783, "name": "Hasbro", "created_at": "2023-07-04 05:15:54.8955", "updated_at": "2023-07-04 10:02:12.580258", "wikipedia": "https://en.wikipedia.org/wiki/Hasbro", "keywords": null, "related": null, "slug": "hasbro", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8783.png", "url": "hasbro.com,cranium.com", "documents": [{"id": 17139, "name": "TERMS AND CONDITIONS OF USE", "url": "https://docs.hasbro.com/en-us/legal/terms", "xpath": "//body", "text": "<p>\n<strong>TERMS AND CONDITIONS OF USE</strong>\n<b>(Terms and Conditions of Use PDF)</b>\n</p>\n<p>(Last Updated: November, 27, 2017)</p>\n<p>PLEASE READ THE FOLLOWING TERMS AND CONDITIONS CAREFULLY BEFORE USING THIS SITE.\nBy using this site, you signify your agreement to these Terms and Conditions.\nIf you do not agree to these Terms and Conditions, do not use this site.\nHasbro may modify these Terms and Conditions at anytime.</p>\nRestrictions On Use of Materials\n<p>This site is copyright protected.\nAny textual or graphic material you copy, print, or download is licensed to you by Hasbro, Inc.\nand/or its subsidiaries (\"Hasbro\") for your personal, non-commercial home use only, provided that you do not change or delete any copyright, trademark or other proprietary notices.</p>\n<p>If you download software from the site, the software, including all files and images, contained in or generated by the software, and accompanying data (together referred to as \"Software\") are deemed to be licensed to you by Hasbro, for your personal, non-commercial home use only.\nHasbro does not transfer either the title or the intellectual property rights to the Software and Hasbro retains full and complete title to the Software as well as all intellectual property rights therein.\nYou may not sell, redistribute or reproduce the Software, nor may you decompile, reverse engineer, disassemble or otherwise convert the Software to a human-perceivable form.\nAll trademarks and logos are owned by Hasbro or its licensors and you may not copy or use them in any manner.</p>\n<p>This site is controlled and operated by Hasbro, Inc.\nfrom its offices within the State of Rhode Island, United States of America.\nHasbro makes no representation that materials in the site are appropriate or available for use in other locations.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with local laws, if and to the extent local laws are applicable.\nSoftware from this site is subject to U.S.\nexport controls.\nNo software from this site may be downloaded or otherwise exported or reexported into (or to a national or resident of) Cuba, Iraq, Libya, North Korea, Iran, Syria or any other country to which the U.S.\nhas embargoed goods or to anyone on the U.S.\nTreasury Department's list of Specially Designated National or the U.S.\nCommerce Department's Table of Deny Orders.\nBy downloading or using the software, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.</p>\nDisclaimers and Limitation of Liability.\nForward-Looking Statements\n<p>Hasbro may change, move or delete portions of, or may add to, this web site from time to time.</p>\n<p>THE MATERIALS IN THIS SITE ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nHASBRO DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE CONTENT OR OTHER MATERIALS IN THIS SITE IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.</p>\n<p>All materials, including without limitation, annual reports to shareholders, press releases and Hasbro filings with the Securities and Exchange Commission (the \"SEC\") reproduced on this site speak as of the original date of publication or filing.\nThe fact that a document is available on this site does not mean that the information contained in such document has not been modified or superseded by events or by a subsequent document or filing.\nAny forward-looking statement reproduced on this site speaks as of the original date the document containing such statement was published or filed and should be read together with certain factors set forth in the Company's Annual Report on Form 10-K under the heading \"Forward-Looking Statements\", the Company's Quarterly Reports on Form 10-Q under the heading \"Other Information\" and in other Hasbro filings with the SEC available on this site or on the SEC's Edgar Database (http:/www.sec.gov/edgarhp.htm) that could cause actual future events or results to differ materially from anticipated events or results.\nHasbro has no duty or policy to update any information or statements contained on this site and, therefore, such information or statements should not be relied upon as being current as of the date you access this site.\nMoreover, any portion of the materials available on this site may include technical inaccuracies or typographical errors.\nChanges may be made from time to time without notice to the materials available on this site, the Software and to the products described on this site.</p>\n<p>TO THE FULLEST EXTENT PERMISSABLE PURSUANT TO APPLICABLE LAW, HASBRO DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nHASBRO DOES NOT WARRANT THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION CONTAINED ON THIS SITE.\nHASBRO DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE MATERIALS AVAILABLE ON THIS SITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE MATERIALS, THIS SITE OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOU (AND NOT HASBRO) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR AND CORRECTION.</p>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE, SHALL HASBRO BE LIABLE FOR ANY SPECIAL OR CONSEQUENTIAL DAMAGES THAT RESULT FROM THE USE OF, OR THE INABILITY TO USE, SITE OR ANY DOWNLOADED MATERIALS, EVEN IF HASBRO OR ITS REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT SHALL HASBRO'S TOTAL LIABILITY TO YOU FROM ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, OR OTHERWISE) EXCEED THE AMOUNT YOU PAID TO HASBRO, IF ANY, FOR PRODUCTS PURCHASED ON THIS SITE.</p>\n<p>APPLICABLE LAW MAY NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, OR THE ABOVE LIMITATIONS OF LIABILITY, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</p>\nLinks to Other Web Sites\n<p>Hasbro makes no representation whatsoever regarding the content of any other web sites which you may access from this site.\nWhen you access a non-Hasbro web site, please understand that it is independent from Hasbro and that Hasbro has no control over the content on that web site.\nA link to a non-Hasbro web site does not mean that Hasbro endorses or accepts any responsibility for the content or use of such web site.</p>\nSubmissions\n<p>Should any viewer of a document on this web site respond to Hasbro with information including feedback data, such as questions, comments, suggestions, or the like regarding the site, or the content of any item, such information shall be deemed to be non-confidential and Hasbro shall have no obligation of any kind with respect to such information.\nIn addition, Hasbro shall be free to reproduce, use, disclose, display, exhibit, transmit, perform, create derivative works, and distribute the information to others without limitation, and to authorize others to do the same.\nFurther, Hasbro shall be free to use any ideas, concepts, know-how or techniques contained in such information for any purpose whatsoever, including, but not limited to, developing, manufacturing and marketing products and other items incorporating such information.\nThis paragraph is not intended to apply to any personal information about you (such as name, mailing address and e-mail address), the use of which will be governed by Hasbro's&nbsp;Privacy Policy.</p>\n<p>In consideration of Hasbro's continuing efforts to enhance and improve these products and to respond to feedback from users, you agree to transfer such ideas, concepts, know-how and techniques to Hasbro without any compensation.\nYou agree to execute any and all documents that Hasbro may reasonably request in connection with confirming Hasbro's ownership of and unlimited right to use such ideas, concepts, know-how and techniques.</p>\n<p>You are solely responsible for the content of any comments you make.\nYou agree that no comments submitted by you to this web site will: (i) violate any right of any third party, including copyright, trademark, privacy or other personal or proprietary rights.\n(ii) be or contain libelous or otherwise unlawful, abusive, or obscene material or constitute the misappropriation of the trade secrets of any third party.\nand (iii) disparage the products or services of any third party.\nYou agree not to submit any personal information (other than your email address or user name) through email sent to other users or messages posted on this site by you.</p>\nTermination\n<p>This Agreement is effective unless and until terminated by either you or Hasbro.\nYou may terminate this Agreement at any time by no longer using this web site, provided that all prior uses of this web site shall be governed by this Agreement.\nHasbro may terminate this Agreement at any time and without notice, and accordingly deny you access to this web site, in Hasbro's sole discretion for any reason, including your failure to comply with any term or provision of this Agreement.\nUpon any termination of this Agreement by either you or Hasbro, you must promptly destroy all materials downloaded or otherwise obtained from this web site, as well as all copies of such materials, whether made under the terms of this Agreement or otherwise.</p>\n<p>Click Here to see Hasbro's Privacy Policy<br>\n© 1998-2019 Hasbro, Inc.\nAll Rights Reserved<br>\n<br>\n<br>\n</p>\n<p>\n</p>Right to Opt-Out for California Residents<ul>\n<li>Do Not Sell My Personal Information / Opt-Out</li>\n<li>Submit My Request</li>\n</ul>Do Not Sell My Personal Information / Opt-Out<p>If you are a California resident, to the extent Hasbro sells your personal information as the term “sell” is defined under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information by us to third parties at any time.</p>\n<p>&nbsp;</p>\nHasbro does not generally sell information as the term “sell” is traditionally understood.\nHowever, to the extent “sale” under the CCPA is interpreted to include advertising technology activities such as those disclosed in the “Analytics and Advertising” section of the Hasbro Pulse Privacy Policy, we will comply with applicable law as to such activity.\n<p>&nbsp;</p>\nPlease review the “Sharing of Information” and “California Notice of Collection” sections of our Privacy Policy for more details about the parties we have shared information with for commercial purposes, and the categories of personal information we have shared with them.<p>&nbsp;</p>\nFor information on how to submit a request to opt-out, click “Submit My Request.\" <br>Privacy Policy<p>\n</p>Submit My Request Submit My Request <p>By switching the toggle above to the left position AND clicking “Confirm my Choice” below, you will be submitting a request to opt-out of advertising technologies we use on this site.\n</p>\n<p>&nbsp;</p>Otherwise, you may submit opt-out requests by calling our toll-free number at (800) 255-5516, or emailing us at DPO@hasbro.com <p>&nbsp;</p> You will not be opted-out and Hasbro will continue to use information collected from you via advertising technologies if you…&nbsp;<p>\n</p> -leave the toggle in the right position and click “Confirm my Choice” below.\n&nbsp;<p>\n</p> -switch the toggle back to the right position and click “Confirm my Choice” below.\n&nbsp;<p>\n</p> -switch the toggle to the left position and close this window without clicking “Confirm my Choice” below.\n&nbsp;<p>\n</p> For more information about your rights as a California resident, please see the “Additional Disclosures for California Residents” section of our Privacy Policy.\n<p>\n</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choice Close", "created_at": "2023-07-04 05:15:54.954983", "updated_at": "2023-07-04 05:16:15.057858"}, {"id": 17138, "name": "PRIVACY POLICY", "url": "https://docs.hasbro.com/en-us/legal/privacy", "xpath": "//body", "text": "<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>HASBRO WEBSITE PRIVACY POLICY (Privacy Policy PDF)</strong>\n</p>\n<p>\n</p>\n<p>(Last Updated: 06/29/2023)</p>\n<p>\n</p>\n<p>\n<strong>WELCOME!</strong>\n</p>\n<p>This Privacy Policy (“Policy”) explains how Hasbro, Inc.\nand its subsidiaries and affiliated companies that operate within the United States (collectively, \"Hasbro\", “we”, “our”, or “us”) collect, use and disclose your information when you visit our websites.\nThis Policy applies to information we collect when you use our websites and other online products and services where this Policy is posted (collectively, the “Services”) or interact with us offline regarding the Services.\nPlease note that Hasbro mobile apps are subject to the separate Hasbro Mobile Application Privacy Notice, and “Hasbro Pulse” websites, mobile apps and services operate under their own posted Privacy Policy as well.</p>\n<p>This Policy and the ESRB certification seals shown on our Services confirm that Hasbro is a valid licensee, and participating member, of the Entertainment Software Rating Board's Privacy Certified Program(“ESRB Privacy Certified”).\nTo protect your privacy, we have voluntarily undertaken this privacy initiative and have had all of our Services where this Policy is posted reviewed and certified by ESRB Privacy Certified to meet established online information collection, use and disclosure practices.\nAs a licensee of this privacy program, we are subject to frequent audits of our Services and other enforcement and accountability mechanisms administered independently by the ESRB.\nIf you are a California resident, please see the “Additional disclosures for California residents” section below.</p>\n<p>Please note that this Policy applies to any information we collect when you use our Services online or offline.</p>\n<p>We ask that you take the time to read this Policy carefully.\nBy using our Services, you agree to this Policy and our Terms and Conditions of Use (“Terms”).<u> If you do not agree with this Policy or the Terms, please do not use the Services.</u>\n</p>\n<p>\n</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<p>\n</p>\n<p>1.\n<u>Changes to this Policy</u>\n<br>2.<u>What information is collected from me?</u>\n<br>3.<u>How does Hasbro use my information?</u>\n<br>4.<u>How does Hasbro handle children’s information?</u>\n<br>5.<u>With whom does Hasbro share my personal information?</u>\n<br>6.<u>What are my information choices?</u>\n<br>7.<u>Security and Retention</u>\n<br>8.<u>State-Specific Privacy Disclosures and Rights</u>\n<br>9.<u>Contact Us</u>\n</p>\n<p>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>1.\nChanges to this Policy</strong>\n</p>\n<p>We encourage you to review this Policy whenever you access the Services to make sure that you understand our information collection, use and disclosure practices.\nWe may change the provisions of this Policy at any time and will indicate when changes have been made by revising the date at the top of this Policy.\nYour use of the Services, or any portion thereof, following the posting of such changes shall constitute your consent to such changes.\nIf we make material changes to this Policy, we will endeavor to provide you with additional notice of such changes by sending you an email at the last email address that you provided us, or by prominently posting notice of the changes on the Services.<u>If you do not agree with any changes we make, please stop using the Services.</u>\n</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>2.\nWhat information is collected from me?</strong>\n</p>\n<p>\n<strong>Information That You Provide</strong>\n</p>\n<p>Hasbro may collect information that you provide when you use the Services, such as when you:</p>\n<p>(1) send questions or comments via email or live chat to Hasbro customer support;<br>(2) fill out online surveys;<br>(3) sign up for our newsletter or other email alerts;<br>(4) share a website with a friend;<br>(5) share a news release through our investor website;<br>(6) provide information necessary to obtain parental consent.\nor<br>(7) otherwise communicate with us through the Services.</p>\n<p>Depending on the activity, the types of personal information that we or our service providers collect, including in the last 12 months, may include:</p>\n<p>(1) your first and/or last name;<br>(2) email address<br>(3) telephone number;<br>(4) address (including billing address and/or shipping address).\nand<br>(5) other contact or identifying information that you choose to provide.</p>\n<p>\n<br>\n</p>\n<p>In some cases, we may also collect information you provide about others, such as when you refer someone to our Services (including promotions).\nWe will use this information to fulfill your requests and will not send communications to your contacts unrelated to your requests, unless they separately consent to receive communications from us.\nIf you provide us with information regarding another individual, you represent that you have that person’s consent to give us his or her information and to permit us to use the information in accordance with this policy.</p>\n<p>\n<strong>Information We Collect Automatically From You.</strong>\n</p>\n<p>When you access or use our Services, we may also automatically collect information about your visit (collectively, “Online User Activity”).\nWhen you visit our websites, the personal information we collect is your computer's Internet Protocol (“IP”) address, which we use for the support of our internal operations.\nOther information we and our service providers may collect includes your operating system, access times, browser type and language, country, and the URL of the website you visited before navigating to our Services.\nIf you access our Services via a mobile device, we may also collect your device make and model, mobile carrier, operating system version, language your device is set to, mobile web browser type and version, the country in which you are using your device, and non-personal analytics and statistical data regarding use of the websites (e.g., downloads, number of users, sessions, frequency of use, retention, territories, and in-game events).</p>\n<p>To collect this Online User Activity, we use various technologies, including the following:</p>\n<ul>\n<li>\n<strong>Cookies: </strong>Cookies are small data files stored on your computer or mobile device by a website.\nAmong other things, cookies help us improve our Services and your experience, see which areas and features of our Services are popular, and count visits.\nIn addition, when you view a video on our Services, we may set a \"flash cookie\" (sometimes called a \"flash object\") on your computer or device.\nFor more information about cookies, and how to disable them, please see <u>\"What are my information choices?\"</u> below.</li>\n<li>\n<strong>Clear GIFs: </strong>Clear GIFs, sometimes called \"web bugs\" or \"web beacons,\" are small electronic images that are placed on a web page or in an email message.\nWe use clear GIFs to monitor user behavior, deliver cookies, collect information, count visits, understand usage and campaign effectiveness, and to tell if a recipient has opened and acted upon an email.</li>\n<li>\n<strong>Log Files: </strong>Log files record website activity on our Services and enable us to gather statistics about our users' browsing habits.\nThese entries help Hasbro determine (among other things) how many and how often users have accessed or used our Services, which pages of our Services they've visited, and other similar data.</li>\n<li>\n<strong>Do Not Track (DNT) Signals: </strong>Your browser may allow you to set a Do Not Track (DNT) signal indicating that you do not wish your online activity to be tracked.\nCurrently, our system does not support and cannot act on DNT signal headers that we may receive.\nHowever, the choices that we provide you concerning collection and use of your personal information will continue to operate as described in this Privacy Policy</li>\n</ul>\n<p>We may associate the information we collect from these technologies with other personal information that you provide for the purposes described in this Policy.</p>\n<p>\n<strong>Information We Collect from Other Sources</strong>\n</p>\n<p>We may also obtain information from other sources and combine that with information we collect through our Services.\nFor example, if you connect with us on a social media service or log into a Hasbro account using a third-party “social sign on”, we may have access to certain information from that party, such as your name, account information and friends, in accordance with the authorization procedures determined by such third-party social networking site.</p>\n<p>\n<strong>Third-Party Website Technology and Analytics</strong>\n</p>\n<p>For a list of third-party partners whose technology we have integrated on our site, please click <u>here.</u>\n</p>\n<p>These third party technologies include analytics services and software to help us understand how users access and use the Services.\nThese tools and services use cookies, web beacons and other devices or technologies on our Services to track website traffic and performance.\nThe data collected typically includes Online User Activity such as IP address, Internet Service Provider, web browser, the time spent on web pages, the links clicked and the products or advertisements viewed on various pages.\nWe use this information to improve our Services and your experience, to see which areas and features of our Services are popular, and to count visits.</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>3.\nHow does Hasbro use my information?</strong>\n</p>\n<p>\n<strong>Use of Information</strong>\n</p>\n<p>We use personal information collected through our Services for the purposes described in this Policy or as otherwise disclosed to you on or in connection with our Services.\nFor example, we may use your information to:</p>\n<ul>\n<li>Provide our Services to you, including to operate our websites, maintain customer records, and send you advertising or promotional materials, including information about new products, contests, features and enhancements, special offers and other events of interest from Hasbro and our select partners;</li>\n<li>Operate and improve our Services, including by linking or combining your information with other information we get from third parties;</li>\n<li>Send you technical notices, updates, security alerts and support and provide administrative messages, such as changes to this Privacy Policy or our Terms;</li>\n<li>Respond to your comments, questions, and requests and provide customer service;</li>\n<li>Analyze and enhance our communications and strategies (including by identifying when emails sent to you have been received and read);</li>\n<li>Monitor performance of the Services, overall usage of the Services and user retention rates, track how users are engaging in the games, identify which website features are least and most utilized, identify problem areas within the websites, and inform design development for future application updates;</li>\n<li>Comply with and enforce as needed applicable legal requirements, industry standards, our policies and our contractual rights.\nand</li>\n<li>Carry out any other purpose conveyed to you at the time the information was collected.</li>\n</ul>\n<p>We may also use or share information in an anonymized or aggregate manner for many purposes such as research, analysis, modeling, marketing, and improvement of our Services.</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>4.\nHow does Hasbro handle children’s information?</strong>\n</p>\n<p>\n<strong>NOTE TO PARENTS</strong>\n</p>\n<p>Hasbro has developed its Services to be an enjoyable experience for users of all ages, including those under 13 (“Child(ren)”).\nPlease discuss this Policy with your Children so that they will better understand how to use the Services and the information they may be asked to provide when using the Services.\nHasbro believes that providing its visitors with accurate and adequate notice about the Services will inform choices and decisions about how to use the Services and will better protect its users' privacy.\nIf you have any questions or comments about this Policy, please contact us using the contact information provided at the end of this section.</p>\n<p>\n<br>\n</p>\n<p>Hasbro is committed to compliance with the <u>Children’s Online Privacy Protection Act (“COPPA”)</u>, a federal law designed to protect Children online.\nWe take Children's privacy seriously and encourage parents to take an active role in protecting their Children's privacy and online experience at all times.\nAs shown on our website, we are Privacy Certified by ESRB for Kids, which indicates that our Services were subject to a third party review to ensure they restrict the collection and use of personal information in compliance with COPPA.</p>\n<p>\n<strong>Collection and Use of Children's Personal Information</strong>\n</p>\n<p>Hasbro may collect and store certain persistent identifiers (e.g., cookies, IP addresses, etc.) from Children without parental consent for the purpose of supporting the internal operations of the Services or as otherwise permitted under COPPA.</p>\n<p>Hasbro may collect and store other personal information about Children if this information is submitted by a Child with prior parental consent or by the parent or guardian of the Child.\nIf a Service is directed to children under COPPA, we may ask users to verify their dates of birth before collecting any personal information from them.\nThose users that indicate they are Children are either blocked from the activity or taken through a parental consent process.</p>\n<p>Hasbro may collect and store the following types of personal information about a Child when submitted by a Child with prior parental consent or by the parent or guardian of the Child: first and/or last name, email address, parent's or guardian's name, and parent's or guardian's email address.\nHasbro may also collect the Child's mailing address and/or telephone number when necessary to respond to an inquiry or fulfill a transaction, such as sending the winner of a contest or sweepstakes the awarded prize.\nHasbro may also collect demographic information about a Child such as the Child's date of birth, gender, toy and game ownership and other preferences, and combine such information with the Child's personal information.\nPlease refer to the sections entitled <u>\"What information is collected from me?\"</u> and <u>“How does Hasbro use my information?”</u> for further details on the information we collect and the tools we use to collect it.</p>\n<p>When registering an account to play online games, we may collect a username and password from registrants for the purpose of saving that user’s gaming activities (e.g., pets collected in Littlest Pet Shop).\nOnce collected, we may also use the game play information for our internal marketing and demographic studies so that we can improve the products and services we provide our visitors in order to better meet their needs, or as otherwise described in this Policy.\nPlease note that we use aggregated (i.e., non-personal) information for analytics purposes.</p>\n<p>Additionally, we are prohibited by COPPA from conditioning a Child's participation in an activity - like contests - on the Child's disclosure of more personal information than is reasonably necessary to participate in the activity.\nThis means that if we don't need a specific piece of information (like the Child's phone number) to allow the Child to participate in a contest, we simply won't ask for it, even with parental consent.\nTo read about the steps Hasbro takes to protect the confidentiality, security, and integrity of all users’ personal information, please see our section on <u>\"Security\".\n</u>\n</p>\n<p>\n<strong>Disclosure of Children's Personal Information</strong>\n</p>\n<p>We follow our standard policy <u>(\"With whom does Hasbro share my personal information?\")</u> for the disclosure of personal information collected from and about Children.</p>\n<p>\n<strong>Parental Access</strong>\n</p>\n<p>A parent who has already given Hasbro permission to collect and use his or her Child's personal information can, at any time, do the following: (1) review, correct, or delete the Child's personal information.\nand/or (2) discontinue further collection or use of the Child's personal information.\nTo do so, please refer to the confirmation email provided to you when you gave consent or contact <u>Hasbro Consumer Care.</u> Please be sure to include your Child's name and email address, your name and email address, and the name of the site on which your Child is registered.\nAlternatively, you may contact us at:</p>\n<p>Hasbro, Inc.<br>\nAttention: Website Administrator<br>\n1027 Newport Avenue, Mailstop A906<br>\nPawtucket, RI 02861<br>\n(800) 255-5516</p>\n<p>For any other issue, please contact <u>Hasbro Consumer Care.</u> We will be happy to take your request.</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>5.\nWith whom does Hasbro share my personal information?</strong>\n</p>\n<p>\n<strong>Sharing of Information</strong>\n</p>\n<p>We do not share your personal information with third parties other than as described in this Policy or in connection with the Services, including:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>With your consent, including if we notify you through our Services that the information you provide will be shared in a particular manner and you provide such information;</li>\n<li>With third party vendors, consultants and other service providers who are working on our behalf and need access to your information to carry out their work for us.\nWe require these entities to maintain the confidentiality, security, and integrity of the personal information they obtain from us.</li>\n<li>With our affiliates for internal business purposes;</li>\n<li>Except for information collected from Children, with our affiliates and third parties for Hasbro’s own marketing purposes and those affiliates’ and third parties’ own business purposes, including direct marketing purposes (California residents have certain rights set forth in the section entitled <u>“Additional Disclosures for California Residents”);</u>\n</li>\n<li>When we believe it is necessary or appropriate to: (i) comply with applicable law or legal process or to respond to lawful requests or legal authorities.\n(ii) protect the rights and property of Hasbro and our employees, agents, users and other third parties, including to enforce our agreements, policies and terms of use and protect against fraudulent, abusive, inappropriate, or unlawful use of our Services.\nand (iii) protect the safety of Hasbro, our users or any third party.\nand</li>\n<li>In connection with, or during negotiations of, any merger, sale of company assets, bankruptcy or reorganization, financing or acquisition of all or a portion of our business to another company.\nWe may also share aggregated information or information that we have collected from you through the Services, including on co-branded pages and where we have taken reasonable measures to de-identify such information.</li>\n</ul>\n<p>\n<strong>Social Sharing Features</strong>\n</p>\n<p>The Services may offer third party social sharing features and other integrated tools (such as the Facebook widget), which let you share actions you take on our Services with other media, and vice versa.\nThe use of such features may enable the sharing of information with your friends or the public, depending on the settings you establish with the third party that provides these features.\nThe third party provider may also collect other information in connection with your use of their features, including your IP address, which page you are visiting on our Services, and may set a cookie to enable the features to function properly.\nFor more information about the purpose and scope of data collection and processing in connection with social sharing features, please visit the privacy policies of the third parties that provide these features.</p>\n<p>\n<strong>Linking to Third Party Sites</strong>\n</p>\n<p>To provide relevant information not found on our Services, to facilitate online shopping, and to allow you to interact with other websites and/or applications in which you may have accounts (such as Facebook and other social media sites), Hasbro may provide links to or embed third-party applications that allow login from our Services to third party websites.\nYour use of these third party websites and/or applications is subject to the third parties' privacy policies and terms of use, and we encourage you to read the third parties' privacy policies and terms of use before submitting personal or other information or using the websites and/or applications.</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>6.\nWhat are my information choices?</strong>\n</p>\n<p>\n<strong>Regarding Personal Information</strong>\n</p>\n<p>If you have registered with our Services, you may at any time review and/or update the contact information we have for you or inform us that you want us to remove your information from our database by either visiting the online profile section of one of our Services or contacting <u>Hasbro Consumer Care.</u> If you choose to send us an email, please be sure to include in your message, the name of the website at which you registered and the email address you used to register so that we can verify your request.\nWe will respond to all access requests as soon as possible.</p>\n<p>\n<strong>Regarding Cookies</strong>\n</p>\n<p>Most web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose to set your browser to remove or reject browser cookies.\nPlease note that if you choose to remove or reject cookies, this could affect the availability and functionality of our Services.</p>\n<p>\n<strong>Regarding Promotional Communications</strong>\n</p>\n<p>You may opt out of receiving promotional emails, text messages or mail from Hasbro by declining to receive such communications at the time of registration or at the time you otherwise provide the information to us.\nYou may also opt-out of receiving promotional emails or text messages by following the instructions in those emails or text messages or by sending an email to <u>Hasbro Consumer Care.</u> If you opt out, we may still send you transactional or relationship messages, such as emails about your account or our ongoing business relations.</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>7.\nSecurity and Retention</strong>\n</p>\n<p>Hasbro has established a security program with administrative, technical and physical safeguards designed to protect your personal information against loss, misuse and unauthorized access, disclosure, alteration and/or destruction.\nFor example, Hasbro strives to provide only those employees performing a legitimate business function with access to users’ personal information.\nHasbro also reviews its security procedures periodically to consider appropriate new technology and updated methods.</p>\n<p>Hasbro retains your information based on a number of factors, including (i) for business purposes such as for as long as your account is active, as long as is reasonably necessary to provide you with our products and services, and for the other purposes we use your information as described above, and (ii) as reasonably necessary to comply with our legal obligations, resolve disputes and enforce our agreements.\nWe may also retain cached or archived copies of your information for a reasonable period of time.</p>\n<p>Despite our efforts, please be aware that no security measure is ever perfect or impenetrable.\nTo that end, Hasbro will notify users of a data breach when Hasbro determines that is reasonably necessary in accordance with applicable law, and you agree to receive such notice via email where possible.</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>8.\nState-Specific Privacy Disclosures and Rights <br>Residents of California, Virginia, Colorado and Connecticut</strong>\n</p>\n<p>These additional disclosures currently apply to personal information concerning individuals who reside in California or Virginia, and <u>starting July 1, 2023,</u> also include individuals who reside in Colorado or Connecticut.\nWe anticipate expanding these disclosures and rights to residents of additional states in the future.</p>\n<p>The California Consumer Privacy Act (“CCPA”) and California Privacy Rights Act (“CPRA”), the Virginia Consumer Data Protection Act (“VCDPA”), Colorado Privacy Act (“CPA”), and Connecticut Public Act No.\n22-15 (collectively, “State Privacy Laws”) direct businesses (1) provide additional disclosures about privacy practices and (2) offer consumers the right to access, correct or delete their personal information (subject to certain exceptions), as well as the right to opt out of the selling/sharing of personal information, third party targeted advertising, or certain other activities as described further below.</p>\n<p>NOTICE OF COLLECTION</p>\n<p>In at least the past 12 months, we or our service providers have collected the categories of personal information described above in this Policy in connection with the Services, and as enumerated in one or more State Privacy Laws that includes:</p>\n<ul>\n<li>Identifiers, including IP address;</li>\n<li>Name, address, phone number, and mailing address to the extent you are interacting with our Consumer Care site;</li>\n<li>Internet activity, including history of visiting and interacting with our Services, browser type, browser language and other information collected automatically.\nand</li>\n<li>Geolocation data, including location enabled services such as WiFi.</li>\n</ul>\n<p>For more information on information we collect, including the sources we receive information from, review the \"What information is collected from me?\" section.\nWe collect and use these categories of personal information for the business purposes described in the “3.\nHow does Hasbro use my information?” section, including to provide, manage and improve our Services.\nHasbro does not generally sell information as the term “sell” is traditionally understood.\nHowever, to the extent any of the activities described in the \"With whom does Hasbro share my personal information?\" section constitute selling or sharing information with third parties, we will comply with State Privacy Laws as to such activity.\nSpecifically, we may share email addresses with third parties for targeted advertising purposes, and may share Online User Activity with third parties who provide cookies and other tools described in the “Information We Collect Automatically From You.” section above for enhanced website functionality, analytics and targeted advertising purposes.\nThe third-party recipients are identified here.</p>\n<p>RIGHT TO ACCESS, CORRECT OR DELETE YOUR INFORMATION</p>\n<p>You have the right to request access to, and a copy of, the:</p>\n<ul>\n<li>categories of personal information we have collected about you;</li>\n<li>categories of sources from which the personal information was collected;</li>\n<li>categories of personal information about you we disclosed for a business purpose or sold;</li>\n<li>categories of third parties to whom the personal information was sold or disclosed for a business purpose;</li>\n<li>business or commercial purpose for collecting or selling the personal information.\nand</li>\n<li>specific pieces of personal information we have collected about you.</li>\n</ul>\n<p>You also have a right to request that we delete your personal information (subject to certain exceptions), and request that we correct your personal information if it is inaccurate.</p>\n<p>To exercise any of these rights, please submit a request to us by calling our toll-free number at (800) 255-5516, or by completing the request form found here.\nIn the request, please specify which right you are seeking to exercise and the scope of the request.\nWe will endeavor confirm receipt of your request within 10 business days.\nWe may require specific information from you to verify your identity before processing your request, and we may send you a confirmation email that you must respond to before we process the request.\nDue to our privacy-protective practices, in some instances Hasbro may not have sufficient personal information (e.g., name, email) that would enable us to verify an individual’s identity and complete a request to know or delete information.\nWe aim to complete requests within 45 days, and if needed we may extend the response by another 45 days.</p>\n<p>RIGHT TO OPT OUT</p>\n<p>You have the right at any time to opt out of (i) selling or sharing of your personal information to third parties, and (ii) third party targeted advertising activities.\nYou may contact us by calling our toll-free number at (800) 255-5516, or emailing us at DPO@hasbro.com, if you have any questions or concerns.</p>\n<p>State Privacy Laws may offer other opt-out rights which are inapplicable.\nIn particular, Hasbro does not engage in impactful profiling activities with respect to consumers, and Hasbro does not collect, use or disclose Sensitive Personal Information (such as government identification number, precise geolocation, financial account credentials, etc.) except for the specific purpose(s) that you provide it.</p>\n<p>AUTHORIZED AGENT</p>\n<p>You can designate an authorized agent to submit requests on your behalf.\nHowever, we will require written proof of the agent’s permission to do so and verify your identity directly with you.</p>\n<p>APPEALS</p>\n<p>If we deny a privacy request, you may appeal the decision to us at DPO@hasbro.com.\nTo the extent possible, please describe the basis for your appeal and if there is any specific personal information that concern you.\nWe will endeavor to provide a prompt response.\nIf we deny your appeal, you can raise concerns with your state’s Office of the Attorney General.</p>\n<p>MINORS</p>\n<p>We do not to our knowledge sell or share the personal information of individuals under 16 years of age to third parties, although as described above we may use third parties in connection with Online User Activity in compliance with COPPA.</p>\n<p>RIGHT TO NON-DISCRIMINATION</p>\n<p>You have the right not to receive discriminatory treatment by us for the exercise of any your rights, and we do not discriminate against anyone for exercising such rights.</p>\n<p>NO FINANCIAL INCENTIVES (GENERALLY)</p>\n<p>We do not generally provide a loyalty program or other financial incentive in return for the collection or use of personal information under this Policy.\nOn some occasions we may engage in a limited-time marketing event or promotional offer that includes a registration or other collection of personal information, and we will disclose the benefits and terms of that promotion at the time of collection.</p>\n<p>\n<strong>California Residents</strong>\n</p>\n<p>SHINE THE LIGHT</p>\n<p>California Civil Code Section 1798.83 permits customers of this website who are California residents to request certain information regarding our disclosure of personal information as defined by the statute to our affiliates and third parties for their own direct marketing purposes.\nFor inquiries regarding our disclosure policy, please call (800) 255-5516 or write us at: Hasbro, Inc., Attention: Website Administrator, 1027 Newport Avenue, Mailstop A906, Pawtucket, RI 02861.</p>\n<p>RIGHTS REQUESTS FOR NON-CUSTOMERS<br>\nCalifornia privacy rights apply to all individuals (not just general customers), including job applicants, current and former employees, contractors and business partners.\nDue to the nature of these relationships, the collection and use of personal information can vary, but in general terms and in addition to all the disclosures above:</p>\n<ul>\n<li>Job applicants may provide us with personal information as part of an employment application and review process that includes the applicant’s contact information, education and employment history, resume and cover letter.\nWe do not use this information for any purpose other than to evaluate the individual for employment with us and manage our Hasbro careers program.\nJob applicants may provide additional information for routine background checks to a third-party provider of such services, under specific privacy terms and consents that will be provided at the time of collection.</li>\n<li>Employees receive disclosures during and after onboarding that provides additional details regarding our employee privacy practices.</li>\n<li>We collect contact information and other personal information reasonably necessary to engage and work with contractors and business partners in the course of a business relationship.</li>\n</ul>\n<p>All such individuals who are California residents can request additional information about our privacy practices with respect to their information, as well as submit access, deletion, correction or opt-out requests as described above by contacting us at DPO@hasbro.com.\nPlease provide sufficient information that we can identify you and be aware that we may employ a more extensive authentication process to verify your identity before responding to your request.</p>\n<p>\n<u>Back to top</u>\n</p>\n<p>\n<strong>Nevada Residents</strong>\n</p>\n<p>For Nevada residents, please note that we do not sell personal information as defined by Nevada law (Ch.\n603A, Sec.\n1.6).\nYou can submit a request to us regarding the sale of such information via the contact information provided below.</p>\n<p>\n<strong>Virginia Residents</strong>\n</p>\n<p>Virginia provides additional rights to Virginia residents through the Virginia Consumer Data Protection Act (“VCDPA”).\nThis section addresses those rights and applies only to Virginia residents.\nYou have the following rights under the VCDPA:</p>\n<ul>\n<li>To confirm whether or not we are processing your personal data;</li>\n<li>To access your personal data;</li>\n<li>To correct inaccuracies in your personal data;</li>\n<li>To delete your personal data;</li>\n<li>To obtain a copy of your personal data that you previously provided to us in a portable and readily usable format.\nand</li>\n<li>To opt out of the processing of personal data for purposes of targeted advertising, the sale of personal data, or profiling in furtherance of decisions that produce legal or similarly significant effects concerning you.</li>\n</ul>\n<p>To exercise any of these rights, please contact us through this Form.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>Colorado Residents</strong>\n</p>\n<p>Effective July 1, 2023, the Colorado Privacy Act (“CPA”) provides specific rights to Colorado residents.\nThis section addresses those rights and applies only to Colorado residents.</p>\n<p>If you are a Colorado resident, you have a right under the CPA to access all of the personal information we have collected from you and that we maintain about you, to obtain a portable copy of that information, and a right to request deletion or correction of that information.</p>\n<p>Under the CPA, we must obtain your clear, affirmative consent for:</p>\n<ul>\n<li>Selling your personal data, as “selling” is defined in the CPA;</li>\n<li>Processing your personal data for targeted advertising using Matched Ads (defined in the Analytics and Advertising section above).\nand</li>\n<li>Processing any personal or sensitive information for any Child or Children living in Colorado.</li>\n</ul>\n<p>You may additionally opt out of any sales or processing of any data for which we formerly obtained your consent.</p>\n<p>Data Minimization: We must also limit the data we store by reviewing no less than annually whether storage of your information serves a legitimate business purpose and removing that data if no legitimate business purpose is identified.</p>\n<p>Re-Obtaining Consent: We may re-seek consent from you if you have previously opted out from processing activities.\nIf you have not interacted with us for at least one year, we are required by the CPA to re-obtain your affirmative consent to process any of your information.</p>\n<p>For clarification on any of these rights and requirements or to submit a request for us to access, correct, or delete your information, please contact us through this Form.</p>\n<p>\n<strong>Connecticut Residents</strong>\n</p>\n<p>Effective July 1, 2023, the Connecticut Data Privacy Act (“CTDPA”) provides specific rights to Connecticut residents.\nThis section addresses those rights and applies only to Connecticut residents.</p>\n<p>Under the CTDPA, you have a right to access, correction, and deletion of your personal information.\nYou further have the right to obtain from us a portable copy of your personal data to the extent it is technically feasible for us to provide such a copy.</p>\n<p>You may also opt out of processing for:</p>\n<ul>\n<li>Targeted advertising (“Matched Ads” in Analytics and Advertising, above).\nand</li>\n<li>Sale of personal data, as “sale” is defined in the CTDPA.</li>\n</ul>\n<p>Consent: We must obtain your direct, clear consent for processing of any sensitive personal information, and must provide an effective method to you for revocation of consent.\nIf we receive a revocation request, we must cease processing your data within 15 days.</p>\n<p>Data Minimization: We must limit collection of personal data to what is adequate, relevant, and reasonably necessary for the purposes listed in this Privacy Policy.</p>\n<p>Children in Connecticut: We may not process children’s personal data for targeted advertising or sell children’s personal data.\nWe must obtain consent to use personal data for targeted advertising or sell personal data from a person aged 13 to 15 when we have actual knowledge that that person is between 13 and 15.</p>\n<p>For clarification on any of these rights and requirements or to submit a request for us to access, correct, or delete your information, please contact us through this Form.</p>\n<p>\n<strong>9.\nContact Us</strong>\n</p>\n<p>If you have questions or concerns regarding this Policy, please contact us using the following contact information:</p>\n<p>Hasbro, Inc.<br>\nAttention: Website Administrator<br>\n1027 Newport Avenue, Mailstop A906<br>\nPawtucket, RI 02861<br>\n(800) 255-5516<br>\n</p>\n<p>For any other issues, please contact <u>Hasbro Consumer Care</u>.\nFor additional information about our Services, please see our <u>Terms and Conditions of Use.</u>\n</p>\n<p>As mentioned above, Hasbro is a participant in the ESRB’s Privacy Certified Program.\nIf you believe that we have not responded to your privacy-related inquiry or your inquiry has not been satisfactorily addressed, please contact ESRB at <u>https://www.esrb.org/privacy/contact.aspx</u> or <u>privacy@esrb.org</u>.</p>\n<p>\n</p>Right to Opt-Out for California Residents<ul>\n<li>Do Not Sell My Personal Information / Opt-Out</li>\n<li>Submit My Request</li>\n</ul>Do Not Sell My Personal Information / Opt-Out<p>If you are a California resident, to the extent Hasbro sells your personal information as the term “sell” is defined under the California Consumer Privacy Act, you have the right to opt-out of the sale of your personal information by us to third parties at any time.</p>\n<p>&nbsp;</p>\nHasbro does not generally sell information as the term “sell” is traditionally understood.\nHowever, to the extent “sale” under the CCPA is interpreted to include advertising technology activities such as those disclosed in the “Analytics and Advertising” section of the Hasbro Pulse Privacy Policy, we will comply with applicable law as to such activity.\n<p>&nbsp;</p>\nPlease review the “Sharing of Information” and “California Notice of Collection” sections of our Privacy Policy for more details about the parties we have shared information with for commercial purposes, and the categories of personal information we have shared with them.<p>&nbsp;</p>\nFor information on how to submit a request to opt-out, click “Submit My Request.\" <br>Privacy Policy<p>\n</p>Submit My Request Submit My Request <p>By switching the toggle above to the left position AND clicking “Confirm my Choice” below, you will be submitting a request to opt-out of advertising technologies we use on this site.\n</p>\n<p>&nbsp;</p>Otherwise, you may submit opt-out requests by calling our toll-free number at (800) 255-5516, or emailing us at DPO@hasbro.com <p>&nbsp;</p> You will not be opted-out and Hasbro will continue to use information collected from you via advertising technologies if you…&nbsp;<p>\n</p> -leave the toggle in the right position and click “Confirm my Choice” below.\n&nbsp;<p>\n</p> -switch the toggle back to the right position and click “Confirm my Choice” below.\n&nbsp;<p>\n</p> -switch the toggle to the left position and close this window without clicking “Confirm my Choice” below.\n&nbsp;<p>\n</p> For more information about your rights as a California resident, please see the “Additional Disclosures for California Residents” section of our Privacy Policy.\n<p>\n</p>Back ButtonBack<p>\n</p> Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My Choice Close", "created_at": "2023-07-04 05:15:54.925754", "updated_at": "2023-07-04 05:16:52.790517"}], "points": [], "urls": ["hasbro.com", "cranium.com"]}}