{"error": 448, "message": "OK", "parameters": {"id": 8182, "name": "Blue Monkey Overdrive", "created_at": "2023-05-02 19:30:51.075855", "updated_at": "2023-05-02 22:02:12.333102", "wikipedia": null, "keywords": null, "related": null, "slug": "blue-monkey-overdrive", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8182.png", "url": "bluemonkeyoverdrive.com", "documents": [{"id": 15877, "name": "Privacy Policy", "url": "https://bluemonkeyoverdrive.com/privacy", "xpath": "//body", "text": " Skip to content <p>Blue Monkey Overdrive</p>\n<p>Site for the Winnipeg Based Rock 'n' Soul band Blue Monkey Overdrive!</p> Menu <ul>\n<li>Home</li>\n<li>News</li>\n<li>Audio and video samples</li>\n<li>About</li>\n<li>Contact</li>\n</ul> Privacy Policy <p>\n<strong>Our Privacy Policy was last updated on 2022-05-19.</strong>\n</p>\n<p>This Privacy Policy governs your access to and use of https://bluemonkeyoverdrive.com including any content, functionality and services offered on or through the Site, and sets out our policy on the gathering and use of information on this site.\nWe are committed to providing a safe web site for visitors and have implemented this Privacy Policy to demonstrate our firm commitment to your privacy.\nWe comply with Canadian Federal and Provincial privacy laws and regulations including the Personal Information and Electronic Documents Act.</p>\n<p>There may be links from our Site to other web sites.\nnote that this Privacy Policy applies only to our Site and not to web sites of other companies or organizations to which our Sites may be linked.\nYou must check on any linked sites for the privacy policy that applies to that site and/or make any necessary inquiries in respect of that privacy policy with the operator of the linked site.\nThese links to third party websites are provided as a convenience and are for informational purposes only.\nWe do not endorse, and are not responsible for, these linked websites.</p>\n<p>Although you are not required to register to access our Site, you may be asked to provide us with personal information when you visit certain sections of our Site.\nYour use of our Site signifies your acknowledgement and consent to our Privacy Policy.\nIf you do not agree to this Privacy Policy, please do not continue to use our Site.\nYour continued use of the Site signifies your acceptance of these terms and any changes in effect at the time of use.</p>\n<p>\n<strong>Collection of Personal Information<br>\n</strong>\n</p>\n<p>Personal Information is information about you that identifies you as an individual, for example, your name, address, e-mail address, or telephone number.</p>\n<p>We collect information that you voluntarily provide to us through responses to surveys, questionnaires, feedback and the like.\nWe may also ask you to provide additional information such as your e-mail address if you want to obtain additional services, information, participate in a contest or to resolve complaints or concerns.</p>\n<p>\n<strong>How we use information gathered about online visitors<br>\n</strong>\n</p>\n<p>Before forwarding us any personal information, please be advised that any information gathered on our Site may be used in the aggregate for research and development relating to our Site and/or for future site development and, if you ask us to, to send you promotional materials.\nIn particular, we may use information gathered about you for the following purposes: to monitor interest in our range of products and, in circumstances where you have indicated that you wish to receive additional information, to send you information about us and promotional material about our products together with details of any offers we may have available from time to time.</p>\n<p>\n<strong>Information collected through automatic tracking technology<br>\n</strong>\n</p>\n<p>As you navigate through our Site, we may use automatic data collection technologies like Google Analytics to collect certain information about your equipment, browsing actions, and patterns.\nThis will generally include information about your location, your traffic pattern through our Site, and any communications between your computer and our Site.\nThe information we collect automatically is used for aggregated statistical data and will not include personal information.\nWe use this data to improve our Site and our service offerings.</p>\n<p>\n<strong>Promotional and informational offers<br>\n</strong>\n</p>\n<p>With the permission of an online visitor, information submitted at the time of registration or submission may be used for marketing and promotional purposes by the Band provided notice of this fact is made available online.\nIf a visitor objects to such use for any reason, they may prevent that use, either by e-mail request or by modifying the registration information provided.\nWe use reasonable efforts to maintain visitors’ information in a secure environment.\nIf you have submitted personal information and want to change it or opt-out, please contact us as described below.</p>\n<p>\n<strong>Email information<br>\n</strong>\n</p>\n<p>If you choose to correspond with us through email, we may retain the content of your email messages together with your email address and our responses.\nWe provide the same protections for these electronic communications that we employ in the maintenance of information received online, mail, and telephone.\nThis also applies when you register for our Site, sign up through any of our forms using your email address or make a purchase on this Site.\nFor further information see the email policies below.</p>\n<p>\n<strong>Email Policies<br>\n</strong>\n</p>\n<p>We are committed to keeping your e-mail address confidential.\nWe do not sell, rent, or lease our subscription lists to third parties, and will not disclose your email address to any third parties except as required by law.\nAll e-mails sent by us will be in compliance with the Canadian Anti-Spam Legislation (“CASL”), including clearly stating who the e-mail is from and provide clear information on how to contact the sender.\nIn addition, all e-mail messages will also contain concise information on how to remove yourself from our mailing list so that you receive no further e-mail communication from us.\nUsers who no longer wish to receive our newsletter or promotional materials may opt-out of receiving these communications by clicking on the unsubscribe link in the e-mail.</p>\n<p>\n<strong>Disclosure of information<br>\n</strong>\n</p>\n<p>We will not disclose personal information that you provide on our Site to any third parties except: i) in accordance with the terms of this Privacy Policy, or ii) to comply with legal requirements such as a law, regulation, warrant, subpoena or court order, and/or iii) if you are reporting an adverse event/side effect, in which case the we may be required to disclose such information to bodies such as, but not limited to, Canadian and/or international regulatory authorities.\nPlease note that any of these disclosures may involve the storage or processing of personal information outside of Canada and may therefore be subject to different privacy laws than those applicable in Canada, including laws that require the disclosure of personal information to governmental authorities under circumstances that are different than those that apply in Canada.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>We, in common with many web site operators, may use standard technology called “cookies” on our Site.\nCookies are small data files that are downloaded onto your computer when you visit a particular web site.\nYou can disable cookies by turning them off in your browser.\nhowever, some areas of the Site may not function properly if you do so.</p>\n<p>\n<strong>Protection of children online<br>\n</strong>\n</p>\n<p>We consider the protection of children’s privacy, especially online, to be of the utmost importance.\nWe do not knowingly collect or solicit personal information from children nor do we allow them to become registered users of, or to request information through, our Site.</p>\n<p>\n<strong>Protection of information<br>\n</strong>\n</p>\n<p>We have put in place physical, electronic, and managerial procedures to safeguard and help prevent unauthorized access, maintain data security, and correctly use the information we collect online.\nWe apply security safeguards appropriate to the sensitivity of the information, such as retaining information in secure facilities and making personal information accessible only to authorized band members on a need-to-know basis.</p>\n<p>\n<strong>Policy change<br>\n</strong>\n</p>\n<p>If we alter our Privacy Policy, any changes will be posted on this page of our Site so that you are always informed of the information we collect about you, how we use it and the circumstances under which we may disclose it.</p>\n<p>\n<strong>Acceptance of our privacy policy<br>\n</strong>\n</p>\n<p>By using this Site you signify your acceptance of our Privacy Policy, and you adhere to the terms and conditions posted on the Site.\nBy submitting your information, you agree that it will be governed by our Privacy Policy.</p>\n<p>\n<strong>Questions or concerns<br>\n</strong>\n</p>\n<p>If you have any questions or concerns regarding our Privacy Policy, please contact us as follows:</p>\n<p>info@bluemonkeyoverdrive.com</p>\n<p>\n</p>\nShare this:<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>\n</li>\n</ul>Like this:Like Loading...\n<ul>\n<li>Home</li>\n<li>News</li>\n<li>Audio and video samples</li>\n<li>About</li>\n<li>Contact</li>\n</ul> Blue Monkey Overdrive Proudly powered by WordPress %d bloggers like this:<ul>\n</ul> ", "created_at": "2023-05-02 19:30:51.107193", "updated_at": "2023-05-02 19:31:14.475422"}], "points": [], "urls": ["bluemonkeyoverdrive.com"]}}