{"error": 448, "message": "OK", "parameters": {"id": 8172, "name": "truthgpt", "created_at": "2023-05-02 14:52:15.140514", "updated_at": "2023-05-02 22:02:12.017962", "wikipedia": null, "keywords": null, "related": null, "slug": "truthgpt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8172.png", "url": "truthgpt.one", "documents": [{"id": 15862, "name": "Terms and Conditions & Privacy Policy", "url": "https://truthgpt.one/privacy.html", "xpath": "//body", "text": " You need to enable JavaScript to run this app.\n<br>\n<br>\n<p>\n<b>Privacy Policy</b>\n</p>\n<p>Terms and Conditions</p>\n<p>By downloading or using the app, these terms will automatically apply to you you should make sure therefore that you read them carefully before using the app.\nYou're not allowed to copy, or modify the app, any part of the app, or our trademarks in any way.\nYou're not allowed to attempt to extract the source code of the app, and you also should not try to translate the app into other languages, or make derivative versions.\nThe app itself, and all the trade marks, copyright, database rights and other intellectual property rights related to it, still belong to TruthGPT.</p>\n<p>TruthGPT is committed to ensuring that the app is as useful and efficient as possible.\nFor that reason, we reserve the right to make changes to the app or to charge for its services, at any time and for any reason.\nWe will never charge you for the app or its services without making it very clear to you exactly what you're paying for.</p>\n<p>The App (App) stores and processes personal data that you have provided to us, in order to provide our Service.\nIt's your responsibility to keep your phone and access to the app secure.\nWe therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device.\nIt could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone's security features and it could mean that the App won't work properly or at all.</p>\n<p>You should be aware that there are certain things that TruthGPT will not take responsibility for.\nCertain functions of the app will require the app to have an active internet connection.\nThe connection can be Wi-Fi, or provided by your mobile network provider, but TruthGPT cannot take responsibility for the App not working at full functionality if you don't have access to Wi-Fi, and you don't have any of your data allowance left.</p>\n<p>If you're using the app outside of an area with Wi-Fi, you should remember that your terms of the agreement with your mobile network provider will still apply.\nAs a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges.\nIn using the app, you're accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e.\nregion or country) without turning off data roaming.\nIf you are not the bill payer for the device on which you're using the app, please be aware that we assume that you have received permission from the bill payer for using the app.</p>\n<p>Along the same lines, TruthGPT cannot always take responsibility for the way you use the app i.e.\nYou need to make sure that your device stays charged if it runs out of battery and you can't turn it on to avail the Service, TruthGPT cannot accept responsibility.</p>\n<p>With respect to TruthGPT’s responsibility for your use of the App, when you're using the app, it's important to bear in mind that although we endeavor to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you.\nTruthGPT accepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the App.</p>\n<p>At some point, we may wish to update the App.\nThe App is currently available on iOS the requirements for system (and for any additional systems we decide to extend the availability of the app to) may change, and you will need to download the updates if you want to keep using the App.\nTruthGPT does not promise that it will always update the App so that it is relevant to you and/or works with the iOS version that you have installed on your device.\nHowever, you promise to always accept updates to the application when offered to you, We may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you.\nUnless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end.\n(b) you must stop using the app, and (if needed) delete it from your device.</p>\n<p>Changes to This Terms and Conditions</p>\n<p>We may unilaterally amend and update our Terms and Conditions from time to time.\nThus, you are advised to review this page periodically for any changes.\nwe will notify you of any changes by posting the new Terms and Conditions on this page.\nThese amendments shall be effective on the date when they are published.\nThe User is obliged to follow these amendments and updates and shall be deemed to have agreed with these amendments in case the User confirms these amendments and continues to use TruthGPT Apps following the publication.</p>\n<p>The User acknowledges that it cannot gain a title and/or status of TruthGPT’s representative, authorized person, agent, commercial representative, stakeholder, solution or business partner, dealer etc.\nby concluding this Agreement.\ntherefore, the User shall not be able to disclose a notification to be interpreted as such in any documents, brochures and advertisements to be arranged by and between third parties, on its website or in its references.</p>\n<p>These terms and conditions are effective as of 19-11-2021</p>\n<p>Contact Us</p>\n<p>If you have any questions or suggestions about our Terms and Conditions, do not hesitate to contact us at via contact@truthgpt.one</p>\n<p>TruthGPT END-USER LICENSE AGREEMENT</p>\n<p>These terms and conditions legally create an agreement between you, as the User, and TruthGPT.\n.Please read all terms and conditions and further service scope carefully.\nBy continuing you agree with our terms as set out under TruthGPT End-user License Agreement and Privacy Policy.</p>\n<p> TruthGPT Version 2.1 </p>\n<p> Website | Twitter | Telegram | Instagram </p>\n<p> DISCLAIMER </p> DISCLAIMER<br> TruthGPT AI Chat Bot should be used for educational purposes only.\nAny information received from the bot should not be taken as political, financial, spiritual, or any other form of advice.\nTruthGPT is not liable for and does not guarantee the authenticity of information on this site.\n<p>Twitter</p>\n<p>Telegram</p>\n<p>Instagram</p>\n<p>Website</p> ", "created_at": "2023-05-02 14:52:15.170705", "updated_at": "2023-05-02 14:52:35.221041"}], "points": [], "urls": ["truthgpt.one"]}}