{"error": 448, "message": "OK", "parameters": {"id": 2972, "name": "FairVote", "created_at": "2021-04-05 21:56:34.712838", "updated_at": "2023-07-10 22:00:34.611674", "wikipedia": null, "keywords": null, "related": null, "slug": "fairvote", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2972.png", "url": "fairvote.org", "documents": [{"id": 13248, "name": "Terms of Use", "url": "https://fairvote.org/terms-of-use", "xpath": "//body", "text": "\nOpen main menu<ul>\n<li>Who We Are<p>Learn about FairVote’s history, team, and strategy.\n</p>\n<ul>\n<li>About Us</li>\n<li>Our Strategy</li>\n<li>Our Impact</li>\n<li>Our Team</li>\n<li>Financials</li>\n<li>Employment</li>\n</ul>\n</li>\n<li>Our Reforms<p>FairVote prioritizes three important reforms: ranked choice voting, proportional ranked choice voting and the Fair Representation Act.\n</p>\n<ul>\n<li>Ranked Choice Voting<ul>\n<li>Where is RCV Used?</li>\n<li>RCV in Presidential Primaries</li>\n<li>The Impacts of RCV</li>\n<li>How RCV Works</li>\n<li>FAQs</li>\n<li>Endorsements</li>\n</ul>\n</li>\n<li>Proportional Ranked Choice Voting<ul>\n<li>Where is Proportional RCV Used?</li>\n<li>How Proportional RCV Works</li>\n<li>Proportional RCV FAQs</li>\n<li>Voting Rights and Fair Representation</li>\n</ul>\n</li>\n<li>Fair Representation Act</li>\n</ul>\n</li>\n<li>News &amp.\nAnalysis<p>Read FairVote’s press releases, blog and press coverage on FairVote and our flagship reforms.\n</p>\n<ul>\n<li>Editorial Support</li>\n<li>Opinion &amp.\nAnalysis</li>\n<li>Press Releases</li>\n</ul>\n</li>\n<li>Resources<p>Browse FairVote’s research, latest reports and analysis on voting systems.\n</p>\n<ul>\n<li>Research Reports</li>\n<li>Data on RCV in Practice</li>\n<li>RCV Applications and Ballot Tools</li>\n<li>Model Legislation</li>\n<li>Other Election Information</li>\n<li>Archives</li>\n</ul>\n</li>\n<li>Get Involved<p>Find ways to get more active in the RCV movement.</p>\n<ul>\n<li>Contact Us</li>\n<li>Sign Up</li>\n<li>Donate</li>\n</ul>\n</li>Donate</ul>\n<ul>\n<li>Who We Are<p>Learn about FairVote’s history, team, and strategy.\n</p>\n<ul>\n<li>About Us</li>\n<li>Our Strategy</li>\n<li>Our Impact</li>\n<li>Our Team</li>\n<li>Financials</li>\n<li>Employment</li>\n</ul>\n</li>\n<li>Our Reforms<p>FairVote prioritizes three important reforms: ranked choice voting, proportional ranked choice voting and the Fair Representation Act.\n</p>\n<ul>\n<li>Ranked Choice Voting<ul>\n<li>Where is RCV Used?</li>\n<li>RCV in Presidential Primaries</li>\n<li>The Impacts of RCV</li>\n<li>How RCV Works</li>\n<li>FAQs</li>\n<li>Endorsements</li>\n</ul>\n</li>\n<li>Proportional Ranked Choice Voting<ul>\n<li>Where is Proportional RCV Used?</li>\n<li>How Proportional RCV Works</li>\n<li>Proportional RCV FAQs</li>\n<li>Voting Rights and Fair Representation</li>\n</ul>\n</li>\n<li>Fair Representation Act</li>\n</ul>\n</li>\n<li>News &amp.\nAnalysis<p>Read FairVote’s press releases, blog and press coverage on FairVote and our flagship reforms.\n</p>\n<ul>\n<li>Editorial Support</li>\n<li>Opinion &amp.\nAnalysis</li>\n<li>Press Releases</li>\n</ul>ARTICLE / March 28, 2023<p>Two years later, the U.S.\nis still an outlier among democracies</p>ARTICLE / March 21, 2023<p>FairVote’s Dubious Democracy and Monopoly Politics reports flood the news</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Resources<p>Browse FairVote’s research, latest reports and analysis on voting systems.\n</p>\n<ul>\n<li>Research Reports</li>\n<li>Data on RCV in Practice</li>\n<li>RCV Applications and Ballot Tools</li>\n<li>Model Legislation</li>\n<li>Other Election Information</li>\n<li>Archives</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li>Get Involved<p>Find ways to get more active in the RCV movement.</p>\n<ul>\n<li>Contact Us</li>\n<li>Sign Up</li>\n<li>Donate</li>\n</ul>\n</li>\n<li>Search FairVote:Search</li>\n</ul>DonateTerms of Use<p>\n<strong>Privacy Policy and Terms of Use</strong>\n</p>\n<p>FairVote values your privacy, and our privacy policy reflects our strong commitment to protecting the integrity and security of any information you choose to share with us.&nbsp.\nTo fulfill this policy, FairVote agrees to maintain the confidentiality of information you provide to us in connection with accessing and using our websites, including this website (the “Site”), interacting with our digital content, or in direct on-line or in-person communications with our staff or volunteers.\nFaitVote also agrees to post prominently and in plain language its specific privacy policies.</p>\n<p>\n<strong>Information You Provide to Us</strong>\n</p>\n<p>Information that you may choose to give us includes your name, address, email address, phone number, credit card information, content you submit through the Site or through other contacts (e.g., photos, comments, and other material), and other information about your interests and preferences.&nbsp.\nWe may obtain information from outside sources and add it to or combine it with the information we collect from you directly.</p>\n<p>We use this information to operate the Site, to send you information and updates about the specific programs or activities that you sign up for, to provide you with news and information about FairVote and the issues that we work on, to acknowledge those who provide support for us, and for other purposes in support of our mission.</p>\n<p>\n<strong>Data Collected When You Sign Up for Our Texts</strong>\n</p>\n<p>Text messaging originator opt-in data and consent will not be shared with any third party.</p>\n<p>\n<strong>Sharing Information with Third Parties</strong>\n</p>\n<p>We work closely with allied and like-minded organizations, including our sibling organization FairVote.\nTo further the mission of FairVote, we may make information we collect available to these allied and like-minded organizations as well as vendors carrying out services on our behalf.</p>\n<p>FairVote will never sell or share the information you provide to us with other third parties except under the circumstances described in this Privacy Policy.&nbsp.\nHowever, we will disclose your information if we are required to do so under applicable law, regulation, legal process, or enforceable governmental request, or if we have a good faith belief that doing so is reasonably necessary to enforce applicable privacy policies or terms of use, including investigation of potential violations thereof, to detect, prevent, or otherwise address fraud, security, or technical issues, or to protect against imminent harm to the rights, property, or safety of FairVote, its users or the public.</p>\n<p>\n<strong>Web Data and Cookies</strong>\n</p>\n<p>In addition to your personal information, FairVote may also collect standard Web server traffic pattern information generated by your use of the Site.\nGeneral traffic, site usage, and length of stay information may be collected and stored in log files.\nThis type of information is shared externally only on an aggregated basis.</p>\n<p>Visitors should be aware that non-personal information and data may be automatically collected on the Site through the use of “cookies.” Cookies are small text files stored as text on a computer hard drive.\nWeb sites can use cookies to recognize repeat visitors, facilitate the visitor’s ongoing access to and use of the site, and allow a site to track usage behavior and compile aggregate data that will allow content improvements.\nFairVote uses cookie technology only to obtain non-personal information from its online visitors in order to improve visitors’ online experience and facilitate their visit within our site.</p>\n<p>If a visitor does not want information collected through the use of cookies, there is a simple procedure in most browsers that allows the visitor to deny or accept the cookie feature.\nYou can choose to prevent FairVote from establishing a unique user-ID.\nFairVote recommends that you visit any of the commonly available Cookie FAQs on the Internet to learn more about this.</p>\n<p>We use a tool called “Google Analytics” to collect information about use of the Site.\nGoogle Analytics collects information such as how often users visit the Site, what pages they visit when they do so, and what other sites they used prior to coming to the Site.\nWe use the information we get from Google Analytics only to improve the Site.\nGoogle Analytics collects only the IP address assigned to you on the date you visit these sites, rather than your name or other identifying information.\nWe do not combine the information collected through the use of Google Analytics with personal information.\nAlthough Google Analytics plants a permanent cookie on your web browser to identify you as a unique user the next time you visit a site, the cookie cannot be used by anyone but Google.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to this site is restricted by the Google Analytics Terms of Use and the Google Privacy Policy.\nYou can prevent Google Analytics from recognizing you on return visits to our sites by disabling cookies on your browser.</p>\n<p>\n<strong>Copyright</strong>\n</p>\n<p>Except as FairVote explicitly indicates, FairVote is the sole and exclusive owner of all material on this Site.&nbsp.\nFairVote is also the sole and exclusive owner of its name, logo, and other trade and service marks used on this Site.</p>\n<p>Users posting material to the Site retain any rights they have to the materials they post.\nHowever, by posting material to the Site, or to any other digital platform maintained by FairVote, users give FairVote a perpetual, irrevocable, royalty-free license and release to use the material on the website and in other FairVote publications.&nbsp.\nNo user has any right to copy or distribute materials posted by other users.</p>\n<p>\n<strong>User-Provided Material</strong>\n</p>\n<p>You promise that all information and other material you provide to this Site, or to any other digital platform maintained by FairVote, is, to the best of your knowledge, true and correct.</p>\n<p>You agree that you will not post or submit:</p>\n<ul>\n<li>falsehoods or misrepresentations that could damage FairVote or any third party;</li>\n<li>material that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing, hateful, a personal attack, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate;</li>\n<li>material that supports or opposes any candidate for public office or that might otherwise constitute intervention in a Center for public office under section 501(c)(3) of the Internal Revenue Code;</li>\n<li>material that is copyrighted, protected by trade secret, or otherwise subject to third party proprietary rights, including privacy and publicity rights, unless you are the owner of such rights or have permission from their rightful owner to post the material and to grant FairVote all of the rights granted in these Terms of Use.\nor</li>\n<li>advertisements or solicitations of business.</li>\n</ul>\n<p>You agree to comply with all local rules regarding online conduct and acceptable content, including all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.</p>\n<p>Users who post materials in violation of this policy may be prohibited from posting material.</p>\n<p>You remain solely responsible for the content of the material you post, and you agree to indemnify and hold harmless FairVote and its agents with respect to any claim based upon transmission of the material you post.</p>\n<p>\n<strong>Security Statement</strong>\n</p>\n<p>FairVote protects your personal information from loss, misuse, alteration, or unauthorized disclosure by encrypting the data which you provide us with current encryption tools, including HTTPS (Hyper Text Transfer Protocol Secure) and SSL (Secure Socket Layer) protocols and by requiring employees with access to personal data to comply with this policy as well as our robust internal data privacy and security policy.\nWe operate secure data networks protected by industry standard firewall and password protection systems.\nOur security and privacy policies are periodically reviewed and enhanced as necessary and only authorized individuals have access to the information provided to us.</p>\n<p>\n<strong>Reporting Violations</strong>\n</p>\n<p>Anyone who believes that material has been posted to this Site or to any other digital platform controlled by FairVote in violation of these policies, including any owner of a copyrighted work who believes, in good faith, that the work has been reproduced on our site without authorization in a way that constitutes copyright infringement, is encouraged to report the violation, preferably with information supporting the claim:</p>\n<p>\n<strong>Website Administrator</strong>\n</p>\n<p>info@fairvote.org</p>\n<p>FairVote<br>6930 Carroll Avenue, Suite 240&nbsp;<br>Takoma Park, MD 20912<br>301-270-4616</p>\n<p>\n<strong>Disclaimers</strong>\n</p>\n<p>This service is made available strictly on an “as-is” basis.\nFairVote does not make any warranties, express or implied, including without limitation those of merchantability and fitness for a particular purpose, with respect to this service or any information or goods that are available through this site.&nbsp.\nAlthough we intend to take reasonable steps to prevent the introduction of viruses, worms, “Trojan horses” or other destructive materials, we do not guarantee or warrant that this site or materials that may be downloaded from this site do not contain such destructive features.&nbsp.\nWe are not liable for any damages or harm attributable to such features.&nbsp.\nIf you rely on this site and any materials available through this site, you do so solely at your own risk.</p>\n<p>FairVote does not and cannot review all material posted by users, and FairVote is not responsible for the content of any of these materials.\nFairVote reserves the right to delete any content for any or no reason whatsoever, including, without limitation, the deletion of material posted in violation of these Terms of Use that come to or that is brought to the attention of FairVote.\nThe exercise of this right with regard to some user-posted material shall not, in any way, be deemed to indicate FairVote responsibility or liability for other user-posted materials.</p>\n<p>This website links to websites not maintained by FairVote or its sister organization FairVote.\nFairVote is not responsible for content on these other sites, including any sites managed by third parties that indicate a special relationship with FairVote.&nbsp.\nKeep in mind that the linked sites may collect personal information from you when you visit their sites, and those sites may maintain their own privacy policies.</p>\n<p>None of our content is designed or intended for children under age 13, and we do not collect or maintain personal information from persons we know to be under age 13.</p>\n<p>\n<strong>Amendments to the Privacy Policy</strong>\n</p>\n<p>FairVote may revise or update these Terms of Use at any time without notice.&nbsp.\nYour use of this website and any other sites managed and developed by FairVote following such changes constitutes your agreement with all such changes.&nbsp.\nWe encourage you to visit this page periodically to review our current Terms of Use and to contact the website administrator if you have questions.</p> For a more perfect union Our Mission<p> FairVote is a nonpartisan organization seeking better elections for all.\nWe research and advance voting reforms that make democracy more functional and representative for every American.\n</p>Quick Links<ul>\n<li>Who We Are</li>\n<li>Our Reforms</li>\n<li>News &amp.\nAnalysis</li>\n<li>Resources</li>\n<li>Get Involved</li>\n<li>Cite this page</li>\n</ul>FOLLOW US<ul>\n<li>facebook</li>\n<li>youtube</li>\n<li>twitter</li>\n</ul>FIND US<p> 8484 Georgia Avenue, Suite 240,<br> Silver Spring, MD 20910<br> Tel.\n301-270-4616 </p> Sign up for our newsletter SIGN UP NOWVisit FairVote’s political advocacy arm<ul>\n<li>Privacy Policy &amp.\nTerms of Use</li>\n</ul> © 2000 – 2023 FairVote.\nAll Rights Reserved.\nWebsite designed and developed by Indietech Solutions ", "created_at": "2022-12-13 18:47:29.576571", "updated_at": "2023-03-30 19:13:59.278608"}, {"id": 4698, "name": "Privacy Policy", "url": "https://www.fairvote.org/privacy_policy", "xpath": "/html/body/div[1]/div[3]", "text": null, "created_at": "2021-04-05 21:56:34.99069", "updated_at": "2023-03-30 19:13:33.70426"}], "points": [{"id": 19455, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://www.fairvote.org/privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:30:16.860317", "updated_at": "2023-03-30 19:13:11.691469", "quoteText": null, "case_id": 399, "document_id": 4698, "quoteStart": null, "quoteEnd": null}, {"id": 19456, "title": "When the service wants to change its terms, users are notified on the website.", "source": "https://www.fairvote.org/privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:33:07.105052", "updated_at": "2021-06-30 22:05:10.178572", "quoteText": null, "case_id": 123, "document_id": 4698, "quoteStart": null, "quoteEnd": null}, {"id": 19453, "title": "Your personal data is not sold", "source": "https://www.fairvote.org/privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:28:54.739831", "updated_at": "2023-03-30 19:13:11.658495", "quoteText": null, "case_id": 193, "document_id": 4698, "quoteStart": null, "quoteEnd": null}, {"id": 19454, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.fairvote.org/privacy_policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 19:29:40.89121", "updated_at": "2023-03-30 19:13:11.724024", "quoteText": null, "case_id": 210, "document_id": 4698, "quoteStart": null, "quoteEnd": null}], "urls": ["fairvote.org"]}}