{"error": 448, "message": "OK", "parameters": {"id": 8699, "name": "wasteof", "created_at": "2023-07-01 04:56:44.953828", "updated_at": "2023-07-01 10:02:08.839832", "wikipedia": null, "keywords": null, "related": null, "slug": "wasteof", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8699.png", "url": "wasteof.money", "documents": [{"id": 16969, "name": "Privacy Policy", "url": "https://wasteof.money/privacy", "xpath": "//body", "text": " <ul>\n<li>home </li>\n<li>explore </li>\n<li>join</li>\n<li>login</li>\n</ul> privacy <p>\n<em>Last updated 8 August 2022</em>\n</p>\n<p> Note: All users must be 13 years of age or older to use wasteof.money, including the wiki.\n</p>\n<p> wasteof.money is a hobby project and does not collect data which can be used to directly identify real people.\nI just want to make a cool social media project, and I have no intentions on collecting data for the purpose of being sold later.\n</p>\n<p> That being said, some data collection is required for the site to function.\nThis data includes, IP addresses, usernames, bcrypt hashed and salted passwords, email addresses and any other data explicitly entered into the website.\n</p>\n<p> To power login using external services, wasteof.money will only store user IDs from external services (Google, Github).\nUser IDs are stored because they don't change, and are used to make sure the user is who they claim to be.\nIt may be possible to use user IDs to identify real people, depending on the third party provider and how much data they have about a user.\nExternal service user IDs are not shared with third parties and are only visible to administrators with database access.\nThey can be removed from an account by pressing \"Remove this authentication method\" in the settings page.\nPublic account information from OAuth providers will be used to build a public wasteof.money&nbsp;profile for users who chose to sign up using them.&nbsp;For instance, when logging in with GitHub, the user's wasteof.money username will be decided based on their public GitHub username.\nThe same goes for Google account names, which may be full names based on what a user shared with Google.\nUsernames can be completely changed from within the account settings page.\nOAuth tokens are not stored, and are only used to get public profile information each time the \"login with\" button is pressed.&nbsp;Using Google or GitHub login is completely optional, and can be bypassed by chosing to use password authentication.&nbsp.\n</p>\n<p>Google specific privacy information:</p>\n<p>- wasteof.money will only request Google User data when chosing to login with Google, or when linking a Google account for login.&nbsp;</p>\n<p> - wasteof.money uses the \"userinfo.profile\" scope for Google OAuth login.\nThis means that it can \"See your personal info, including any personal info you've made publicly available\" </p>\n<p>- wasteof.money uses this scope to get your User ID from the Google API.\nA User ID is a unique number that identifies your Google account.</p>\n<p> - wasteof.money directly stores only your User ID.\nNo other data is stored from Google Account, except for when signing up for the first time, wasteof.money will use your public Google account name, to generate a wasteof.money username.\nDepending on what data you have shared with Google, this may be your full name.\nYou can change your username from within the settings page at any time.\n</p>\n<p> - wasteof.money uses this User ID when you press the \"login with Google\" button, to find the correct wasteof.money account to log you into.\n(or whether to create a new account) </p>\n<p>- Your Google User ID is only visible to administrators with direct database access.\nIt is not shared with any third-parties.</p>\n<p> - You can unlink/remove your Google account data from wasteof.money by pressing \"Remove this authentication method\" under Google Account at wasteof.money/settings.\nYou may have to also change your username if it was based on your Google account name.\n</p>\n<p> wasteof.money is self hosted in Switzerland, however it makes use of the following third party services which help it stay online.\nFurther privacy information can be found on each's respective websites.\nCloudflare, GitHub, Google </p>\n<p>wasteof.money uses Google reCAPTCHA for sign up.\nPrivacy Terms.</p>\n<p>For analytics purposes, wasteof.money makes use of Plausible Analytics (self hosted) to track privacy friendly web analytics.\nInformation about the data tracked by Plausible can be found on their website.\nIf you would not like to be tracked, block the analytics.jeffalo.net domain on your device/network.</p>\n<p> If you would like data deletion from the servers, please contact jeffalobob @ gmail dot com, and I will help you out.\nIn the future, there will be an account deletion button accessible in the settings page.\n</p>\n<p> Note that wasteof.money is currently in heavy development, and there will be many changes in a short time period.\nYou must check this document regularly, and remember that this is just a fun hobby project from a teenager in Switzerland.\n</p> ", "created_at": "2023-07-01 04:56:44.985872", "updated_at": "2023-07-01 04:57:04.29629"}], "points": [], "urls": ["wasteof.money"]}}