{"error": 448, "message": "OK", "parameters": {"id": 7892, "name": "Find My Kids", "created_at": "2023-04-03 20:02:01.890733", "updated_at": "2023-04-22 11:50:37.147374", "wikipedia": null, "keywords": null, "related": null, "slug": "find-my-kids", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7892.png", "url": "findmykids.org", "documents": [{"id": 15263, "name": " Privacy Policy ", "url": "https://findmykids.org/docs/privacy-policy/en", "xpath": "//body", "text": " Privacy Policy <p>Effective Date: March 11, 2022</p>\n<p> Table of Contents </p>\n<ul>\n<li>\n<ul>\n<li>1.\nIntroduction and Applicability of This Policy</li>\n<li>2.\nData We Collect and Receive</li>\n<li>3.\nChildren's Personal Data</li>\n<li>4.\nHow We Use Data</li>\n<li>5.\nWho We Share Your Data With</li>\n<li>6.\nThird-Party Websites and Services</li>\n<li>7.\nHow We Protect Your Data</li>\n<li>8.\nStoring of Your Data</li>\n<li>9.\nInternational Data Transfers</li>\n<li>10.\nYour Rights and Options</li>\n<li>11.\nChanges to This Privacy Policy</li>\n<li>12.\nContact Us</li>\n</ul>\n</li>\n</ul> 1.\nIntroduction and Applicability of This Policy <p>\n<b>1.1.</b> Throughout this document, “Company”, “We”, “Us”, “Our” and “Ours” refer to: </p>\n<p>\n<b>Geo Track Technologies Inc</b>(also referred to as \"Data Controller\")<br> EIN: 83-2987714<br> 8 The Green, STE A, Dover, DE, 19901<br> Contact E-mail:&nbsp;privacy@findmykids.org<br> Contact Phone:&nbsp;+1 (830) 410-8165<br>\n<br> The identity and the contact details of Company representative for European Union users:<br> Alexej Sokolow<br> Postfach 71 01 31<br> 28761 Bremen<br>\n<br> Data protection officer of European Union users<br> privacy@findmykids.org </p>\n<p>\n<b>1.2</b> This Privacy Policy describes how We collect, store, use, and manage the personal information you provide to Us or that We collect in connection with &nbsp;https://findmykids.org/&nbsp.\n(the \"Site\"), official company communities on social media, mobile apps “Find My Kids” and “Pingo: Chat with parents” (referred to as the \"Applications\" and collectively with the Site and all services provided through the Site and Applications, as the “Services”), as well as your choices and rights concerning the collection and use of personal information.\n</p>\n<p> The Privacy Policy is applied to all visitors and users who use the Services (hereinafter – “Users” or \"You\").\nSome of our Services are intended for children.\nThis privacy policy contains a section on Children's Privacy.\nHowever, some of the other sections of this privacy policy apply equally to children's personal information and the personal information of adults.\nWhenever this is the case, we explicitly state that.\n</p>\n<p> This Privacy Policy is also part of the Terms of Use located at &nbsp;https://findmykids.org/docs/terms-of-use/ &nbsp.\n(the “Terms of Use”), which You, or if you have not reached the age of majority in your jurisdiction, a parent or legal guardian on Your behalf, must read and accept.\nThe Terms of Use explain your rights and the responsibilities of the Company when you use the Services.\nCapitalized terms that are not defined in this Privacy Policy have the meaning given them in our Terms of Use.\n</p>\n<p> Whenever we refer to a child, we mean a child under the age of 13, for US users, and a child under the age of 16, for EU users.\n</p>\n<p> Before accessing or using Our Services, please ensure that You have read and understood how We collect, store, use, and disclose Your personal information as described in this Privacy Policy.\n</p> 2.Data We Collect and Receive <p>\n<b>2.1.</b> In order to provide You with Our Services, We may collect or receive data, which may include personal information voluntarily provided during the registration process, subscription to the Service, publication of materials or information collected automatically during the course of providing the Services.\n</p>\n<p>\n<b>2.2.</b> We collect the following types of information about You and Your child: </p>\n<p>\n<b>2.2.1.</b> Registration and Account Data </p>\n<p> The Find “Find My Kids”, which is intended for adults only, allows Users to create a profile.\nWhen You create such a profile, We may collect Your personal information, such as your email address, or cell phone number.\nWe also may collect Your general location data such as country or region.\n</p>\n<p> The “Pingo: Chat with Parents” app is intended for children.\nIt can be set up by an adult or a child.\nIf the app is set up by a child, We first request a parent's code from the Find My Kids app.\nThese apps need to be used together.\nThe only personal information we ask for within Pingo is the child's age.\n</p>\n<p> When You as a Parent set up the child's “Pingo: Chat with Parents” Your parental Find My Kids app is connected to that child's phone, and You as a parent may create a child's profile within the Find My Kids app by providing the following personal information: </p>\n<p> - Child's nickname.\nThis nickname is not displayed publicly.\n</p>\n<p> - Avatar picture.\nOnly a picture that does not identify the child can be used.\nThe Company does not store photos of the child on its server, and only the parent is allowed to access this data.\n</p>\n<p> - GPS-watch photos.\nThe Company does not store photos of the child on its server, and only the parent is allowed to access this data.\n</p>\n<p> - We may also collect information from your Contact list for the purposes of setting up a White list option and filling a contact list, choosing numbers to control the watches, and SOS numbers.\n</p>\n<p>\n<b>2.2.2.</b> Communication Data </p>\n<p> When You communicate with Us or submit a report about problems with the Services, post any content or messages, or provide any other information within the Services, We may process all of this information.\nThis data may include: </p>\n<p> - data that You post on the Services.\n</p>\n<p> - data sent through \"Pingo: Chat with Parents\".\n</p>\n<p> - data You provide through our support channels.\n</p>\n<p> Children do not have the ability to contact us from within the “Pingo: Chat with Parents” app.\n</p>\n<p>\n<b>2.2.3.</b> Data Collected Through Use of the Services </p>\n<p>\n<b>2.2.3.1.</b> When You or Your child use any of Our Services, the following types of information may be processed: </p>\n<p> - general location data, which includes your country, region, city (includes your precise location data).\n</p>\n<p> - language set up on your device.\n</p>\n<p> - data about Your use of the Services.\n</p>\n<p> - payment data, when You purchase any Services from Us, including information necessary to process Your orders with the relevant payment provider, which may include the amount of any transaction, but WILL NOT INCLUDE Your name, financial information, or cardholder data, which will only be submitted directly to the payment service provider under secure protocols.\nYou can find further information in the current data protection guidelines of the respective payment providers.\nWhen You make in-app purchases within the mobile application, we do not collect or have any access to your name and billing information.\nThis information is collected and stored by Your platform (e.g.\nApple Store or Google Play) or Your platform’s payment processor.\n</p>\n<p>\n<b>2.2.3.2.</b> We may collect the following types of personal information regarding child users of the “Pingo: Chat With Parents” app: </p>\n<p> - Geolocation (precise geolocation): we collect and use the unique user ID and location of the mobile device on which the “Pingo: Chat With Parents” app is installed using GPS, WiFi, or wireless triangulation in order to get the location of the mobile device to provide our Services.\nWe only store the geolocation data as long as it is reasonable to provide the Service, and then We delete the geolocation data related to Your profile in the “Find My Kids” app.\nThe Company may maintain geolocation data for a longer period of time only in order to analyse cumulative trends and indicators (improvement of our Services).\nDuring the app's set up, We will ask You whether You want to turn the geolocation tracking on.\nYou can later change your choice within the settings of the device.<br>\n</p>\n<p> - Sound around the child's device per request of the parent: you as a parent can choose to listen live to your child's device's surroundings for 20 seconds (if You are within 2 meters of Your child's phone), or choose to record these surroundings.\nYour child needs to have the “Pingo: Chat With Parents” app installed.\nListening and recording are allowed only for the users with the “Find My Kids” app installed and connected with the child's profile.\nThe child is notified that they may be recorded.\nThis information is accessible from the settings of the “Pingo: Chat With Parents” app.\n</p>\n<p> - Access to the device usage statistics: you as a parent may display the sound regime type on your child’s phone, the child's device's battery level, information regarding the percentage of time spent using other apps.\nThis can only be displayed within the “Find My Kids” app connected with the child profile.\n</p>\n<p> - Fitness data or activity recognition data: this information may be displayed within the “Find My Kids” app connected with the child profile.\n</p>\n<p> The Company does not store sound around the device or audio data, usage statistics, fitness data, or activity recognition data on any servers.\nOnly the parent connected to the same child profile is allowed to access this information within their “Find My Kids” app.\n</p>\n<p>\n<b>2.2.4.</b> Data Collected Automatically via Cookies and Related Technologies </p>\n<p> When you visit our website or use our mobile software, We and Our business partners may collect certain data about your PC or device using technologies such as cookies, web cookies, log files, or any other tracking/recording tools.\nThe information We collect using the tracking technologies includes but is not limited to the IP addresses, browser information, links to/exits and URLs, streaming data and information regarding how you interact with the web links, website, mobile software or Service, domain names, landing pages, page views, cookies data which allow us to uniquely identify your browser and monitor the behaviour of your browser at Our website, type of mobile device or other permanent identifiers.\nSome or all of this data may be combined with other personally identifying information specified above.\n</p>\n<p> When You access our Service via a mobile device, We may receive or collect and store unique identification numbers associated with Your device or Our mobile app (including, for example, UDID, a unique identifier for advertisers (\"IDFA\")) device type, model and manufacturer, brand and model of the mobile operating system.\n</p>\n<p> We may use first-party cookies that belong to us and that we place on your device and third-party cookies that another party places on your browsing device when You visit our site.\nThird parties setting cookies on Our website will be providing a service to Us or a function of the Site, but We do not always control how third-party cookies are used.\nYou should check the third party’s website for more information about how they use cookies.\n</p>\n<p> Please see the &nbsp;Cookie List&nbsp.\nfor more information about the cookies we use on Our website, and how long they will stay on Your device.\n</p>\n<p> Cookies or similar technologies stored on your computer or device through which You use the Services have amongst others but without limitation, the following functions: Authentication.\nIf you’re signed in to our Services, cookies help us show you the right information and personalize your experience.\n</p>\n<p> Security.\nWe use cookies to enable and support our security features, and to help us detect malicious activity.\n</p>\n<p> Preferences and Features.\nCookies or similar technologies can tell us which language you prefer and what your communications preferences are.\nThey can help you fill out forms on our Sites more easily.\nThey also provide you with features, insights, and customized content.\n</p>\n<p>\n<b>Marketing.</b> We may use cookies or similar technologies to help us deliver marketing campaigns and track their performance.\nSimilarly, our partners may use cookies to provide us with information about your interactions with their services and action tags to measure advertising effectiveness and allow more effective targeted advertising, but the use of those third-party cookies would be subject to the service provider’s policies.\nWe do not use or share the child's personal information for the purposes of targeted advertising.\n</p>\n<p>\n<b>Performance, Analytics, and Research.</b> Cookies or similar technologies help us learn how well our Sites and Services perform, diagnose or fix technology problems reported by the users or developers.\nWe also use cookies or similar technologies to understand, improve, and research products, features, and services, including to create logs and record when you access our Sites and Services from different devices, such as your computer or your mobile device.\n</p>\n<p> We may use third-party analytics providers software to allow us to better understand the functionality of our software on your device, including but not limited to, Google Analytics, Firebase, Facebook Analytica (collectively “Third Party Analytics Providers”).\nThis software may record information such as how often You use the Services, the events that occur within the Services, aggregated usage, performance data, and where our Software was downloaded from.\nWe do not link the information we store within the analytics software to any personal data You submit within the Services.\n</p>\n<p> The following is the non-exhaustive list of third parties that we use for analytics: </p>\n<p>\n<b>Paymentwall (USA)</b>\n<br> We are using the aforementioned services for processing transactions.\nFor more information about their privacy practices please see &nbsp;https://www.paymentwall.com/privacypolicy.\n</p>\n<p>\n<b>Firebase (a country of the owner of this service depends on your country)</b>\n<br> Firebase helps us understand clearly how Users behave, which enables You to make informed decisions regarding app marketing and performance optimizations.\nFor more information about Firebase privacy practices, please see &nbsp;https://firebase.google.com/terms/analytics.\n</p>\n<p>\n<b>Google Analytics (USA)</b>\n<br> Google Analytics collects information such as how often Users visit this Site, what pages they visit when they do so, and what other sites they used prior to coming to this Site.\nGoogle’s ability to use and share information collected by Google Analytics about your visits to our Services is restricted by the Google Analytics Terms of Use (as amended for government websites) and the Google Privacy Policy.\nYou can prevent Google Analytics from recognizing You on return visits to this Site by disabling cookies on your browser or mobile device.\nFor more information about Google Analytics, please see the Google Privacy (https://policies.google.com/privacy?hl=en).\nTo prevent Google Analytics from using your data through a web browser, you can get the Google Analytics Opt-out Browser Add-on (https://tools.google.com/dlpage/gaoptout/).\n</p>\n<p>\n<b>Facebook Analytics (a country of the owner of this service depends on your country)</b>\n<br> Solution for analytics that helps to understand how You use our Services.\nFor more information about Facebook Analytics privacy practices, please see the https://www.facebook.com/full_data_use_policy.\n</p>\n<p>\n<b>AppsFlyer (USA), Adjust (a country of the owner of this service depends on your country)</b>\n<br> We are using the aforementioned services for attribution and marketing analytics services that allows us measure and analyze the effectiveness of our marketing campaigns by understanding which marketing campaigns contributed to the installation of our mobile applications and such other conversion metric.\nand measure and analyze certain events and actions within our applications, such as in-app purchases made by End Users.\nFor more information about AppsFlyer privacy practices, please see the&nbsp.\nhttps://www.appsflyer.com/legal/services-privacy-policy/&nbsp.\nand &nbsp;https://www.adjust.com/terms/privacy-policy/.\n</p>\n<p>\n<b>2.2.6.</b> Anonymous data </p>\n<p> We will also collect anonymised details about visitors to and use of Our Services for the purposes of creating aggregate statistics or reporting purposes.\nHowever, no single individual will be identifiable from the anonymised details we collect for these purposes.\n</p>\n<p>\n<b>2.2.7.</b> Sensitive Information </p>\n<p> We do not collect or process any sensitive information, such as information related to the racial or ethnic origin, political opinions, religious beliefs, physical or mental health or condition, crime or court records, etc.\n</p> 3.\nChildren's Personal Data <p>\n<b>3.1.\nUS child users</b>\n</p>\n<p>\n<b>3.1.1.</b> The Company takes special precautions to protect the privacy of children.\nThe Company does not knowingly collect personal information from children under the age of 13 without verifiable consent of a parent or legal guardian.\nSome of our Services are intended to be used by children under 13.\nIn that case, it's only with significant parental involvement upon the setup of the Service (e.g., the connection of the “Pingo: Chat with Parents” app with the parental “Find My Kids” app) and receipt of verifiable parental consent.\n</p>\n<p>\n<b>3.1.2.</b> If the Company learns that we have inadvertently collected personal information of a child without parental consent, we will take appropriate steps to delete this information as soon as possible.\nAlthough this is highly unlikely to happen, if you are a parent or guardian and discover that your child under the age of 13 has a registered account with our Service without your consent, please alert us immediately by emailing privacy@findmykids.org so that we may delete that child’s personal information from our systems and terminate any account your child has created with us.\n</p>\n<p>\n<b>3.1.3.</b> Verifiable parental consent is obtained using the email plus consent mechanism under COPPA.\nWe will request that You as a parent provide your email address, where we will send you an email to verify your email address and a consent email.\nYou will be asked to either open a link sent in the consent email or add a verification code on your device during the setup of the “Find My Kids” app.\nThe “Pingo: Chat with Parents” app cannot be used before you enter your code accessible in the “Find My Kids” app.\n</p>\n<p> We will then send you one more email to confirm that We have received your consent, with information on how to revoke it.\n</p>\n<p>\n<b>3.2.\nAll child users</b>\n</p>\n<p>\n<b>3.2.1.</b> Information sharing.\nThe Company may share or disclose a child’s personal information with Our third-party service providers and business partners as described in our Privacy Policy.\nHowever, we do not use or share personal information collected from the accounts of children under 13 for marketing or advertising purposes, nor permit our third-party partners to collect and use such information for advertising purposes.\nPlease review the section of our Privacy Policy called “Who We Share Your Data With” to learn more about how we share information with our service providers, partners, and others.\n</p>\n<p>\n<b>3.2.2.</b> Sharing information with other users.\nThe child’s profile information and geolocation, sound around the device or audio data, usage statistics, fitness data, or activity recognition data will be shared with the parent through the “Find My Kids” app connected to the same profile as described in this Privacy Policy.\n</p>\n<p>\n<b>3.2.3.</b> If You would like to review or delete any personal information We have collected from Your child, or to withdraw permission for us to collect any information from Your child, please contact us at privacy@findmykids.org.\nPlease also review the section of the Privacy Policy called “Your Rights and Options” to learn more about how you may control or turn off certain data collection by the Service.\n</p> 4.\nHow We Use Data <p>\n<b>4.1.</b> To Provide the Services to You </p>\n<p> To provide the Service to You and to perform Our contract with You, we use Your information, which is necessary: </p>\n<p>\n</p>\n<ol>\n<li>● to register and administer Your User Account, and to verify Your details,</li>\n<li>● to provide You with the Service upon Your request;</li>\n<li>● to verify and confirm Your payments;</li>\n<li>● to communicate with You including via email or push notification about Your account or transactions with Us and send You information about features on Our Services or changes to Our policies;</li>\n<li>● to provide support including, but not limited to, product updates, product patches, fixes, and other similar communications;</li>\n<li>● enable You to communicate with Your child.</li>\n</ol>\n<p>\n</p>\n<p>\n<b>4.2.</b> To make the Service more suitable for Our users </p>\n<p> To provide a great Service to Our users, We have a legitimate interest in collecting and processing the necessary information to </p>\n<p>\n</p>\n<ol>\n<li>● update and develop User profiles;</li>\n<li>● develop and improve the Service and User experience;</li>\n<li>● manage our relationship with you;</li>\n<li>● customize your Service experience;</li>\n<li>● respond to your comments and questions and provide User support;</li>\n<li>● notify you and provide you with information about the features of our Services, new releases and service developments, and to advertise our products and services;</li>\n<li>● provide you with special offers inside the Service as well as in other websites and services, and by email;</li>\n<li>● send you related information, including via email or push notification, such as updates, security alerts, and support messages.</li>\n</ol>\n<p>\n</p>\n<p> You may opt-out of receiving promotional communications from us.\nTo find out how to do this, please refer to section 10.6.\n(Opt-Out of Direct Marketing).\n</p>\n<p>\n<b>4.3.</b> To Keep The Services Safe And Fair </p>\n<p> In order to keep the Service and its features safe and fair, to prevent and fight fraud and cheating, and to ensure acceptable use, we have a legitimate interest in processing the necessary data to </p>\n<p>\n</p>\n<ol>\n<li>● analyze and monitor the use of the Services;</li>\n<li>● take action against fraudulent, cheating, or disruptive Users;</li>\n</ol> If the data can be used to prove that cheating, fraudulent activity, or Terms of Use violation has occurred, we will further store the data for the establishment, exercise, or defense of the legal claims for the duration of the applicable statute of limitations.\n<p>\n</p>\n<p>\n<b>4.4.</b> With Your Consent </p>\n<p>\n<b>4.4.1.</b> We are not required to obtain Your consent for most of the processing activities that we undertake in respect of Your own personal information.\nFor more information on how we receive verifiable parental consent for the collection and processing of children's personal information see section 3 above.\n</p>\n<p> We may, however, need Your consent for certain processing activities.\nIf we need Your consent, we will notify You of the personal information We intend to use and how We intend to use it.\nWith Your consent, we may process Your information for additional specific purposes.\n</p>\n<p>\n<b>4.4.2.</b> If you have consented to Our use of information, You have the right to change Your mind at any time and withdraw your consent, but this will not affect any processing that has already taken place.\nTo find out how to withdraw Your consent please see section 10.7 (Withdraw consent).\n</p>\n<p> Where we are using your information because we have a legitimate interest in doing so, You have the right to object to that use.\nHowever, in some cases, this may mean that You will no longer be eligible to use the Services.\n</p> 5.\nWho We Share Your Data With <p>\n<b>5.1.</b> We share information we collect about You in the ways discussed below and only when necessary for the performance of a contract with You, compliance with a legal obligation to which we are subject or based on our legitimate interests.\nWe may share Your or Your child's personal information with third-party service providers that perform services for us or on our behalf, which may include providing payment, email services, fraud prevention or analytic services, or other service providers as specified below.\nWe are not in the business of selling information about You to advertisers or other third parties.\nWhile a third party may have access to Your personal data in connection with the performance of services for the Company, it may not use such information for any purpose other than providing its services.\n</p>\n<p>\n<b>5.2.</b> Hosting Services: we may use third-party companies to host information or provide the infrastructure that helps with the delivery of Our Services.\nSuch partners include: Selectel Ltd.\n</p>\n<p>\n<b>5.3.</b> Customer Support Services: we engage third parties to help Us provide customer support for some territories and products.\nSuch companies may have access to Your personal data, including personal data that You may provide in your customer support requests.\nSuch partners include: Intercom, Inc.\n</p>\n<p>\n<b>5.4.</b> Email service providers.\nWe use the Rocket Science Group LLC (“Mailchimp”) and eSputnik Inc.\npartners to send You email notifications.\nthese partners may have access to Your email address.\n</p>\n<p>\n<b>5.5.</b> Advertising and Advertising Measurement Partners: we may share Your personal information in order to facilitate targeting, delivery, and measurement of online advertising on third-party services, or otherwise facilitate the transmission of information that may be useful, relevant, or of interest to you.\nSuch partners include: Facebook Inc., Adjust GmbH.\nWe do not share children's personal information for these purposes.\n</p>\n<p>\n<b>5.6.</b> Sharing anonymous information: we also may share with third parties anonymous or aggregated information or other data that does not directly identify You, such as to show trends about the use of the Services.\nWe may share aggregate or anonymous information about You with advertisers, publishers, business partners, sponsors, and other third parties.\nWe may also allow Our third-party advertisers to collect anonymous information and aggregated information within the Services and they may then share that information with Us.\nOur advertisers may collect this information through the use of tracking technologies like cookies and web beacons.\nThis enables our advertisers to develop and deliver targeted advertising in the Services and on the websites of third parties so that they can try to serve You with advertisements for products and services that are most likely to be of interest to You.\nAdvertisers will also use this information to monitor, improve, or modify their operations.\n</p>\n<p>\n<b>5.7.</b> Publicly available information: Our Sites may offer publicly available chats, forums, and blogs that are viewable by others.\nPlease note that You post publicly available information at your own risk.\nWe are not liable for any information that You voluntarily choose to be public through such and/or other explicit actions.\nYou should be aware that any information you provide on these communication services —including your Account information — may be read, collected, and used by any member of the public who accesses these communication services.\nWe urge you to consider the sensitivity of any information you input into these Services.\nTo request removal of Your personal information from publicly accessible websites operated by Us, please contact us as specified below.\nIn some cases, we may not be able to remove your information, in which case we will let You know if we are unable to, and why.\n</p>\n<p>\n<b>5.8.</b> Change of control: we may share your data as part of our company’s sale, merger or change in control, or in preparation for any of these events.\nAny entity that buys Us, or part of Our business, will have the right to continue using Your data, but only in the manner set out in this Privacy Policy, unless You agree otherwise.\n</p>\n<p> We reserve the right to disclose your personally identifiable information as required by any law and also when we believe that disclosure is necessary to protect Our rights and/or to comply with judicial proceedings, court orders, or legal process.\n</p> 6.\nThird-Party Websites and Services <p>\n<b>6.1.</b> Third parties may collect Your information.\nThere are a number of places on or through the Services where You may click on a link to access other websites, services or web resources that are not affiliated or connected with Us and do not operate under this Privacy Policy.\nFor example, if You click on an ad, you may be taken to a website that we do not control.\nThese third-party websites may independently collect information, including Your personal information, from You.\nWe advise you to check the privacy policies of all third-party websites you visit.\n</p> 7.\nHow We Protect Your Data <p>\n<b>7.1.</b> The Company takes precautions - including legal, organizational, administrative, technical and physical measures in order to protect the personal data of the User, including child User, from any unauthorized or accidental access to them, destruction, modification, blocking, copying, distribution, as well as from other illegal actions of third parties.\nIn order to make sure that Your and Your child's personal data is safe, we communicate confidentiality and security standards to the Company's employees and strictly monitor the implementation of confidentiality measures within the Company.\n</p> 8.\nStoring of Your and Your child's Data <p>\n<b>8.1.</b> We do not store personal data that can be used to identify a User beyond the time period necessary to complete the function for which information was collected.\nWe store your personal data for as long as Your User account is active, or as long as is needed to provide You with the Service.\nThis also applies to data of child Users.\n</p>\n<p> Note that if you ask us to remove Your personal data, we may retain your information as necessary for our legitimate business interests, such as to comply with our legal obligations, resolve disputes, and enforce our agreements.\n</p>\n<p> 8.2.\nStoring of the information for marketing purposes: If you have elected to receive marketing notifications from Us, we store information about Your marketing preferences for a reasonable period of time from the date you last expressed interest in our Services.\n</p>\n<p> We store information derived from cookies and other tracking technologies for a reasonable period of time from the date when such information was created and in accordance with conditions provided in section 2.2.4.\n(Data Collected Automatically via Cookies and Related Technologies).\n</p> 9.\nInternational Data Transfers <p>\n<b>9.1.</b> Our Service is global by nature and Your and Your child's data can therefore be transferred to anywhere in the world.\nWe transfer, process, and store Your information outside of Your country of residence, to wherever We or Our third-party service providers operate for the purpose of providing you the Services.\nWhenever we transfer Your information, We take steps to protect it.\n</p>\n<p>\n<b>9.2.</b> International transfers to third parties.\nSome of the third parties described in this privacy policy that provide services to Us under contract, are based in other countries that may not have privacy and data protection laws equivalent to those of the country in which you reside.\nWhen we share the information of customers in the European Economic Area or Switzerland, we make use of the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks, European Commission-approved standard contractual data protection clauses, or other appropriate legal mechanisms to safeguard the transfer.\nWe will provide you with a copy of the standard data protection clauses upon your request.\n</p> 10.\nYour Rights and Options <p>\n<b>10.1.</b> You have certain choices available to You when it comes to your information.\nBelow is a summary of those rights, how to exercise them, and any limitations.\n</p>\n<p>\n<b>10.2.</b> Your requests and choices may be limited in certain cases, such as when fulfilling Your request would reveal information about another person, or if You ask to delete information which We are permitted by law or have compelling legitimate interests to keep.\n</p>\n<p>\n<b>10.3.</b> Right to Know Your Personal Data Processed (Right of Access)<br> If you request, upon verification of your identity, we will provide you a copy of your personal data in a structured, electronic format.\nBelow, we describe the processes for making these requests.\nYou may contact us as explained in section 12 (Contact Us) to request assistance.\n</p>\n<p>\n<b>10.4.</b> Change or Correct Your Personal Data (Right to Rectification)<br> If available, you can edit some of your personal data through your account.\nYou can also ask us to change, update, or fix your data in certain cases, particularly if it’s inaccurate, by contacting us as explained in section 12 (Contact Us).\n</p>\n<p>\n<b>10.5.</b> Delete Your Personal Data (Right to Erasure):<br> You can ask us to erase or delete all or some of your personal data (e.g.\nif it is no longer necessary to Provide Services to you).\nAs a result of deleting your Account, you will lose access to most Services, including the Account and service-related information linked to the Account and the possibility to access the services for which you are using the Account.\nPlease note that once your Account has been deleted, you will lose your user history and all related information.\n</p>\n<p>\n<b>10.6.</b> Opt-Out of Direct Marketing: You can also opt-out of our use of your information for marketing purposes by following instructions in promotional communications or by contacting us, as explained in section 12 (Contact Us).\nWhen you make such requests, we may need time to investigate and facilitate your request.\nTo change or delete push notifications, visit the settings section on your device and select the appropriate setting, or change the settings on your browser if you are accessing any of our websites.\nYou can also stop receiving promotional emails from us by clicking on the “unsubscribe” link provided in such emails.\nYou cannot deactivate the messages related to the functionality of the Service (for example, account verification, notification of parental consent, order confirmation, change or update of the Service features, technical and security notifications).\n</p>\n<p> You can opt-out of interest-based advertising on mobile applications by checking the privacy settings of your Android or iOS device and selecting \"limit ad tracking\" (Apple iOS) or \"opt-out of interest-based ads\" (Android).\n</p>\n<p>\n<b>10.7.</b> Withdraw Consent: You may withdraw consent where the processing of your personal information is based on consent, by contacting us as explained in the section “Contact us.” If you withdraw your consent, it will not affect the lawfulness of processing based on your consent before its withdrawal.\n</p>\n<p>\n<b>10.8.</b> In most instances, we will respond to all requests within one calendar month.\nIf we are unable to deal with your request fully within a calendar month (due to the complexity or number of requests), we may extend this period by a further two calendar months.\nShould this be necessary, we will explain the reasons for such a delay.\nIf you make your request electronically, we will, where possible, provide the relevant information electronically unless you request otherwise.\n</p>\n<p>\n<b>10.9.</b> You have the right to complain to the Data Protection supervisory authority for unresolved complaints.\n</p>\n<p>\n<b>10.10.</b> European Union users have additional specific rights: </p>\n<p>\n<b>10.10.1.</b> Request That We Stop Using Your Data (Right to Object): Where the processing of your Personal Data is based on legitimate interests, you can use your right to object at any time.\nIf you object, we will no longer process your Personal Data unless there are compelling and prevailing legitimate grounds for the processing or the data is necessary for the establishment, exercise, or defense of legal claims.\n</p>\n<p>\n<b>10.10.2.</b> Data Portability: Data portability is the ability to obtain some of your personal information in a format that you can move from one service provider to another (for instance, when you transfer your email address to another carrier).\nDepending on the context, this applies to some, but not to all of your data.\n</p> 11.\nChanges to This Privacy Policy <p>\n<b>11.1.</b> We may change this privacy policy from time to time.\nWe will post any privacy policy changes on this page and, if the changes are significant, we will provide a more prominent notice by adding a notice within the Services or by sending you a notification.\nWe encourage you to review our privacy policy whenever you use the Services to stay informed about our information practices and the ways you can help protect your privacy.\n</p>\n<p>\n<b>11.2.</b> For the users in the USA, Wee will obtain prior parental consent if any changes we make to this Policy affect users under the age of 13 in a way that requires such consent under COPPA.\n</p> 12.\nContact Us <p>\n<b>12.1.</b> If you have any questions regarding the Company's Privacy Policy or the processing of data by the Company, you can contact us at: </p>\n<p> Geo Track Technologies Inc<br> EIN: 83-2987714<br> 8 The Green, STE A, Dover, DE, 19901<br> Contact E-mail:&nbsp;privacy@findmykids.org<br>\n</p>\n<p> This privacy policy and personal data processing latest modification is done on March 11, 2022 </p>\n<p>GPS Tracker App | Download the App Today</p>", "created_at": "2023-04-03 20:04:16.523858", "updated_at": "2023-04-03 20:04:24.941488"}, {"id": 15262, "name": "Terms of use", "url": "https://findmykids.org/docs/terms-of-use/en", "xpath": "//body", "text": " <ul>\n<li> Terms of Use <ul>\n<li>1.\nUser’s Acknowledgment and Acceptance of Terms of Use</li>\n<li>2.\nService use</li>\n<li>3.\nUser Information and Privacy Policy</li>\n<li>4.\nService Features</li>\n<li>5.\nUser Account</li>\n<li>6.\nGrant of the Right to Use the Service </li>\n<li>7.\nRestricted Use</li>\n<li>8.\nMobile Applications</li>\n<li>9.\nNotifications Regarding the Service</li>\n<li>10.\nUser Content</li>\n<li>11.\nIntellectual Property Rights</li>\n<li>12.\nPaid Services</li>\n<li>13.\nAccount Closure</li>\n<li>14.\nThird-Party Links</li>\n<li>15.\nIndemnification and Limited Liability</li>\n<li>16.\nInformation Concerning the Exercise of the Right of Withdrawal for European Union Residents</li>\n<li>17.\nApplicable Law and Disputes Resolution</li>\n<li>18.\nAssignment</li>\n<li>19.\nGeneral provisions</li>\n<li>20.\nContact Details</li>\n</ul>\n</li>\n</ul> Terms of Use <p>We welcome you on &nbsp;https://findmykids.org/, (the \"Site\"), official company’s communities in social media, mobile apps “Find My Kids” and “Pingo: Chat with parents” (the \"Applications\" and collectively with the Site and all services provided through the Site and Applications, the “Service”).\nThe Service created for child safety and parental control by Geo Track Technologies Inc (hereinafter - the “Company”, “We” or “Us”).\nThe agreement is applied to all potential visitors, Users and others users who use the Services (hereinafter – “Users” or \"You\").\nThis agreement discloses the terms in accordance with which the User may use the Service (the \"Terms of Use\"or \"Terms\").\n</p>\n<p> The Service are offered and owned by the Company:<br> Geo Track Technologies Inc<br> The registration number: 83-2987714<br> 8 The Green, STE A, Dover, DE, 19901<br>\n</p>\n<p> Certain features of the Services may be subject to additional guidelines, terms, or rules, which will be posted in the Services in connection with such features.\nAll such additional terms, guidelines, and rules are incorporated by reference into these Terms of Use.\n</p>\n<p> If You use the Services on external platforms, including but not limited to, Apple App Store and Google PlayTM, You must also accept and comply with all rules of such platforms applicable to the Services.\n</p>\n<p> If you have any questions please contact us at &nbsp;support@findmykids.org.\n</p>\n<p> IF YOU OR YOUR PARENT/LEGAL GUARDIAN DO NOT WISH TO BE BOUND BY THE THESE TERMS OF USE, PLEASE EXIT THE SITE NOW AND DO NOT ACCESS OR USE FIND MY KIDS’ SERVICES.\nYOUR AGREEMENT WITH US REGARDING COMPLIANCE WITH THESE TERMS OF USE BECOMES EFFECTIVE IMMEDIATELY UPON COMMENCEMENT OF USE OF THE SERVICES INCLUDING VISITING &nbsp;HTTPS://FINDMYKIDS.ORG.\n</p> 1.\nUser’s Acknowledgment and Acceptance of Terms of Use <p> The Company provides the Services to the User, subject to your compliance with these Terms of Use, as well as any other agreement between us and you.\n</p>\n<p> THESE TERMS OF USE, AS AMENDED FROM TIME TO TIME AND PUBLISHED AT&nbsp;HTTPS://FINDMYKIDS.ORG/DOCS/TERMS-OF-USE/EN/, AND AS INCORPORATING THE PRIVACY POLICY (PUBLISHED AT( &nbsp;HTTPS://FINDMYKIDS.ORG/DOCS/PRIVACY-POLICY/) AND PAYMENT TERMS (PUBLISHED AT &nbsp;HTTPS://FINDMYKIDS.ORG/OFFER/PAYMENTS-EN.PDF, COMPRISE A LEGAL AGREEMENT BETWEEN YOU AND THE COMPANY.\n</p>\n<p> You may not use the Services for commercial purposes or in any way that is unlawful, or harms the Company or any other person or entity.\n</p>\n<p> Terms of Use is a document that constitutes a public offer i.e an offer to conclude a subscription license agreement providing a right to access and use of the Services.\n</p>\n<p> In case you disagree to these terms please do not click “Agree” and avoid further use of our Services.\nFollowing the good faith principles and pursue one’s own interests by clicking “Agree” You confirm that You are fully aware, acknowledge and accept all terms of the present Terms of Use.\n</p>\n<p> Any kind of disputes based on the unawareness claims as to existence of the terms right after acceptance of the present Terms of Use cannot be accepted or reviewed anyhow.\n</p> 2.\nService use <p>\n<b>2.1.</b> Our service is created in order to rest parents assured for their children.\n</p>\n<p>\n<b>2.2.</b> The User may use the service in accordance with the terms and conditions of this agreement and all applied local and international laws, rules and regulations.\n</p>\n<p>\n<b>2.3.</b> KIDS, IF YOU HAVE NOT REACHED THE AGE OF MAJORITY IN YOUR JURISDICTION, YOU MUST HAVE A PARENT OR LEGAL GUARDIAN READ AND ACCEPT THESE TERMS OF USE ON YOUR BEHALF AND TAKE FULL RESPONSIBILITY FOR COMPLIANCE WITH THESE TERMS OF USE.\nBY ACCESSING THE SERVICES, DOWNLOADING AN APPLICATION OR CONTINUING TO USE THE SERVICES, YOU ACKNOWLEDGE THAT: (1) YOU ARE AT LEAST 18 YEARS OF AGE OR ANY OLDER LEGAL AGE REQUIRED TO FORM A CONTRACT IN YOUR JURISDICTION.\n(2) YOU HAVE THE RIGHT, AUTHORITY AND LEGAL CAPACITY TO ENTER INTO THIS AGREEMENT.\n(3) YOU HAVE READ, UNDERSTOOD AND AGREE TO BE BOUND BY THESE TERMS WITH RESPECT TO YOURSELF AND ANY MINOR CHILD AUTHORIZED BY YOU.\n</p>\n<p>\n<b>2.4.</b> Parent is a person who is over the age of 18 or any higher minimum age of majority.\n</p>\n<p> Child is a person who is under the age of 18 or any higher minimum age of majority.\n</p> 3.\nUser Information and Privacy Policy <p>\n<b>3.1.</b> The Company’s collection, use and disclosure, if any, of information collected from you or a child authorized by you is detailed in the Privacy Policy (published at https://findmykids.org/docs/privacy-policy/en/), which is incorporated by reference and made a part of these Terms of Use.\n</p> 4.\nService Features <p>\n<b>4.1.</b> The Service includes two interrelated applications “Find My Kids” which is installed on parents mobile device and “Pingo: Chat With Parents” which is installed on the child mobile device.\nTo activate the access to the Service for “Pingo: Chat With Parents” app it is required to enter the access code that is sent to the device of the parent who uses the Service “Find My Kids”.\n</p>\n<p>\n<b>4.2.</b> “Find My Kids” determines the child mobile device location by means of a mobile phone triangulation (each 15 minutes) using built into phone GPS unit, internet-communication system (WiFi) and mobile internet.\nThe Service tracks to the parents (who have an installed “Find My Kids” app) the transferring and provides an access to the child mobile device location which uses “Pingo: Chat With Parents” app, therefore the child must be added to the parents profile.\nThe parent might add an unlimited number of children to his/her profile.\nBesides, the Service includes the following list of features: </p>\n<p> - retransmits sounds near the child mobile device to the parent's device.\n</p>\n<p> - determines the device settings which may harm the normal app work and helps to fix it.\n</p>\n<p> - displays the child tracking history at the parent's device.\n</p>\n<p> - sends notifications to the parent's mobile phone on which “Find My Kids” app is installed in case a child leaves the marked area.\n</p>\n<p> - displays the child mobile charge level.\n</p>\n<p> - allows to send a loud sound signal to the child device on which “Pingo: Chat With Parents” app is installed.\n</p>\n<p> - allows to send the motivated hearts (emoji) to the child phone.\n</p>\n<p> - possibility to start a chat for all users of “Find My Kids” and “Pingo: Chat With Parents” connected to one profile.\n</p>\n<p> - tracks the usage statistics on the child mobile phone on which “Pingo: Chat With Parents” app is installed.\n- sends information in the following format: “app name of installed on the child phone – usage in percent for a particular period.\n</p>\n<p> - other functions according to the acquired license.\n</p>\n<p> The parents should be aware that the accuracy of the child's location depends on many factors, such as mobile network coverage, connection stability, and so on.\nFor example, if the child is in a building or area with poor network coverage, the map may not be displayed correctly and the child's location may not match the actual location on the map.\nThis may seem obvious, but the child's location on the map is the location of their device.\nFor example, if the child forgot their device or gave it to a friend, the app will show the location of the device instead of where the child is physically located.\n</p>\n<p>\n<b>4.3.</b> There are the features which are aimed on collecting and exchanging of information regarding your location, you and other persons who use the Service.\nThose features require the installation of the relevant software for which the location data is provided, and features might not be working properly in case the relevant settings allowing to collect and share the data and location data are switched off.\nBesides this, the features might not be working properly for various reasons.\nFor example, in case the mobile device on which the Application installed is switched off or is not connected to the wireless network, if the location finding feature is disabled, if the Service is not used or blocked on the device and etc.\n</p> 5.\nUser Account <p>\n<b>5.1.</b> YOU ACKNOWLEDGE AND AGREE THAT SHOULD THE COMPANY PROVIDE THE ABILITY TO CREATE A USER ACCOUNT, YOU SHALL HAVE NO OWNERSHIP OR OTHER PROPERTY INTEREST IN ANY ACCOUNT OR USER PROFILE, AND YOU FURTHER ACKNOWLEDGE AND AGREE THAT ALL RIGHTS IN AND TO ANY ACCOUNT OR USER PROFILE ARE AND SHALL FOREVER BE OWNED BY AND INURE TO THE BENEFIT OF THE COMPANY.\nThe Company does not recognize the transfer of any Account or user profile.\nTherefore, you may not give, purchase, sell, barter, offer for sale, sell, license, assign or otherwise divest your rights, responsibilities or obligations under the Terms, either in whole or in part, without the prior written consent of the Company.\nAny attempt to do so shall be void and of no effect.\n</p>\n<p>\n<b>5.2.</b> Accounts that you are able to establish with the Service give you access to the services and functionality that we may establish and maintain from time to time and in our sole discretion.\nWhen creating your Account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your Account, and you must keep your Account password secure.\nWe encourage you to use “strong” passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your Account.\nYou must notify us immediately of any breach of security or unauthorized use of your account.\nCompany will not be liable for any losses caused by any unauthorized use of your Account.\n</p>\n<p>\n<b>5.3.</b> The User has may manage his/her personal profile and the way how one interacts with the Service by changing the available Account settings.\n</p> 6.\nGrant of the Right to Use the Service <p>\n<b>6.1.</b> The Service is intended for your personal, non-commercial use.\n</p>\n<p>\n<b>6.2.</b> Hereby the Company grants you a limited, non-exclusive, non-transferable, non-sublicensable, revocable license to (1) access and use the Service, (2) access and view the Content within the Service and (3) access and use the software and mobile Applications by downloading and installing one compiled coded copy on a User device.\n</p> 7.\nRestricted Use <p>\n<b>7.1.</b> Any use of the Services in violation of this Terms or any other documents forming an integral part of these Terms, and rules of applicable law is strictly prohibited, and can result in the immediate revocation of your limited license and may subject you to liability for violations of the law.\n</p>\n<p>\n<b>7.2.</b> The User is not allowed to: (i) copy, publish or disclose any part of the Service in any media including but not limited to automated or non-automated “duplication”.\n(ii) use any kind of automated system including apart from everything else “robots” and any of its kind in order to access the Service in a manner allowing to send the multiple requests to the Company’s servers rather than an individual can send within the same timeframe using an ordinary web browser.\n(iii) send spam, letters thread or any other unsuitable content.\n(iv) disrupt attempts, discredit the system integrity or its security or decipher the data transmitted to the server or from the servers on which the service is on at.\n(v) take any actions which can be considered by the Company as ones leading or might be leading to disproportionate or meaningless heavy infrastructure load.\n(vi) upload an invalid data, viruses, worms or any other software bots by means of the Service.\n(vii) collect any personal data including the profile names stored in Service.\n(viii) perform non-commercial use of the Service.\n(ix) take on a different persona or in any other way falsify the belonging to a particular individual or a legal entity, commit a fraud, hide or try to conceal your true identity.\n(x) affect the proper Service work.\n(xi) access to any content in frames of the Service using any technology or any other methods beside ones allowed or offered by the Service.\nor bypassing the measures which can be taken in order to prevent or limit the access to the Service, including but not limited to the features preventing or limiting the usage or copying of any content or set the limits on the Service or its content use.\n</p>\n<p>\n<b>7.3.</b> The User is not allowed to: (i) modify, decompile or reconstruct the software.\n(ii) sublicense and spread or otherwise provide any other third party with an access to software or use software in order to provide sharing use for any third party as well.\n(iii) make any copy of software.\n(iv) remove, avoid, switch off, harm or by any other means influence on software functional or (v) remove the copyrights notification and any other property rights for software.\n</p>\n<p>\n<b>7.3.1.</b> We respect the rights of others and encourage you to do the same.\nTherefore, you should not use the Service or allow others to do so if such actions infringe on someone's rights, including privacy, personal data, other legally protected secrets, and intellectual property.\nIf during the use of the Service, for example, while live listening , you received information related to the third parties without their consent, please delete it immediately and do not perform actions on its further processing (storage, sending, playing, etc.), except when such processing is aimed at preventing crimes or bringing the guilty persons to criminal liability.\nSince we do not have access to information relating to third parties received without their consent, all liability for its use and other processing lies entirely with you.\n</p>\n<p>\n<b>7.4.</b> In case of violation of the Terms the Company reserves the right to terminate a license at any time and at its sole discretion.\n</p> 8.\nMobile Applications <p>\n<b>8.1.</b> To use the Apps, You must have a compatible mobile device.\nThe Company does not guarantee that the Applications will be compatible with your mobile device.\n</p>\n<p>\n<b>8.2.</b> You are aware of and accept the condition that the Company has the right to update the Applications and unilaterally change their functionality (for example, remove or add certain functions, including the ability to record sound or live listening), and such a change in functionality is not a violation of Our obligations under a license agreement.\nTherefore, You do not have the right to demand any compensation related to such changes, termination of the contract, changes in its price, or changes in other terms of the previously concluded licence contract.\n</p>\n<p>\n<b>8.3.</b> By using the Service, You agree to such updates and understand that these Terms will apply to all such updates from the time they are installed on your device.\nAny third party software product that may be included in the mobile software is distributed under a public license or third party user agreement, unless otherwise provided by the terms of use of this software product.\nThe Company reserves all rights not granted in accordance with these Terms </p> 9.\nNotifications Regarding the Service <p>\n<b>9.1.</b> Upon providing of e-mail address to the Company, the User agrees to the fact that the Company may use e-mail address in order to send legal notifications regarding the Service instead of sending paper letters via post.\n</p>\n<p>\n<b>9.2.</b> You also agree and grant the Company the right to send you advertising messages.\n</p> 10.\nUser Content <p>\n<b>10.1.</b> User's Content.\nIf the Company provides the ability for you to post, upload, store, share, send, or display photos, images, video, data, text, music, comments, and other information and content (hereinafter - \"User Content\"), you acknowledge that you are the owner of any intellectual property rights in any such User Content that you submit, or have sufficient rights to submit the User Content to the Services without infringing any third-party rights.\nThe Company does not claim any ownership rights in any User Content that you may submit or offer through the Service.\nHowever, to the extent you submit any User Content, you acknowledge and agree that you automatically grant (and represent and warrant that you have the right to grant) a royalty-free, worldwide, fully paid-up, perpetual, irrevocable, non-exclusive right and license to the Company to: </p>\n<p>\n</p>\n<ol>\n<li>● use, reproduce, distribute, remove, and analyze any of your Content as the Company may deem necessary or desirable for any purpose in connection with the operation of the Services, and</li>\n<li>● copy, modify, and reproduce your Content for marketing, promotional and/or other purposes in connection with the Company or the Services in any media, and</li>\n<li>● use, edit, modify, reproduce, distribute, prepare derivative works of, display, post or otherwise make available to any other user in connection with any feature of the Services, and</li>\n<li>● delete any or all of your Content from the Services, whether intentionally or unintentionally, for any reason or no reason, without any liability of any kind to you or to any other party, and</li>\n<li>● enable the Services or users of the Services to share or post User Content on third party sites, such as, without limitation, on social networking sites.</li>\n</ol>\n<p>\n</p>\n<p>\n<b>10.2.</b> Placing User Content by Users or the third parties doesn’t mean that the Company has reviewed, verified or approved such placing, nor that it recommends it.\nThe Company doesn’t bear any responsibility for the User Content, nor for any direct or indirect damage caused by the usage of such User Content or sites.\n</p>\n<p>\n<b>10.3.</b> Submission of Feedback or Ideas.\nIf you submit comments, ideas, or feedback to us, you agree that we can use, disclose, reproduce, distribute, and exploit them without any restriction or compensation to you.\nWe do not waive any rights to use similar or related ideas or feedback previously known to us, developed by Company, or obtained from sources other than you.\n</p> 11.\nIntellectual Property Rights <p>\n<b>11.1.</b> Apart from the User Content, the Service, all materials and information specified in it or the data which is generated, collected or transferred by means of the Service, Applications or software, pictures, text, design, illustrations, logos, patents, trademarks, service marks, any works of authorship, photos, audio files, videos, music and the rights related to intellectual property (hereinafter - \"Company Content\") are the exclusive ownership of the Company and its licensors and of all the Company Content available in or in connection with the Services is protected by the relevant copyrights, patent rights, know-how, trademarks and other proprietary and intellectual property rights.\nExcept in cases of explicit in the present agreement nothing in the present Terms shall be considered as the grant of license, therefore the User agrees not to sell, reproduce, share, demonstrate or execute publicly, publish, adopt, modify or create derivative work of any kind of Content or other Users' Content.\nThe Company’s Content use for any purposes which are not allowed by the present Terms of Use are strictly prohibited.\n</p> 12.\nPaid Services <p>\n<b>12.1.</b> Fees for the use of the Service may be charged on a one-time basis or periodically (hereinafter - \"Subscriptions\").\nThe type of Subscription usually depends on its duration (one month, one year, lifetime) or the number of minutes required for live listening (for mobile devices running the Android operating system).\nRegardless of the type of subscription, its payment means the conclusion of an agreement between Us and You under the terms and conditions provided for in the Terms.\nAccording to the agreement, We undertake to provide You with access to additional features of the Service (e.g.\nmonitoring of child's location during the day and child's routes for other days within 30 days, sending notifications when a child enters or leaves a place specified by You, playing a loud signal which the child will hear even at a low call volume, monitoring of child's location during the day and child's routes for other days within 30 days, and other features), and the User undertakes to pay the Subscription fee.\nSuch payment will be charged from your account automatically at the end of the relevant period of time.\nYou can pay for the Subscription through the Site, Google Play, App Store, and directly in our mobile applications.\n</p>\n<p>\n<b>12.2.</b> Purchases Through Mobile Platform.\nYou agree that if you purchase Paid Services or make any in-app purchases through a mobile platform including but not limited to, Apple App Store and Google PlayTM, all payment related questions, issues, disagreements and/or disputes shall be handled in accordance with the terms of mobile store services or other legal agreement that governs your use of a given payment processing services and/or method, and in no event will the Company have any responsibility in connection with any of the foregoing.\n</p>\n<p>\n<b>12.3.</b> Automatically Renewing Subscriptions.\nYour Subscription term may vary, for example, with monthly or annual automatic renewal terms (a “Subscription Term”), as described in the course of your transaction.\nYour Subscription will automatically renew for additional Subscription Terms as long as your Subscription continues, until you cancel it or we suspend or stop providing the Subscription in accordance with our Terms of Use.\nUnless otherwise indicated by us, you will be charged prior to, or at the beginning of, each renewal term.\n</p>\n<p>\n<b>12.4.</b> Subscription Cancellation.\nYou may cancel your Subscription at any time.\nYour cancellation will take effect at the end of the current Subscription Term.\nIn order to cancel the function of Subscription feature at any moment please send a request to &nbsp;support@findmykids.org.\n</p>\n<p>\n<b>12.5.</b> No Refunds.\nUnless otherwise provided by applicable laws the Company does not make any refund for any unused time during the subscription use, any license or subscription fee for any part of the Service, any content or any other returns if you refuse to use the Service, close your account.\nUpon the cancellation of any subscription features, your subscription is valid until the end of your prepaid period.\n</p>\n<p>\n<b>12.6.</b> Free Trials.\nUpon registration or from time to time, we may offer free trials of certain Subscriptions for specified periods of time without payment.\nIf we offer you a free trial, the specific terms of your free trial will be provided in the materials describing the particular trial.\nOnce your free trial ends, we (or our third-party payment processor) will begin billing your designated payment method on a recurring basis for your Subscription (plus any applicable taxes and other charges) for as long as your Subscription continues, unless you cancel your Subscription prior to the end of your free trial.\nInstructions for canceling your Subscription are described in the sections above.\nTo avoid any charges, you must cancel your Subscription before the end of your free trial period.\nBefore charging you at the end of the your free trial period, we will notify you of the applicable fees.\n</p>\n<p>\n<b>12.7.</b> Price Changes.\nWe reserve the right to adjust pricing for our Paid Services or any components thereof in any manner and at any time.\nAny price changes will take effect following notice to you.\n</p>\n<p>\n<b>12.8.</b> Additional Expenses.\nAll paid subscription and fees for accessing the subscription features are provided on a prepaid basis.\nThe Company is not responsible for any kind of additional expenses or expenses the User might have to cover as a result by issuing the payment order by the Company in accordance with the present Terms (for example, commissions, taxes and fees and etc.).\n</p>\n<p>\n<b>12.9.</b> Accurate Information.\nAll provided information in relation to a purchase or transaction, or any other interaction by means of the cash transactions with the Service, must be accurate, complete and current.\n</p>\n<p>\n<b>12.10.</b> Stolen Phone Shield </p>\n<p> We would like to provide you Our help in the amount of $250 in the United States and C$500 Canada, €250 in Germany, France and Italy, £200 in the UK in the event of a stolen phone of your Child.\nThis term applies only to stolen mobile phones and does not apply to tablets and watches.\nIt does not cover phones that were lost.\n</p>\n<p>\n<b>12.11.</b> Stolen Phone Shield is available the follows conditions: </p>\n<p>\n</p>\n<ol>\n<li>● You paid for Stolen Phone Shield service from the territory of the United States, Canada, the United Kingdom, Germany, France, Italy, Israel;</li>\n<li>● More than 30 days have passed since the payment for the Stolen Phone Shield service;</li>\n<li>● At least one Сhild’s accounts are actively linked on the account;</li>\n<li>● Your account must show location history for the stolen phone for the past 7 days;</li>\n<li>● You could provide Us an original scan copy of the filed police report.\nThe latter should indicate the date of this report, details of authority who issued this report, model of the stolen phone, its IMEI, and theft of phone as a cause of your request to police.\n</li>\n<li>● We receive Your claim form with the attached police report within 10 calendar days of the phone being stolen;</li>\n<li>● There was no paid claim in the last 365 days on the Parent’s account with the Stolen Phone Shield subscription;</li>\n</ol>\n<p>\n</p>\n<p>\n<b>12.12.</b> To make a claim, send an email to&nbsp;stolenphone@findmykids.org&nbsp.\nfrom the email associated with the Parent's account where Stolen Phone Shield was paid.\nWe will send you a claim form to which you will need to fill, print and sign.\nFilled claim form and police report filed for the stolen phone should be sent to stolenphone@findmykids.org within 10 calendar days of the phone being stolen.\nWe will deny or satisfy your claim within 30 days from the date when we obtain the aforementioned documents.\nDue to this period of time we might request additional information from you or other third parties and make all other steps for the sake of verifying the event of stolen phone and checking aforementioned conditions.\nWe reserve our right to deny any claims that we deem fraudulent in our sole discretion.\n</p> 13.\nAccount Closure <p>\n<b>13.1.</b> In order to close your Account please send a request to&nbsp;support@findmykids.org or contact Technical Support via Chat in “Find My Kids” app.\nIf you send an e-mail, specify your name and the registered e-mail address.\nYour Account is to be closed within 5 business days after receiving the confirmation of your request.\n</p> 14.\nThird-Party Links <p>\n<b>14.1.</b> The Service may contain the links to the third-party websites, advertisers, services, special offers or any other events or actions which are not owned or controlled by the Company.\nThe company is not responsible for any such third-party sites, information, materials, products or services contained at such websites.\nIn case you access the website of a third party from the Service, you do it at your own risk and understand that this Agreement is not applied in case of visiting of such websites.\nThe User exempt the Company from any liability arising from the use of any third-party website, service or its content.\nIn addition to this, all relationships or promotion advertisers found on the Service, including the payment and goods delivery as well as any other terms (e.g guarantees) are solely between you and such advertisers.\nThe Users agrees to the fact that the Company is not responsible for any kind of loss or damage related to your cooperation with such third parties.\n</p> 15.\nIndemnification and Limited Liability <p>\n<b>15.1.</b>You agree on indemnifying the Company for losses caused by the violating these Terms, including but not limited to, the violating of any statements and warranties specified here.\nthe violation of any third-party rights, including but not limited to the right on privacy or intellectual property rights, the violation of any applicable law or regulation.\naccess to any other party and use of the Service using the unique username, password or other appropriate security code.\n</p>\n<p>\n<b>15.2.</b> Limited Liability.\nThe Service is provided by the Company \"AS IS\".\nThe Company does not guarantee the compliance of the Service with the aims and expectations of the Users, its uninterrupted and error-free working process, accuracy of determining of the geographical coordinates.\nThe Company is not responsible and does not compensate any damage, direct or indirect, caused to the User of the Service or to third parties as a result of use or inability to use the Service.\n</p>\n<p>\n<b>15.3.</b> The User bears full responsibility before the third parties for all actions when using the Services, including the fact that they comply with the requirements of the law and do not violate the rights and legitimate interests of third parties.\nThe User independently and at his/her own expense undertakes to settle all claims of third parties related to the actions of the User when using the Service.\n</p>\n<p>\n<b>15.4.</b> The Company is not responsible for the gadgets loss (mobile devices and GPS-watch) and do not share the information to third parties about the gadgets location.\n</p>\n<p>\n<b>15.5.</b> Residents of California are entitled to the following specific consumer rights information: You may contact the Complaint Assistance Unit of the Division of Consumer Services of the Department of Consumer Affairs by mail at 400 R St., Suite 1080, Sacramento, California, 95814, or by telephone at 916.445.1254.\nCalifornia residents expressly agree to waive California Civil Code Sec.\n1542, which states: “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.” </p> 16.\nInformation Concerning the Exercise of the Right of Withdrawal for European Union Residents <p>\n<b>16.1.</b> European Union residents should be aware that our Service is the exception of the right of withdrawal from the contract established by point (m) of Article 16 of Directive 2011/83 / EU of 25 October 2011.\nThis means that by paying for the Subscription you lose the right to withdraw from the contract and return the amount paid for it, since the contract comprises the supply of digital content which is not supplied on a tangible medium the performance has and this contract has begun with Your prior express consent.\nTherefore, you will not benefit from a right of withdrawal.\n</p> 17.\nApplicable Law and Disputes Resolution <p>\n<b>17.1.</b>Except as otherwise required by applicable law, the Terms of Use and the resolution of any Disputes shall be governed by and construed in accordance with the laws of the State of Delaware and the United States without regard to conflicts of laws provisions and without regard to the United Nations Convention on the International Sale of Goods without regard to its conflict of laws principles.\n</p>\n<p>\n<b>17.2.</b> All disputes are resolved by sending the claims to the Company, in case it is impossible to settle the disputes within 60 calendar days from the date of receiving of such claim, the Company and/or the User reserves the right to take legal action in court in accordance with the Company registration location, except as otherwise required by applicable law.\n</p> 18.\nAssignment <p>\n<b>18.1.</b> The Company may assign these Terms of Use, in whole or in part, at any time.\nNotwithstanding, you may not assign, transfer or sublicense any or all of your rights or obligations under these Terms of Use without the Company’s express prior written consent.\n</p> 19.\nGeneral provisions <p>\n<b>19.1.</b> The Company may, at its sole discretion, modify or update these Terms, from time to time, and, therefore, you should periodically check this page.\nWe will notify you before we make material changes to these Terms and give you an opportunity to review the revised Terms before continuing to use the Service.\nYour further use of the Service after any of such change applying constitutes your acceptance of the new Terms of Use.\n</p>\n<p>\n<b>19.2.</b> These Terms, together with any changes and any additional agreements that you may into with the Company regarding the Service use, constitutes the entire agreement between you and the Company in relation to the Service.\nIf any provision of this Agreement is considered invalid by a court of competent jurisdiction, the invalidity of such provision does not affect the validity of the remaining provisions of this Agreement, which remain in full force and effect.\n</p> 20.\nContact details <p>\n<b>20.1.</b> Contact us at &nbsp;support@findmykids.org with any questions regarding this Agreement.\n</p>\n<p> The latest Agreement Terms of Service use is modified on October 25th, 2021 </p> , <p>GPS Tracker App | Download the App Today</p>", "created_at": "2023-04-03 20:02:01.923855", "updated_at": "2023-04-03 20:04:56.767765"}], "points": [], "urls": ["findmykids.org"]}}