{"error": 448, "message": "OK", "parameters": {"id": 8057, "name": "Debt Payoff Planner", "created_at": "2023-04-16 02:06:25.271539", "updated_at": "2023-04-22 11:50:43.368709", "wikipedia": null, "keywords": null, "related": null, "slug": "debt-payoff-planner", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8057.png", "url": "debtpayoffplanner.com", "documents": [{"id": 15630, "name": "Privacy Policy", "url": "https://www.debtpayoffplanner.com/privacy-policy/", "xpath": "/html/body/div[2]", "text": " <p>Last updated: September 25, 2020</p>\n<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Service and tells You about Your privacy rights and how the law protects You.</p>\n<p>We use Your Personal data to provide and improve the Service.\nBy using the Service, You agree to the collection and use of information in accordance with this Privacy Policy.</p> Interpretation and Definitions Interpretation <p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p> Definitions <p>For the purposes of this Privacy Policy:</p>\n<ul>\n<li>\n<strong>Account</strong>&nbsp;means a unique account created for You to access our Service or parts of our Service.</li>\n<li>\n<strong>Affiliate</strong>&nbsp;means an entity that controls, is controlled by or is under common control with a party, where “control” means ownership of 50% or more of the shares, equity interest or other securities entitled to vote for election of directors or other managing authority.</li>\n<li>\n<strong>Application</strong>&nbsp;means the software program provided by the Company downloaded by You on any electronic device, named Debt Payoff Planner</li>\n<li>\n<strong>Business</strong>, for the purpose of the CCPA (California Consumer Privacy Act), refers to the Company as the legal entity that collects Consumers’ personal information and determines the purposes and means of the processing of Consumers’ personal information, or on behalf of which such information is collected and that alone, or jointly with others, determines the purposes and means of the processing of consumers’ personal information, that does business in the State of California.</li>\n<li>\n<strong>Company</strong>&nbsp;(referred to as either “the Company”, “We”, “Us” or “Our” in this Agreement) refers to OxbowSoft LLC, 5305 RIVER RD N STE B, KEIZER, Oregon, USA.For the purpose of the GDPR, the Company is the Data Controller.</li>\n<li>\n<strong>Consumer</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means a natural person who is a California resident.\nA resident, as defined in the law, includes (1) every individual who is in the USA for other than a temporary or transitory purpose, and (2) every individual who is domiciled in the USA who is outside the USA for a temporary or transitory purpose.</li>\n<li>\n<strong>Cookies</strong>&nbsp;are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.</li>\n<li>\n<strong>Country</strong>&nbsp;refers to: Oregon, United States</li>\n<li>\n<strong>Data Controller</strong>, for the purposes of the GDPR (General Data Protection Regulation), refers to the Company as the legal person which alone or jointly with others determines the purposes and means of the processing of Personal Data.</li>\n<li>\n<strong>Device</strong>&nbsp;means any device that can access the Service such as a computer, a cellphone or a digital tablet.</li>\n<li>\n<strong>Do Not Track</strong>&nbsp;(DNT) is a concept that has been promoted by US regulatory authorities, in particular the U.S.\nFederal Trade Commission (FTC), for the Internet industry to develop and implement a mechanism for allowing internet users to control the tracking of their online activities across websites.</li>\n<li>\n<strong>Facebook Fan Page</strong>&nbsp;is a public profile named Debt Payoff Planner and Calculator specifically created by the Company on the Facebook social network, accessible from&nbsp;https://www.facebook.com/Debt-Payoff-Planner-and-Calculator-150065205359289/</li>\n<li>\n<strong>Personal Data</strong>&nbsp;is any information that relates to an identified or identifiable individual.For the purposes for GDPR, Personal Data means any information relating to You such as a name, an identification number, location data, online identifier or to one or more factors specific to the physical, physiological, genetic, mental, economic, cultural or social identity.For the purposes of the CCPA, Personal Data means any information that identifies, relates to, describes or is capable of being associated with, or could reasonably be linked, directly or indirectly, with You.</li>\n<li>\n<strong>Sale</strong>, for the purpose of the CCPA (California Consumer Privacy Act), means selling, renting, releasing, disclosing, disseminating, making available, transferring, or otherwise communicating orally, in writing, or by electronic or other means, a Consumer’s Personal information to another business or a third party for monetary or other valuable consideration.</li>\n<li>\n<strong>Service</strong>&nbsp;refers to the Application or the Website or both.</li>\n<li>\n<strong>Service Provider</strong>&nbsp;means any natural or legal person who processes the data on behalf of the Company.\nIt refers to third-party companies or individuals employed by the Company to facilitate the Service, to provide the Service on behalf of the Company, to perform services related to the Service or to assist the Company in analyzing how the Service is used.\nFor the purpose of the GDPR, Service Providers are considered Data Processors.</li>\n<li>\n<strong>Third-party Social Media Service</strong>&nbsp;refers to any website or any social network website through which a User can log in or create an account to use the Service.</li>\n<li>\n<strong>Usage Data</strong>&nbsp;refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</li>\n<li>\n<strong>Website</strong>&nbsp;refers to Debt Payoff Planner, (also known as Stebt, also known as Debt Payoff Planner and Calculator, also known as Debt Payoff Planner and Tracker) accessible from&nbsp;https://www.stebt.com, https://debt-payoff-planner.com, https://debtpayoffplanner.com, or downloaded from https://play.google.com/store/apps/details?id=com.oxbowsoft.debtplanner, https://apps.apple.com/us/app/debt-payoff-planner-tracker/id1009323715, https://www.amazon.com/Debt-Payoff-Planner-and-Calculator</li>\n<li>\n<strong>You</strong>&nbsp;means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.Under GDPR (General Data Protection Regulation), You can be referred to as the Data Subject or as the User as you are the individual using the Service.</li>\n</ul> Collecting and Using Your Personal Data Types of Data Collected Personal Data <p>While using Our Service, We may ask You to provide Us with certain personally identifiable information that can be used to contact or identify You.\nPersonally identifiable information may include, but is not limited to:</p>\n<ul>\n<li>Email address</li>\n<li>Usage Data</li>\n<li>Your financial information, such as debts, income, expenses, assets, credit score or other similar types of information.</li>\n</ul> Usage Data <p>Usage Data is collected automatically when using the Service.</p>\n<p>Usage Data may include information such as Your Device’s Internet Protocol address (e.g.\nIP address), browser type, browser version, the pages of our Service that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When You access the Service by or through a mobile device, We may collect certain information automatically, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.</p>\n<p>We may also collect information that Your browser sends whenever You visit our Service or when You access the Service by or through a mobile device.</p> Information from Third-Party Social Media Services <p>The Company allows You to create an account and log in to use the Service through the following Third-party Social Media Services:</p>\n<ul>\n<li>Google</li>\n<li>Facebook</li>\n<li>Twitter</li>\n</ul>\n<p>If You decide to register through or otherwise grant us access to a Third-Party Social Media Service, We may collect Personal data that is already associated with Your Third-Party Social Media Service’s account, such as Your name, Your email address, Your activities or Your contact list associated with that account.</p>\n<p>You may also have the option of sharing additional information with the Company through Your Third-Party Social Media Service’s account.\nIf You choose to provide such information and Personal Data, during registration or otherwise, You are giving the Company permission to use, share, and store it in a manner consistent with this Privacy Policy.</p> Tracking Technologies and Cookies <p>We use Cookies and similar tracking technologies to track the activity on Our Service and store certain information.\nTracking technologies used are beacons, tags, and scripts to collect and track information and to improve and analyze Our Service.</p>\n<p>You can instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent.\nHowever, if You do not accept Cookies, You may not be able to use some parts of our Service.</p>\n<p>Cookies can be “Persistent” or “Session” Cookies.\nPersistent Cookies remain on your personal computer or mobile device when You go offline, while Session Cookies are deleted as soon as You close your web browser.\nLearn more about cookies:&nbsp;All About Cookies.</p>\n<p>We use both session and persistent Cookies for the purposes set out below:</p>\n<ul>\n<li>\n<strong>Necessary / Essential Cookies</strong>Type: Session CookiesAdministered by: UsPurpose: These Cookies are essential to provide You with services available through the Website and to enable You to use some of its features.\nThey help to authenticate users and prevent fraudulent use of user accounts.\nWithout these Cookies, the services that You have asked for cannot be provided, and We only use these Cookies to provide You with those services.</li>\n<li>\n<strong>Cookies Policy / Notice Acceptance Cookies</strong>Type: Persistent CookiesAdministered by: UsPurpose: These Cookies identify if users have accepted the use of cookies on the Website.</li>\n<li>\n<strong>Functionality Cookies</strong>Type: Persistent CookiesAdministered by: UsPurpose: These Cookies allow us to remember choices You make when You use the Website, such as remembering your login details or language preference.\nThe purpose of these Cookies is to provide You with a more personal experience and to avoid You having to re-enter your preferences every time You use the Website.</li>\n<li>\n<strong>Tracking and Performance Cookies</strong>Type: Persistent CookiesAdministered by: Third-PartiesPurpose: These Cookies are used to track information about traffic to the Website and how users use the Website.\nThe information gathered via these Cookies may directly or indirectly identify you as an individual visitor.\nThis is because the information collected is typically linked to a pseudonymous identifier associated with the device you use to access the Website.\nWe may also use these Cookies to test new pages, features or new functionality of the Website to see how our users react to them.</li>\n<li>\n<strong>Targeting and Advertising Cookies</strong>Type: Persistent CookiesAdministered by: Third-PartiesPurpose: These Cookies track your browsing habits to enable Us to show advertising which is more likely to be of interest to You.\nThese Cookies use information about your browsing history to group You with other users who have similar interests.\nBased on that information, and with Our permission, third party advertisers can place Cookies to enable them to show adverts which We think will be relevant to your interests while You are on third party websites.</li>\n</ul>\n<p>For more information about the cookies we use and your choices regarding cookies, please visit our Cookies Policy or the Cookies section of our Privacy Policy.</p> Use of Your Personal Data <p>The Company may use Personal Data for the following purposes:</p>\n<ul>\n<li>\n<strong>To provide and maintain our Service</strong>, including to monitor the usage of our Service.</li>\n<li>\n<strong>To manage Your Account:</strong>&nbsp;to manage Your registration as a user of the Service.\nThe Personal Data You provide can give You access to different functionalities of the Service that are available to You as a registered user.</li>\n<li>\n<strong>For the performance of a contract:</strong>&nbsp;the development, compliance and undertaking of the purchase contract for the products, items or services You have purchased or of any other contract with Us through the Service.</li>\n<li>\n<strong>To contact You:</strong>&nbsp;To contact You by email, telephone calls, SMS, or other equivalent forms of electronic communication, such as a mobile application’s push notifications regarding updates or informative communications related to the functionalities, products or contracted services, including the security updates, when necessary or reasonable for their implementation.</li>\n<li>\n<strong>To provide You</strong>&nbsp;with news, special offers and general information about other goods, services and events which we offer that are similar to those that you have already purchased or enquired about unless You have opted not to receive such information.</li>\n<li>\n<strong>To manage Your requests:</strong>&nbsp;To attend and manage Your requests to Us.</li>\n</ul>\n<p>We may share your personal information in the following situations:</p>\n<ul>\n<li>\n<strong>With Service Providers:</strong>&nbsp;We may share Your personal information with Service Providers to monitor and analyze the use of our Service, to show advertisements to You to help support and maintain Our Service, for payment processing, to contact You.</li>\n<li>\n<strong>For Business transfers:</strong>&nbsp;We may share or transfer Your personal information in connection with, or during negotiations of, any merger, sale of Company assets, financing, or acquisition of all or a portion of our business to another company.</li>\n<li>\n<strong>With Affiliates:</strong>&nbsp;We may share Your information with Our affiliates, in which case we will require those affiliates to honor this Privacy Policy.\nAffiliates include Our parent company and any other subsidiaries, joint venture partners or other companies that We control or that are under common control with Us.</li>\n<li>\n<strong>With Business partners:</strong>&nbsp;We may share Your information with Our business partners to offer You certain products, services or promotions.</li>\n<li>\n<strong>With other users:</strong>&nbsp;when You share personal information or otherwise interact in the public areas with other users, such information may be viewed by all users and may be publicly distributed outside.\nIf You interact with other users or register through a Third-Party Social Media Service, Your contacts on the Third-Party Social Media Service may see Your name, profile, pictures and description of Your activity.\nSimilarly, other users will be able to view descriptions of Your activity, communicate with You and view Your profile.</li>\n</ul> Retention of Your Personal Data <p>The Company will retain Your Personal Data only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use Your Personal Data to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>The Company will also retain Usage Data for internal analysis purposes.\nUsage Data is generally retained for a shorter period of time, except when this data is used to strengthen the security or to improve the functionality of Our Service, or We are legally obligated to retain this data for longer time periods.</p> Transfer of Your Personal Data <p>Your information, including Personal Data, is processed at the Company’s operating offices and in any other places where the parties involved in the processing are located.\nIt means that this information may be transferred to — and maintained on — computers located outside of Your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from Your jurisdiction.</p>\n<p>Your consent to this Privacy Policy followed by Your submission of such information represents Your agreement to that transfer.</p>\n<p>The Company will take all steps reasonably necessary to ensure that Your data is treated securely and in accordance with this Privacy Policy and no transfer of Your Personal Data will take place to an organization or a country unless there are adequate controls in place including the security of Your data and other personal information.</p> Disclosure of Your Personal Data Business Transactions <p>If the Company is involved in a merger, acquisition or asset sale, Your Personal Data may be transferred.\nWe will provide notice before Your Personal Data is transferred and becomes subject to a different Privacy Policy.</p> Law enforcement <p>Under certain circumstances, the Company may be required to disclose Your Personal Data if required to do so by law or in response to valid requests by public authorities (e.g.\na court or a government agency).</p> Other legal requirements <p>The Company may disclose Your Personal Data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>Comply with a legal obligation</li>\n<li>Protect and defend the rights or property of the Company</li>\n<li>Prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>Protect the personal safety of Users of the Service or the public</li>\n<li>Protect against legal liability</li>\n</ul> Security of Your Personal Data <p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to use commercially acceptable means to protect Your Personal Data, We cannot guarantee its absolute security.</p> Detailed Information on the Processing of Your Personal Data <p>Service Providers have access to Your Personal Data only to perform their tasks on Our behalf and are obligated not to disclose or use it for any other purpose.</p> Analytics <p>We may use third-party Service providers to monitor and analyze the use of our Service.</p>\n<ul>\n<li>\n<strong>Google Analytics</strong>Google Analytics is a web analytics service offered by Google that tracks and reports website traffic.\nGoogle uses the data collected to track and monitor the use of our Service.\nThis data is shared with other Google services.\nGoogle may use the collected data to contextualize and personalize the ads of its own advertising network.You can opt-out of having made your activity on the Service available to Google Analytics by installing the Google Analytics opt-out browser add-on.\nThe add-on prevents the Google Analytics JavaScript (ga.js, analytics.js and dc.js) from sharing information with Google Analytics about visits activity.You may opt-out of certain Google Analytics features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy:&nbsp;https://policies.google.com/privacyFor more information on the privacy practices of Google, please visit the Google Privacy &amp.\nTerms web page:&nbsp;https://policies.google.com/privacy</li>\n<li>\n<strong>Firebase</strong>Firebase is an analytics service provided by Google Inc.You may opt-out of certain Firebase features through your mobile device settings, such as your device advertising settings or by following the instructions provided by Google in their Privacy Policy:&nbsp;https://policies.google.com/privacyWe also encourage you to review the Google’s policy for safeguarding your data:&nbsp;https://support.google.com/analytics/answer/6004245For more information on what type of information Firebase collects, please visit the Google Privacy &amp.\nTerms web page:&nbsp;https://policies.google.com/privacy</li>\n</ul> Advertising <p>We may use Service providers to show advertisements to You to help support and maintain Our Service.</p>\n<ul>\n<li>\n<strong>Google AdSense &amp.\nDoubleClick Cookie</strong>Google, as a third party vendor, uses cookies to serve ads on our Service.\nGoogle’s use of the DoubleClick cookie enables it and its partners to serve ads to our users based on their visit to our Service or other websites on the Internet.You may opt out of the use of the DoubleClick Cookie for interest-based advertising by visiting the Google Ads Settings web page:&nbsp;http://www.google.com/ads/preferences/</li>\n<li>\n<strong>AdMob by Google</strong>AdMob by Google is provided by Google Inc.You can opt-out from the AdMob by Google service by following the instructions described by Google:&nbsp;https://support.google.com/ads/answer/2662922?hl=enFor more information on how Google uses the collected information, please visit the “How Google uses data when you use our partners’ sites or app” page:&nbsp;https://policies.google.com/technologies/partner-sites&nbsp;or visit the Privacy Policy of Google:&nbsp;https://policies.google.com/privacy</li>\n</ul> Email Marketing <p>We may use Your Personal Data to contact You with newsletters, marketing or promotional materials and other information that may be of interest to You.\nYou may opt-out of receiving any, or all, of these communications from Us by following the unsubscribe link or instructions provided in any email We send or by contacting Us.</p>\n<p>We may use Email Marketing Service Providers to manage and send emails to You.</p>\n<ul>\n<li>\n<strong>Mailgun</strong>Their Privacy Policy can be viewed at&nbsp;https://www.mailgun.com/privacy-policy/</li>\n</ul> Payments <p>We may provide paid products and/or services within the Service.\nIn that case, we may use third-party services for payment processing (e.g.\npayment processors).</p>\n<p>We will not store or collect Your payment card details.\nThat information is provided directly to Our third-party payment processors whose use of Your personal information is governed by their Privacy Policy.\nThese payment processors adhere to the standards set by PCI-DSS as managed by the PCI Security Standards Council, which is a joint effort of brands like Visa, Mastercard, American Express and Discover.\nPCI-DSS requirements help ensure the secure handling of payment information.</p>\n<ul>\n<li>\n<strong>Apple Store In-App Payments</strong>Their Privacy Policy can be viewed at&nbsp;https://www.apple.com/legal/privacy/en-ww/</li>\n<li>\n<strong>Google Play In-App Payments</strong>Their Privacy Policy can be viewed at&nbsp;https://www.google.com/policies/privacy/</li>\n<li>\n<strong>Stripe</strong>Their Privacy Policy can be viewed at&nbsp;https://stripe.com/us/privacy</li>\n</ul> GDPR Privacy Legal Basis for Processing Personal Data under GDPR <p>We may process Personal Data under the following conditions:</p>\n<ul>\n<li>\n<strong>Consent:</strong>&nbsp;You have given Your consent for processing Personal Data for one or more specific purposes.</li>\n<li>\n<strong>Performance of a contract:</strong>&nbsp;Provision of Personal Data is necessary for the performance of an agreement with You and/or for any pre-contractual obligations thereof.</li>\n<li>\n<strong>Legal obligations:</strong>&nbsp;Processing Personal Data is necessary for compliance with a legal obligation to which the Company is subject.</li>\n<li>\n<strong>Vital interests:</strong>&nbsp;Processing Personal Data is necessary in order to protect Your vital interests or of another natural person.</li>\n<li>\n<strong>Public interests:</strong>&nbsp;Processing Personal Data is related to a task that is carried out in the public interest or in the exercise of official authority vested in the Company.</li>\n<li>\n<strong>Legitimate interests:</strong>&nbsp;Processing Personal Data is necessary for the purposes of the legitimate interests pursued by the Company.</li>\n</ul>\n<p>In any case, the Company will gladly help to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Data is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p> Your Rights under the GDPR <p>The Company undertakes to respect the confidentiality of Your Personal Data and to guarantee You can exercise Your rights.</p>\n<p>You have the right under this Privacy Policy, and by law if You are within the EU, to:</p>\n<ul>\n<li>\n<strong>Request access to Your Personal Data.</strong>&nbsp;The right to access, update or delete the information We have on You.\nWhenever made possible, you can access, update or request deletion of Your Personal Data directly within Your account settings section.\nIf you are unable to perform these actions yourself, please contact Us to assist You.\nThis also enables You to receive a copy of the Personal Data We hold about You.</li>\n<li>\n<strong>Request correction of the Personal Data that We hold about You.</strong>&nbsp;You have the right to to have any incomplete or inaccurate information We hold about You corrected.</li>\n<li>\n<strong>Object to processing of Your Personal Data.</strong>&nbsp;This right exists where We are relying on a legitimate interest as the legal basis for Our processing and there is something about Your particular situation, which makes You want to object to our processing of Your Personal Data on this ground.\nYou also have the right to object where We are processing Your Personal Data for direct marketing purposes.</li>\n<li>\n<strong>Request erasure of Your Personal Data.</strong>&nbsp;You have the right to ask Us to delete or remove Personal Data when there is no good reason for Us to continue processing it.</li>\n<li>\n<strong>Request the transfer of Your Personal Data.</strong>&nbsp;We will provide to You, or to a third-party You have chosen, Your Personal Data in a structured, commonly used, machine-readable format.\nPlease note that this right only applies to automated information which You initially provided consent for Us to use or where We used the information to perform a contract with You.</li>\n<li>\n<strong>Withdraw Your consent.</strong>&nbsp;You have the right to withdraw Your consent on using your Personal Data.\nIf You withdraw Your consent, We may not be able to provide You with access to certain specific functionalities of the Service.</li>\n</ul> Exercising of Your GDPR Data Protection Rights <p>You may exercise Your rights of access, rectification, cancellation and opposition by contacting Us.\nPlease note that we may ask You to verify Your identity before responding to such requests.\nIf You make a request, We will try our best to respond to You as soon as possible.</p>\n<p>You have the right to complain to a Data Protection Authority about Our collection and use of Your Personal Data.\nFor more information, if You are in the European Economic Area (EEA), please contact Your local data protection authority in the EEA.</p> Facebook Fan Page Data Controller for the Facebook Fan Page <p>The Company is the Data Controller of Your Personal Data collected while using the Service.\nAs operator of the Facebook Fan Page&nbsp;https://www.facebook.com/Debt-Payoff-Planner-and-Calculator-150065205359289/, the Company and the operator of the social network Facebook are Joint Controllers.</p>\n<p>The Company has entered into agreements with Facebook that define the terms for use of the Facebook Fan Page, among other things.\nThese terms are mostly based on the Facebook Terms of Service:&nbsp;https://www.facebook.com/terms.php</p>\n<p>Visit the Facebook Privacy Policy&nbsp;https://www.facebook.com/policy.php&nbsp;for more information about how Facebook manages Personal data or contact Facebook online, or by mail: Facebook, Inc.\nATTN, Privacy Operations, 1601 Willow Road, Menlo Park, CA 94025, United States.</p> Facebook Insights <p>We use the Facebook Insights function in connection with the operation of the Facebook Fan Page and on the basis of the GDPR, in order to obtain anonymized statistical data about Our users.</p>\n<p>For this purpose, Facebook places a Cookie on the device of the user visiting Our Facebook Fan Page.\nEach Cookie contains a unique identifier code and remains active for a period of two years, except when it is deleted before the end of this period.</p>\n<p>Facebook receives, records and processes the information stored in the Cookie, especially when the user visits the Facebook services, services that are provided by other members of the Facebook Fan Page and services by other companies that use Facebook services.</p>\n<p>For more information on the privacy practices of Facebook, please visit Facebook Privacy Policy here:&nbsp;https://www.facebook.com/full_data_use_policy</p> CCPA Privacy Your Rights under the CCPA <p>Under this Privacy Policy, and by law if You are a resident of California, You have the following rights:</p>\n<ul>\n<li>\n<strong>The right to notice.</strong>&nbsp;You must be properly notified which categories of Personal Data are being collected and the purposes for which the Personal Data is being used.</li>\n<li>\n<strong>The right to access / the right to request.</strong>&nbsp;The CCPA permits You to request and obtain from the Company information regarding the disclosure of Your Personal Data that has been collected in the past 12 months by the Company or its subsidiaries to a third-party for the third party’s direct marketing purposes.</li>\n<li>\n<strong>The right to say no to the sale of Personal Data.</strong>&nbsp;You also have the right to ask the Company not to sell Your Personal Data to third parties.\nYou can submit such a request by visiting our “Do Not Sell My Personal Information” section or web page.</li>\n<li>\n<strong>The right to know about Your Personal Data.</strong>&nbsp;You have the right to request and obtain from the Company information regarding the disclosure of the following:<ul>\n<li>The categories of Personal Data collected</li>\n<li>The sources from which the Personal Data was collected</li>\n<li>The business or commercial purpose for collecting or selling the Personal Data</li>\n<li>Categories of third parties with whom We share Personal Data</li>\n<li>The specific pieces of Personal Data we collected about You</li>\n</ul>\n</li>\n<li>\n<strong>The right to delete Personal Data.</strong>&nbsp;You also have the right to request the deletion of Your Personal Data that have been collected in the past 12 months.</li>\n<li>\n<strong>The right not to be discriminated against.</strong>&nbsp;You have the right not to be discriminated against for exercising any of Your Consumer’s rights, including by:<ul>\n<li>Denying goods or services to You</li>\n<li>Charging different prices or rates for goods or services, including the use of discounts or other benefits or imposing penalties</li>\n<li>Providing a different level or quality of goods or services to You</li>\n<li>Suggesting that You will receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n</li>\n</ul> Exercising Your CCPA Data Protection Rights <p>In order to exercise any of Your rights under the CCPA, and if you are a California resident, You can email or call us or visit our “Do Not Sell My Personal Information” section or web page.</p>\n<p>The Company will disclose and deliver the required information free of charge within 45 days of receiving Your verifiable request.\nThe time period to provide the required information may be extended once by an additional 45 days when reasonable necessary and with prior notice.</p> Do Not Sell My Personal Information <p>We do not sell personal information.\nHowever, the Service Providers we partner with (for example, our advertising partners) may use technology on the Service that “sells” personal information as defined by the CCPA law.</p>\n<p>If you wish to opt out of the use of your personal information for interest-based advertising purposes and these potential sales as defined under CCPA law, you may do so by following the instructions below.</p>\n<p>Please note that any opt out is specific to the browser You use.\nYou may need to opt out on every browser that you use.</p> Website <p>You can opt out of receiving ads that are personalized as served by our Service Providers by following our instructions presented on the Service:</p>\n<ul>\n<li>From Our “Cookie Consent” notice banner</li>\n<li>Or from Our “CCPA Opt-out” notice banner</li>\n<li>Or from Our “Do Not Sell My Personal Information” notice banner</li>\n<li>Or from Our “Do Not Sell My Personal Information” link</li>\n</ul>\n<p>The opt out will place a cookie on Your computer that is unique to the browser You use to opt out.\nIf you change browsers or delete the cookies saved by your browser, you will need to opt out again.</p> Mobile Devices <p>Your mobile device may give you the ability to opt out of the use of information about the apps you use in order to serve you ads that are targeted to your interests:</p>\n<ul>\n<li>“Opt out of Interest-Based Ads” or “Opt out of Ads Personalization” on Android devices</li>\n<li>“Limit Ad Tracking” on iOS devices</li>\n</ul>\n<p>You can also stop the collection of location information from Your mobile device by changing the preferences on your mobile device.</p> “Do Not Track” Policy as Required by California Online Privacy Protection Act (CalOPPA) <p>Our Service does not respond to Do Not Track signals.</p>\n<p>However, some third party websites do keep track of Your browsing activities.\nIf You are visiting such websites, You can set Your preferences in Your web browser to inform websites that You do not want to be tracked.\nYou can enable or disable DNT by visiting the preferences or settings page of Your web browser.</p> Your California Privacy Rights (California’s Shine the Light law) <p>Under California Civil Code Section 1798 (California’s Shine the Light law), California residents with an established business relationship with us can request information once a year about sharing their Personal Data with third parties for the third parties’ direct marketing purposes.</p>\n<p>If you’d like to request more information under the California Shine the Light law, and if you are a California resident, You can contact Us using the contact information provided below.</p> California Privacy Rights for Minor Users (California Business and Professions Code Section 22581) <p>California Business and Professions Code section 22581 allow California residents under the age of 18 who are registered users of online sites, services or applications to request and obtain removal of content or information they have publicly posted.</p>\n<p>To request removal of such data, and if you are a California resident, You can contact Us using the contact information provided below, and include the email address associated with Your account.</p>\n<p>Be aware that Your request does not guarantee complete or comprehensive removal of content or information posted online and that the law may not permit or require removal in certain circumstances.</p> Links to Other Websites <p>Our Service may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party’s site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> Changes to this Privacy Policy <p>We may update our Privacy Policy from time to time.\nWe will notify You of any changes by posting the new Privacy Policy on this page.</p>\n<p>We will let You know via email and/or a prominent notice on Our Service, prior to the change becoming effective and update the “Last updated” date at the top of this Privacy Policy.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p> Contact Us <p>If you have any questions about this Privacy Policy, You can contact us:</p>\n<ul>\n<li>By email: support@stebt.com</li>\n</ul> ", "created_at": "2023-04-16 02:06:25.30465", "updated_at": "2023-04-16 02:08:01.911705"}, {"id": 15631, "name": "Terms of Service", "url": "https://www.debtpayoffplanner.com/terms-of-service/", "xpath": "/html/body/div[2]", "text": " Terms of Service Terms of Service <p>Last updated: September&nbsp.\n24, 2020</p>\n<p>Please read these Terms of Service (“Terms”, “Terms of Service”) carefully before using the https://www.stebt.com website, the https://debt-payoff-planner.com website, the Debt Payoff Planner mobile application, and the Debt Payoff Planner and Calculator mobile application (together, or individually, the “Service”) operated by OxbowSoft LLC (“us”, “we”, or “our”).</p>\n<p>Your access to and use of the Service is conditioned upon your acceptance of and compliance with these Terms.\nThese Terms apply to all visitors, users and others who wish to access or use the Service.</p>\n<p>By accessing or using the Service you agree to be bound by these Terms.\nIf you disagree with any part of the terms then you do not have permission to access the Service.</p> Communications <p>By creating an Account on our service or using our service as a Guest Account, you have the option to subscribe to newsletters, marketing or promotional materials and other information we may send.\nHowever, you may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.&nbsp.\nSome of the communication, including but not limited to password reset and validation codes, are provided as a core part of the Service and opting out of receiving these communications can be accomplished by deleting your account.</p> Purchases <p>If you wish to purchase any product or service made available through the Service (“Purchase”), you may be asked to supply certain information relevant to your Purchase including, without limitation, your credit card number, the expiration date of your credit card, your billing address, and your shipping information.</p>\n<p>You represent and warrant that: (i) you have the legal right to use any credit card(s) or other payment method(s) in connection with any Purchase.\nand that (ii) the information you supply to us is true, correct and complete.</p>\n<p>The service may employ the use of third party services for the purpose of facilitating payment and the completion of Purchases.\nBy submitting your information, you grant us the right to provide the information to these third parties subject to our Privacy Policy.</p>\n<p>We reserve the right to refuse or cancel your order at any time for reasons including but not limited to: product or service availability, errors in the description or price of the product or service, error in your order or other reasons.</p>\n<p>We reserve the right to refuse or cancel your order if fraud or an unauthorized or illegal transaction is suspected.</p> Availability, Errors and Inaccuracies <p>We are constantly updating product and service offerings on the Service.\nWe may experience delays in updating information on the Service and in our advertising on other web sites.\nThe information found on the Service may contain errors or inaccuracies and may not be complete or current.\nProducts or services may be mispriced, described inaccurately, or unavailable on the Service and we cannot guarantee the accuracy or completeness of any information found on the Service.</p>\n<p>We therefore reserve the right to change or update information and to correct errors, inaccuracies, or omissions at any time without prior notice.</p>\n<p>We make no guarantee about the Service uptime and availability for any user, regardless of whether they are a paid subscriber or an unpaid subscriber or any other user.</p>\n<p>We make no guarantee about the timeliness, accuracy, or delivery of any aspect of our services.&nbsp.\nThis includes but is not limited to payment reminders.</p> Subscriptions <p>Some parts of the Service may be billed on a one-time basis (“Subscription(s)”) for access to additional features for a fixed period of time (“one-time term”).&nbsp.\nIf you’ve subscribed to some parts of the service that are billed on a one-time basis, your payment will not be automatically renewed at the end of your one-time term.&nbsp.\nAt the end of the one-time term, the service will remove the additional features.&nbsp.\nThe continued availability of the additional features after the one-time term be decided in sole discretion of OxbowSoft LLC.</p>\n<p>Some parts of the Service may be billed on a subscription basis (“Subscription(s)”).\nIf you’ve subscribed to some parts of the Service, you will be billed in advance on a recurring and periodic basis (“Billing Cycle”).\nBilling cycles are set either on a monthly or annual basis, depending on the type of subscription plan you select when purchasing a Subscription.</p>\n<p>At the end of each Billing Cycle, your Subscription will automatically renew under the exact same conditions unless you cancel it or OxbowSoft LLC cancels it.\nYou may cancel your Subscription renewal by contacting OxbowSoft LLC customer support team.</p>\n<p>A valid payment method, including credit card, is required to process the payment for your Subscription.\nYou shall provide OxbowSoft LLC or its third party payment processor with accurate and complete billing information including full name, address, state, zip code, telephone number, and a valid payment method information.\nBy submitting such payment information, you automatically authorize OxbowSoft LLC or its third party payment processor to charge all Subscription fees incurred through your account to any such payment instruments.</p>\n<p>Should automatic billing fail to occur for any reason, OxbowSoft LLC will issue an electronic invoice indicating that you must proceed manually, within a certain deadline date, with the full payment corresponding to the billing period as indicated on the invoice.</p> Fee Changes <p>OxbowSoft LLC, in its sole discretion and at any time, may modify the Subscription fees for the Subscriptions.\nAny Subscription fee change will become effective at the end of the then-current Billing Cycle.</p>\n<p>For automatically renewed subscriptions, OxbowSoft LLC will provide you with a reasonable prior notice of any change in Subscription fees to give you an opportunity to terminate your Subscription before such change becomes effective.</p>\n<p>Your continued use of the Service after the Subscription fee change comes into effect constitutes your agreement to pay the modified Subscription fee amount.</p> Refunds <p>Certain refund requests for Subscriptions may be considered by OxbowSoft LLC on a case-by-case basis and granted in sole discretion of OxbowSoft LLC.</p>\n<p>Partial refunds are issued at the sole discretion of OxbowSoft LLC.&nbsp.\nIn the event that a partial refund is provided, it will be in accordance with the amount that the user would have paid for the used duration of the subscription.&nbsp.\nFor example, if there are 2 pricing tiers: 2 months at a cost of $100 and 12 months at a cost of $300 and the user buys the 12 month subscription but is approved for a partial refund after only 1 month, they will receive a partial refund of $200.&nbsp.\nThe partial refund amount in this example is equivalent to had the user purchased the service originally for only 1 month, whereby the closest tier would be the 2 months at a cost of $100.</p> Content <p>Our Service allows you to post, link, store, share and otherwise make available certain information, text, graphics, videos, or other material (“Content”).\nYou are responsible for the Content that you post on or through the Service, including its legality, reliability, and appropriateness.</p>\n<p>By posting Content on or through the Service, You represent and warrant that: (i) the Content is yours (you own it) and/or you have the right to use it and the right to grant us the rights and license as provided in these Terms, and (ii) that the posting of your Content on or through the Service does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person or entity.\nWe reserve the right to terminate the account of anyone found to be infringing on a copyright.</p>\n<p>You retain any and all of your rights to any Content you submit, post or display on or through the Service and you are responsible for protecting those rights.\nWe take no responsibility and assume no liability for Content you or any third party posts on or through the Service.\nHowever, by posting Content using the Service you grant us the right and license to use, modify, reproduce, and distribute such Content on and through the Service.</p>\n<p>OxbowSoft LLC has the right but not the obligation to monitor and edit all Content provided by users.</p>\n<p>In addition, Content found on or through this Service are the property of OxbowSoft LLC or used with permission.\nYou may not distribute, modify, transmit, reuse, download, repost, copy, or use said Content, whether in whole or in part, for commercial purposes or for personal gain, without express advance written permission from us.</p> Accounts <p>When you create an account with us or use the application with a Guest Account, you guarantee that you are above the age of 18, and that the information you provide us is accurate, complete, and current at all times.\nInaccurate, incomplete, or obsolete information may result in the immediate termination of your account on the Service.</p>\n<p>You are responsible for maintaining the confidentiality of your account and password, including but not limited to the restriction of access to your computer and/or account.\nYou agree to accept responsibility for any and all activities or actions that occur under your account and/or password, whether your password is with our Service or a third-party service.\nYou must notify us immediately upon becoming aware of any breach of security or unauthorized use of your account.&nbsp.\nOxbowSoft LLC will not be liable for losses resulting from use of lost or stolen data with the Service.</p>\n<p>You may not use as a username the name of another person or entity or that is not lawfully available for use, a name or trademark that is subject to any rights of another person or entity other than you, without appropriate authorization.\nYou may not use as a username any name that is offensive, vulgar or obscene.</p>\n<p>We reserve the right to refuse service, terminate accounts, remove or edit content, or cancel orders in our sole discretion.</p> Intellectual Property <p>The Service and its original content (excluding Content provided by users), features and functionality are and will remain the exclusive property of OxbowSoft LLC and its licensors.\nThe Service is protected by copyright, trademark, and other laws of both the United States and foreign countries.\nOur trademarks and trade dress may not be used in connection with any product or service without the prior written consent of OxbowSoft LLC.</p> Links To Other Web Sites <p>Our Service may contain links to third party web sites or services that are not owned or controlled by OxbowSoft LLC.</p>\n<p>OxbowSoft LLC has no control over, and assumes no responsibility for the content, privacy policies, or practices of any third party web sites or services.\nWe do not warrant the offerings of any of these entities/individuals or their websites.</p>\n<p>You acknowledge and agree that OxbowSoft LLC shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such third party web sites or services.</p>\n<p>We strongly advise you to read the terms and conditions and privacy policies of any third party web sites or services that you visit.</p> Termination <p>We may terminate or suspend your account and bar access to the Service immediately, without prior notice or liability, under our sole discretion, for any reason whatsoever and without limitation, including but not limited to a breach of the Terms.</p>\n<p>If you wish to terminate your account, you may simply discontinue using the Service or delete your account.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p> Indemnification <p>You agree to defend, indemnify and hold harmless OxbowSoft LLC and its licensee and licensors, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees), resulting from or arising out of a) your use and access of the Service, by you or any person using your account and password.\nb) a breach of these Terms, or c) Content posted on the Service.</p> Limitation Of Liability <p>In no event shall OxbowSoft LLC, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use the Service.\n(ii) any conduct or content of any third party on the Service.\n(iii) any content obtained from the Service.\nand (iv) unauthorized access, use or alteration of your transmissions or content, whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p> Disclaimer <p>Your use of the Service is at your sole risk.\nThe Service is provided on an “AS IS” and “AS AVAILABLE” basis.\nThe Service is provided without warranties of any kind, whether express or implied, including, but not limited to, implied warranties of merchantability, fitness for a particular purpose, non-infringement or course of performance.</p>\n<p>OxbowSoft LLC its subsidiaries, affiliates, and its licensors do not warrant that a) the Service will function uninterrupted, secure or available at any particular time or location.\nb) any errors or defects will be corrected.\nc) the Service is free of viruses or other harmful components.\nor d) the results of using the Service will meet your requirements.</p> Exclusions <p>Some jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.</p> Governing Law <p>These Terms shall be governed and construed in accordance with the laws of Oregon, United States, without regard to its conflict of law provisions.</p>\n<p>Our failure to enforce any right or provision of these Terms will not be considered a waiver of those rights.\nIf any provision of these Terms is held to be invalid or unenforceable by a court, the remaining provisions of these Terms will remain in effect.\nThese Terms constitute the entire agreement between us regarding our Service, and supersede and replace any prior agreements we might have had between us regarding the Service.</p> Changes <p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will provide at least 15 days notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Service after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Service.</p> Contact Us <p>If you have any questions about these Terms, please contact us at oxbowsoft@gmail.com .</p> ", "created_at": "2023-04-16 02:06:25.336772", "updated_at": "2023-04-16 02:07:30.848435"}], "points": [], "urls": ["debtpayoffplanner.com"]}}