{"error": 448, "message": "OK", "parameters": {"id": 9797, "name": "UnifiedLayers", "created_at": "2023-10-16 21:19:27.517781", "updated_at": "2023-10-16 22:02:41.713963", "wikipedia": null, "keywords": null, "related": null, "slug": "unifiedlayers", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9797.png", "url": "unifiedlayers.com", "documents": [{"id": 19515, "name": "Privacy Policy", "url": "https://www.unifiedlayers.com/privacy-policy.html", "xpath": "/html/body/div[5]", "text": " Privacy Policy <p>We at unifiedlayers.net, are committed to protecting any data that we collect concerning you.\nBy using our services you agree to the use of the data that we collect in accordance with this Privacy Policy.\n</p>\n<p>\n</p>We are committed to protecting your privacy<p>\n</p> We collect the minimum amount of information about you that is commensurate with providing you with a satisfactory service.\nThis Policy indicates the type of processes that may result in data being collected about you.\nYour use of this website gives us the right to collect that information.\n<p>\n</p>Information Collected<p>\n</p> We may collect any or all of the information that you give us depending on the type of transaction you enter into, including your name, address, telephone number, fax number and email address, together with data about your use of the website.\nOther information that may be needed from time to time to process a request may also be collected as indicated on the website.\n<p>\n</p>Information Use<p>\n</p> We use the information collected primarily to process the task for which you visited the website.\nAll reasonable precautions are taken to prevent unauthorized access to this information.\nThis safeguard may require you to provide additional forms of identity should you wish to obtain information about your account details.\nunifiedlayers.net, may email its monthly newsletter to the primary contact e-mail on file, but customers are able to opt out of this newsletter at any time.\n<p>\n</p>Cookies<p>\n</p> Your Internet browser has the in-built facility for storing small files - \"cookies\" - that hold information which allows a website to recognize your account.\nOur website takes advantage of this facility to enhance your experience.\nYou have the ability to prevent your computer from accepting cookies but, if you do, certain functionality on the website may be impaired.\n<p>\n</p>Disclosing Information<p>\n</p> We do not disclose any personal information obtained about you from this website to third parties.\nWe may use the information to keep in contact with you and inform you of developments associated with our business.\nYou will be given the opportunity to remove yourself from any mailing list or similar device.\nIf at any time in the future we should wish to disclose information collected on this website to any third party, it would only be with your knowledge and consent.\nWe may from time to time provide information of a general nature to third parties - for example, the number of individuals visiting our website or completing a registration form, but we will not use any information that could identify those individuals.\n<p>\n</p>Disclosure to Law Enforcement<p>\n</p> unifiedlayers.net may disclose any subscriber information to law enforcement agencies without further consent or notification to the subscriber upon lawful request from such agencies.\nWe will cooperate fully with law enforcement agencies.\n<p>\n</p>Changes to this Policy<p>\n</p> Any changes to our Privacy Policy will be placed here and will supersede this version of our Policy.\nWe will take reasonable steps to draw your attention to any changes in our Policy.\nHowever, to be on the safe side, we suggest that you read this document each time you use the website to ensure that it still meets with your approval.\n<p>\n</p>Contacting Us <p>\n</p> If you have any questions about our Privacy Policy, or if you want to know what information we have collected about you, please contact us here.\nYou can also correct any factual errors in that information or require us to remove your details form any list under our control.\n<p>\n</p> ", "created_at": "2023-10-16 21:19:27.553686", "updated_at": "2023-10-16 21:22:08.939837"}, {"id": 19516, "name": "Refund & Cancellation Policy", "url": "https://www.unifiedlayers.com/refund-policy.html", "xpath": "/html/body/div[4]/div/div/div", "text": " Refund &amp.\nCancellation Policy <p>\n</p>\n<p>\n</p>Refund &amp.\nCancellation Policy<p>\n</p> We are dedicated to providing you the best services but there are times when things go wrong.\nWe try our level best that there are no situations arising when you are not satisfied with what you have received or you find a difference between what you have ordered and what you have received.\nBut at any time due to some unavoidable circumstances, you are unsatisfied with what you have received then contact us at the earliest and we will gladly assist you to find out a solution with mutual consent.<br>\n<br>\n<p>\n</p>30 Days Money Refund Policy only applicable on Web Hosting &amp.\nReseller Hosting.<p>\n</p> If you find your hosting package is not as committed, get in touch (Create a support ticket) with us within15 days from activation date of your hosting service.\nOn receiving your e-mail, our sales team will get in touch with you and try to provide you service as committed at the time of order but if you are still not satisfied, <strong>Please create a support ticket to refund your money, with in 30 days from the date of activation </strong> of your Web hosting/Reseller Hosting, the payment will be refunded and your services will be deactivated.<br>\n<br>\n<strong>Please Note:</strong>\n<br> (1) 30 days refund is <strong>applicable</strong> only on Web Hosting and Reseller Hosting services that purchased with an <strong>annual plan.</strong>\n<br> (2) 30 days Refund Policy is <strong>not applicable </strong>on Web Hosting and Reseller Hosting services that purchased with<strong> monthly plan.</strong>\n<br> (3) Refund Policy is <strong>not applicable </strong>on Dedicated Server, Virtual Server, virtual dedicated servers and Domain Registration or any third party services purchased, like cPanel, WHMCS, plesk panel etc.\nIn case of these products or services, no refund will be given if, the service is activated or renewed.\n<br> (4) <strong>Strictly NO refunds will be processed </strong>if a refund is requested after 30 days from the date of order or activation of the service.<br> (5) <strong>Strictly there are NO refunds</strong> for Special Promotional Packages, Monthly Billed Packages, Discounted Packages or Coupons.<br> (6) <strong>Strictly NO refunds will be processed</strong> if the account fee is not paid Full in advance before the service is activated.<br> (7) <strong>Only first time accounts are eligible for refund.\nAccounts created by the same customer / related to the same customer will not be eligible for refund.</strong>\n<br> (8) <strong>Strictly NO refunds will be processed</strong> if an account was involved in abuse / resource over usage previously.<br>\n<br>Please clarify your queries before purchasing a service via sales support.<br> Our ultimate aim is a satisfied and a happy customer.\n<p>\n</p> ", "created_at": "2023-10-16 21:19:27.587551", "updated_at": "2023-10-16 21:22:52.455665"}, {"id": 19517, "name": "Terms Of Services", "url": "https://www.unifiedlayers.com/tos.html", "xpath": "/html/body/div[5]", "text": null, "created_at": "2023-10-16 21:19:27.621328", "updated_at": "2023-10-16 21:24:06.068687"}], "points": [], "urls": ["unifiedlayers.com"]}}