{"error": 448, "message": "OK", "parameters": {"id": 7222, "name": "DREAM CHOPPER", "created_at": "2023-01-05 02:40:18.82185", "updated_at": "2023-01-22 17:00:16.808613", "wikipedia": null, "keywords": null, "related": null, "slug": "dream-chopper", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7222.png", "url": "dreamchopper.com", "documents": [{"id": 13834, "name": "PRIVACY POLICY", "url": "https://dreamchopper.com/privacy", "xpath": "//body", "text": " <ul>\n</ul>\n<ul>\n<li> Finals </li>\n<li> Register </li>\n<li> Support </li>\n<li> Login </li>\n</ul> Privacy Policy <p>Last Updated: 2022.02.03</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n<br>\n</p>\n<ul>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>Third-Party Disclosure</li>\n</ul>\n<ul>\n<li>What Personal Information Do We Collect</li>\n</ul>\n<ul>\n<li>When Do We Collect</li>\n</ul>\n<ul>\n<li>How Do We Use Your Information</li>\n</ul>\n<ul>\n<li>Your Choices</li>\n</ul>\n<ul>\n<li>How Do We Protect Your Information</li>\n</ul>\n<ul>\n<li>Do We Use Cookies</li>\n</ul>\n<ul>\n<li>Third-Party Links</li>\n</ul>\n<ul>\n<li>SMS/Texting</li>\n</ul>\n<ul>\n<li>CALOPPA</li>\n</ul>\n<ul>\n<li>\"Do Not Track\" Signals</li>\n</ul>\n<ul>\n<li>Third-Party Tracking</li>\n</ul>\n<ul>\n<li>COPPA</li>\n</ul>\n<ul>\n<li>Fair Information Practices Principles</li>\n</ul>\n<ul>\n<li>CAN-SPAM Act</li>\n</ul>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>PRIVACY POLICY</strong>\n</p>\n<p>This privacy policy has been compiled to better serve those who are concerned with how their Personally Identifiable Information (“PII”) is being used online.\nPII, as used in U.S.\nprivacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nPlease read this Privacy Policy carefully, to get a clear understanding of how we collect, use, protect, or otherwise handle your PII.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>THIRD-PARTY DISCLOSURE</strong>\n</p>\n<p>We do not sell, trade, or otherwise transfer to outside parties your PII, unless we provide you with advance notice.\nThis does not include website hosting partners and other parties who assist us in operating the Website, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others' rights, property, or safety.\nWe may ask if you would like us to share your information with other unaffiliated third parties who are not described elsewhere in this Privacy Policy.\nIf you would like more information concerning the categories of PII (if any) we share with third parties or affiliates, please contact us here.\nHowever, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, analytical, or other uses.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>WHAT PERSONAL INFORMATION DO WE COLLECT FROM THE PEOPLE THAT VISIT OUR BLOG, WEBSITE OR APP?</strong>\n</p>\n<p>When ordering or registering on our Website, as appropriate, you may be asked to enter your name, email address, mailing address, phone number, credit card information or other details to help you with your experience.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>WHEN DO WE COLLECT INFORMATION?</strong>\n</p>\n<p>We collect information from you when you surf the Website, use site features, register, enter the Competition, place a vote, purchase a vote, make a purchase, respond to a survey or marketing communication, fill out a form, or enter information on our Website.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>HOW DO WE USE YOUR INFORMATION?</strong>\n</p>\n<p>We may use the information we collect from you in the following ways:</p>\n<ul>\n<li>To personalize user's experience and to allow us to deliver the type of content and product offerings in which you are most interested;</li>\n<li>To improve our website to better serve you;</li>\n<li>To allow us to better service you in responding to your customer service requests;</li>\n<li>To administer a contest, promotion, survey, or other Website feature;</li>\n<li>To quickly process your transactions;</li>\n<li>To send periodic emails or text messages regarding your order or other products and services;</li>\n<li>To conduct analytics;</li>\n<li>To send marketing and promotional materials, including information relating to our services and promotions;</li>\n<li>For internal administrative purposes, as well as to manage our relationship with you.\nand/or</li>\n<li>To protect against malicious, deceptive, fraudulent, or illegal activity.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>YOUR CHOICES</strong>\n</p>\n<p>You can make the following choices regarding your PII:</p>\n<p>Promotional Emails and Texts.\nYou may choose to provide us with your email address and cellular phone number for the purpose of allowing us to send free newsletters, surveys, offers, and other promotional materials to you.\nYou can stop receiving promotional emails or texts by following the unsubscribe instructions in e-mails and texts that you receive.\nIf you decide not to receive promotional emails or texts, we may still send you transactional communications, such as those about your account, or other service-related communications.</p>\n<p>Changes to Your Personal Information.\nWe rely on you to update and correct your personal information.\nOur website allows you to modify your account profile.\nNote that we may keep historical information in our backup files as permitted by law.</p>\n<p>Access to Your Personal Information.\nYou may request that we provide you access to personal information that we store about you.\nIf required by law, upon request, we will grant reasonable access to the personal information that we hold about a user.\nYou can request access to your personal information by contacting us.</p>\n<p>Deletion of Your Personal Information.\nYou may request that we delete your personal information.\nIf required by law, we will delete your personal information after such a request is made.\nYou can request that your personal information be deleted by contacting us.\nWe may also decide to delete your data if we believe that the data is incomplete, inaccurate, or that our continued use and storage are contrary to our obligations to other individuals or third parties.\nWhen we delete personal information, it will be removed from our active database, but it may remain in archives where it is not practical or possible to delete it.\nYou should note that there are some situations in which we may decline to delete your personal information.\nFor example, we retain the information that we collect to, among other things, detect security incidents, comply with our legal obligations, enforce any part of our agreement, and protect against malicious, deceptive, fraudulent, or illegal activity.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>HOW DO WE PROTECT VISITOR INFORMATION?</strong>\n</p>\n<p>We protect your information the following ways:</p>\n<ul>\n<li>The Website is scanned on a regular basis for security holes and known vulnerabilities to make your visit to our Website as safe as possible.</li>\n<li>We use regular Malware Scanning.</li>\n<li>Your personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems and are required to keep the information confidential.\nIn addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.</li>\n<li>We implement a variety of security measures when a user places an order, enters, submits, or accesses their information, to maintain the safety of your personal information.</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<strong>DO WE USE 'COOKIES'?</strong>\n</p>\n<p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow it), that enables the site's or service provider's systems to recognize your browser and capture and remember certain information.\nFor instance, we use cookies to help us remember and process the items in your shopping cart.\nThey are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe also use cookies to help us compile aggregate data about site traffic and site interaction, so that we can offer better site experiences and tools in the future.</p>\n<p>In addition, we use cookies to:</p>\n<ul>\n<li>Understand and save user's preferences for future visits;</li>\n<li>Keep track of advertisements.\nand</li>\n<li>Compile aggregate data about site traffic and site interactions to offer better site experiences and tools in the future.</li>\n</ul>\n<p>We may also use trusted third-party services that track this information on our behalf.</p>\n<p>You can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser (like Internet Explorer) settings.\nEach browser is different, so look at your browser’s Help menu to learn the correct way to manage and modify your cookies.</p>\n<p>If you disable cookies, certain features will be disabled.\nDisabling cookies will turn off features that make your site experience more efficient, and all our services will not function properly.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>THIRD-PARTY LINKS</strong>\n</p>\n<p>Occasionally, at our discretion, we may include or offer third-party products or services on the Website.\nThese third-party sites have separate and independent privacy policies.\nWe therefore have no responsibility or liability for the content and activities of these linked sites or how they choose to share your PII, assuming you provide it to them.\nNonetheless, we seek to protect the integrity of our site and welcome any feedback about these sites.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>SMS/TEXTING POLICY</strong>\n</p>\n<p>When you provide us with your mobile phone number, you agree that we may contact you via auto-dialer, prerecorded message, or text message.\nIn the case of a text message, you will receive a confirmation text message, and you will need to reply as instructed.\nMessage and data rates apply.\nReply “STOP”, to cancel text messages at any time, or by contacting us here, to revoke consent to be contacted via auto-dialer, prerecorded message, or text message, at any time.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>CALIFORNIA ONLINE PRIVACY PROTECTION ACT (CALOPPA)</strong>\n</p>\n<p>CalOPPA requires commercial websites and online services to post a ’conspicuous Privacy Policy on its website stating exactly the information being collected and those individuals with whom it is being shared, and to comply with this Policy.\n– See more here.</p>\n<p>According to CalOPPA we agree to the following:</p>\n<p>Users can visit our site anonymously.</p>\n<p>Once this Privacy Policy is created, we will add a link to it on our home page, or at a minimum on the first significant page after entering our website.<br>\n</p>\n<p>Our Privacy Policy link includes the word ‘Privacy’ and can easily be found on the page specified above.<br>\n</p>\n<p>Users will be notified of any Privacy Policy changes by the updating of this Policy available on the Website.<br>\n</p>\n<p>On our Privacy Policy page users can change their personal information:<br>\n</p>\n<p>\n</p>\n<ul>\n<li>By emailing us.\nor</li>\n<li>By contacting customer support here.</li>\n</ul>\n<p>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>HOW DOES OUR SITE HANDLE \"DO NOT TRACK\" SIGNALS?</strong>\n</p>\n<p>We honor ‘Do Not Track’ signals and do not track, plant cookies, or use advertising when a Do Not Track (DNT) browser mechanism is in place.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>DOES OUR WEBSITE ALLOW THIRD-PARTY BEHAVIORAL TRACKING?</strong>\n</p>\n<p>Yes.\nIt is also important to note that we allow third-party behavioral tracking.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>CHILDREN ONLINE PRIVACY PROTECTION ACT (COPPA)</strong>\n</p>\n<p>When it comes to the collection of personal information from children under thirteen (13) years of age, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, the nation's consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.</p>\n<p>We do not specifically market to children under thirteen (13) years of age.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>FAIR INFORMATION PRACTICES PRINCIPLES</strong>\n</p>\n<p>The Fair Information Practices principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practices principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.</p>\n<p>To be in line with Fair Information Practices principles, we will take the following responsive action, should a data breach occur:</p>\n<ul>\n<li>We will notify the users via email, within seven (7) business days;</li>\n<li>We will notify the users via in-site notification, within seven (7) business days.\nand</li>\n<li>We also agree to the individual redress principle, which requires that individuals have a right to pursue legally enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or a government agency to investigate and/or prosecute non-compliance by data processors.</li>\n</ul>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>CAN-SPAM ACT</strong>\n</p>\n<p>The CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.</p>\n<p>We collect your email address to:</p>\n<ul>\n<li>Send information, respond to inquiries, and/or other requests or questions;</li>\n<li>Process orders and to send information and updates pertaining to orders;</li>\n<li>Send you additional information related to your product and/or service.\nand</li>\n<li>Market to our mailing list or continue to send emails to our clients after the original transaction has occurred.</li>\n</ul>\n<p>To be accordance with the CAN-SPAM Act we agree to the following:</p>\n<ul>\n<li>To NOT use false, or misleading subjects or email addresses;</li>\n<li>Identify the message as an advertisement in some reasonable way;</li>\n<li>Include the physical address of our business or site headquarters;</li>\n<li>Monitor third party email marketing services for compliance, if one is used;</li>\n<li>Honor opt-out/unsubscribe requests quickly.\nand</li>\n<li>Allow users to unsubscribe by using the link at the bottom of each email.</li>\n</ul>\n<p>If at any time you would like to unsubscribe from receiving future emails, you can follow the instructions at the bottom of each email, and we will promptly remove you from ALL correspondence.</p>\n<p>\n<strong>\n</strong>\n</p>\n<br>\n<br>\n<p>\n</p>\n<p> Rules · Terms · Privacy · Support · Login </p>\n<br> Search for model Close Notification <p>\n</p> Close ", "created_at": "2023-01-05 02:40:18.883804", "updated_at": "2023-01-05 02:40:49.580068"}, {"id": 13835, "name": "TERMS AND CONDITIONS", "url": "https://dreamchopper.com/terms", "xpath": "//body", "text": " <ul>\n</ul>\n<ul>\n<li> Finals </li>\n<li> Register </li>\n<li> Support </li>\n<li> Login </li>\n</ul> Terms and Conditions <p>\n<strong>\n</strong>\n</p>\n<p>Last Updated: 2022.02.03</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>TABLE OF CONTENTS</strong>\n<br>\n</p>\n<ul>\n<li>No Purchase Necessary</li>\n</ul>\n<ul>\n<li>Special Note</li>\n</ul>\n<ul>\n<li>Sponsor</li>\n</ul>\n<ul>\n<li>Personal Information</li>\n</ul>\n<ul>\n<li>Disclaimer of Warranties</li>\n</ul>\n<ul>\n<li>Limitations of Liability</li>\n</ul>\n<ul>\n<li>Offensive Content</li>\n</ul>\n<ul>\n<li>Copyrights/Trademarks</li>\n</ul>\n<ul>\n<li>Governing Law and Dispute Resolution</li>\n</ul>\n<ul>\n<li>Communication</li>\n</ul>\n<ul>\n<li>SMS/Texting</li>\n</ul>\n<ul>\n<li>Email</li>\n</ul>\n<ul>\n<li>Entrants</li>\n</ul>\n<ul>\n<li>Eligibility</li>\n</ul>\n<ul>\n<li>Rules</li>\n</ul>\n<ul>\n<li>Voters</li>\n</ul>\n<ul>\n<li>Purchased Votes</li>\n</ul>\n<ul>\n<li>Terms of Purchase</li>\n</ul>\n<ul>\n<li>Donation</li>\n</ul>\n<ul>\n<li>No Refund Policy</li>\n</ul>\n<ul>\n<li>Agreement</li>\n</ul>\n<ul>\n<li>Changes to this Agreement</li>\n</ul>\n<ul>\n<li>Contact Information</li>\n</ul>\n<p>\n<br>\n</p>\n<p>THIS IS A BINDING CONTRACT.\nAS SUCH, PLEASE READ THIS AGREEMENT IN ITS ENTIRETY.</p>\n<p>\n<strong>NO PURCHASE OR PAYMENT OF ANY KIND IS NECESSARY TO ENTER OR VOTE IN THIS COMPETITION</strong>.<br>\n</p>\n<p>WARRANTY DISCLAIMERS, LIABILITY LIMITATIONS, AND ARBITRATION.\nPLEASE NOTE THAT THE DISCLAIMER OF WARRANTIES, LIMITATIONS OF LIABILITY, AND GOVERNING LAW, WAIVER AND DISPUTE RESOLUTION SECTIONS CONTAIN IMPORTANT LIMITATIONS ON OUR LIABILITY AND OUR AGREEMENT TO ARBITRATE FOLLOWING THE LAWS OF ARIZONA ONLY.<br>\n</p>\n<p>\n<strong>SPECIAL NOTE</strong>: AS EXPLAINED BELOW, THE PURCHASE OF A VOTE IN THE COMPETITION IS NOT A DONATION AND IS NOT TAX DEDUCTIBLE.<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>SPONSOR</strong>\n</p>\n<p>Dream Chopper, LLC (\"Sponsor\") administers DreamChopper.com (the “Website”) and the associated Dream Chopper Competition (“Competition”).\nSponsor can be contacted here.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>PERSONAL INFORMATION</strong>\n</p>\n<p>Your privacy is very important to us, which is why we have created a separate Privacy Policy, to explain in detail how we collect, manage, process, secure, and store your private information.\nPlease read the Privacy Policy in its entirety.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>DISCLAIMER OF WARRANTIES</strong>\n</p>\n<p>UNLESS OTHERWISE EXPRESSED, SPONSOR EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.</p>\n<p>Any content or information downloaded or otherwise obtained through the use of the Website, forms, social media, press releases, communications, including emails and text messages (collectively the “Resources”) is done at your own discretion and risk, and you are solely responsible for any damage to your computer or other devices for any loss of data that may result from the download of such content.</p>\n<p>No information or advice, whether expressed, implied, oral, or written, obtained by you from Sponsor or through any Resources we provide shall create any warranty, guarantee, or conditions of any kind, except for those expressly outlined in these Terms and Conditions.</p>\n<p>YOUR USE OF THE RESOURCES IS AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, YOU ARE RESPONSIBLE FOR COMPLYING WITH THESE TERMS OF USE AND ALL APPLICABLE LAWS WITH RESPECT TO THE USE OF THE RESOURCES.\nEXCEPT AS OTHERWISE EXPRESSLY PROVIDED IN THESE TERMS OF USE, THESE RESOURCES, INCLUDING ALL INFORMATION AND CONTENT MADE AVAILABLE ON OR ACCESSED THROUGH THE WEBSITE, ARE MADE AVAILABLE TO YOU \"AS IS\" WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND.\nFURTHER, TO THE FULLEST EXTENT PERMISSIBLE BY LAW, THE SPONSOR DISCLAIMS ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, FOR THE RESOURCES, THEIR CONTENTS AND THE REGISTRATION, AND ITEMS LISTED OR PURCHASED THROUGH THE RESOURCES.\nSPONSOR DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE RESOURCES OR ANY MATERIALS OR CONTENT CONTAINED THEREIN WILL BE UNINTERRUPTED OR ERROR FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE WEBSITE, ITS RESOURCES OR THE SERVER THAT MAKES IT AVAILABLE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTO THE FULLEST EXTENT PERMITTED BY LAW, SPONSOR SHALL NOT BE LIABLE FOR THE USE OF THE RESOURCES, INCLUDING, WITHOUT LIMITATION, THE CONTENT AND ANY ERRORS CONTAINED THEREIN.\nTHIS DISCLAIMER CONSTITUTES AN ESSENTIAL PART OF THESE TERMS.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>LIMITATIONS OF LIABILITY</strong>\n</p>\n<p>Under no circumstance will Sponsor be liable for any direct or indirect damages with respect to the availability or accuracy of the Resources or information contained therein, the availability of the Competition or operation of the Website, the responsiveness of the Resources or your use of the Resources or information provided to you.</p>\n<p>IN NO EVENT SHALL THE SPONSOR BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFITS, LOSS OF GOODWILL, LOSS OF REPUTATION, COST OF COVER DAMAGES, OR INTANGIBLE LOSSES OF ANY KIND ARISING FROM YOUR USE OF THE WEBSITE OR RESOURCES, YOUR INABILITY TO USE THE WEBSITE OR RESOURCES, OR THE REGISTRATION, VOTING, PRODUCTS, OR SERVICES AVAILABLE THROUGH THE WEBSITE OR RESOURCES, EVEN IF SPONSOR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nFURTHER, TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT WILL SPONSOR BE LIABLE FOR ANY DIRECT DAMAGES BEYOND OUT OF POCKET COSTS, ATTORNEYS’ FEES OR ARBITRATION COSTS.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>OFFENSIVE CONTENT</strong>\n</p>\n<p>You understand that, by accessing any images or external links on the Website or the Resources, you may encounter content that may you may deem offensive, indecent, or objectionable, which said content may or may not be identified as having explicit images or language, and that the accessing of a particular image or external link may unintentionally result in the user to being subjected to objectionable material.\nNevertheless, you agree to use the Website at your sole risk, that you understand Sponsor has provided images and external links for convenience purposes only, and that Sponsor shall not have any liability to you for content that may be found to be offensive, indecent, or objectionable.<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>COPYRIGHTS/TRADEMARKS</strong>\n</p>\n<p>All content and materials available on the Website, including but not limited to text, graphics, website name, code, images, and logos are the intellectual property (\"IP\") of Sponsor, and are protected by applicable copyright and trademark law.\nAny inappropriate use, including but not limited to the reproduction, distribution, display, or transmission of any of Sponsor's IP or content on the Website is strictly prohibited, unless specifically authorized by Sponsor.</p>\n<p>The information provided by Sponsor is the copyrighted property of Sponsor.\nYour use of this information is limited to you alone under these Terms and Conditions and the Rules.\nIt may not be copied, retransmitted, sold or provided to others in any form or format except as provided for in this section of the Terms and Conditions.</p>\n<p>The news media and subscribers may use brief portions of any material provided it is not distorted, Sponsor is given credit for the material utilized, and Sponsor is shown as the copyright holder.</p>\n<p>Pursuant to the Rules, Entrants expressly assign any intellectual property rights in the Submitted or Additional Photographs to Sponsor and waive any claims for copyright infringement or violation of the right of publicity.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>GOVERNING LAW, WAIVER AND DISPUTE RESOLUTION</strong>\n</p>\n<p>The Competition is controlled by Sponsor from offices located in the State of Arizona, USA, and can be accessed from most countries around the world.\nAs each country has laws that may differ from those of Arizona, by accessing the Website and/or participating in the Competition in any fashion, you agree that the laws of Arizona, without regard to the conflict of laws and the United Nations Convention on the International Sales of Goods, will apply to all matters relating to the Competition, including as an Entrant, Voter, or Winner (as defined in the Rules), the use of the Website and the participation in the Competition, including through this Website.</p>\n<p>Furthermore, any action to enforce these Terms and Conditions shall be brought pursuant to the Rules and the specific provisions in the Rules titled “Waiver and Limitations of Liability” and “Dispute Resolution”, which are incorporated in this document by this reference.\nYou hereby agree to be bound and abide by the Competition Rules and all provisions therein.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>COMMUNICATION</strong>\n</p>\n<p>Collected information will not be shared with any third party and use will comply with the Privacy Policy.<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>SMS/TEXTING</strong>\n</p>\n<p>When you provide us with your mobile phone number, you agree that Sponsor may contact you at the number provided via text message.\nMessage and data rates apply.\nMessage frequency may vary.\nConsent to be contacted via text message is not required to participate in the Competition.\nReply “STOP” to discontinue text messages at any time or contact us at any time to opt out of future communications.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>EMAIL</strong>\n</p>\n<p>By providing your email address, you agree to receive emails from Sponsor (including newsletter, updates, and promotional offers related to the Competition).<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>ENTRANTS</strong>\n</p>\n<p>By entering the Competition, Entrants accept and unconditionally agree to be bound and abide by these Terms and Conditions.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>ELIGIBILITY</strong>\n</p>\n<p>All Entrants must be individuals who are of Eligible Entry Age ((at least eighteen (18)) years or older, at the time of entry and on the date that the earliest of the Submitted and Additional Photographs were taken.\nVoid where prohibited or otherwise restricted by applicable law.</p>\n<p>Employees and family members of the Sponsor and its respective parent companies (collectively, the “Competition Entities”), are ineligible to participate in the Competition or any related Ancillary Promotion.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>RULES</strong>\n</p>\n<p>Entrants agree to be bound and must abide by the Competition Rules, which should be read in their entirety.\nBy participating in any fashion in the Competition, including as an Entrant, Voter, or Winner, you are agreeing to be bound and abide by the Rules, the Privacy Policy, and these Terms and Conditions.\nVoters agree to be bound and abide by the Terms of Purchase, set forth below.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>VOTERS</strong>\n</p>\n<p>All voters are entitled to one (1) free vote every twenty-four (24) hours (once per day) during the Competition.\nAdditional votes may be purchased.\nVoters purchasing votes must be eighteen (18) years or older at the time of purchase.<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>PURCHASED VOTES</strong>\n</p>\n<p>Entrants are not permitted to cast paid votes for themselves.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>TERMS OF PURCHASE</strong>\n</p>\n<p>By your use of the Website and/or by completing your vote purchase, you hereby explicitly agree to be bound and abide by the “Waiver and Limitations of Liability” and “Dispute Resolution” provisions of the Rules.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>DONATION</strong>\n<br>\n</p>\n<p>PURCHASED VOTES ARE NOT DONATIONS AND ARE NOT TAX DEDUCTIBLE.\nVoters do not donate by virtue of purchasing votes.</p>\n<p>All votes purchased throughout the Competition are processed by Sponsor.\nAt the end of the Competition, Sponsor will donate no less than 25% of its net proceeds earned from votes purchased to the Hudson Valley SPCA, a non-profit 501(c)(3) organization dedicated to helping animals in need and finding them loving homes.&nbsp;</p>\n<p>PURCHASING VOTES DOES NOT AMOUNT TO A DONATION BY VOTERS IN ANY WAY, SHAPE, OR FORM.<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>NO REFUND POLICY</strong>\n</p>\n<p>Since the Competition will be decided based upon votes the public casts, there are no refunds once a vote is cast.\nAs a Voter, you are responsible for understanding this policy.\nTo maintain the integrity of the Competition, there will be no exceptions to this policy.</p>\n<p>All vote purchases are immediately final and non-refundable.\nBy making a purchase, you acknowledge you have read and agreed to the Competition's \"No Refund Policy\", as written in herein.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>AGREEMENT</strong>\n</p>\n<p>These are the complete Terms and Conditions which, in combination with the Competition Rules, and Privacy Policy, govern your use of the Website and any participation by you as an Entrant, Voter, or Winner in the Competition.\nNothing published or said elsewhere should be viewed as a modification of these Terms, the Rules, or the Privacy Policy.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>CHANGES TO THIS AGREEMENT</strong>\n</p>\n<p>Sponsor may occasionally update this Agreement.\nWhen it does, Sponsor will also revise the \"last updated\" date at the top of the Agreement herein, posted on the Website.\nSuch changes will be effective when posted by Sponsor.\nYour continued use of the Resources or participation in any fashion with the Competition after the date upon which this Agreement is changed and the changes are posted will constitute your continued acceptance of the Agreement.\nYour only alternative, should you no longer wish to be bound by the Terms and Conditions of this Agreement, is termination of your use of the service.\nNo full or partial refunds will be offered in such an event.<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<strong>CONTACT INFORMATION</strong>\n</p>\n<p>If you have any questions or comments about these Terms and Conditions as outlined above, you can contact us here.</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n</p>\n<br>\n<br>\n<p>\n</p>\n<p> Rules · Terms · Privacy · Support · Login </p>\n<br> Search for model Close Notification <p>\n</p> Close ", "created_at": "2023-01-05 02:40:18.944117", "updated_at": "2023-01-05 02:41:13.671464"}], "points": [], "urls": ["dreamchopper.com"]}}