{"error": 448, "message": "OK", "parameters": {"id": 8477, "name": "Biasly", "created_at": "2023-06-25 21:23:14.620007", "updated_at": "2023-06-25 22:03:35.854244", "wikipedia": null, "keywords": null, "related": null, "slug": "biasly", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8477.png", "url": "biasly.com", "documents": [{"id": 16460, "name": "Privacy Policy", "url": "https://www.biasly.com/privacy-policy/", "xpath": "/html/body/main", "text": "Privacy Policy<p>\n<em>Updated: 11/01/20</em>\n</p>\n<p>Biasly, LLC (“Biasly”) understands that privacy is an important issue for our customers and we place a high priority on the protection of the personal information you provide to us.\nThis Privacy Policy applies to any personal information you provide to us, or that we collect through our websites or other electronic forms of communication.\nBy accessing or using any part of our websites or services, you agree to the collection and use of your personal information according to the terms set forth in this Privacy Policy.</p>\n<strong>What information we gather</strong>\n<p>While using our websites or services, we may collect the following personal information from you:</p>\n<ul>\n<li>\n<strong>\n<u>Identifying Information:</u>\n</strong> Name, birth date.</li>\n<li>\n<strong>\n<u>Social and Contact Information:</u>\n</strong> Phone numbers, emails, addresses, social media profiles, and emails/communications.</li>\n<li>\n<strong>\n<u>Financial Data:</u>\n</strong> payment information.</li>\n<li>\n<u>\n<strong>Opinions, Beliefs, or Personal Preferences</strong>:</u> Personal interests, political preferences, browsing behaviors on websites and devices behavior, comments, emails, posts, and text messages.</li>\n<li>\n<strong>\n<u>Tracking Data:</u>\n</strong> Cookies, IP address, Geo-location and browser data.</li>\n</ul>\n<strong>How we gather information</strong>\n<p>Biasly collects data to operate effectively and provide you with the best experience possible when using our websites and services.\nThis data is collected in the following ways.</p>\n<ul>\n<li>\n<strong>\n<u>Websites:</u>\n</strong> You provide us with personal information when you subscribe, login to your account or correspond with us by email or phone.\nAdditionally, we automatically collect data based on how you use our websites and other user behavior metrics utilizing analytics and cookies.</li>\n<li>\n<strong>\n<u>Transactions:</u>\n</strong>Information relating to payments or other transactions.</li>\n<li>\n<strong>\n<u>Other sources:</u>\n</strong> Information which may be received from other sources with your consent.</li>\n</ul>\n<strong>Cookies and similar technologies</strong>\n<p>Cookies are identifiers we transfer to your browser or device that allow us to recognize your browser or device and tell us how and when pages and features in our services are visited and by how many people.\nYou may be able to change the preferences on your browser or device to prevent or limit your device’s acceptance of cookies, but this may prevent you from taking advantage of some of our features.\nWe recommend you keep cookies activated.&nbsp.\nWe have broken up our cookies into categories to help you understand what they do.</p>\n<ul>\n<li>\n<strong>\n<u>Essential:</u>\n</strong> These cookies are required to use our Services.\nFor example, they are necessary to access our websites and login to your account.</li>\n<li>\n<strong>\n<u>Performance:</u>\n</strong> These cookies track how you interact with our websites.\nFor example, these cookies let us know which pages on our websites load slowly or are not optimized for mobile use.\nWe use this information to make improvements to our user experience.</li>\n<li>\n<strong>\n<u>Functionality:</u>\n</strong> These cookies track information about you to make using our websites easier.\nFor example, we may retain information such as your browser and language preferences.</li>\n<li>\n<strong>\n<u>Marketing and Analytics:</u>\n</strong> These cookies help us create targeted advertising experiences on our websites.</li>\n</ul>\n<p>Third-party cookies are cookies set by someone other than Biasly for purposes such as collecting information on user behavior, demographics, or personalized marketing.\nWhen using our Sites, you may encounter embedded content, such as YouTube videos, or you may be directed to other websites for such activities as surveys, or complete purchases through third-party payment providers.\nThese websites and embedded content may use their own cookies.\nWe do not have control over the placement of cookies by other websites, even if you are directed to them from our website.</p>\n<p>For more information about our use of cookies please review our Cookie Notice at the bottom of your window, after clearing cookies from your browser, or when you first visit our site.</p>\n<strong>How we use your information</strong>\n<p>Biasly uses the collected data for various purposes, including but not limited to the following:</p>\n<ul>\n<li>To administer Services and provide customer service and support;</li>\n<li>To operate our business, which includes, without limitation, using your information (i) to process transactions, (ii) to manage and enforce contracts with you or with third parties, (iii) to manage our corporate governance, compliance and auditing practices, and (iv) for recruitment purposes, if you submit an application for employment with Biasly;</li>\n<li>To monitor, analyze, improve and develop our Services and to create and test new Service features;</li>\n<li>To provide a more customized user experience;</li>\n<li>To validate user information provided to us for fraud and risk detection purposes;</li>\n<li>To prevent, identify and address fraudulent or other illegal activity and security issues;</li>\n<li>For internal marketing purposes;</li>\n<li>To comply with laws, rules and regulations.\nand</li>\n<li>For any other purpose for which you expressly authorize us to use your information.</li>\n</ul>\n<strong>Marketing activities</strong>\n<p>We may use your personal information to contact you regarding our products, services, promotions, newsletter, and other marketing activities in accordance with applicable law.\nYou may opt out of receiving these marketing communications at any time by clicking the unsubscribe button located at the bottom of our marketing communications or emailing privacy@biasly.com.&nbsp.\nIf you opt out, we may still send you non-promotional emails relating to your use of our Services or our ongoing business relationship with you.</p>\n<strong>Disclosure of information to third parties</strong>\n<p>Biasly does not rent or sell your Personal Information to third parties.\nHowever, we may disclose your personal information to our subsidiaries and affiliates, along with our service providers and third-party processors to provide you with services.\nWe may also share your information with third parties when necessary to comply with laws and regulations.\nrespond to subpoenas and court orders.\nexercise our legal rights or defend against legal claims.\ninvestigate, prevent, or take action regarding illegal activities, suspected fraud, potential threats to our property or the physical safety of any person, or violations of our usage instructions and applicable terms and conditions.\nfacilitate the financing or insuring of our business or a disposition of all or part of our business or assets, or as otherwise permitted or required by law.</p>\n<strong>How we protect your information</strong>\n<p>Keeping your personal information secure is as important to us as it is to you.\nWe maintain physical, electronic, and procedural safeguards reasonably necessary to ensure the protection of your personal information against loss, misuse, disclosure, and alteration.&nbsp.\nOur employees are educated on security protocols to ensure the safe and proper handling of your personal information.\nOnly authorized employees are allowed access to stored personal information, and only for the explicit uses described in this Privacy Policy.</p>\n<p>Although we do our best to protect your personal information, no data transmission over the Internet or any wireless network can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your personal identification information, you acknowledge that: (a) there are security and privacy limitations inherent to the Internet which are beyond our control.\nand (b) the security, integrity and privacy of any and all information and data exchanged between you and us through our websites cannot be guaranteed.\nPlease do your part in protecting your personal information against unauthorized use.\nKeep your account password safe and confidential, and be sure to sign off when finished using a shared computer.\nAlso scan your computer regularly for viruses, malware, and spyware.</p>\n<p>By using our Products or providing Personal Information to us, you agree that we may communicate with you electronically regarding security, privacy, and administrative issues relating to your use of our Products.\nIf we learn of a security breach involving your personal information, we may attempt to notify you electronically by sending an email to you.&nbsp.\nTo withdraw your consent to receive electronic notice of a data breach, please email us at privacy@www.www.biasly.com</p>\n<strong>Links to other sites</strong>\n<p>Our websites may contain links to other sites that are not operated by us.\nIf you click on a link to a third-party site, you will be directed to their site.\nWe assume no responsibility for the content, privacy policies or practices of any third-party sites or services and we strongly advise you to review the privacy policy of every website you visit.</p>\n<strong>Do not track policy</strong>\n<p>Some browsers have a “do not track” feature that lets you tell websites that you do not want to have your online activities tracked.\nWe currently do not respond to browser “do not track” signals.</p>\n<strong>Retention of personal information</strong>\n<p>Biasly will retain personal information for as long as necessary to fulfill the purposes described in this Privacy Policy unless otherwise required by contract or law.\nAnonymous and aggregated information may be stored indefinitely.</p>\n<strong>International transfer of personal information</strong>\n<p>Biasly stores your personal information on servers located in the United States of America but may transfer your personal information to other countries outside of the United States for the purposes described in this Privacy Policy.&nbsp.\nWe will take all the steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy and no transfer of personal data will take place to an organization or a country unless there are adequate controls in place including the security of data and other personal data.</p>\n<strong>Legal basis for processing personal information</strong>\n<p>Some jurisdictions require us to disclose the legal basis on which we rely to process personal information.\nTo the extent those laws apply, our legal basis may include one or all of the following:</p>\n<ul>\n<li>\n<strong>\n<u>Consent:</u>\n</strong> We may handle personal information based on consent provided by your or your employer on your behalf.</li>\n<li>\n<strong>\n<u>Contractual Obligations:</u>\n</strong> We may handle personal information to meet our contractual obligations with your or your employer.</li>\n<li>\n<strong>\n<u>Legitimate Business Interest:</u>\n</strong> We may handle personal information in order to provide you and your employer with the Services and accomplish our legitimate business purposes.</li>\n</ul>\n<strong>Your privacy rights</strong>\n<p>If you are a resident of certain states or countries, you may have the right to:</p>\n<ul>\n<li>Obtain information regarding the collection, processing, and sharing of your personal information;</li>\n<li>Access the personal information we have obtained about you, if any;</li>\n<li>Correct your personal information;</li>\n<li>Delete your personal information;</li>\n<li>Request an electronic copy of your personal information;</li>\n<li>Object to or opt out of the use of your personal information for certain purposes.\nand/or</li>\n</ul>\n<p>To submit a privacy subject request, please complete contact us at privacy@biasly.com.&nbsp.\nAny request you submit to us is subject to an identification and verification process.\nWe will make commercially reasonable efforts to identify personal information that we collect, process, store, disclose, and otherwise use and to respond to your applicable privacy rights requests.\nIf we cannot comply with a request, we will explain the reasons in our response.\nWe will not discriminate against individuals who exercise these rights.</p>\n<strong>Children</strong>\n<p>You must be at least 18 years old to use our websites, create an account, or place an order.\nWe do not knowingly direct our products to children or collect, use, or disclose information about minor visitors.\nIf you use our websites, you represent that you are at least the age of majority under the laws of the jurisdiction of your place of residence.\nIf you believe your child has provided us with personal information, please alert us at privacy@biasly.com.\nIf we learn that we have collected personal information from a minor, we will promptly take steps to delete such information and terminate the minor’s account.</p>\n<strong>Changes to this privacy policy</strong>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nIf we make any material changes to how we treat our customers’ personal information, we will notify you by email to the primary email address specified in your account, and through a notice on our websites’ home page.\nYou are responsible for ensuring we have an up-to-date active email address to contact you.\nYou are advised to review this Privacy Policy periodically for any changes.\nYour continued use of our websites after such modifications will constitute your acknowledgment of the modified Privacy Policy and your agreement to abide and be bound by the modified Policy.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<strong>Contact information</strong>\n<p>If you have any questions or concerns regarding this Privacy Policy, please contact us at:&nbsp.\nprivacy@biasly.com.</p>", "created_at": "2023-06-25 21:23:14.650422", "updated_at": "2023-06-25 21:23:35.175233"}, {"id": 16461, "name": "Terms and Conditions", "url": "https://www.biasly.com/terms-and-conditions/", "xpath": "/html/body/main", "text": "Terms and ConditionsAcceptance of terms<p>Biasly provides a collection of online resources, including SEC EDGAR data, stock information, news, classified ads, forums, catalogs, and various email services available on or through Biasly (referred to hereafter as “the Service”) subject to the following Terms of Use (“TOU”).\nBy using the Service in any way, you are agreeing to comply with the TOU.\nIn addition, when using particular Biasly services, you agree to abide by any applicable posted guidelines for all Biasly services, which may change from time to time.\nShould you object to any term or condition of the TOU, any guidelines, or any subsequent modifications thereto or become dissatisfied with the Service in any way, your only recourse is to immediately discontinue use of the Service.</p>Modification to this agreement<p>We reserve the right, at our sole discretion, to change, modify or otherwise alter these terms and conditions at any time.\nSuch modifications shall become effective immediately upon the posting thereof.\nYou must review this agreement on a regular basis to keep yourself apprised of any changes.</p>Eligibility for use<p>Biasly reserves some parts of the Service exclusively for professional purchasers, sellers, collectors and resellers of items and accessories who are acceptable to Biasly in its sole discretion.\nAlthough Biasly attempts to limit the use of these parts of the Service to such purchasers, sellers, collectors and resellers of items and accessories, nothing herein shall create any right of action against Biasly for failing to adequately screen potential users or prevent the use of Biasly or the Service by users who are not professional purchasers, sellers, collectors and resellers of items or accessories.</p>Content<p>You understand that all advertisements, postings, messages, text, files, images, photos, video, sounds, or other materials (“Content”) posted on, transmitted through, or linked from the Service are the sole responsibility of the person from whom such Content originated.\nMore specifically, you are entirely responsible for each individual item of Content that you post, email or otherwise make available via the Service.\nLikewise, if you request the assistance of Biasly to post content, or if you imply consent that Biasly may post content on your behalf, either by written or oral means, or you fail to inform Biasly that content should be removed, you are equally responsible for the content.\nYou waive any and all claims against Biasly of a right of publicity for your image or likeness throughout the world by posting any information or pictures of yourself on Biasly.\nYou understand that Biasly does not control, and is not responsible for personal Content made available through the Service, and that by using the Service, you may be exposed to Content that is offensive, indecent, inaccurate, misleading, or otherwise objectionable.</p>\n<p>When you post User Content to the Service, you authorize and direct us to make such copies thereof as we deem necessary in order to facilitate the posting and storage of the Content on the Service.\nBy posting Content to any part of the Service, you automatically grant, and you represent and warrant that you have the right to grant, to the Company an irrevocable, perpetual, non-exclusive, transferable, fully paid, worldwide license (with the right to sublicense) to use, copy, publicly perform, publicly display, reformat, translate, excerpt (in whole or in part) and distribute such Content for any purpose on or in connection with the Service or the promotion thereof, to prepare derivative works of, or incorporate into other works, such Content, and to grant and authorize sublicenses of the foregoing.\nFurthermore, Biasly and Content available through the Service may contain links to other websites, which are completely independent of Biasly.</p>\n<p>Biasly makes no representation or warranty as to the accuracy, completeness or authenticity of the information contained in any such site.\nFollowing links to any other websites is at your own risk.\nYou agree that you must evaluate, and bear all risks associated with, the use of any Content, that you may not rely on said Content, and that under no circumstances will Biasly be liable in any way for any Content or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed or otherwise made available via the Service.\nYou acknowledge that Biasly does not pre-screen or approve Content, but that Biasly shall have the right (but not the obligation) in its sole discretion to refuse, delete or move any Content that is available via the Service, for violating the letter or spirit of the TOU or for any other reason.</p>Third-party content, site, and services<p>Biasly and Content available through the Service may contain features and functionalities that may link you or provide you with access to third-party content which is completely independent of Biasly, including web sites, directories, servers, networks, systems, information and databases, applications, software, programs, products or services, and the Internet as a whole.</p>\n<p>Your interactions with organizations and/or individuals found on or through the Service, including payment and delivery of goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any online or offline transaction with any of these third parties.</p>\n<p>We do not guarantee the quality, safety or legality of, any Content, the truth or accuracy of the descriptions of any goods or services offered for sale, the right of the sellers to sell or license any such goods or services, or the ability of any buyer to purchase any such goods or services.\nThe Service is designed for experienced buyers accustomed to buying goods and services based on photographs and/or descriptive text.\nBuyers should assume that any goods offered are not new, unless otherwise stated, nor in perfect condition, and may require touch-up or repairs prior to use and that the available information about the items may be limited.\nIt is not possible for Biasly to verify information provided by the seller of any item.</p>\n<p>You agree that Biasly shall not be responsible or liable for any loss or damage of any sort incurred as the result of any dealings between users of the Service.\nIf there is a dispute between users of the Service, or between users and any third party, you understand and agree that Biasly is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users, you hereby forever release Biasly, its officers, employees, agents, and successors in rights from claims, demands, and damages (actual and consequential) of every kind or nature, known or unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way related to such disputes and/or our service.</p>Notification of claims of infringement<p>If you believe that your work has been copied in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please send your notice (“Notice”) to Biasly’s agent for notice of claims of copyright or other intellectual property infringement:</p>\n<p>by email:</p>\n<p>info@Biasly.com</p>\n<p>Please include the following with your Notice to our Abuse Agent:</p>\n<p>The identity of the material on Biasly that you claim is infringing, in sufficient detail so that we may locate it on the website;</p>\n<p>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</p>\n<p>Your address, telephone number, and email address;</p>\n<p>A statement by you declaring under penalty of perjury that (i) the above information in your Notice is accurate, and (ii) that you are the owner of the copyright interest involved or that you are authorized to act on behalf of that owner.\nand</p>\n<p>Your physical or electronic signature.</p>Privacy and information disclosure<p>Biasly may, in its sole discretion, preserve or disclose your Content, as well as your information, such as email addresses, IP addresses, timestamps, and other user information.\nYour personal information is further governed by Biasly’s Privacy Policy.</p>Conduct<p>You agree not to post, email, or otherwise make available Content: that is unlawful, harmful, threatening, abusive, harassing, defamatory, libelous, invasive of another’s privacy, or is harmful to minors in any way.\nthat is pornographic or depicts a human being engaged in sexual activities or exposing sexual organs unfitting for the Service.\nthat harasses, degrades, intimidates or is hateful toward an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability.\nthat suggests a discriminatory preference based on race, color, national origin, religion, sex, familial status or handicap (or violates any state or local law prohibiting discrimination on the basis of these or other characteristics).\nthat violates federal, state, or local equal employment opportunity laws, including but not limited to, stating in any advertisement for employment a preference or requirement based on race, color, religion, sex, national origin, age, or disability.\nwith respect to employers that employ four or more employees, that violates the anti-discrimination provision of the Immigration and Nationality Act, including requiring U.S.\ncitizenship or lawful permanent residency (green card status) as a condition for employment, unless otherwise required in order to comply with law, regulation, executive order, or federal, state, or local government contract.\nthat impersonates any person or entity, including, but not limited to, a Biasly employee, or falsely states or otherwise misrepresents your affiliation with a person or entity (this provision does not apply to Content that constitutes lawful non-deceptive parody of public figures.).\nthat includes personal or identifying information about another person without that person’s explicit consent.\nthat is fraudulent, false, deceptive, misleading, deceitful, misinformative, or constitutes “bait and switch”.\nthat infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party, or Content that you do not have a right to make available under any law or under contractual or fiduciary relationships.\nthat constitutes or contains “affiliate marketing,” “link referral code,” “junk mail,” “spam,” “chain letters,” “pyramid schemes,” or unsolicited commercial advertisement.\nthat constitutes or contains any form of advertising or solicitation if: posted in areas of Biasly which are not designated for such purposes.\nor emailed to Biasly users who have not indicated in writing that it is ok to contact them about other services, products or commercial interests.\nthat includes links to commercial services or web sites, except as specifically permitted.\nthat advertises any illegal service or the sale of any items the sale of which is prohibited or restricted by any applicable law.\nthat contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment.\nthat disrupts the normal flow of dialogue with an excessive amount of Content (flooding attack) to the Service, or that otherwise negatively affects other users’ ability to use the Service.\nor that employs misleading email addresses, or forged headers or otherwise manipulated identifiers in order to disguise the origin of Content transmitted through the Service.</p>\n<p>Additionally, you agree not to:</p>\n<p>contact anyone who has asked not to be contacted.\n“stalk” or otherwise harass anyone.\ncollect personal data about other users for commercial or unlawful purposes.\nuse automated means, including spiders, robots, crawlers, data mining tools, or the like to download data from the Service – unless expressly permitted by Biasly.\npost irrelevant Content, repeatedly post the same or similar Content or otherwise impose an unreasonable or disproportionately large load on our infrastructure.\npost the same item or service in more than one classified category or forum.\nattempt to gain unauthorized access to Biasly’s computer systems or engage in any activity that disrupts, diminishes the quality of, interferes with the performance of, or impairs the functionality of, the Service or Biasly.\nor use any form of automated device or computer program that enables the submission of Content on Biasly without such Content being manually entered by the author thereof (an “automated posting device”), including without limitation, the use of any such automated posting device to submit Content in bulk, or for automatic submission of Content at regular intervals.</p>Posting agents<p>A “Posting Agent” is a third-party agent, service, or intermediary that offers to post Content to the Service on behalf of others.\nTo moderate demands on Biasly’s resources, you may not use a Posting Agent to post Content to the Service without express permission or license from Biasly Correspondingly, Posting Agents are not permitted to post Content on behalf of others, to cause Content to be so posted, or otherwise access the Service to facilitate posting Content on behalf of others, except with express permission or license from Biasly.</p>No spam policy<p>You understand and agree that sending unsolicited email advertisements to Biasly email addresses or through Biasly computer systems is expressly prohibited by these TOU.\nAny unauthorized use of Biasly computer systems is a violation of the TOU and certain federal and state laws, including without limitation the Computer Fraud and Abuse Act (18 U.S.C.\n§ 1030 et seq.).\nSuch violations may subject the sender and his or her agents to civil and criminal penalties.</p>Paid posting<p>We may charge a fee to post Content in some areas of the Service.\nThe fee is an access fee permitting Content to be posted in a designated area.\nEach party posting Content to the Service is responsible for said Content and compliance with the TOU.\nAll fees paid will be non-refundable in the event that Content is removed from the Service for violating the TOU.\nFees collected for specific services, such as subscription services and advertising, are non-refundable unless otherwise stated in writing for a specific promotional program.</p>Limitation on service<p>You acknowledge that Biasly may establish limits concerning use of the Service, including the maximum number of days that Content will be retained by the Service, the maximum number and size of postings, email messages, or other Content that may be transmitted or stored by the Service, and the frequency with which you may access the Service.\nYou agree that Biasly has no responsibility or liability for the deletion or failure to store any Content maintained or transmitted by the Service.\nYou acknowledge that Biasly reserves the right at any time to modify or discontinue the Service (or any part thereof) with or without notice, and that Biasly shall not be liable to you or to any third party for any modification, suspension or discontinuance of the Service.</p>Access to the service<p>Biasly grants you a limited, revocable, nonexclusive license to access the Service for your own personal use.\nThis license does not include: (a) access to the Service by Posting Agents.\nor (b) any collection, aggregation, copying, duplication, display or derivative use of the Service nor any use of data mining, robots, spiders, or similar data gathering and extraction tools for any purpose unless expressly permitted by Biasly.\nA limited exception to (b) is provided to general purpose internet search engines and non-commercial public archives that use such tools to gather information for the sole purpose of displaying hyperlinks to the Service, provided they each do so from a stable IP address or range of IP addresses using an easily identifiable agent and comply with our robots.txt file.\n“General purpose internet search engine” does not include a website or search engine or other service that specializes in classified listings or in any subset of classifieds listings such as decorative goods or furniture, or which is in the business of providing classified ad listing services.</p>\n<p>Biasly does not permit you to display on your website, or create a hyperlink on your website to, individual postings on the Service, absent express permission granted by Biasly to do so.\nYou may create a hyperlink to the home page of Biasly, so long as the link does not portray Biasly, its employees, or its affiliates in a false, misleading, derogatory, or otherwise offensive matter.</p>\n<p>Biasly may offer various parts of the Service in RSS format so that users can embed individual feeds into a personal website or blog, or view postings through third party software news aggregators.\nBiasly permits you to display, excerpt from, and link to the RSS feeds on your personal website or personal web blog, provided that (a) your use of the RSS feed is for personal, non-commercial purposes only, (b) each title is correctly linked back to the original post on the Service and redirects the user to the post when the user clicks on it, (c) you provide, adjacent to the RSS feed, proper attribution to “Biasly” as the source, (d) your use or display does not suggest that Biasly promotes or endorses any third party causes, ideas, web sites, products or services, (e) you do not redistribute the RSS feed, and (f) your use does not overburden Biasly’s systems.\nBiasly reserves all rights in the content of the RSS feeds and may terminate any RSS feed at any time.</p>\n<p>Use of the Service beyond the scope of authorized access granted to you by Biasly immediately terminates said permission or license.\nIn order to collect, aggregate, copy, duplicate, display or make derivative use of the Service or any Content made available via the Service for other purposes (including commercial purposes) not stated herein, you must first obtain a written license from Biasly that has been signed by one of Biasly’s authorized representatives.</p>Termination of service<p>You agree that Biasly, in its sole discretion, has the right (but not the obligation) to delete or deactivate your account, block your email or IP address, or otherwise terminate your access to or use of the Service (or any part thereof), immediately and without notice, and remove and discard any Content within the Service, for any reason, including, without limitation, if Biasly believes that you have acted inconsistently with the letter or spirit of the TOU.\nFurther, you agree that Biasly shall not be liable to you or any third-party for any termination of your access to the Service.\nFurther, you agree not to attempt to use the Service after said termination.\nSections 2-7 and 13-20 shall survive termination of the TOU.</p>Proprietary rights<p>The Service is protected to the maximum extent permitted by copyright laws and international treaties.\nContent displayed on or through the Service is protected by copyright as a collective work and/or compilation, pursuant to copyrights laws, and international conventions.\nAny reproduction, modification, creation of derivative works from or redistribution of the site or the collective work, and/or copying or reproducing the sites or any portion thereof to any other server or location for further reproduction or redistribution is prohibited without the express written consent of Biasly.\nYou further agree not to reproduce, duplicate or copy Content from the Service without the express written consent of Biasly, and agree to abide by any and all copyright notices displayed on the Service.\nYou may not decompile or disassemble, reverse engineer or otherwise attempt to discover any source code contained in the Service.\nWithout limiting the foregoing, you agree not to reproduce, duplicate, copy, sell, resell or exploit for any commercial purposes, any aspect of the Service.\nBiasly, as well as certain other of the names, logos, and materials displayed on Biasly, constitute trademarks, trade names, service marks or logos (“Marks”) of Biasly or other entities.\nYou are not authorized to use any such Marks.\nOwnership of all such Marks and the goodwill associate therewith remains with Biasly or those other entities.</p>\n<p>Although Biasly does not claim ownership of content that its users post, by posting Content to any public area of the Service, you automatically grant, and you represent and warrant that you have the right to grant, to Biasly an irrevocable, perpetual, non-exclusive, fully paid, worldwide license to use, copy, perform, display, and distribute said Content and to prepare derivative works of, or incorporate into other works, said Content, and to grant and authorize sublicenses (through multiple tiers) of the foregoing.\nFurthermore, by posting Content to any public area of the Service, you automatically grant Biasly all rights necessary to prohibit any subsequent aggregation, display, copying, duplication, reproduction, or exploitation of the Content on the Service by any party for any purpose.</p>Disclaimer of warranties<p>YOU AGREE THAT USE OF Biasly AND THE SERVICE IS ENTIRELY AT YOUR OWN RISK.\nBiasly AND THE SERVICE ARE PROVIDED ON AN “AS IS” OR “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND.\nALL EXPRESS AND IMPLIED WARRANTIES, INCLUDING, WITHOUT LIMITATION, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS ARE EXPRESSLY DISCLAIMED TO THE FULLEST EXTENT PERMITTED BY LAW.\nTO THE FULLEST EXTENT PERMITTED BY LAW, Biasly DISCLAIMS ANY WARRANTIES FOR THE SECURITY, RELIABILITY, TIMELINESS, ACCURACY, AND PERFORMANCE OF Biasly AND THE SERVICE.\nTO THE FULLEST EXTENT PERMITTED BY LAW, Biasly DISCLAIMS ANY WARRANTIES FOR OTHER SERVICES OR GOODS RECEIVED THROUGH OR ADVERTISED ON Biasly OR THE SERVICE, OR ACCESSED THROUGH ANY LINKS ON Biasly OR THE SERVICE, INCLUDING WITHOUT LIMITATION, WARRANTY OF TITLE TO OR DELIVERY OF ANY GOOD OR SERVICE, ANY WARRANTY WITH RESPECT TO INTELLECTUAL PROPERTY RIGHTS IN ANY GOOD OR SERVICE, ANY WARRANTY THAT ANY GOOD OR SERVICE CONFORMS TO ITS DESCRIPTION OR THE COLORS, TEXTURE AND DETAIL SHOWN ON THE USER’S COMPUTER MONITOR.\nTO THE FULLEST EXTENT PERMITTED BY LAW, Biasly DISCLAIMS ANY WARRANTIES FOR VIRUSES OR OTHER HARMFUL COMPONENTS IN CONNECTION WITH Biasly OR THE SERVICE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM Biasly, Biasly OR THROUGH THE SERVICE SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\nSome jurisdictions do not allow the disclaimer of implied warranties.\nIn such jurisdictions, some of the foregoing disclaimers may not apply to you insofar as they relate to implied warranties.</p>Limitations of liability<p>UNDER NO CIRCUMSTANCES SHALL Biasly BE LIABLE FOR DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES (EVEN IF Biasly HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM ANY ASPECT OF YOUR USE OF Biasly OR THE SERVICE, WHETHER THE DAMAGES ARISE FROM USE OR MISUSE OF Biasly OR THE SERVICE, FROM INABILITY TO USE Biasly OR THE SERVICE, OR THE INTERRUPTION, SUSPENSION, MODIFICATION, ALTERATION, OR TERMINATION OF Biasly OR THE SERVICE.\nSUCH LIMITATION SHALL ALSO APPLY WITH RESPECT TO DAMAGES INCURRED BY REASON OF OTHER SERVICES OR PRODUCTS RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH Biasly OR THE SERVICE OR ANY LINKS ON Biasly OR THE SERVICE, AS WELL AS BY REASON OF ANY INFORMATION OR ADVICE RECEIVED THROUGH OR ADVERTISED IN CONNECTION WITH Biasly OR THE SERVICE OR ANY LINKS ON Biasly.\nTHESE LIMITATIONS SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW.\nIn some jurisdictions, limitations of liability are not permitted.\nIn such jurisdictions, some of the foregoing limitation may not apply to you.</p>Indemnity<p>You agree to indemnify and hold Biasly, its officers, subsidiaries, affiliates, successors, assigns, directors, officers, agents, service providers, suppliers and employees, harmless from any claim or demand, including reasonable attorney fees and court costs, made by any third party due to or arising out of Content you submit, post or make available through the Service, your use of the Service, your violation of the TOU, your breach of any of the representations and warranties herein, or your violation of any rights of another.</p>General Information<p>The TOU, and any additional terms to which you agree when using particular elements of the Service, constitutes the entire agreement between you and Biasly and governs your use of the Service, superseding any prior agreement between you and Biasly.\nThe failure of Biasly to exercise or enforce any right or provision of the TOU shall not constitute a waiver of such right or provision.\nIf any provision of the TOU is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the TOU remain in full force and effect.\nYou agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the Service or the TOU must be filed within one (1) year after such claim or cause of action arose or be forever barred.</p>Violation of terms and liquidated damage<p>Please report any violations of the TOU by sending an email to info@Biasly.com .</p>\n<p>Our failure to act with respect to a breach by you or others does not waive our right to act with respect to subsequent or similar breaches.</p>\n<p>You understand and agree that, because damages are often difficult to quantify, if it becomes necessary for Biasly to pursue legal action to enforce the TOU, you will be liable to pay Biasly the following amounts as liquidated damages, which you accept as reasonable estimates of Biasly’s damages for the specified breaches of the TOU:</p>\n<p>If you post a message that (i) impersonates any person or entity.\n(ii) falsely states or otherwise misrepresents your affiliation with a person or entity.\nor (iii) that includes personal or identifying information about another person without that person’s explicit consent, you agree to pay Biasly one thousand dollars ($1,000) for each such message.\nThis provision does not apply to messages that are lawful non-deceptive parodies of public figures.</p>\n<p>If Biasly establishes limits on the frequency with which you may access the Service, or terminates your access to or use of the Service, you agree to pay Biasly one hundred dollars ($100) for each message posted in excess of such limits or for each day on which you access Biasly in excess of such limits, whichever is higher.</p>\n<p>If you send unsolicited email advertisements to Biasly email addresses or through Biasly computer systems, you agree to pay Biasly twenty five dollars ($25) for each such email.</p>\n<p>If you post Content in violation of the TOU, other than as described above, you agree to pay Biasly one hundred dollars ($100) for each item of Content posted.\nIn its sole discretion, Biasly may elect to issue a warning before assessing damages.</p>\n<p>If you are a Posting Agent that uses the Service in violation of the TOU, in addition to any liquidated damages under clause (d), you agree to pay Biasly one hundred dollars ($100) for each and every item of Content posted in violation of the TOU.\nA Posting Agent will also be deemed an agent of the party engaging the Posting Agent to access the Service (the “Principal”), and the Principal (by engaging the Posting Agent in violation of the TOU) agrees to pay Biasly an additional one hundred dollars ($100) for each item of Content posted by the Posting Agent on behalf of the principal in violation of the TOU.</p>\n<p>If you aggregate, display, copy, duplicate, reproduce, or otherwise exploit for any purpose any Content (except for your own Content) in violation of the TOU without Biasly’s express written permission, you agree to pay Biasly three thousand dollars ($3,000) for each day on which you engage in such conduct.</p>\n<p>Notwithstanding any other provision of the TOU, Biasly retains the right to seek the remedy of specific performance of any term contained in the TOU, or a preliminary or permanent injunction against the breach of any such term or in aid of the exercise of any power granted in the TOU, or to seek to recover damages arising from or relating to a violation of this TOU or any combination thereof.</p>Feedback<p>We welcome your questions and comments.\nPlease send them to info@Biasly.com .</p>Terms of use for all services<p>Biasly offers a variety of online programs (the “Programs”) as a convenience to its participating professionals and persons interested in engaging a professional (the “Consumer”) to perform or receive services (“Services”) or information about such Services.</p>\n<p>As a condition to your use of the Programs and as material inducement on the part of Biasly and its Affiliates to offer the Programs, you expressly acknowledge and agree that:</p>\n<p>Use of the Programs are at your sole risk.\nBiasly and its Affiliates expressly disclaim any and all warranties of any kind, express or implied arising out of or relating to:</p>\n<p>For Consumers:</p>\n<ol>\n<li>the Programs</li>\n<li>the Professional</li>\n<li>the Services to be performed by any Professional.</li>\n<li>your use of the Programs<ul>\n<li>the engagement by you of any Professional</li>\n<li>any acts, negligence, breach of contract or other conduct engaged in by you or by any of the Professional’s agents, vendors, consultants and the like.</li>\n<li>any other matter relating to the Programs.\nIn no event will Biasly’s liability to you for any reason whatsoever exceed in the aggregate the sum of $25.00.</li>\n</ul>\n</li>\n</ol>\n<p>– Biasly and its Affiliates do not provide, nor will they provide, any service to or for you, nor is Biasly and its Affiliates a party to any agreement which you may enter into with a Professional.\nIf you engage the services of any Professional, all arrangements in such regard are solely between you and the concerned Professional.</p>\n<p>– If any of the above Terms of Use are found by a court of competent jurisdiction to be invalid, all of the other provisions of the Terms of Use shall remain in full force and effect.</p>\n<p>For Professionals:</p>\n<ol>\n<li>the Programs</li>\n<li>the Consumers</li>\n<li>the agreement between you and the Consumer.<br>Biasly, its Officers, Directors, Members and Employees, as well as Biasly Affiliates, shall not be liable to you for any direct, indirect, incidental, special, consequential or exemplary damages or other losses resulting from or relating in any manner to:<ul>\n<li>your use of the Programs</li>\n<li>the engagement of you by any Consumer</li>\n<li>any acts, negligence, breach of contract or other conduct engaged in by you or by any of the your or the Consumer’s agents, vendors, consultants and the like</li>\n<li>any other matter relating to the Programs.</li>\n</ul>\n</li>\n</ol>\n<p>– In no event will Biasly’s liability to you for any reason whatsoever exceed in the aggregate the sum of $25.</p>\n<p>– Biasly and its Affiliates are not a party to any agreement which you may enter into with a Consumer.\nIf you are engaged by a Consumer, all arrangements in such regard are solely between you and the concerned Consumer.</p>\n<p>– If any of the above Terms of Use are found by a court of competent jurisdiction to be invalid, all of the other provisions of the Terms of Use shall remain in full force and effect.</p>\n<p>Questions about our services programs may be directed to: info@Biasly.com</p>\n<p>Biasly, its Officers, Directors, Members and Employees, as well as Biasly Affiliates, shall not be liable to you for any direct, indirect, incidental, special, consequential or exemplary damages or other losses resulting from or relating in any manner to:</p>\n<p>BRAND AGREEMENT<br>Legal Disclaimer: By logging in to your Biasly account, you are agreeing to the terms below and you are stating that you have the authority to represent the manufacturer’s products, pricing, and copyrighted material online.\nIf you do not agree to the terms, or if you do not have the legal right to represent this brand relative to the terms below, please do not login to the account.</p>\n<p>1) Parties: This “Agreement” between “I” or “me” or the “Company” and Biasly.\n(“Biasly”, together with me, “we” or the “parties”) governs the relationship between the parties.\nThe parties agree to conduct this transaction and permit the creation of this Agreement by electronic means.</p>\n<p>2) Content: I hereby license to Biasly the use of the data, images (including logo, products, installation photos, etc.), product catalog, and related data, such as and including product pricing, that I provide or have placed on my website (such images, product catalog, related data, the “Content”) for display on Biasly and “Affiliated Sites,” including related websites, social media websites, picture hosting websites, and all other website Biasly at its sole discretion believes will provide beneficial exposure to me, and for use in emails, quote requests and promotional materials.\nI may make suggestions for the best way to showcase my products or display the Content at any time, but Biasly retains full discretion regarding what Content (if any) to display, how, and where.\nI represent and warrant that I have obtained all rights in the Content necessary for Biasly to exercise the rights granted hereunder, that the Content is accurate and representative of my products, and that I will update my Biasly account with any updates to the Content necessary to keep such Content accurate and representative of my products.\nBiasly and Affiliated Sites are not responsible for any damages associated with the Content or its interpretation.</p>\n<p>3) Fees:</p>\n<p>(a) Membership: Price as stated on Biasly at the time of purchase of the membership.\nPrice remains locked in as long as membership is kept current.\nAll payments are paid upfront at the beginning of the 30 day billing cycle.\nAll yearly payments are paid upfront at the beginning of the 365 day billing cycle.\nPayments are automatically deducted from the account on file each billing cycle, unless I cancel my account.</p>\n<p>4) Length of Contract: This Agreement is valid up to and until I cancel my account.</p>\n<p>5) Billing: In the event that a payment is due on my Membership, but my credit card on file in no longer valid or active, Biasly may attempt to contact me to determine updated account information.\nBiasly will wait thirty (30) days before canceling my membership.</p>\n<p>6) Termination: I may request termination of this agreement at any time.\nTermination will take effect upon the end of the last day of my billing cycle.\nBiasly may terminate this agreement at will.\nIn the event Biasly terminates this agreement early, and I am not in violation of any term of this Agreement, I will receive a prorated reimbursement for the portion of the billing cycle remaining.</p>\n<p>End Agreement.</p>", "created_at": "2023-06-25 21:25:54.554779", "updated_at": "2023-06-25 21:26:26.500699"}], "points": [], "urls": ["biasly.com"]}}