{"error": 448, "message": "OK", "parameters": {"id": 7872, "name": "GoToQuiz", "created_at": "2023-04-03 17:57:22.430661", "updated_at": "2023-04-22 11:50:36.407045", "wikipedia": null, "keywords": null, "related": null, "slug": "gotoquiz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7872.png", "url": "gotoquiz.com", "documents": [{"id": 15200, "name": "Terms and Conditions", "url": "https://www.gotoquiz.com/terms.html", "xpath": "/html/body/main/section", "text": " Terms and Conditions <p>jump to copyright policy</p>\n<p>By visiting GoToQuiz.com, you agree to indemnify, defend, and hold harmless GoToQuiz.com, 4D Media, LLC, and its owner from and against any and all damages, claims, fees, losses, expenses, demands of liability, mental or emotional distress, or other negative circumstances that you may incur or encounter while visiting GoToQuiz.com.</p>\n<p>You acknowledge that quizzes and other content are not screened by a human before appearing live on GoToQuiz.com, however automated techniques are employed to ensure quality and rule compliance.\nHuman review of posted content is carried out routinely as an added measure.\nPlease report any content that you find objectionable.\nContent submitted by users does not necessarily reflect the views or values of GoToQuiz.com, and you should not assume that GoToQuiz.com or our advertisers endorse any user-submitted content.</p>\n<p>When creating a quiz or other content at GoToQuiz.com, you are not to incorporate any of the following:</p>\n<ul>\n<li>Racist, sexist, or hateful speech </li>\n<li>Sexual, \"R-rated\", or \"mature audience\" content </li>\n<li>Excessive profanity </li>\n<li>Violent content </li>\n<li>Promotion of illegal activities or substances </li>\n<li>Libel, copyrighted material, or other unlawful content </li>\n<li>Hurtful, threatening, malicious or abusive content </li>\n</ul>\n<p>All content must be your own original creation.\nYou acknowledge and accept that you bear sole responsibility for the legality of any content you submit.</p>\n<p>Failure to abide by these rules will result in your quiz or other content being deleted.\nGoToQuiz reserves the right to remove any content that does not meet our standards, at any time and at our personal discretion, to protect the quality and character of this site.\nGoToQuiz actively monitors for improper content.\nEven if your quiz does comply with these terms, no guarantees are made that any quiz you create will be hosted for any specified length of time.</p>\n<p>Use of GoToQuiz.com is not permitted for minors under the age of 15.</p>\n<p>By creating a quiz at GoToQuiz.com, you give GoToQuiz.com unlimited free license to host that quiz in the manner that we see fit.\nAny and all profits derived from that quiz belong solely to GoToQuiz.com.</p>\n<p>GoToQuiz.com reserves the right to modify, update, or otherwise change the terms found in this document at any time and for any reason.\nYou understand that it is your responsibility to check this document for any changes that may occur.\nIf you continue to visit GoToQuiz.com after changes to this document have been made, it means you have accepted the new terms.</p>\n<p>GoToQuiz.com is bound by the laws of the United States and the state of New Jersey.\nYou agree to file, address, or settle any legal matters within the state of New Jersey and not any other state.</p>\n<p>Failure by GoToQuiz.com to enforce any provision in this document shall not be construed as a waiver of any provision or right.\nIf any provision contained in this document is found to be invalid or unenforceable, the remaining provisions shall remain in full force and effect and will continue to be enforced to the fullest extent possible.\nThe terms listed in this document constitute the entire agreement between you and GoToQuiz.com and supercede any and all prior agreements or understandings.</p>\n<p>EVERYTHING FOUND AT GOTOQUIZ.COM IS PRESENTED \"AS IS\".\nGOTOQUIZ.COM MAKES NO WARRANTEES ON ANY SERVICES OR CONTENT FOUND AT THIS WEB SITE.\nYOUR USE OF GOTOQUIZ.COM IS AT YOUR OWN RISK.</p>\n<br> Copyright Policy <p>Users submit content to GoToQuiz daily.\nPosting content that the user does not have legal rights to is against our rules.\nGoToQuiz complies with the Digital Millennium Copyright Act (DMCA) and responds promptly to takedown notices.\nTo file such a notice, please see our contact information page.\nResolving matters of copyright infringement will be treated with top priority.</p>\n<p>\n<b>Image Attribution:</b>\n</p>\n<p>Several mini icons used on GoToQuiz are by Yusuke Kamiyamane.\nSeveral more mini icons used are by Mark James.\nFacebook share button by Benjamin Reid.</p>\n", "created_at": "2023-04-03 17:57:22.463853", "updated_at": "2023-04-03 17:57:59.14752"}, {"id": 15201, "name": "Privacy Policy", "url": "https://www.gotoquiz.com/privacy.html", "xpath": "/html/body/main/section", "text": " Privacy Policy <p>GoToQuiz.com is committed to maintaining high standards of privacy for its visitors.\nThis document describes the ways in which we respect visitor privacy.</p> Information GoToQuiz stores: <p>Our server logs the visitor's IP address and certain browser headers as part of the standard logging proccess that most web sites follow.\nThis data is stored only in log form and is used to generate aggregate reports on visitor use of the site.\nInformation such as real names and e-mail addresses are not collected by simply visiting GoToQuiz.com, and in fact are not possible to collect without a visitor actually volunteering that information.</p>\n<p>When taking quizzes at GoToQuiz.com, if you have not created a GoToQuiz account, no quiz results are linked to you in any way unless you have opted in.\nAnswers to some questions may be logged only to generate aggregate reports, which may be made public.\nThis data is anonymized.\nThe quiz results of users with GoToQuiz accounts are saved and may be deleted upon request.\nSaved results are displayed to the quiz-makers, and are not used for marketing purposes.</p>\n<p>We may collect personal information volunteered by the visitor through the use of HTML forms, and this might include surveys, site registrations, or other form posts.</p> What GoToQuiz does with stored information: <p>Any information that is volunteered by a visitor is not shared with any third parties unless the visitor has given explicit permission to do so (\"opt-in\").\nInternally, this information may be used to make personalized recommendations (such as quiz recommendations) or to adjust the advertisements that are shown.</p> How GoToQuiz uses cookies: <p>Using GoToQuiz.com may result in a cookie being set, which is used to \"remember\" you from page to page.\nThis is the essential function of HTTP cookies.\nIn this case, it allows you to log in to a GoToQuiz account as well as for GoToQuiz.com to make personalized recommendations and show more accurate advertising offers to you during your visit.</p>\n<p>It is possible for you to disable or modify the cookie feature in your browser by consulting your browser's \"help\" screen, looking up cookies, and following the directions.\nBe aware that disabling cookies will likely disable certain functionality on the sites you visit.</p> Third party advertisements appearing on GoToQuiz: <p>To try and bring you offers that are of interest to you, we have relationships with other companies that we allow to place ads on our web pages.\nAs a result of your visit to GoToQuiz.com, ad server companies may collect information such as your browser headers, IP address, whether you have Flash or javascript enabled, and clickstream.\nAdvertisers may use web beacons or cookies to collect this information (which is in turn used to tailor advertisements to you), as well as monitor clicks and credit commissions.\nThe following information describes Google's privacy disclosures:</p>\n<ul>\n<li>Google and its advertising partners use cookies to serve ads based on a user's prior visits to your website.</li>\n<li>Google's use of the DART cookie enables it and its partners to serve ads to GoToQuiz users based on their visit to this site and/or other sites on the Internet.</li>\n<li>Users may opt out of the use of the DART cookie by visiting the advertising opt-out page.</li>\n<li>Google may use third party ad networks to show advertising on GoToQuiz.\nYou can find a list of these here.</li>\n<li>Users may visit the web sites of these ad networks to opt out of cookies or other means of tracking.\nAlternatively, users may opt out of multiple ad networks by visiting the Network Advertising Initiative opt-out page.</li>\n</ul>\n<p>Additional Information: Google's DoubleClick uses cookies to serve ads specific to you and your interests (\"interest based targeting\").\nThe ads displayed will be chosen based on your previous browsing history.\nThis does not rely on personally identifying information.\nYou can opt-out of this specific ad serving on all sites that use it by visiting http://www.doubleclick.com/privacy/dart_adserving.aspx</p>\n<p>You can view Google's privacy policy here: http://www.google.com/privacy.html.</p>\n<p>You can view Commission Junction's privacy policy here: http://www.cj.com/privacy.jsp </p> Changes to this document: <p>From time to time, we may use visitor information for new, unanticipated reasons not previously disclosed in our privacy policy.\nIf our information practices change at some time in the future we will update this document to reflect the changes.\nIt is your responsibility to check this document for updates.\nChanges to our privacy policy will not retroactively affect any data collected.\nGoToQuiz makes a good faith effort to let users know how information collected will be used on the very form pages where it is collected.\nHowever, this document is the ultimate authority on user privacy at GoToQuiz.</p> Contact: <p>If this policy is unclear in any way, you may request clarification by sending an e-mail to our e-mail address.</p>\n<p>If you feel that this site is not following its stated privacy policy, or if you want stored data about you removed, you may contact us with your concerns at our e-mail address.</p>\n<p>Our e-mail address can be found on our contact page.</p>\n", "created_at": "2023-04-03 17:57:22.496512", "updated_at": "2023-04-03 17:58:22.281273"}], "points": [], "urls": ["gotoquiz.com"]}}