{"error": 448, "message": "OK", "parameters": {"id": 7105, "name": "Hey.Café", "created_at": "2022-12-20 21:23:21.400542", "updated_at": "2023-07-10 22:02:31.310409", "wikipedia": null, "keywords": null, "related": null, "slug": "hey-cafe", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7105.png", "url": "hey.cafe,beta.hey.cafe,wave.hey.cafe,heycafedocs.com", "documents": [{"id": 13500, "name": "Appropriate Use Policy", "url": "https://heycafedocs.com/appropriate-use-policy", "xpath": "/html/body/div[1]/div/div[2]/div[2]/article", "text": "<p>Hey.Café services may not be used for illegal purposes, or in support of illegal activities.\nHey.Café reserves the right to cooperate with legal authorities and/or injured third parties in the investigation of any suspected crime or civil wrongdoing.</p>\n<strong>Activities that are not allowed on any </strong>Hey.Café<strong> services</strong>\n<p>\n</p>\n<strong>Threats / Harassment</strong>\n<p>Any material or abuse of services that threatens or encourages bodily harm or destruction of property, or that harasses another.</p>\n<p>\n</p>\n<strong>Forgery or impersonation</strong>\n<p>Adding, removing or modifying identifying network header information in an effort to deceive or mislead is prohibited.\nAttempting to impersonate any person by using forged headers or other identifying information is prohibited.\nThe use of anonymous remailers or nicknames does not constitute impersonation.</p>\n<p>\n</p>\n<strong>Fraudulent activity</strong>\n<p>Using any Hey.Café services to make fraudulent offers to sell or buy products, items, or services, or to advance any type of financial scam such as \"pyramid schemes\".</p>\n<p>\n</p>\n<strong>Unauthorized access</strong>\n<p>To access, or to attempt to access, the accounts of others, or to penetrate, or attempt to penetrate, security measures of Hey.Café or another entity's computer software or hardware, electronic communications system, or telecommunications system, whether or not the intrusion results in the corruption or loss of data, is expressly prohibited and the offending Hey.Café account is subject to immediate termination.</p>\n<p>\n</p>\n<strong>Copyright or trademark infringement</strong>\n<p>Using any Hey.Café service to infringe any copyright, trademark, patent, trade secret or other proprietary rights of any third party, including, but not limited to, the unauthorized copying of copyrighted material, the digitization and distribution of photographs from magazines, books, or other copyrighted sources, and the unauthorized transmittal of copyrighted software.</p>\n<p>\n</p>\n<strong>Collection of personal data</strong>\n<p>To collect, or attempt to collect, personal information about third parties without their knowledge or consent.</p>\n<p>\n</p>\n<strong>Network disruptions and unfriendly activity</strong>\n<p>Use of any Hey.Café services for any activity which affects the ability of other people or systems to use Hey.Café Services or the Internet.\nThis includes \"Denial of Service\" (DoS) attacks against another network host or individual user.\nInterference with or disruption of other network users, services or equipment is prohibited.\nIt is the Member's responsibility to ensure that their network is configured in a secure manner.\nA Subscriber may not, through action or inaction, allow others to use their network for illegal or inappropriate actions.\nA Subscriber may not permit their network, through action or inaction, to be configured in such a way that gives a third party the capability to use their network in an illegal or inappropriate manner.\nUnauthorized entry and/or use of another company and/or individual's computer system will result in immediate account termination.\nHey.Café will not tolerate any subscriber attempting to access the accounts of others, or penetrate security measures of other systems, whether or not the intrusion results in corruption or loss of data.</p>\n<p>\n</p>\n<strong>Fraud</strong>\n<p>Involves a knowing misrepresentation or misleading statement, writing or activity made with the intent that the person receiving it will act upon it.</p>\n<p>\n</p>\n<strong>Distribution of Viruses/Malware</strong>\n<p>Intentional distributions of software that attempts too and/or causes damage, harassment, or annoyance to persons, data, and/or computer systems are prohibited.\nSuch an offence will result in the immediate termination of the offending account.</p>\n<p>\n</p>\n<strong>Selling private information</strong>\n<p>Selling or sharing data of users without consent including usernames, passwords, location information and more.</p>\n<p>\n</p>\n<strong>Spam content</strong>\n<p>The use of our services to host spam content is not allowed.</p>", "created_at": "2022-12-20 20:33:17.060608", "updated_at": "2022-12-20 20:33:23.438157"}, {"id": 13498, "name": "Privacy Policy", "url": "https://heycafedocs.com/privacy-policy", "xpath": "/html/body/div[1]/div/div[2]/div[2]/article", "text": "<strong>The short version</strong>\n<p>\n</p>\n<p>We do basic analytics but nothing on the client end, we do not share anything with third parties other than our providers for access (Basic network info to route connections via CloudFlare for example).\nWe don't share data with anyone without user permission FIRST!</p>\n<p>\n</p>\n<strong>The long version</strong>\n<p>\n</p>\n<p>We will not sell or disclose your personal information to third parties without your consent except as otherwise provided in this Policy or our Terms of Service and Appropriate Use Policy.\nWe may use information about who you are, where and when you browse our network, and how you use our network to provide you better service.</p>\n<p>\n</p>\n<p>We respect your privacy and do not use any analytics services on our website, only basic network usage from our providers.</p>\n<p>\n</p>\n<p>This Policy applies to customers who purchase and use our services and products in Canada.\nCollection, use, disclosure, and protection of personal information may be subject to different regulation outside the Canada.</p>\n<p>\n</p>\n<p>Hey.Café will revise and update this Policy as it is deemed appropriate, including, for example, if changes in the law so require.\nYou should refer back to this page for the latest information.</p>\n<p>\n</p>", "created_at": "2022-12-20 21:23:21.403421", "updated_at": "2022-12-20 20:32:06.677252"}, {"id": 13499, "name": "Terms and Conditions", "url": "https://heycafedocs.com/terms-and-conditions", "xpath": "/html/body/div[1]/div/div[2]/div[2]/article", "text": "<p>By creating an account you are agreeing to be bound by these Terms and Conditions of Use, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nBreaking our TOS rules or misconduct will result in deletion of any accounts and services.\nIf you do not agree with any of these terms you can not use our services.\nThe materials contained in this web site are protected by applicable copyright and trade mark law.</p>\n<p>\n</p>\n<strong>Disclaimer</strong>\n<p>The content and use of the site are provided \"as is\".\nHey.Café makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nHey.Café does not warrant or make any representations concerning the accuracy, likely results, or reliability of materials on its Internet web site provided by users or Hey.Café or otherwise relating to such materials or on any sites linked to this site.</p>\n<p>\n</p>\n<strong>Limitations</strong>\n<p>In no event shall Hey.Café be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Hey.Café Internet site, even if Hey.Café or an authorized representative has been notified orally or in writing of the possibility of such damage.</p>\n<p>\n</p>\n<strong>Links</strong>\n<p>Hey.Café is not able to review all of the sites linked by users but does some filtering to try and keep links clean.\nHey.Café is not responsible for any damages or media missed by filters on content posted to the web site.\nHey.Café is also not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Hey.Café.\nUse of any such linked web site is at the user's own risk.</p>\n<p>\n</p>\n<strong>Site Terms of Use Modifications</strong>\n<p>Hey.Café may revise these terms of use any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.</p>\n<p>\n</p>\n<strong>Governing Law</strong>\n<p>Any claim relating to Hey.Café's web site or app shall be governed by the laws of British Columbia, Canada.\nIn use of the site or agreeing to the sites Terms and Conditions of Use you are waving the right to file any actions agains Hey.Café or parent sites/companies.</p>\n<p>\n</p>\n<strong>Rules and regulations</strong>\n<p>Any and all activity on Hey.Café must abide by the Appropriate Use Policy.\nViolation of the rules will result in user punishment and banning.\nBy the use of Hey.Café you agree to follow the Appropriate Use Policy and agree to the Service Level Agreement.</p>", "created_at": "2022-12-20 21:23:21.406135", "updated_at": "2022-12-20 20:29:45.579141"}, {"id": 13501, "name": "Refunds", "url": "https://heycafedocs.com/refunds", "xpath": "/html/body/div[1]/div/div[2]/div[2]/article", "text": "<p>All payments to LAMM Creative Solutions (Hey.Café) are nonrefundable.\nThis includes any charges regardless of usage.\nAll overcharges or billing disputes must be reported within 30 days of the time the dispute occurred.</p>\n<p>\n</p>", "created_at": "2022-12-20 20:38:00.372049", "updated_at": "2022-12-20 20:38:10.783748"}, {"id": 13502, "name": "Report Copyright Violation", "url": "https://heycafedocs.com/report-copyright-violation", "xpath": "/html/body/div[1]/div/div[2]/div[2]/article", "text": "<p>We want people to feel safe about contacting us when someone has stolen work and is hosted on Hey.Café.\nWe also want our users to know we will fully investigate and talk with both parties, we will then remove content if it's found to be in violation.</p>\n<p>\n</p>\n<p>Sending in a request is easy, just email us at the following email and include the information listed below.</p>\n<p>\n</p>\n<p>report@hey.cafe</p>\n<p>\n</p>\n<p>\n</p>\n<p>Include links to the content violating your rights, as well as links showing the work as your own.\nIt's best to link to your content as it was before being hosted by someone on Hey.Café.\nIf the media is artwork it's best to take a photo of you with it and send that in also.\nWe also require your full name and location to the city, we don't need your home address just what city you live in.</p>\n<p>\n</p>\n<strong>Reports are NOT legal binding</strong>\n<p>\n</p>\n<p>We are not a USA company so we won't enforce takedowns as a LEGAL enforcement.\nWe will take down in good faith as long as all evidence from both parties shows ownership of the content to a single person.\nIf we don't feel confident about who is the owner of the content, we will not take the content down or ban users.</p>", "created_at": "2022-12-20 20:38:44.438841", "updated_at": "2022-12-20 20:39:22.367837"}], "points": [{"id": 29472, "title": "The service has a no refund policy", "source": "https://heycafedocs.com/refunds", "status": "Generated through the annotate view", "created_at": "2022-12-20 20:53:49.718582", "updated_at": "2022-12-20 22:50:39.027097", "quoteText": null, "case_id": 162, "document_id": 13501, "quoteStart": null, "quoteEnd": null}, {"id": 29475, "title": "The court of law governing the terms is in location X", "source": "https://heycafedocs.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-12-20 20:59:56.200215", "updated_at": "2023-04-27 22:00:19.663969", "quoteText": null, "case_id": 163, "document_id": 13499, "quoteStart": null, "quoteEnd": null}, {"id": 29462, "title": "The service has a no refund policy", "source": "https://heycafedocs.com/refunds", "status": "Generated through the annotate view", "created_at": "2022-12-20 20:42:11.082691", "updated_at": "2023-07-11 06:26:44.187719", "quoteText": null, "case_id": 162, "document_id": 13501, "quoteStart": null, "quoteEnd": null}, {"id": 29489, "title": "You are prohibited from attempting to gain unauthorized access to other computer systems", "source": "https://heycafedocs.com/appropriate-use-policy", "status": "Generated through the annotate view", "created_at": "2022-12-20 21:53:21.434306", "updated_at": "2023-07-11 06:26:45.359059", "quoteText": null, "case_id": 284, "document_id": 13500, "quoteStart": null, "quoteEnd": null}, {"id": 29482, "title": "No third-party analytics or tracking platforms are used", "source": "https://heycafedocs.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-12-20 21:14:04.671808", "updated_at": "2023-07-11 06:26:45.435589", "quoteText": null, "case_id": 381, "document_id": 13498, "quoteStart": null, "quoteEnd": null}, {"id": 29485, "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance", "source": "https://heycafedocs.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-12-20 21:30:56.804933", "updated_at": "2023-04-28 22:00:23.404439", "quoteText": null, "case_id": 277, "document_id": 13499, "quoteStart": null, "quoteEnd": null}, {"id": 29480, "title": "You waive your right to a class action.", "source": "https://heycafedocs.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-12-20 21:10:41.134456", "updated_at": "2023-07-11 06:26:45.285393", "quoteText": null, "case_id": 117, "document_id": 13499, "quoteStart": null, "quoteEnd": null}, {"id": 29492, "title": "You agree not to use the service for illegal purposes", "source": "https://heycafedocs.com/appropriate-use-policy", "status": "Generated through the annotate view", "created_at": "2022-12-20 22:20:38.648282", "updated_at": "2023-07-11 06:26:46.009332", "quoteText": null, "case_id": 280, "document_id": 13500, "quoteStart": null, "quoteEnd": null}, {"id": 29490, "title": "Your personal data is not shared with third parties", "source": "https://heycafedocs.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-12-20 22:10:32.761873", "updated_at": "2023-07-11 06:26:46.167137", "quoteText": null, "case_id": 311, "document_id": 13498, "quoteStart": null, "quoteEnd": null}, {"id": 29491, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://heycafedocs.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-12-20 22:17:26.355572", "updated_at": "2023-07-11 06:26:46.088011", "quoteText": null, "case_id": 144, "document_id": 13499, "quoteStart": null, "quoteEnd": null}, {"id": 29468, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://heycafedocs.com/report-copyright-violation", "status": "Generated through the annotate view", "created_at": "2022-12-20 20:50:11.862916", "updated_at": "2023-07-11 06:27:44.652518", "quoteText": null, "case_id": 138, "document_id": 13502, "quoteStart": null, "quoteEnd": null}, {"id": 29488, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://heycafedocs.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-12-20 21:43:22.856516", "updated_at": "2023-07-11 06:27:44.999799", "quoteText": null, "case_id": 279, "document_id": 13499, "quoteStart": null, "quoteEnd": null}, {"id": 29487, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://heycafedocs.com/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2022-12-20 21:38:46.210477", "updated_at": "2023-07-11 06:27:44.913384", "quoteText": null, "case_id": 293, "document_id": 13499, "quoteStart": null, "quoteEnd": null}], "urls": ["hey.cafe", "beta.hey.cafe", "wave.hey.cafe", "heycafedocs.com"]}}