{"error": 448, "message": "OK", "parameters": {"id": 7605, "name": "DriveSure", "created_at": "2023-03-17 14:59:19.742706", "updated_at": "2023-03-29 19:26:48.316322", "wikipedia": null, "keywords": null, "related": null, "slug": "drivesure", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7605.png", "url": "drivesure.com", "documents": [{"id": 14644, "name": "Website Privacy Policy", "url": "https://drivesure.com/privacy-statement/", "xpath": "//body", "text": " <ul>\n<li>Dealerships\n<ul>\n<li>Solutions</li>\n<li>How it Works</li>\n<li>Pricing</li>\n<li>Resources</li>\n<li>Dealer Portal</li>\n</ul>\n</li>\n<li>Vehicle Owners\n<ul>\n<li>Benefits</li>\n<li>Vehicle Portal</li>\n</ul>\n</li>\n<li>About\n<ul>\n<li>Our Story</li>\n<li>Contact Us</li>\n<li>Employment</li>\n<li>FAQ</li>\n</ul>\n</li>\n<li>Blog</li>\n<li>Free Consultation</li>\n</ul> Select Page DriveSure.com - Website Privacy Policy <p>\n<strong>Effective date: March 3, 2021</strong>\n</p>\n<p>This Privacy Policy applies to information about you that Krex, Inc.\n(“DriveSure”, “we”, “our”, “us”) may obtain when you visit DriveSure.com or KrexInc.com (the “Site”).\nThis Privacy Policy describes how we may collect, use, or share information about you.\nyour choices regarding our use of your information.\nhow we safeguard such information.\nand how you may contact us regarding our privacy practices.</p> Collection of personal information\n<p>\n<strong>Information you provide.\n</strong>We may obtain information that you provide directly to us when you interact with the Site (e.g., when you schedule a consultation, create an account, update your profile or vehicle registration, comment on a blog post, fill out a contact form, manage your customers, initiate enrollment of vehicle owners, submit claims, verify vehicle coverage, or request sales resources or reports).\nThis information may include personal information, which is information that can be used to identify you individually, such as your name, email address, phone number, company affiliation, and vehicle information.</p>\n<p>If you submit to us someone else’s personal information (e.g., their name and contact information), you represent that you have the authorization to provide this information to us.</p>\n<p>\n<strong>Information collected automatically.\n</strong>We use various tools and technologies like cookies and web server logs to collect information automatically on the Site.\nThis information may include IP addresses, device identifiers, browser characteristics, operating system details, internet service provider details, language preferences, referring URLs, time and length of visits, and pages viewed.</p>\n<p>“Cookies” are small data files stored by your web browser on your computer.\nCookies may allow a website to recognize a user’s device, record user preferences, track the pages a user clicks on while visiting the website, and identify the website visited immediately beforehand.\nMost web browsers accept cookies by default, but you may be able to adjust your browser settings to remove or reject cookies.\nPlease note that blocking cookies may affect the availability and functionality of this Site and other websites.\nAlso, disabling cookies may invalidate opt outs that use cookies to recognize devices that have opted out.</p>\n<p>We may combine certain automatically collected information with other information we obtain about you, which may include data we obtain from third parties.</p>\n<p>Please note that we or third parties may collect personal information about your online activities over time and across different devices and online properties when you use the Site.</p>\n<p>Your web browser may have settings that allow you to transmit a “Do Not Track” signal when you visit various websites or use online services.\nLike many websites, the Site is not designed to respond to “Do Not Track” signals received from browsers.\nTo learn more about “Do Not Track” signals, visit www.allaboutdnt.com.</p>\n<p>\n<strong>Information collected from other parties.\n</strong>Our vendors may share with us your personal information that you submit to them.\nFor example, if you apply for a job using our career portal, you may submit personal information to one or more of our service providers that may share your information with us.\nAdditionally, our dealership customers may share your personal information with us when you purchase a vehicle or otherwise request vehicle servicing.\nWe may combine information that we have about you with information we obtain from other parties.\nWhen you submit information to another party, you are subject to that third party’s terms of use and privacy policies, for which we are not responsible.</p>\n<p>\n<strong>Information relating to children.\n</strong>We do not knowingly collect personal information online from children as defined by local law.&nbsp.\nIf we learn that a child has provided us with personal information, we will delete it or otherwise comply with applicable law.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nUse of personal information\n<p>We may use personal information we collect through the Site for various purposes including:</p>\n<ul>\n<li>Facilitating and personalizing your user experience;</li>\n<li>Communicating with you, including to request your feedback or to respond to your requests or inquiries;</li>\n<li>Processing your transactions;</li>\n<li>Marketing;</li>\n<li>Monitoring and analyzing trends, usage, and activities of Site visitors and users;</li>\n<li>Improving the Site;</li>\n<li>Preventing, investigating, identifying, or taking any other action with regard to any suspected or actual fraudulent or illegal activity or activity that violates our policies;</li>\n<li>Complying with applicable laws, regulations, or legal process as well as industry standards and our company policies.\nor</li>\n<li>Any other purpose, with your consent.</li>\n</ul>\n<p>\n<strong>&nbsp;</strong>\n</p>\nSharing of personal information\n<p>We may share your personal information with our business partners and vendors that provide services on our behalf.</p>\n<p>We also may share data in a manner that does not identify you (for example, information that has been aggregated with other records) for general business purposes.\nFor example, we may disclose the number of visitors to the Site.</p>\n<p>In the event of a business transaction, such as if we sell or transfer all or a portion of our business or assets (e.g., further to a merger, reorganization, liquidation, or any other business transaction, including negotiations of such transactions), we reserve the right to disclose any information we obtain through the Site.</p>\n<p>Additionally, DriveSure may disclose personal information when required by subpoena, search warrant, or other legal processes.\nin response to activities that are unlawful or a violation of DriveSure’s rules for use of the Site.\nor to protect and defend our rights or property.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nAnalytics and advertising\n<p>Our vendors, including Google, may use cookies, web beacons, and other similar technologies to collect or receive information about your internet usage, including your use of this Site, and use that information to provide website statistics and to target ads.\nWe and our vendors may use first-party cookies or other first-party identifiers as well as third-party cookies or other third-party identifiers to deliver advertisements, create a profile of you, measure your interests, detect your demographics, detect your location, and personalize content.</p>\n<p>We may use certain web analytics services, including Google Analytics, to help us understand and analyze how visitors use the Site and to serve ads on our behalf across the Internet.\nWe’ve implemented Google Analytics Advertising Features such as remarketing with analytics, interest-based advertising, demographics and interests reporting, user segment analysis, and impression reporting.\nFor more information on how Google Analytics uses data collected through the Site, visit policies.google.com/technologies/partner-sites.\nYou may also be able to opt out of Google Analytics by visiting tools.google.com/dlpage/gaoptout.</p>\n<p>You may be able to opt out of certain interest-based advertising using the settings on your browser or mobile device.\nIn addition, the following services or organizations offer tools that you can use to limit or opt out of interest-based advertising:</p>\n<ul>\n<li>\n<strong>Facebook: </strong>You may opt out of Facebook Custom Audiences by logging into your Facebook account and changing your privacy or advertising settings as per Facebook’s opt-out instructions.\nYou may also use your Facebook account settings to unlink your Facebook account from the Site.</li>\n<li>\n<strong>Google:</strong> To opt out of Google’s network of interest-based advertising, visit adssettings.google.com.</li>\n<li>\n<strong>Industry organizations:</strong> To opt out of interest-based advertising from companies that participate in the Digital Advertising Alliance or Network Advertising Initiative opt-out programs, please visit youradchoices.com/control and optout.networkadvertising.org.</li>\n</ul>\n<p>Your opt-out choice may apply only to the browser or device you are using when you opt out, so you should opt out on each of your browsers and devices if you want to disable interest-based advertising for those browsers and devices.\nIf you opt out, you will still receive ads, but they may not be as relevant to you and your interests.\nPlease note that we do not control how third parties manage their opt-out processes.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nLinked websites\n<p>The Site may include links to other websites that are not owned or operated by DriveSure.\nThis Privacy Policy does not apply to those websites, which may have their own privacy policies or notices that you should review to understand how they may collect, use, or disclose your personal information.\nDriveSure is not responsible for the content or privacy practices of any linked websites that it does not control.</p>\n<p>The Site also may provide links to other websites operated by DriveSure or our brands or affiliates.\nUnless indicated otherwise, these websites are not governed by this Privacy Policy.\nwe encourage you to review the privacy policies posted on these linked websites.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nSecurity\n<p>We take reasonable measures to protect your personal information from loss, theft, misuse, unauthorized access, disclosure, alteration, and destruction.\nNevertheless, no website, transmission via the Internet, wireless connection, or online digital storage is completely secure, so we cannot guarantee the security of your information collected through the Site.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nYour choices\n<p>\n<strong>Communication preferences and marketing.</strong> If you do not wish to receive marketing emails from us, you can opt out of future marketing emails by following the instructions provided in the marketing emails.\nOpting out of marketing emails will not other emails to you (e.g., administrative emails, emails about your transactions).\nTo opt out of text messaging, you may reply STOP at any time to any text message from us.\nAdditionally, you may opt out of marketing emails and/or text messaging from us by sending an email to contact_us@krexinc.com or sending a letter to Krex, Inc., 450 Skokie Blvd., Bldg.\n200, Northbrook, IL 60062.</p>\n<p>To learn about options, you may have to opt out of communications from your servicing vehicle dealership, you should contact the dealership directly.\nDriveSure is not responsible for communications from, or opt-out processes of, other parties.</p>\n<p>\n<strong>Accessing, reviewing, and changing your personal information.</strong> Vehicle owners with registered accounts can review and change certain personal information (e.g., name, email address, phone number, and password) at any time by accessing their account on the Site.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nCalifornia privacy rights\n<p>California law permits customers in California to request certain details about how their personal information is shared with third parties if that personal information is shared for those third parties’ own direct marketing purposes.\nCalifornians may request information about our compliance with this law by sending an email to contact_us@krexinc.com or sending a letter to Krex, Inc., 450 Skokie Blvd., Bldg.\n200, Northbrook, IL 60062.</p>\n<p>To make a request, please provide sufficient information for us to determine if this applies to you, attest to the fact that you are a California resident, and provide your current California address to which we will send our response.\nYour inquiry must specify “California Privacy Rights Request” in the subject line of the email or the first line of the letter and include your name, street address, city, state, and ZIP code.\nPlease note that we are only required to respond to one request per customer each year.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nInformation for users outside the United States\n<p>If you are visiting the Site from outside the United States, please be aware that information we obtain about you will be processed in the United States or in other jurisdictions.\nBy using the Site, you acknowledge your personal information may be transferred to and processed in jurisdictions outside your own as described in this Privacy Policy.\nPlease be aware that the data protection laws and regulations that apply to your personal information transferred to the United States or other countries may be different from the laws in your country of residence.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nRevisions\n<p>This Privacy Policy is subject to change at our discretion.\nWe will indicate changes to the Privacy Policy by updating the “Effective date” at the beginning of the Privacy Policy.\nYour continued use of this Site after any update to this Privacy Policy will constitute your acceptance of the changes.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\nContact information\n<p>You may direct comments or questions regarding this Privacy Policy via email to contact_us@krexinc.com.</p>\n<p>DriveSure makes it easy for new car dealerships to offer unbeatable vehicle maintenance and bring customers back for service, tires, and unplanned repairs.\nBy providing a unique suite of benefits with each oil change, DriveSure dealerships stand out from the crowd and create lasting relationships with their customers.\nFor vehicle owners, DriveSure benefits provide peace of mind on the road and make it easier than ever to resolve unplanned repairs and tire issues.</p> Quick Links DEALERSHIPS<br>\nVEHICLE OWNERS<br>\nABOUT DRIVESURE<br>\nBLOG<br>\nPRIVACY STATEMENT Contact 450 Skokie Blvd.,<br>\nBldg.\n200<br>\nNorthbrook, IL 60062<p>\n</p>\n<p>P: 847-753-9955<br>\nF: 847-753-9167</p>\n<p>Contact_Us@KrexInc.com</p>\n<p>\n<strong>For information about the data incident you may have been notified of, please&nbsp;click here.</strong>\n</p>\n<ul>\n<li>Follow</li>\n<li>Follow</li>\n<li>Follow</li>\n<li>Follow</li>\n</ul>\n<p>© Krex, Inc.\nAll rights reserved.</p>\n<ul>\n<li> Facebook </li>\n<li> Twitter </li>\n<li> Google </li>\n<li> RSS </li>\n</ul>\n<p>Designed by Elegant Themes | Powered by WordPress</p> Close this module Join us for a free online event on July 28th!Battling 5 Dealership Service Defection Points with DriveSureClaim My Spot ", "created_at": "2023-03-17 14:59:19.77571", "updated_at": "2023-03-17 15:00:16.95605"}], "points": [], "urls": ["drivesure.com"]}}