{"error": 448, "message": "OK", "parameters": {"id": 9357, "name": "LearnFlakes", "created_at": "2023-08-20 19:03:59.402708", "updated_at": "2023-08-20 22:02:31.410204", "wikipedia": null, "keywords": null, "related": null, "slug": "learnflakes", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9357.png", "url": "learnflakes.net", "documents": [{"id": 18381, "name": "Terms of Service and Rules ", "url": "https://web.archive.org/web/20140417163206/https://learnflakes.net/?p=signup&pid=16", "xpath": "/html/body/div[3]/div[3]/div[2]/div[2]/div[2]", "text": "The providers (\"we\", \"us\", \"our\") of the service provided by this web site (\"Service\") are not responsible for any user-generated content and accounts (\"Content\").\nContent submitted express the views of their author only.<br>\n<br>\nYou agree to not use the Service to submit or link to any Content which is defamatory, abusive, hateful, threatening, spam or spam-like, likely to offend, contains adult or objectionable content, contains personal information of others, risks copyright infringement, encourages unlawful activity, or otherwise violates any laws.<br>\n<br>\nAll Content you submit or upload may be reviewed by staff members.\nAll Content you submit or upload may be sent to third-party verification services (including, but not limited to, spam prevention services).\nDo not submit any Content that you consider to be private or confidential.<br>\n<br>\nWe reserve the rights to remove or modify any Content submitted for any reason without explanation.\nRequests for Content to be removed or modified will be undertaken only at our discretion.\nWe reserve the right to take action against any account with the Service at any time.<br>\n<br>\nYou are granting us with a non-exclusive, permanent, irrevocable, unlimited license to use, publish, or re-publish your Content in connection with the Service.\nYou retain copyright over the Content.<br>\n<br>\nThese terms may be changed at any time without notice.<br>\n<br>\nIf you do not agree with these terms, please do not register or use this Service.", "created_at": "2023-08-20 19:03:59.433407", "updated_at": "2023-08-20 19:04:46.867254"}], "points": [], "urls": ["learnflakes.net"]}}