{"error": 448, "message": "OK", "parameters": {"id": 7408, "name": "KimCartoon.li", "created_at": "2023-02-20 19:51:07.625469", "updated_at": "2023-03-29 19:26:41.414717", "wikipedia": null, "keywords": null, "related": null, "slug": "kimcartoon-li", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7408.png", "url": "kimcartoon.li", "documents": [{"id": 14226, "name": "DMCA", "url": "https://kimcartoon.li/Message/DMCA", "xpath": "//body", "text": " <p>PLEASE DISABLE ADBLOCK</p>\n<p>\n</p>\n<p>Adblock extensions will affect to a several website features, the VIDEO might to be UNPLAYABLE because of that.\nPlease turn off for best experience!</p>\n<p>OK! I understood</p> Please login or register <p>\n</p> &nbsp;&nbsp;Adv Search KimCartoon.li <ul>\n<li>Home</li>\n<li> Cartoon list</li>\n<li>Report Error</li>\n<li> Request Cartoon</li>\n<li>Mobile</li>\n<li>Read Comic</li>\n</ul> DMCA <strong>Legal Disclaimer</strong>\n<p> The author is not responsible for any contents linked or referred to from his pages – If any damage occurs by the use of information presented there, only the author of the respective pages might be liable, not the one who has linked to these pages.\n<strong>KimCartoon doesn’t host any content</strong>\n</p>\n<p> All KimCartoon does is link or embed content that was uploaded to popular Online Video hosting sites like Veoh.com / Megavideo.com / Youtube.com / Google Video.\nAll youtube/veoh/megavideo/googlevideo users signed a contract with the sites when they set up their accounts wich forces them not to upload illegal content.\nBy clicking on any Links to videos while surfing on KimCartoon you watch content hosted on third parties and KimCartoon cant take the responsibility for any content hosted on other sites.</p>\n<p> We do not upload any videos nor do we know who and where videos are coming from.\nWe do not promote any illegal conduct of any kind.\nLinks to the videos are submitted by users and managed by users.</p> DMCA Notice of Copyright Infringement <p>\n<strong>KimCartoon is an online service provider as defined in the Digital Millennium Copyright Act.<br>\n</strong>\n<br> We provide legal copyright owners with the ability to self-publish on the Internet by uploading, storing and displaying various types of media.\nWe do not actively monitor, screen or otherwise review the media which is uploaded to our servers by users of the service.<br>\n<strong>We take copyright violation very seriously and will vigorously protect the rights of legal copyright owners.</strong>\n<br> If you are the copyright owner of content which appears on the KimCartoon website and you did not authorize the use of the content you must notify us in writing in order for us to identify the allegedly infringing content and take action.</p>\n<p>\n<strong>We will be unable to take any action if you do not provide us with the required information</strong>, <strong>so please fill out all fields accurately and completely</strong>.\nYou may make a written notice via e-mail, facsimile or postal mail to our DMCA Agent as listed below.\nYour written notice must include the following:</p>\n<ul>\n<li>Specific identification of the copyrighted work which you are alleging to have been infringed.\nIf you are alleging infringement of multiple copyrighted works with a single notification you must submit a representative list which specifically identifies each of the works that you allege are being infringed.</li>\n<li>Specific identification of the location and description of the material that is claimed to be infringing or to be the subject of infringing activity with enough detailed information to permit us to locate the material.\nYou should include the specific URL or URLs of the web pages where the allegedly infringing material is located.</li>\n<li>Information reasonably sufficient to allow us to contact the complaining party which may include a name, address, telephone number and electronic mail address and signature at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>\n<strong>Written notice should be sent to our designated agent as follows:</strong>\n</p>\n<p>\n<strong>\n</strong>\n<strong>DMCA AGENT Email: </strong>\n<strong> renzuken08 [at] gmail.com</strong>\n</p> How to File a Counter-Notice <ol>\n<li>Email your counter-notice to <strong>renzuken08 [at] gmail.com</strong>.</li>\n<li>Include ALL of the following: <ul>\n<li>Your name, address, and telephone number.</li>\n<li>DMCA ID printed at the bottom of the notification email.</li>\n<li>The source address of the content that was removed (copy and paste the link in the notification email).</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the content was removed in error.</li>\n<li>A statement that you consent to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if your address is outside of the United States, for any judicial district in which Pinterest may be found, and that you will accept service of process from the person who provided the original complaint under subsection (c)(1)(C) or an agent of such person.</li>\n<li>A physical or electronic signature (for example, typing your full name).</li>\n</ul>\n</li>\n</ol>\n<p> &amp;lt;a href=\"https://renzuken.wufoo.com/forms/zd6zg301kw5j0w/\"&amp;gt;Fill out my Wufoo form!&amp;lt;/a&amp;gt.\n</p> &nbsp.\n&nbsp.\n&nbsp.\n<p> From 2017 KimCartoon.li.\nCopyrights and trademarks for the cartoon, and other promotional materials are held by their respective owners and their use is allowed under the fair use clause of the Copyright Law.\nPrivacy Policy&nbsp;|&nbsp;DMCA&nbsp;|&nbsp;watch cartoons online&nbsp;&nbsp;</p> ", "created_at": "2023-02-20 19:51:07.688121", "updated_at": "2023-02-20 19:51:59.019702"}, {"id": 14225, "name": "Privacy Policy ", "url": "https://kimcartoon.li/Message/PrivacyPolicy", "xpath": "//body", "text": " <p>PLEASE DISABLE ADBLOCK</p>\n<p>\n</p>\n<p>Adblock extensions will affect to a several website features, the VIDEO might to be UNPLAYABLE because of that.\nPlease turn off for best experience!</p>\n<p>OK! I understood</p> Please login or register <p>\n</p> &nbsp;&nbsp;Adv Search KimCartoon.li <ul>\n<li>Home</li>\n<li> Cartoon list</li>\n<li>Report Error</li>\n<li> Request Cartoon</li>\n<li>Mobile</li>\n<li>Read Comic</li>\n</ul> Privacy Policy <strong>Cookies &amp.\n3rd Party Advertisements</strong>\n<p> Google, as a third party vendor, uses cookies to serve ads on your site.\nGoogle's use of the DART cookie enables it to serve ads to your users based on their visit to your sites and other sites on the Internet.\nUsers may opt out of the use of the DART cookie by visiting the Google ad and content network privacy policy.</p>\n<p> We allow third-party companies to serve ads and/or collect certain anonymous information when you visit our web site.\nThese companies may use non-personally identifiable information (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this and other Web sites in order to provide advertisements about goods and services likely to be of greater interest to you.\nThese companies typically use a cookie or third party web beacon to collect this information.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit http://www.networkadvertising.org/managing/opt_out.asp.</p> &nbsp.\n&nbsp.\n&nbsp.\n<p> From 2017 KimCartoon.li.\nCopyrights and trademarks for the cartoon, and other promotional materials are held by their respective owners and their use is allowed under the fair use clause of the Copyright Law.\nPrivacy Policy&nbsp;|&nbsp;DMCA&nbsp;|&nbsp;watch cartoons online&nbsp;&nbsp;</p> ", "created_at": "2023-02-20 19:51:07.657098", "updated_at": "2023-02-20 19:51:36.902968"}], "points": [], "urls": ["kimcartoon.li"]}}