{"error": 448, "message": "OK", "parameters": {"id": 8261, "name": "GoHire", "created_at": "2023-05-12 02:20:53.09951", "updated_at": "2023-05-12 10:01:55.842325", "wikipedia": null, "keywords": null, "related": null, "slug": "gohire", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8261.png", "url": "gohire.io", "documents": [{"id": 16033, "name": " Data Processing Addendum ", "url": "https://gohire.io/data-processing-agreement", "xpath": "//body", "text": " Why GoHire? <p>Why GoHire?</p>\n<p>Key Features</p>\n<p>Take a look at the main features on GoHire to hire right now.</p>\n<p>World-class Support</p>\n<p>Learn about our award winning support team, available 24/7.</p>\n<p>Watch Product Video</p>\n<p>See GoHire in action with this in-demand product video.</p>\n<p>Source &amp.\nAttract</p>\n<p>Job Advertising</p>\n<p>Advertise jobs everywhere and source the best candidates now.</p>\n<p>Multi-Posting</p>\n<p>Post to multiple job boards with one click like Indeed and LinkedIn.</p>\n<p>Candidate Screening</p>\n<p>Screen candidates at scale with powerful candidate screening.</p>\n<p>Career Site Software</p>\n<p>Attract more candidates with a better career page.</p>\n<p>Social Media Recruiting</p>\n<p>Get the tools you need to source candidates on social media.</p>\n<p>Track &amp.\nEngage</p>\n<p>Applicant Tracking System</p>\n<p>Stop wasting time hiring candidates and start growing.</p>\n<p>Recruitment Software</p>\n<p>Learn how GoHire will help you hire smarter and faster.</p>\n<p>Video Interviews</p>\n<p>Boost interviews and speak to candidates at scale with GoHire.</p>\n<p>Candidate Experience</p>\n<p>Attract better with an improved candidate experience.</p>\n<p>Automate &amp.\nHire</p>\n<p>Integrations</p>\n<p>Connect everything with 15+ hiring integrations you need.</p>\n<p>Data-Driven Hiring</p>\n<p>Power up your hiring with data-driven hiring software.</p>\n<p>Talent Pools</p>\n<p>Fill your pipeline and hire smarter with talent pools.</p>\n<p>Hiring New Employees</p>\n<p>Get the latest powerful tools for hiring new employees.</p> Use Cases <p>Industries</p>\n<p>SaaS</p>\n<p>Hire quickly for your SaaS business with GoHire.</p>\n<p>Tech</p>\n<p>Smarter hiring for tech businesses to hire right now.</p>\n<p>Software Companies</p>\n<p>Powerful hiring software for software companies to hire today.</p>\n<p>Marketing</p>\n<p>Get better hiring for your marketing business with GoHire.</p>\n<p>Hospitality</p>\n<p>Find and hire the best hospitality staff today.</p>\n<p>Education</p>\n<p>Source, engage and hire the best talent in education.</p>\n<p>Restaurants</p>\n<p>Hire the people you need for your hospitality business now.</p>\n<p>Staffing Agencies</p>\n<p>Hire for your clients effectively with better hiring software.</p>\n<p>Green Energy</p>\n<p>Sustainable hiring software for your green energy business.</p>\n<p>Retail</p>\n<p>Hire retail staff quickly with fuss-free hiring software.</p>\n<p>Healthcare</p>\n<p>Recruit the best healthcare staff with dedicated hiring software.</p>\n<p>Company Size</p>\n<p>For Early Stage</p>\n<p>Get all of GoHire for just £83 per month for qualifying startups.</p>\n<p>For Startups</p>\n<p>Join thousands that have grown from 10 to 150 employees.</p>\n<p>For SMBs</p>\n<p>All the hiring software you need for your SMB to grow today.</p>\n<p>Role</p>\n<p>For Founders</p>\n<p>Grow your business with better hiring software.</p>\n<p>For Hiring Managers</p>\n<p>Get the people you need in your team quickly.</p>\n<p>For HR Teams</p>\n<p>Integrate simple fuss-free hiring software into your recruitment process.</p> Pricing Customers Resources <p>Learn</p>\n<p>Blog</p>\n<p>Stay up to date with the latest news from GoHire.</p>\n<p>AI Hiring Tools 🔥</p>\n<p>Transform your hiring with cutting edge AI hiring tools.</p>\n<p>HR Glossary</p>\n<p>Check out our dictionary of HR glossary terms.</p>\n<p>HR Templates</p>\n<p>Get 1000s of free HR templates like job descriptions and much more.</p>\n<p>Help</p>\n<p>Help Center</p>\n<p>Learn how to use GoHire and get help when you need it.</p>\n<p>Product Tours</p>\n<p>Take a tour and learn how GoHire will help you hire now.</p>\n<p>Partners</p>\n<p>Affiliate Partners</p>\n<p>Become an affiliate partner and earn commission on sales.</p>\n<p>Solution Partners</p>\n<p>Join our solutions program and help your clients hire better.</p>\n<p>Company</p>\n<p>About GoHire</p>\n<p>Who we are, how we started, and how we got here.</p>\n<p>Careers</p>\n<p>Join the GoHire team.\nLearn about the latest jobs.</p> Log in Get Started Try For Free × Home Why GoHire? Customers Pricing Blog Resources About Us Log in Get Started Free Applicant Tracking System Recruitment Software Data Processing Addendum These terms were last updated on May 18, 2021.\n<p>This Data Processing Addendum is supplemental to and forms part of GoHire’s Terms of Service found on GoHire’s website at www.gohire.io/terms (“Agreement”), between GoHire Technologies Ltd (“GoHire”) and the customer entity that is party to the Agreement (“Data Controller”).</p>\n<p>In consideration of the mutual rights and obligations adopted in this addendum and in further consideration of the mutual rights and obligations in the Agreement, GoHire and the Data Controller hereby agree as follows:</p> 1.\nDefinitions <p>1.1.\nIn this addendum:</p>\n<p>1.1.1.\nController, Processor, Data Subject, Personal Data, Personal Data Breach, processing and appropriate technical and organisational measures shall have the meanings set out in the Data Protection Legislation.</p>\n<p>1.1.2.\nData Protection Legislation: means all applicable data protection and privacy legislation in force from time to time in the UK including the Data Protection Act 2018 (and regulations made thereunder).\nthe UK GDPR (which has the meaning given to it in the Data Protection Act 2018).\nand the Privacy and Electronic Communications Regulations 2003 (SI 2003/2426) as amended.</p>\n<p>1.1.3.\nProtected Data means Personal Data received by GoHire from or on behalf of the Data Controller in connection with the Agreement, or in respect of applicants using GoHire’s website to apply for employment with or hire by the Data Controller.</p> 2.\nCompliance with Data Protection Legislation <p>2.1.\nThe parties agree that the Data Controller is a Controller and that GoHire is a Processor for the purposes of processing Protected Data pursuant to this addendum.\nGoHire shall process Protected Data in compliance with the obligations placed on it under Data Protection Legislation and this addendum.\nShould the determination in this clause change, then each party shall work together in good faith to make any changes which are necessary to this addendum.\nPart A of this addendum sets out the scope, nature and purpose of processing by GoHire, the duration of the processing and the types of Personal Data and categories of Data Subject.</p>\n<p>2.2.\nThe Data Controller shall ensure that all instructions given by it to GoHire in respect of Protected Data (including the terms of this addendum) shall at all times be in accordance with Data Protection Legislation.\nWithout prejudice to the generality of the foregoing, the Data Controller will ensure that it has all necessary appropriate consents and notices in place to enable lawful transfer of the Protected Data to GoHire for the duration and purposes of this addendum.</p> 3.\nInstructions <p>3.1.\nGoHire shall only process the Protected Data in accordance with this addendum (and not otherwise unless alternative processing instructions are agreed between the parties in writing) except where otherwise required by applicable law (and shall inform the Data Controller of that legal requirement before processing, unless applicable law prevents it doing so on important grounds of public interest).\nIf GoHire believes that any instruction received by it from the Data Controller is likely to infringe the Data Protection Legislation it shall promptly inform the Data Controller.</p> 4.\nSecurity <p>4.1.\nGoHire shall ensure that it has in place appropriate technical and organisational measures to protect against unauthorised or unlawful processing of Protected Data and against accidental loss or destruction of, or damage to, Protected Data, which is appropriate to the harm that might result from the unauthorised or unlawful processing or accidental loss, destruction or damage and the nature of the data to be protected, having regard to the state of technological development and the cost of implementing any measures (those measures may include, where appropriate, pseudonymising and encrypting Personal Data, ensuring confidentiality, integrity, availability and resilience of its systems and services, ensuring that availability of and access to Personal Data can be restored in a timely manner after an incident, and regularly assessing and evaluating the effectiveness of the technical and organisational measures adopted by it) so as to allow the Data Controller to comply with its obligations under the Data Protection Legislation.</p> 5.\nSub-processing and personnel <p>5.1.\nThe Data Controller hereby provides its prior, general authorisation for GoHire to appoint processors to process the Protected Data, including initially those sub-processors set out in Part B, provided that GoHire:</p>\n<p>5.2.\nshall ensure that the terms on which it appoints such processors comply with the Data Protection Legislation, and are consistent with the obligations imposed on GoHire in this</p>\n<p>5.3.\nshall remain responsible for the acts and omission of any such processor as if they were the acts and omissions of GoHire;</p>\n<p>5.4.\nshall inform the Data Controller of any intended changes concerning the addition or replacement of the processors, thereby giving the Data Controller the opportunity to object to such changes provided that if the Data Controller objects to the changes and cannot demonstrate, to GoHire’s reasonable satisfaction, that the objection is due to an actual or likely breach of the Data Protection Legislation, the Data Processor shall indemnify GoHire for any losses, damages, costs (including legal fees) and expenses suffered by GoHire in accommodating the objection.</p>\n<p>5.5.\nGoHire shall ensure that all persons authorised by GoHire (or any authorised sub-processor) to process Protected Data are subject to a binding written contractual obligation to keep the Protected Data confidential.</p> 6.\nAssistance <p>6.1.\nGoHire shall:</p>\n<p>6.2.\nnotify the Data Controller without undue delay if it receives from any Data Subject whose Personal Data forms part of the Protected Data any communication seeking to exercise rights conferred on the Data Subject by the Data Protection Legislation, or any complaint or any claim for compensation arising from or relating to the processing of the Protected Data;</p>\n<p>6.3.\nprovide such information and such assistance to the Data Controller as the Data Controller may reasonably require insofar as this is reasonably possible (taking into account the nature of the processing and the information available to GoHire), and at the Data Controller’s cost, to allow the Data Controller to comply with its obligations under the Data Protection Legislation, including to:</p>\n<p>6.3.1 assist the Data Controller in ensuring compliance with the Data Controller’s obligations pursuant to Articles 32 to 36 of the UK GDPR (and any similar obligations under applicable Data Protection Legislation);</p>\n<p>6.3.2 assist the Data Controller (by appropriate technical and organisational measures), insofar as this is reasonably possible, for the fulfilment of the Data Controller’s obligations to respond to requests for exercising a Data Subjects’ rights under Chapter III of the UK GDPR (and any similar obligations under applicable Data Protection Legislation) in respect of any Protected Data.</p> 7.\nInternational transfers <p>7.1.\nThe Data Controller hereby provides its prior, general authorisation for GoHire to transfer Protected Data outside of the UK, provided that GoHire shall ensure that all such transfers are affected in accordance with the Data Protection Legislation.\nFor these purposes, the Data Controller shall promptly comply with any reasonable request of GoHire, including any request to enter into standard data protection clauses adopted by the Information Commissioner from time to time (where the UK GDPR applies to the transfer.</p> 8.\nProcessing <p>8.1.\nGoHire shall keep or cause to be kept such information as is necessary to demonstrate compliance with its obligations under this addendum including full and accurate records relating to the processing of the Protected Data and shall, upon reasonable notice, make available to the Data Controller or grant to the Data Controller and its auditors and agents, a right of access to and to take copies of any information or records kept by GoHire pursuant to this paragraph.</p> 9.\nBreach <p>9.1.\nGoHire shall notify the Data Controller without undue delay on becoming aware of any Personal Data Breach in respect of any Protected Data.</p> 10.\nDeletion/return <p>10.1.\nGoHire shall on expiry or termination of the Agreement or otherwise on written notice from the Data Controller, promptly and securely delete the Protected Data (unless its continued storage by GoHire is required by law).\nThis paragraph shall survive termination or expiry of the Agreement.</p>\n<p>10.2.\nThe Data Controller shall have the option at any time to pause their account rather than terminate it.\nIn these circumstances, the Protected Data will not be deleted but will be retained on behalf of the Data Controller until the Agreement expires or is terminated.</p> Part A Data processing details <p>Processing of the Protected Data by the Data Processor under this addendum shall be for the subject-matter, duration, nature and purposes and involve the types of personal data and categories of Data Subjects set out in this Part A.</p>\n1 Subject-matter of processing:\n<p>Provision of an online recruiting solution that distributes job advertisements, as described further in the Agreement</p>\n2 Duration of the processing:\n<p>Personal Data will be retained for twelve months unless the Data Controller has stipulated otherwise.</p>\n3 Nature and purpose of the processing:\n<p>The collection, recording, processing and erasure of the Protected Data to comply with the Data Processor’s obligations in the Agreement</p>\n4 Type of Personal Data:\n<p>Name, Email, Phone Number, IP Address, Resume/CV, Work History, and Responses to Screening Questions of applicants using GoHire’s website to apply for employment with or hire by the Data Controller</p>\n5 Categories of Data Subjects:\n<p>Website Visitors</p>\n<p>Job Applicants</p>\n<p>Trialists</p>\n<p>Customers</p> Part B List of Initial Approved Sub-processors Third Party Service\nPurpose\nCountry\nWebsite Amazon Web Services\nData hosting\nUK\nhttps://aws.amazon.com/ Intercom Customer Services\nOnline live chat provider\nUS\nhttps://www.intercom.com/ HubSpot\nCustomer relationship management\nUS\nhttps://www.hubspot.com/ Stripe\nPayment processing\nEU\nhttps://stripe.com/ Google Analytics\nTrack website activity\nEU\nhttps://analytics.google.com/ Google Cloud API\nIntegrate applications into the cloud\nEU\nhttps://cloud.google.com/apis/ Canny\nCustomer relationship management\nUS\nhttps://canny.io/ <p>Features</p>\n<ul>\n<li>Recruitment Software UK</li>\n<li>Recruitment Software For Startups</li>\n<li>Recruitment Management System</li>\n<li>Marketing</li>\n<li>CRM</li>\n<li>Candidate Experience</li>\n<li>Data-Driven Hiring</li>\n<li>Candidate Screening</li>\n<li>Applicant Tracking System UK</li>\n<li>Talent Acquisition Software</li>\n<li>Recruitment Automation System</li>\n<li>Career Site Software</li>\n<li>Staffing Agency Software</li>\n<li>Job Posting</li>\n<li>Assessment</li>\n<li>RMS</li>\n<li>Sourcing</li>\n</ul>\n<p>Solutions</p>\n<ul>\n<li>Early Stage</li>\n<li>Startups</li>\n<li>Restaurants</li>\n<li>Small Business</li>\n<li>SaaS</li>\n<li>Tech</li>\n<li>Marketing &amp.\nAdvertising</li>\n<li>Software</li>\n<li>Green Energy</li>\n</ul>\n<p>Compare</p>\n<ul>\n<li>Lever</li>\n<li>Greenhouse</li>\n<li>Google Hire</li>\n<li>Workable</li>\n<li>Breezy HR</li>\n<li>Bullhorn</li>\n<li>SmartRecruiters</li>\n</ul>\n<p>Resources</p>\n<ul>\n<li>Help Centre</li>\n<li>Live Chat</li>\n<li>Security</li>\n<li>Affiliate Program</li>\n<li>Solutions Program</li>\n<li>GDPR</li>\n<li>Partners</li>\n</ul>\n<p>Company</p>\n<ul>\n<li>Blog</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Pricing</li>\n<li>Customer Stories</li>\n<li> Facebook</li>\n<li> Twitter</li>\n<li> LinkedIn</li>\n</ul>\n<p>Free HR Tools</p>\n<ul>\n<li>Free Employee Engagement Surveys</li>\n</ul>\n<p>From The Blog</p> Top 10 Candidate Sourcing Strategies That Recruiters Can Use Source Candidates With Gohire: A Recruiter Sourcing Platform 7 Top Pitch Deck Mistakes Startups Always Make 8 Tips To Get Startup Funding Without Giving Up Equity Top New Employee Welcome Email Templates What is the difference between a career site and a job board? 20+ Top Healthcare Job Boards 10 Top Tips To Hire New Employees For Hospitality Companies 20+ Top Retail Job Boards Common Career Page Mistakes and How to Avoid Them <p>Contact Us</p>\n<p> 2 Forest Farm Business Park, Fulford, York, YO19 4RH, UK</p>\n<p> support@gohire.io</p>\n<p>\n</p>2023 GoHire Technologies LTD.\nAll rights reserved.<p>\n</p>\n<p>Terms of Service · Privacy Policy · Data Processing Agreement</p> ", "created_at": "2023-05-12 02:20:53.369375", "updated_at": "2023-05-12 02:22:59.028742"}, {"id": 16034, "name": " Privacy Policy ", "url": "https://gohire.io/privacy", "xpath": "//body", "text": " Why GoHire? <p>Why GoHire?</p>\n<p>Key Features</p>\n<p>Take a look at the main features on GoHire to hire right now.</p>\n<p>World-class Support</p>\n<p>Learn about our award winning support team, available 24/7.</p>\n<p>Watch Product Video</p>\n<p>See GoHire in action with this in-demand product video.</p>\n<p>Source &amp.\nAttract</p>\n<p>Job Advertising</p>\n<p>Advertise jobs everywhere and source the best candidates now.</p>\n<p>Multi-Posting</p>\n<p>Post to multiple job boards with one click like Indeed and LinkedIn.</p>\n<p>Candidate Screening</p>\n<p>Screen candidates at scale with powerful candidate screening.</p>\n<p>Career Site Software</p>\n<p>Attract more candidates with a better career page.</p>\n<p>Social Media Recruiting</p>\n<p>Get the tools you need to source candidates on social media.</p>\n<p>Track &amp.\nEngage</p>\n<p>Applicant Tracking System</p>\n<p>Stop wasting time hiring candidates and start growing.</p>\n<p>Recruitment Software</p>\n<p>Learn how GoHire will help you hire smarter and faster.</p>\n<p>Video Interviews</p>\n<p>Boost interviews and speak to candidates at scale with GoHire.</p>\n<p>Candidate Experience</p>\n<p>Attract better with an improved candidate experience.</p>\n<p>Automate &amp.\nHire</p>\n<p>Integrations</p>\n<p>Connect everything with 15+ hiring integrations you need.</p>\n<p>Data-Driven Hiring</p>\n<p>Power up your hiring with data-driven hiring software.</p>\n<p>Talent Pools</p>\n<p>Fill your pipeline and hire smarter with talent pools.</p>\n<p>Hiring New Employees</p>\n<p>Get the latest powerful tools for hiring new employees.</p> Use Cases <p>Industries</p>\n<p>SaaS</p>\n<p>Hire quickly for your SaaS business with GoHire.</p>\n<p>Tech</p>\n<p>Smarter hiring for tech businesses to hire right now.</p>\n<p>Software Companies</p>\n<p>Powerful hiring software for software companies to hire today.</p>\n<p>Marketing</p>\n<p>Get better hiring for your marketing business with GoHire.</p>\n<p>Hospitality</p>\n<p>Find and hire the best hospitality staff today.</p>\n<p>Education</p>\n<p>Source, engage and hire the best talent in education.</p>\n<p>Restaurants</p>\n<p>Hire the people you need for your hospitality business now.</p>\n<p>Staffing Agencies</p>\n<p>Hire for your clients effectively with better hiring software.</p>\n<p>Green Energy</p>\n<p>Sustainable hiring software for your green energy business.</p>\n<p>Retail</p>\n<p>Hire retail staff quickly with fuss-free hiring software.</p>\n<p>Healthcare</p>\n<p>Recruit the best healthcare staff with dedicated hiring software.</p>\n<p>Company Size</p>\n<p>For Early Stage</p>\n<p>Get all of GoHire for just £83 per month for qualifying startups.</p>\n<p>For Startups</p>\n<p>Join thousands that have grown from 10 to 150 employees.</p>\n<p>For SMBs</p>\n<p>All the hiring software you need for your SMB to grow today.</p>\n<p>Role</p>\n<p>For Founders</p>\n<p>Grow your business with better hiring software.</p>\n<p>For Hiring Managers</p>\n<p>Get the people you need in your team quickly.</p>\n<p>For HR Teams</p>\n<p>Integrate simple fuss-free hiring software into your recruitment process.</p> Pricing Customers Resources <p>Learn</p>\n<p>Blog</p>\n<p>Stay up to date with the latest news from GoHire.</p>\n<p>AI Hiring Tools 🔥</p>\n<p>Transform your hiring with cutting edge AI hiring tools.</p>\n<p>HR Glossary</p>\n<p>Check out our dictionary of HR glossary terms.</p>\n<p>HR Templates</p>\n<p>Get 1000s of free HR templates like job descriptions and much more.</p>\n<p>Help</p>\n<p>Help Center</p>\n<p>Learn how to use GoHire and get help when you need it.</p>\n<p>Product Tours</p>\n<p>Take a tour and learn how GoHire will help you hire now.</p>\n<p>Partners</p>\n<p>Affiliate Partners</p>\n<p>Become an affiliate partner and earn commission on sales.</p>\n<p>Solution Partners</p>\n<p>Join our solutions program and help your clients hire better.</p>\n<p>Company</p>\n<p>About GoHire</p>\n<p>Who we are, how we started, and how we got here.</p>\n<p>Careers</p>\n<p>Join the GoHire team.\nLearn about the latest jobs.</p> Log in Get Started Try For Free × Home Why GoHire? Customers Pricing Blog Resources About Us Log in Get Started Free Applicant Tracking System Recruitment Software Privacy Policy This privacy policy was last updated on May 18, 2021.\n<p>GoHire Technologies LTD (“We, “Our”, “Us”) takes your privacy incredibly seriously, both for individual team members, company data, and applicant data.\nWe understand the importance of keeping your information confidential and secure.\nGoHire.io fully complies with the 1998 Data Protection Act, which can be found here.</p>\n<p>This policy is here to help you understand what information we collect, how it is used, and what you can do with it.</p> Registration <p>In registering with GoHire.io, you agree to submit to us your name, email address, company name, and password.\nYou may choose to provide additional details during the registration process or at a later date, and we may request this information (for example, location or job title) from you in order to provide you with a more personally-tailored service, though you are under no obligation to share these details.</p> Information we collect <p>We collect different kinds of information.\nHere are the types of information we collect or receive:</p>\n<p>\n<strong>Registration information:</strong> When you create an account on GoHire, we collect your name, your email address, your company name, and password.</p>\n<p>\n<strong>Company information:</strong> The only information we take about your company is your company name.\nAny additional information you provide is optional, such as social profiles, company website, company careers page.</p>\n<p>\n<strong>Applicant information:</strong> If you are a candidate you may be required (by the company to which you are applying) to provide information about your employment history, skills, experience, and and relevant links to social profiles if deemed necessary by the company.</p>\n<p>\n<strong>Billing information:</strong> If you are on any of our payment plans we will collect and securely store your billing address and credit card information.</p>\n<p>\n<strong>Job Positions:</strong> Information regarding job positions and any addition details required by you in the application process.</p>\n<p>\n<strong>Analytics:</strong> We take details of every visit to our website, including traffic data, location data, weblogs your referral site.\nWe take this information only to continually improve your experience on GoHire.\nWe may also take information about your computer, IP address, operating system, and browser type.\nThis is both for research purposes and to ensure that our products work seamlessly across all devices.</p> How we store data <p>We take all appropriate measures to ensure all your data and information you provide through Our website is kept secure for the duration of your use of Our services.\nIf you decided you no longer need to use Our services and you remove your account, all your data and information will be removed from Our servers.</p>\n<p>We use your information for the following:</p>\n<p>\n<strong>The GoHire service:</strong> We use information you provide to enable your experience on Our website, and to utilise all it’s services.</p>\n<p>\n<strong>Improve the service:</strong> In order for us to make our product and services better, it is imperative that we understand how you are using it.\nWe analyse data we receive from your experience to continually improve our products.</p>\n<p>\n<strong>Prevent bad stuff:</strong> As highlighted in Our Terms and Conditions we do not accept the use of any abuse or fraud, as such we monitor data to prevent such occurrences.</p>\n<p>\n<strong>Correspondence with you:</strong> If you contact us with a problem or question we will use this information to improve your experience solve any problem you may have.</p> Security <p>We take every step necessary to protect the information you provide to Us, wether as a company or applicant, We understand the sensitivity of the data and information We collect and store about you.\nThe login credentials you provide (such as email, and password) are encrypted using secure socket layer technology (SSL).\nWe conform with all modern technical advancements in data storage and stay in line with such widely accepted methods and standards to protect the data and information submitted to us, wether as an applicant or company.\nHaving said this no email or digital storage mechanism is ever fully secure or without errors.</p> Cookies <p>A cookie is a small file that is sent from a website and stored in the user’s browser.\nWhen the user revisits the website, the browser remembers the user’s previous activity.\nCookies help us save your preferences and security, making your whole experience with Gohire.io faster, safer and more personalised.</p>\n<p>Please note that many of the cookies used on Gohire.io are essential to the site functioning properly.</p>\n<p>If you do not consent to these cookies being used, you can disable them in your browser.</p>\n<p>The cookies used on this website have been categorised based on the categories found in the ICC UK Cookie guide.</p> Changes to the Privacy Policy <p>In the event of any changes to the Privacy Policy, you will be notified by email.\nWe may change the Privacy Policy at any time by amending this page.\nIf you object to any of the changes in the Privacy Policy, you may close your account.</p>\n<p>Any violation of the terms outlined in this Privacy Policy or other relevant policies may result in the termination of your account, at Our discretion.</p>\n<p>If you have any reservations about this Privacy Policy, you should not use the website.</p> Contact <p>If you have any questions regarding our terms please get in touch.</p>\n<p>Features</p>\n<ul>\n<li>Recruitment Software UK</li>\n<li>Recruitment Software For Startups</li>\n<li>Recruitment Management System</li>\n<li>Marketing</li>\n<li>CRM</li>\n<li>Candidate Experience</li>\n<li>Data-Driven Hiring</li>\n<li>Candidate Screening</li>\n<li>Applicant Tracking System UK</li>\n<li>Talent Acquisition Software</li>\n<li>Recruitment Automation System</li>\n<li>Career Site Software</li>\n<li>Staffing Agency Software</li>\n<li>Job Posting</li>\n<li>Assessment</li>\n<li>RMS</li>\n<li>Sourcing</li>\n</ul>\n<p>Solutions</p>\n<ul>\n<li>Early Stage</li>\n<li>Startups</li>\n<li>Restaurants</li>\n<li>Small Business</li>\n<li>SaaS</li>\n<li>Tech</li>\n<li>Marketing &amp.\nAdvertising</li>\n<li>Software</li>\n<li>Green Energy</li>\n</ul>\n<p>Compare</p>\n<ul>\n<li>Lever</li>\n<li>Greenhouse</li>\n<li>Google Hire</li>\n<li>Workable</li>\n<li>Breezy HR</li>\n<li>Bullhorn</li>\n<li>SmartRecruiters</li>\n</ul>\n<p>Resources</p>\n<ul>\n<li>Help Centre</li>\n<li>Live Chat</li>\n<li>Security</li>\n<li>Affiliate Program</li>\n<li>Solutions Program</li>\n<li>GDPR</li>\n<li>Partners</li>\n</ul>\n<p>Company</p>\n<ul>\n<li>Blog</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Pricing</li>\n<li>Customer Stories</li>\n<li> Facebook</li>\n<li> Twitter</li>\n<li> LinkedIn</li>\n</ul>\n<p>Free HR Tools</p>\n<ul>\n<li>Free Employee Engagement Surveys</li>\n</ul>\n<p>From The Blog</p> Top 10 Candidate Sourcing Strategies That Recruiters Can Use Source Candidates With Gohire: A Recruiter Sourcing Platform 7 Top Pitch Deck Mistakes Startups Always Make 8 Tips To Get Startup Funding Without Giving Up Equity Top New Employee Welcome Email Templates What is the difference between a career site and a job board? 20+ Top Healthcare Job Boards 10 Top Tips To Hire New Employees For Hospitality Companies 20+ Top Retail Job Boards Common Career Page Mistakes and How to Avoid Them <p>Contact Us</p>\n<p> 2 Forest Farm Business Park, Fulford, York, YO19 4RH, UK</p>\n<p> support@gohire.io</p>\n<p>\n</p>2023 GoHire Technologies LTD.\nAll rights reserved.<p>\n</p>\n<p>Terms of Service · Privacy Policy · Data Processing Agreement</p> ", "created_at": "2023-05-12 02:20:53.400562", "updated_at": "2023-05-12 02:24:00.944222"}, {"id": 16032, "name": " Terms and Conditions ", "url": "https://gohire.io/terms", "xpath": "//body", "text": " Why GoHire? <p>Why GoHire?</p>\n<p>Key Features</p>\n<p>Take a look at the main features on GoHire to hire right now.</p>\n<p>World-class Support</p>\n<p>Learn about our award winning support team, available 24/7.</p>\n<p>Watch Product Video</p>\n<p>See GoHire in action with this in-demand product video.</p>\n<p>Source &amp.\nAttract</p>\n<p>Job Advertising</p>\n<p>Advertise jobs everywhere and source the best candidates now.</p>\n<p>Multi-Posting</p>\n<p>Post to multiple job boards with one click like Indeed and LinkedIn.</p>\n<p>Candidate Screening</p>\n<p>Screen candidates at scale with powerful candidate screening.</p>\n<p>Career Site Software</p>\n<p>Attract more candidates with a better career page.</p>\n<p>Social Media Recruiting</p>\n<p>Get the tools you need to source candidates on social media.</p>\n<p>Track &amp.\nEngage</p>\n<p>Applicant Tracking System</p>\n<p>Stop wasting time hiring candidates and start growing.</p>\n<p>Recruitment Software</p>\n<p>Learn how GoHire will help you hire smarter and faster.</p>\n<p>Video Interviews</p>\n<p>Boost interviews and speak to candidates at scale with GoHire.</p>\n<p>Candidate Experience</p>\n<p>Attract better with an improved candidate experience.</p>\n<p>Automate &amp.\nHire</p>\n<p>Integrations</p>\n<p>Connect everything with 15+ hiring integrations you need.</p>\n<p>Data-Driven Hiring</p>\n<p>Power up your hiring with data-driven hiring software.</p>\n<p>Talent Pools</p>\n<p>Fill your pipeline and hire smarter with talent pools.</p>\n<p>Hiring New Employees</p>\n<p>Get the latest powerful tools for hiring new employees.</p> Use Cases <p>Industries</p>\n<p>SaaS</p>\n<p>Hire quickly for your SaaS business with GoHire.</p>\n<p>Tech</p>\n<p>Smarter hiring for tech businesses to hire right now.</p>\n<p>Software Companies</p>\n<p>Powerful hiring software for software companies to hire today.</p>\n<p>Marketing</p>\n<p>Get better hiring for your marketing business with GoHire.</p>\n<p>Hospitality</p>\n<p>Find and hire the best hospitality staff today.</p>\n<p>Education</p>\n<p>Source, engage and hire the best talent in education.</p>\n<p>Restaurants</p>\n<p>Hire the people you need for your hospitality business now.</p>\n<p>Staffing Agencies</p>\n<p>Hire for your clients effectively with better hiring software.</p>\n<p>Green Energy</p>\n<p>Sustainable hiring software for your green energy business.</p>\n<p>Retail</p>\n<p>Hire retail staff quickly with fuss-free hiring software.</p>\n<p>Healthcare</p>\n<p>Recruit the best healthcare staff with dedicated hiring software.</p>\n<p>Company Size</p>\n<p>For Early Stage</p>\n<p>Get all of GoHire for just £83 per month for qualifying startups.</p>\n<p>For Startups</p>\n<p>Join thousands that have grown from 10 to 150 employees.</p>\n<p>For SMBs</p>\n<p>All the hiring software you need for your SMB to grow today.</p>\n<p>Role</p>\n<p>For Founders</p>\n<p>Grow your business with better hiring software.</p>\n<p>For Hiring Managers</p>\n<p>Get the people you need in your team quickly.</p>\n<p>For HR Teams</p>\n<p>Integrate simple fuss-free hiring software into your recruitment process.</p> Pricing Customers Resources <p>Learn</p>\n<p>Blog</p>\n<p>Stay up to date with the latest news from GoHire.</p>\n<p>AI Hiring Tools 🔥</p>\n<p>Transform your hiring with cutting edge AI hiring tools.</p>\n<p>HR Glossary</p>\n<p>Check out our dictionary of HR glossary terms.</p>\n<p>HR Templates</p>\n<p>Get 1000s of free HR templates like job descriptions and much more.</p>\n<p>Help</p>\n<p>Help Center</p>\n<p>Learn how to use GoHire and get help when you need it.</p>\n<p>Product Tours</p>\n<p>Take a tour and learn how GoHire will help you hire now.</p>\n<p>Partners</p>\n<p>Affiliate Partners</p>\n<p>Become an affiliate partner and earn commission on sales.</p>\n<p>Solution Partners</p>\n<p>Join our solutions program and help your clients hire better.</p>\n<p>Company</p>\n<p>About GoHire</p>\n<p>Who we are, how we started, and how we got here.</p>\n<p>Careers</p>\n<p>Join the GoHire team.\nLearn about the latest jobs.</p> Log in Get Started Try For Free × Home Why GoHire? Customers Pricing Blog Resources About Us Log in Get Started Free Applicant Tracking System Recruitment Software Terms and Conditions These terms were last updated on July 5, 2022.\n1.\nInformation about us and how to contact us <p>1.1 We are GoHire Technologies Limited (‘we, our, us’) are a company registered in England and Wales.\nOur company registration number is 10056150 and our registered office is at Suite 1a Swinegate Court East, York, YO1 8AJ, United Kingdom.\nWe operate the website www.gohire.io.</p>\n<p>1.2 You can contact us by writing to us at GoHire Technologies Limited, Suite 1a Swinegate Court East, York, YO1 8AJ, United Kingdom or by email to info@gohire.io.</p> 2.\nDefinitions <p>2.1 When the following words with capital letters are used in these Terms, this is what they will mean:</p>\n<p>\n<strong>2.1.1 Applicants: </strong>an individual using the Software to apply and or register interest in a Position.</p>\n<p>\n<strong>2.1.2 Business Day: </strong>a day other than a Saturday, Sunday or public holiday in England when banks in London are open for&nbsp;business.</p>\n<p>\n<strong>2.1.3 Confidential Information: </strong>information that is proprietary or confidential and is either clearly labelled as such or identified as Confidential Information in clause 13.2.</p>\n<p>\n<strong>2.1.4 Content: </strong>the data inputted by you, Team Members, or us (including announcements or promotions of job vacancies) on your behalf for the purpose of using the Services or facilitating your use of the Services.</p>\n<p>\n<strong>2.1.5 Distribution Channels: </strong>third-party services, job boards and/or other entities used by or in our distribution network for job advertisements.</p>\n<p>\n<strong>2.1.6 Fair Usage Policy: </strong>you are entitled to a maximum of 150 active concurrent job postings allowed under your Subscription.&nbsp;</p>\n<p>\n<strong>2.1.7 Normal Business Hours:</strong> 9.00 am to 5.00 pm local UK time, each Business Day.</p>\n<p>\n<strong>2.1.8 Online Documentation:</strong> the documentation made available online to you by us which sets out a description of the Services and the user instructions for the Services.</p>\n<p>\n<strong>2.1.9 Position:</strong> a position of employment or a position for an independent contractor created by a Team Member using the Software.</p>\n<p>\n<strong>2.1.10 Services:</strong> the subscription services provided by us to you under these Terms or any other website notified to you by us from time to time, as more particularly described in the Online Documentation.</p>\n<p>\n<strong>2.1.11 Software:</strong> our online software application at app.gohire.io provided as part of the Services.</p>\n<p>\n<strong>2.1.12 Subscription:</strong> a trial subscription or paid subscription purchased by you pursuant to Clause 11.1 which entitle Team Members to access and use the Services and the Online Documentation in accordance with these Terms.</p>\n<p>\n<strong>2.1.13 Subscription Fees:</strong> the subscription fees payable by you for your chosen Subscription as set out in the Online Documentation.</p>\n<p>\n<strong>2.1.14 Subscription Term:</strong> a Trial, one month, one year or as customised as agreed with us in writing, depending on your Subscription.</p>\n<p>\n<strong>2.1.15 Team Members:</strong> those employees, agents and independent contractors who are authorised by you to use the Services and the Online Documentation.</p>\n<p>\n<strong>2.1.16 Terms:</strong> the terms and conditions set out in this document.</p>\n<p>\n<strong>2.1.17 Trial:</strong> access to the Service on a trial basis, which is 14 days by default unless the parties agree otherwise or you enter into a Subscription.</p>\n<p>\n<strong>2.1.18 we/our/us:</strong> GoHire Technologies Limited, a company incorporated in England and Wales with company number 10056150, whose registered office is at Suite 1a Swinegate Court East, York, YO1 8AJ.</p>\n<p>\n<strong>2.1.19 Website:</strong> our marketing site is www.gohire.io.</p> 3.\nContract with you <p>3.1 These are the Terms that govern your access to and use of our GoHire Software.</p>\n<p>3.2 You will initially be allowed access to the Service on a Trial basis.\nYou will need to register via our Website in order to access the Trial.\nPlease follow the onscreen prompts to register.\nYou may only register using the method set out on the Website and you are responsible for ensuring that your registration is complete and accurate.</p>\n<p>3.3 Following registration, you will receive an email from us acknowledging your registration at which point and on which date these Terms will become binding on you and us (Commencement Date).</p>\n<p>3.4 By accessing, using and/or ordering the Service on behalf of an organisation, then you are agreeing to these Terms on behalf of that organisation, and you represent and warrant that you have the authority to bind that organisation to these Terms.</p> 4.\nYour subscription <p>4.1 Subject to you purchasing a Subscription, we hereby grant you a non-exclusive, non-transferable right, to permit Team Members to use the Services during the Subscription Term solely for your internal business operations.</p>\n<p>4.2 In relation to the Team Members, you undertake that:</p>\n<p>4.2.1 each Team Member shall keep a secure password for their use of the Services and that each Team Member shall keep their password confidential.\nIf any Team Member knows or suspects that anyone else knows their user identification code or password, you must promptly notify Us at info@gohire.io;</p>\n<p>4.2.2 you shall permit us to audit your use of the Services.\nSuch audit may be conducted no more than once per quarter, at our expense, and this right shall be exercised with reasonable prior notice, in such a manner as not to substantially interfere with your normal conduct of business;</p>\n<p>4.2.3 if any of the audits referred to in clause 4.2.2 reveal that any password has been provided to any individual who is not a Team Member, then without prejudice to our other rights, you shall promptly disable such passwords and we shall not issue any new passwords to any such individual.</p>\n<p>4.3 You shall not access, store, distribute or transmit any viruses, trojans, logic bombs, or any material during the course of your use of the Services that:</p>\n<p>4.3.1 are unlawful, harmful, threatening, defamatory, obscene, infringing, harassing or racially or ethnically offensive;</p>\n<p>4.3.2 facilitates illegal activity;</p>\n<p>4.3.3 infringes upon any intellectual property laws;</p>\n<p>4.3.4 depicts sexually explicit images;</p>\n<p>4.3.5 promotes unlawful violence;</p>\n<p>4.3.6 is discriminatory based on race, gender, colour, religious belief, sexual orientation, disability.\nor</p>\n<p>4.3.7 is otherwise illegal or causes damage or injury to any person or property;</p>\n<p>and we reserve the right, without liability or prejudice to its other rights to you, to disable your access to any material that breaches the provisions of this clause.</p>\n<p>4.4 You shall not:</p>\n<p>4.4.1 except as may be allowed by any applicable law which is incapable of exclusion by agreement between the parties:</p>\n<p>4.4.1.1 attempt to modify, duplicate, create derivative works from, frame, mirror, republish, download, display, transmit, or distribute all or any portion of the Software and/or Online Documentation (as applicable) in any form or media or by any means.\nor</p>\n<p>4.4.1.2 attempt to de-compile, reverse compile, disassemble, reverse engineer or otherwise reduce to human-perceivable form all or any part of the Software.\nor</p>\n<p>4.4.2 access all or any part of the Services in order to build a product or service which competes with the Services.\nor</p>\n<p>4.4.3 use the Services to provide services to third parties.\nor</p>\n<p>4.4.4 subject to clause 18.5, license, sell, rent, lease, transfer, assign, distribute, display, disclose, or otherwise commercially exploit, or otherwise make the Services and/or Online Documentation available to any third party except the Team Members, or</p>\n<p>4.4.5 attempt to obtain, or assist third parties in obtaining, access to the Services, other than as provided under this clause 4.</p>\n<p>4.5 You shall use all reasonable endeavours to prevent any unauthorised access to, or use of, the Services and/or the Online Documentation and, in the event of any such unauthorised access or use, promptly notify us.</p>\n<p>4.6 You shall not exceed the maximum number of active concurrent job postings as set out in our Fair Usage Policy.\nShould the Fair Usage Policy be breached, we reserve the right to suspend the Services and request that you reduce the number of active concurrent job postings to below the Fair Usage Policy, at which point we will then reinstate the Services.&nbsp;</p> 5.\nOur service <p>5.1 We shall, during the Subscription Term, provide the Services and make available the Online Documentation to you on and subject to these Terms.</p>\n<p>5.2 We may from time to time improve and modify the Services we provide.</p>\n<p>5.3 We shall use commercially reasonable endeavours to make the Services available 24 hours a day, seven days a week, except for:</p>\n<p>5.3.1 planned maintenance, improvements or modifications to the Services.\nand</p>\n<p>5.3.2 unscheduled maintenance due to an event of downtime of the Software.</p>\n<p>5.4 We are under no obligation to notify you in advance of any disruption to the Services as set out at clauses 5.3.1 and 5.3.2.</p>\n<p>5.5 We will, as part of the Services, provide you with our standard customer support services during Normal Business Hours in accordance with the Online Documentation from time to time.</p> 6.\nData protection <p>6.1 Please see our Data Processing Addendum for further details on how we protect your data and privacy.</p> 7.\nContent <p>7.1 In order to make use of the Service, you or your Team Members may upload, create, or input Content into the Service.\nYou shall own all rights, title and interest in and to all of the Content that is not personal data and shall have sole responsibility for the legality, reliability, integrity, accuracy and quality of all such Content.\nWe do not endorse, support, represent or guarantee the completeness, truthfulness, accuracy, or reliability of any Content or communications posted via the Service or endorse any opinions expressed via the Service.</p>\n<p>7.2 We also reserve the right to access, read, preserve, and/or disclose any information as we reasonably believe is necessary to:</p>\n<p>7.2.1 perform the Service;</p>\n<p>7.2.2 satisfy any applicable law, regulation, legal process or governmental request;</p>\n<p>7.2.3 enforce these Terms, including investigation of potential violations;</p>\n<p>7.2.4 detect, prevent, or otherwise address fraud, security or technical issues;</p>\n<p>7.2.5 respond to user support request.\nor</p>\n<p>7.2.6 protect our rights, property or safety, our users and/or the public.</p>\n<p>7.3 You retain full ownership of your Content, but you hereby grant us a worldwide, non-exclusive, irrevocable, transferable, royalty-free license (with the right to sublicense) for the term of the Service, to use, copy, reproduce, process, adapt, modify, publish, transmit, edit, translate, make derivatives, display and distribute any and all Content in connection with providing the Service.\nThis license also includes the right to modify or adapt your Content as part of the Service in order to transmit, display or distribute it over computer networks and in various media and/or make changes to your Content to conform and adapt that Content to any requirements or limitations of any networks, devices, services or media.\nYou also extend these rights to the Distribution Channels with whom we work to provide the Service.\nYou represent and warrant that you have the rights and authority necessary to grant the rights granted herein to any Content that you submit, including all necessary rights to upload your Content for use in accordance with the Terms.</p> 8.\nThird party providers <p>8.1 We will make commercially reasonable efforts to distribute your Content through our Distribution Channels.\nHowever, you acknowledge and accept that we do not control the Distribution Channels, and that we cannot guarantee that your Content will actually be delivered over the Internet or be accepted by the Distribution Channels, or be received and/or read by Applicants.</p>\n<p>8.2 You agree that we are not liable to you or any third party if your Content is rejected or not posted, and you will not be entitled to any refund for Content not posted or distributed.\nBy submitting Content, you give us permission to distribute that Content in the Distribution Channels.</p>\n<p>8.3 We make no guarantee as to the number or quality of candidates that you will receive as a result of your Content.\nYou are solely responsible for interviewing, performing background and reference checks on, verifying information provided by, and selecting an appropriate candidate.</p> 9.\nOur obligations <p>9.1 We undertake that the Services will be performed substantially in accordance with the Online Documentation and with reasonable skill and care.</p>\n<p>9.2 The undertaking at clause 9.1 shall not apply to the extent of any non-conformance which is caused by use of the Services contrary to our instructions, or modification or alteration of the Services by any party other than us or our duly authorised contractors or agents.\nIf the Services do not conform with the foregoing undertaking, we will, at our expense, use all reasonable commercial endeavours to correct any such non-conformance promptly, or provide you with an alternative means of accomplishing the desired performance.\nSuch correction or substitution constitutes your sole and exclusive remedy for any breach of the undertaking set out in clause 9.1.\nNotwithstanding the foregoing, we:</p>\n<p>9.2.1 do not warrant that your use of the Services will be uninterrupted or error-free.\nnor that the Services, Online Documentation and/or the information obtained by you through the Services will meet your requirements.</p>\n<p>9.2.2 are not responsible for any delays, delivery failures, or any other loss or damage resulting from the transfer of data over communications networks and facilities, including the internet, and you acknowledge that the Services and Online Documentation may be subject to limitations, delays and other problems inherent in the use of such communications facilities.</p> 10.\nYour obligations <p>10.1 You shall:</p>\n<p>10.1.1 provide us with:</p>\n<p>10.1.1.1 all necessary co-operation in relation to these Terms.\nand</p>\n<p>10.1.1.2 all necessary access to such information as may be required by us;</p>\n<p>in order to render the Services;</p>\n<p>10.1.2 comply with all applicable laws and regulations with respect to your activities in relation to the Services;</p>\n<p>10.1.3 carry out all of your responsibilities set out in these Terms in a timely and efficient manner.\nIn the event of any delays in your provision of such assistance as agreed by the parties, we may adjust any agreed timetable or delivery schedule as reasonably necessary;</p>\n<p>10.1.4 ensure that the Team Members use the Services and the Online Documentation in accordance with these Terms and shall be responsible for any breach of these Terms by any Team Member, or any of your officers, employees or agents;</p>\n<p>10.1.5 obtain and shall maintain all necessary licences, consents, and permissions necessary for us, our contractors and agents to perform their obligations under these Terms, including without limitation the Services;</p>\n<p>10.1.6 ensure that your network and systems comply with the relevant specifications provided by us from time to time;</p>\n<p>10.1.7 ensure that any Content that you publish:</p>\n<p>10.1.7.1 represents a real and genuine Position with a legitimate company with an online web presence.\nand</p>\n<p>10.1.7.2 shall have sufficient and relevant information to allow the Applicants to make an informed decision as to whether to apply for the Position;</p>\n<p>10.1.8 be, to the extent permitted by law and except as otherwise expressly provided in these Terms, solely responsible for procuring, maintaining and securing your network connections and telecommunications links from your systems to our data centres, and all problems, conditions, delays, delivery failures and all other loss or damage arising from or relating to your network connections or telecommunications links or caused by the internet.</p> 11.\nCharges and payment <p>11.1 You shall pay the Subscription Fees to us for the Subscription in accordance with this clause 11.</p>\n<p>11.2 Access to the Services is free during your Trial.\nAt the end of your Trial, you shall provide us with valid, up-to-date and complete credit card details and any other relevant valid, up-to-date and complete contact and billing details and, if you provide:</p>\n<p>11.2.1 your credit card details to us, you hereby authorise us to bill such credit card:</p>\n<p>11.2.1.1 for the Subscription Fees payable in respect of your Subscription.\nand</p>\n<p>11.2.1.2 subject to clause 16.1, at the beginning of each Subscription Term for the Subscription Fees payable in respect of your Subscription.</p>\n<p>11.3 If we has not received payment on the due date, and without prejudice to any other rights and remedies, we may without liability to you, disable your password, account and access to all or part of the Services and we shall be under no obligation to provide any or all of the Services while the invoice(s) concerned remain unpaid.\nand</p>\n<p>11.4 All amounts and fees stated or referred to in these Terms:</p>\n<p>11.4.1 shall be payable in Pounds Sterling or U.S.\nDollars;</p>\n<p>11.4.2 are, subject to clause 15.4.2, non-cancellable and non-refundable;</p>\n<p>11.4.3 are exclusive of sales tax.</p>\n<p>11.5 We shall be entitled to increase the Subscription Fees at any time but price changes will not affect orders for Services that we have confirmed with you.</p> 12.\nProprietary rights <p>12.1 You acknowledge and agree that we and/or our licensors own all intellectual property rights in the Services and the Online Documentation.\nExcept as expressly stated herein, these Terms do not grant you any rights to, under or in, any patents, copyright, database right, trade secrets, trade names, trade marks (whether registered or unregistered), or any other rights or licences in respect of the Services or the Online Documentation.\nWe reserve all our rights in this regard.</p>\n<p>12.2 We confirm that we have all the rights in relation to the Services and the Online Documentation that are necessary to grant all the rights it purports to grant under, and in accordance with these Terms.</p>\n<p>12.3 You may print off one copy, and may download extracts, of any page from the Software for your personal use and you may draw the attention of others within your organisation to Content posted via the Software.\nIf you print off, copy or download any part of the Software in breach of these Terms, your right to use the Software will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.</p> 13.\nConfidentility <p>13.1 Each party shall, during the Term and thereafter, keep confidential, and shall not use for its own purposes (other than in the implementation of these Terms), nor without the prior written consent of the other disclose to any third party (except its professional advisors or as may be required by any law or any legal or regulatory authority), any Confidential Information which may become known to such party from the other party and which relates to the other party or its business, unless that information is public knowledge or already known to such party at the time of disclosure, or subsequently becomes public knowledge other than by breach of these Terms, or subsequently comes lawfully into the possession of such party from a third party.\nEach party shall use its reasonable endeavours to prevent the unauthorised disclosure of any such information.</p>\n<p>13.2 For the avoidance of any doubt, these Terms and the Online Documentation, and details of the Services (including without limitation all passwords to access the Software) constitutes our Confidential Information and we acknowledge that the Content is your Confidential Information.</p>\n<p>13.3 Each party shall take all reasonable steps to ensure that the other's Confidential Information to which it has access is not disclosed or distributed by its employees or agents in violation of these Terms.</p> 14.\nIndemnity <p>14.1 You shall defend, indemnify and hold us harmless against claims, actions, proceedings, losses, damages, expenses and costs (including without limitation court costs and reasonable legal fees) arising out of or in connection with your use of the Services and/or Online Documentation.</p>\n<p>14.2 We shall, subject to clause 14.5 defend you, your officers, directors and employees against any claim that your use of the Services or Online Documentation in accordance with these Terms infringes any United Kingdom patent, copyright, trade mark, database right or right of confidentiality, and shall indemnify you for any amounts awarded against you in judgment or settlement of such claims, provided that:</p>\n<p>14.2.1 we are given prompt notice of any such claim;</p>\n<p>14.2.2 you do not make any admission, or otherwise attempt to compromise or settle the claim and provide reasonable co-operation to us in the defence and settlement of such claim, at our expense.\nand</p>\n<p>14.2.3 we are given sole authority to defend or settle the claim.</p>\n<p>14.3 In the defence or settlement of any claim, we may procure the right for you to continue using the Services, replace or modify the Services so that they become non-infringing or, if such remedies are not reasonably available, terminate the Service on 2 Business Days' notice to you without any additional liability or obligation to pay liquidated damages or other additional costs to you.</p>\n<p>14.4 In no event shall we, our employees, agents and sub-contractors be liable to you to the extent that the alleged infringement is based on:</p>\n<p>14.4.1 a modification of the Services or Online Documentation by anyone other than us.\nor</p>\n<p>14.4.2 your use of the Services or Online Documentation in a manner contrary to the instructions given to you by us.\nor</p>\n<p>14.4.3 your use of the Services or Online Documentation after notice of the alleged or actual infringement from us or any appropriate authority.</p>\n<p>14.5 The foregoing states your sole and exclusive rights and remedies, and our (including our employees', agents' and sub-contractors') entire obligations and liability, for infringement of any patent, copyright, trade mark, database right or right of confidentiality.</p> 15.\nLimitation of liability: Your attention is particularly drawn to this clause <p>15.1 Subject to the provisions of clause 14, this clause 15 sets out our entire financial liability (including any liability for the acts or omissions of our employees, agents and sub-contractors) to you in respect of:</p>\n<p>15.1.1 any breach of these Terms;</p>\n<p>15.1.2 any use made by you of the Services and Online Documentation or any part of them.\nand</p>\n<p>15.1.3 any representation, statement or tortious act or omission (including negligence) arising under or in connection with these Terms.</p>\n<p>15.2 Except as expressly and specifically provided in these Terms:</p>\n<p>15.2.1 you assume sole responsibility for results obtained from your use of the Services and the Online Documentation, and for conclusions drawn from such use.\nWe shall have no liability for any damage caused by errors or omissions in any information, instructions or scripts provided to us by you in connection with the Services, or any actions taken by us at your direction;</p>\n<p>15.2.2 all warranties, representations, conditions and all other terms of any kind whatsoever implied by statute or common law are, to the fullest extent permitted by applicable law, excluded from these Terms.\nand</p>\n<p>15.2.3 the Services and the Online Documentation are provided to you on an \"as is\" basis.</p>\n<p>15.3 Nothing in these Terms excludes our liability for death or personal injury caused by our negligence, fraud or fraudulent misrepresentation.</p>\n<p>15.4 Subject to clause 15.2 and clause 15.3:</p>\n<p>15.4.1 we shall not be liable whether in tort (including for negligence or breach of statutory duty), contract, misrepresentation, restitution or otherwise for any loss of profits, loss of business, depletion of goodwill and/or similar losses or loss or corruption of data or information, loss incurred as a result of the use of any Content in the Service, loss suffered during a dispute between you and an Applicant or pure economic loss, or for any special, indirect or consequential loss, costs, damages, charges or expenses however arising under these Terms.\nand</p>\n<p>15.4.2 our total aggregate liability in contract, tort (including negligence or breach of statutory duty), misrepresentation, restitution or otherwise, arising in connection with the performance or contemplated performance of these Terms shall be limited to the total Subscription Fees paid for the Subscriptions during the 12 months immediately preceding the date on which the claim arose.</p> 16.\nTerm and termination <p>16.1 These Terms shall, unless otherwise terminated as provided in this clause 16, commence on the Commencement Date and shall continue for the Trial and, thereafter, these Terms shall be automatically renewed for each successive Subscription Term.</p>\n<p>16.2 You can terminate the Services at any time by giving not less than 72 hours’ notice in writing before the end of the Subscription Term in which case these Terms shall terminate upon the expiry of the applicable Subscription Term.</p>\n<p>16.2 We can terminate the Services:</p>\n<p>16.3.1 if you fail to pay any amount due under these Terms on the due date for payment and remains in default not less than 30 days after being notified in writing to make such payment.\nor</p>\n<p>16.3.2 if we reasonably believe that you are in breach of your warranty at clause 3.4 and that you do not have the authority to bind an organisation to these Terms.</p>\n<p>16.3.3 if you breach our Fair Usage Policy and do not reduce the number of active concurrent job postings to below the Fair Usage Policy when requested.</p>\n<p>16.4 Without affecting any other right or remedy available to it, either party may terminate the Services with immediate effect by giving written notice to the other party if:</p>\n<p>16.4.1 the other party commits a material breach of any other term of these Terms and (if such breach is remediable) fails to remedy that breach within a period of 30 days after being notified in writing to do so;</p>\n<p>16.4.2 an order is made or a resolution is passed for the winding up of the other party, or circumstances arise which entitle a court of competent jurisdiction to make a winding-up order in relation to the other party, or an order is made for the appointment of an administrator to manage the affairs, business and property of the other party, or documents are filed with a court of competent jurisdiction for the appointment of an administrator of the other party, or notice of intention to appoint an administrator is given by the other party or its directors or by a qualifying floating charge holder (as defined in paragraph 14 of Schedule B1 to the Insolvency Act 1986), or a receiver is appointed of any of the other party's assets or undertaking, or if circumstances arise which entitle a court of competent jurisdiction or a creditor to appoint a receiver or manager of the other party, or if any other person takes possession of or sells the other party's assets, or the other party makes any arrangement or composition with its creditors, or makes an application to a court of competent jurisdiction for the protection of its creditors in any way.\nor</p>\n<p>16.4.3 the other party ceases, or threatens to cease, to trade.</p>\n<p>16.5 On termination of this Agreement for any reason:</p>\n<p>16.5.1 access to the Service is locked immediately,</p>\n<p>16.5.2 all licences granted under these Terms shall immediately terminate;</p>\n<p>16.5.3 each party shall return and make no further use of any equipment, property, Online Documentation and other items (and all copies of them) belonging to the other party;</p>\n<p>16.5.4 it is your responsibility to export the Content before the Agreement terminates or expires.</p>\n<p>16.5.5 any rights, remedies, obligations or liabilities of the parties that have accrued up to the date of termination, including the right to claim damages in respect of any breach of these Terms which existed at or before the date of termination shall not be affected or prejudiced.</p> 17.\nForce majeure <p>We shall have no liability to you under these Terms if we are prevented from or delayed in performing our obligations under these Terms, or from carrying on our business, by acts, events, omissions or accidents beyond our reasonable control, including, without limitation, strikes, lock-outs or other industrial disputes (whether involving our workforce or any other party), failure of a utility service or transport or telecommunications network, act of God, war, riot, civil commotion, malicious damage, compliance with any law or governmental order, rule, regulation or direction, accident, breakdown of plant or machinery, fire, flood, storm or default of suppliers or sub-contractors, provided that you are notified of such an event and its expected duration.</p> 18.\nGeneral <p>18.1 A waiver of any right under these Terms is only effective if it is in writing and it applies only to the party to whom the waiver is addressed and the circumstances for which it is given.</p>\n<p>18.2 If any provision or part-provision of these Terms is or becomes invalid, illegal or unenforceable, it shall be deemed deleted, but that shall not affect the validity and enforceability of the rest of these Terms.</p>\n<p>18.3 If any provision or part-provision of these Terms is deemed deleted under clause 18.2 the parties shall negotiate in good faith to agree a replacement provision that, to the greatest extent possible, achieves the intended commercial result of the original provision.</p>\n<p>18.4 These Terms constitute the entire agreement between the parties and supersedes and extinguishes all previous agreements, promises, assurances, warranties, representations and understandings between them, whether written or oral, relating to its subject matter.</p>\n<p>18.5 We may at any time assign, transfer, charge, sub-contract or deal in any other manner with all or any of its rights or obligations under these Terms.\nYou may not assign, transfer, charge, sub-contract or deal in any manner with all or any of its rights or obligations under these Terms without our prior written consent.</p>\n<p>18.6 These Terms do not confer any rights on any person or party (other than the parties to these Terms and, where applicable, their successors and permitted assigns) pursuant to the Contracts (Rights of Third Parties) Act 1999.</p>\n<p>18.7 Notice given under these Terms shall be by email.\nWe are not responsible for emails to you or Team Members “bouncing” or being rejected or any other delivery failures that cannot be attributed to us.\nAn email notice is deemed to have been received at the time of transmission.</p>\n<p>18.8 Where the Website contains links to other sites and resources provided by third parties, these links are provided for your information only.\nWe have no control over the contents of those sites or resources.</p>\n<p>18.9 We may refer to you in our publicity material as being our client.</p>\n<p>18.10 No variation of these Terms shall be valid unless it is in writing and signed by each of the parties.</p>\n<p>18.11 These Terms are governed by English law and the parties hereby submit to the exclusive jurisdiction of the English Courts.</p>\n<p>Features</p>\n<ul>\n<li>Recruitment Software UK</li>\n<li>Recruitment Software For Startups</li>\n<li>Recruitment Management System</li>\n<li>Marketing</li>\n<li>CRM</li>\n<li>Candidate Experience</li>\n<li>Data-Driven Hiring</li>\n<li>Candidate Screening</li>\n<li>Applicant Tracking System UK</li>\n<li>Talent Acquisition Software</li>\n<li>Recruitment Automation System</li>\n<li>Career Site Software</li>\n<li>Staffing Agency Software</li>\n<li>Job Posting</li>\n<li>Assessment</li>\n<li>RMS</li>\n<li>Sourcing</li>\n</ul>\n<p>Solutions</p>\n<ul>\n<li>Early Stage</li>\n<li>Startups</li>\n<li>Restaurants</li>\n<li>Small Business</li>\n<li>SaaS</li>\n<li>Tech</li>\n<li>Marketing &amp.\nAdvertising</li>\n<li>Software</li>\n<li>Green Energy</li>\n</ul>\n<p>Compare</p>\n<ul>\n<li>Lever</li>\n<li>Greenhouse</li>\n<li>Google Hire</li>\n<li>Workable</li>\n<li>Breezy HR</li>\n<li>Bullhorn</li>\n<li>SmartRecruiters</li>\n</ul>\n<p>Resources</p>\n<ul>\n<li>Help Centre</li>\n<li>Live Chat</li>\n<li>Security</li>\n<li>Affiliate Program</li>\n<li>Solutions Program</li>\n<li>GDPR</li>\n<li>Partners</li>\n</ul>\n<p>Company</p>\n<ul>\n<li>Blog</li>\n<li>About Us</li>\n<li>Careers</li>\n<li>Pricing</li>\n<li>Customer Stories</li>\n<li> Facebook</li>\n<li> Twitter</li>\n<li> LinkedIn</li>\n</ul>\n<p>Free HR Tools</p>\n<ul>\n<li>Free Employee Engagement Surveys</li>\n</ul>\n<p>From The Blog</p> Top 10 Candidate Sourcing Strategies That Recruiters Can Use Source Candidates With Gohire: A Recruiter Sourcing Platform 7 Top Pitch Deck Mistakes Startups Always Make 8 Tips To Get Startup Funding Without Giving Up Equity Top New Employee Welcome Email Templates What is the difference between a career site and a job board? 20+ Top Healthcare Job Boards 10 Top Tips To Hire New Employees For Hospitality Companies 20+ Top Retail Job Boards Common Career Page Mistakes and How to Avoid Them <p>Contact Us</p>\n<p> 2 Forest Farm Business Park, Fulford, York, YO19 4RH, UK</p>\n<p> support@gohire.io</p>\n<p>\n</p>2023 GoHire Technologies LTD.\nAll rights reserved.<p>\n</p>\n<p>Terms of Service · Privacy Policy · Data Processing Agreement</p> ", "created_at": "2023-05-12 02:20:53.130519", "updated_at": "2023-05-12 02:22:03.931898"}], "points": [], "urls": ["gohire.io"]}}