{"error": 448, "message": "OK", "parameters": {"id": 8711, "name": "Recrypt", "created_at": "2023-07-02 05:00:57.223003", "updated_at": "2023-07-02 10:02:46.718394", "wikipedia": null, "keywords": null, "related": null, "slug": "recrypt", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8711.png", "url": "recrypt.app", "documents": [{"id": 16993, "name": " End User License Agreement", "url": "https://recrypt.app/end-user-license-agreement/", "xpath": "//body", "text": " <ul>\n<li>Our Story</li>\n<li>How It Works</li>\n<li>For Teams</li>\n<li>Plans</li>\n<li>Security</li>\n<li>Insights</li>\n<li>Create Free Account</li>\n<li>Log In</li>\n</ul> End User License Agreement <p>This End-User License Agreement (“EULA”) is a legal agreement between you, The Licensee, (either an individual or a single entity, referred to as ‘Customer’, ‘User’ or ‘Licensee’) and Yozu Ltd, the parent company of Recrypt, and any derivative software products, which includes associated media and all Recrypt Internet-based services (“Software”) (“Application”) or (“App”).\nBY CLICKING SIGN-UP, GET STARTED, UPGRADE OR BY USING THE SOFTWARE IN ANY WAY, YOU AGREE TO BE BOUND BY THE TERMS OF THIS EULA.\nIF YOU DO NOT AGREE, DO NOT USE THE SOFTWARE, YOU MAY REQUEST A CANCELATION OF YOUR<br>\nSUBSCRIPTION AND ANY ASSOCIATED REFUND.</p>\n<ol>\n<li>GRANT OF LICENSE.\nRecrypt grants You the following rights provided that you comply with all terms and conditions of this EULA:\n<ol>\n<li>Use.\nYou may assign up to the maximum number of users as per your license agreement as permitted within your purchased license of Recrypt.\nDuring the initial trail period, usage restrictions may not apply.</li>\n<li>Subscription Plan.\nThe prices, features, and options of the Recrypt Services depend on the Licensees selected plan.\nRecrypt does not represent or warrant that a particular Subscription Plan will be offered indefinitely and reserves the right to change the prices for or alter the features and options in a particular Subscription Plan without prior notice.\nDuring the initial trail period, usage restrictions will not apply</li>\n<li>Renewal Term.\nUnless Recrypt is notified in writing at least thirty business (30) days before the end of the current Term, that You do not intend to renew Your subscription plan, You will be enrolled into an automatic renewing cycle for the same term at the conclusion of the Term (the “Renewal Term”).\nAny written notice of Your intention not to renew shall be provided to the following email address: support@recrypt.app The email must come from the registered Recrypt Account owner.</li>\n<li>Recurring Charges.\nWhen you enter into a Subscription Plan, you must provide a valid payment method, such as a credit card, that you are authorized to use.\nLicensee must promptly notify Recrypt of any change in its invoicing address and must update its Account with any changes related to its payment method.\nBy completing the Licensee registration for a Subscription Plan, the Licensee authorises Recrypt or it’s agents to charge the appropriate fees on a recurring basis for its use of Recrypt.\nDuring the initial trail period, usage restrictions will not apply and the user will not be required to enter payment details.</li>\n<li>Alternative Rights for Storage/Network Use.\nIn the event Recrypt offer a ‘Local Version’ of the Software – As an alternative to Section 1.1, you may install a copy of the Software on a server, virtual server or network storage device.\nYou may assign rights as per your license agreement.</li>\n<li>License Grant for Documentation.\nAny documentation that accompanies the Software is licensed for internal, reference purposes only.</li>\n<li>Responsible use.\nThe Recrypt software is intended for use as an analytics tool for mobile application analysis, it is not to be used for illegal purposes, and as such should not be abused or misused in any way or for any dangerous or illicit practices.</li>\n<li>Correspondence.\nWe may record any/all correspondence with Customers, including telephone calls.\nRecordings of all calls are saved within our CRM system and only accessed in the unlikely event we should need to refer to them.\nYou agree to us recording conversations for training and monitoring purposes.</li>\n<li>Disclaimer.\nRecrypt makes no warranties or representations whatsoever regarding the suitability, adequacy, sequence, accuracy, or timeliness of information and data supplied.\nBy using Recrypt you agree that you accept these terms and take full responsibility in the event of any incidents which may occur.\nRecrypt gathers and collates data from sources outside of It’s control and as such expressly disclaims any warranties of fitness of this data for any particular purpose.\nThe Recrypt Reports, are based upon information that we consider reliable, but we do not represent that it is accurate, complete, valid or timely and it should not be relied on as such for any particular purpose.</li>\n</ol>\n</li>\n<li>DESCRIPTION OF OTHER RIGHTS AND LIMITATIONS\n<ol>\n<li>THERE ARE TECHNOLOGICAL MEASURES IN THIS SOFTWARE THAT ARE DESIGNED TO PREVENT UNLICENSED USE OF THE SOFTWARE.\nYou may not be able to exercise your rights to the Software under this EULA unless you activate your copy of the Software in the manner described during the launch sequence and accept the terms and conditions of use.\nRecrypt will use measures to confirm you have a legally licensed copy of the Software.\nIf you are not using a licensed copy of the Software, you are not allowed to use the Software or future Software updates.\nThe Licensee accepts that they will not share the user name or password with any third party and will be responsible and liable for the acts or omissions of any person who accesses the Services via such account.\nLicensee will (a) provide accurate, current, and complete information when setting up such account.\n(b) maintain and promptly update any account information.\n(c) maintain the security of any password and accept all risks of unauthorized access to its account.\nand (d) promptly notify Yozu Ltd if it discovers or otherwise suspects any security breaches related to such account.</li>\n<li>Reference Services.\nYou may not use any Recrypt or any services associated with the Software in any manner that could intentionally damage, disable, overburden, or impair such services or interfere with any other party’s use of them.\nYou may not attempt to gain unauthorized access to any service, account, computer systems or networks associated with the Reference services.</li>\n</ol>\n</li>\n<li>RESERVATION OF RIGHTS AND OWNERSHIP.\nRecrypt reserves all rights not expressly granted to you in this EULA.\nThe Software is protected by intellectual property laws and treaties.\nRecrypt or its suppliers own the title, copyright, and other intellectual property rights in the Software.\nThe Software is licensed, not sold.\nThis EULA does not grant you any rights to trademarks or service marks of Recrypt.</li>\n<li>LIMITATIONS ON REVERSE ENGINEERING, DECOMPILATION, AND DISASSEMBLY.\nYou may not reverse engineer, decompile, or disassemble the Software, except and only to the extent that such activity is expressly permitted by applicable law notwithstanding this limitation.</li>\n<li>NO RENT You may not rent, lease or lend the Software, without prior written consent from Recrypt.</li>\n<li>CONSENT TO USE OF DATA.\nThe Licensee retains full ownership and rights to the Licensees data.\nYou agree that Recrypt and its affiliates may collect store and process your Data.\nLicensee agrees that they will not provide any sensitive data to Recrypt (including sensitive financial data) and Recrypt agree it will only use Data as set forth in this agreement.\nRecrypt agree it will not disclose any such data unless it is legally required to do so by the appropriate local or international authority.\nA copy of the Recrypt Privacy Policy is attached to this EULA in appendix 1.</li>\n<li>LINKS TO THIRD PARTY DATA.\nRecrypt is not responsible for the contents of any third-party services, any links contained in third-party sites or services, or any changes or updates to third-party sites or services.\nRecrypt is providing these links and access to third-party sites and services to you only as a convenience, and the inclusion of any link or access does not imply an endorsement or warranties by Recrypt of the third-party site or service.</li>\n<li>ADDITIONAL SOFTWARE/SERVICES.\nThis EULA applies to any future updates, supplements, add-on components, or Internet-based services components, of the Software that RECRYPT may provide to you or make available to you after the date you use your initial copy Recrypt, unless such updates are accompanied by separate terms</li>\n<li>UPGRADES.\nTo use Software identified as an upgrade, you must first be licensed for the software identified by Recrypt as eligible for the upgrade.\nAfter installing the upgrade, you may no longer use the original software that formed the basis for your upgrade eligibility, except as part of the upgraded software.</li>\n<li>NOT FOR RESALE SOFTWARE.\nRecrypt Software is “Not for Resale” or “NFR,” may not be sold or otherwise transferred for value, or used for any purpose other than demonstration, test or evaluation.</li>\n<li>EXPORT RESTRICTIONS.\nYou acknowledge that the Software is subject to UK export jurisdiction.\nYou agree to comply with all applicable international and national laws that apply to the Software, including the U.K.\nExport Administration Regulations, as well as end-user, end-use, and destination restrictions issued by this government.</li>\n<li>SEPARATION OF COMPONENTS.\nThe Software is licensed as a single product.\nIts component parts may not be separated for use.</li>\n<li>TERMINATION.\nWithout prejudice to any other rights, Recrypt may terminate this EULA if you fail to comply with the terms and conditions contained herein.\nIn such event, you must, if applicable, remove and destroy any copies of the Software and any component parts.\nUSER TERMINATION OF SUBSCRIPTION LICENSE.\nThe licensee of the Recrypt SOFTWARE may terminate their subscription at any time during the term subject to 30 days written notification.</li>\n<li>LIMITED WARRANTY FOR SOFTWARE LICENSED IN THE UK.\nRecrypt warrants that the Software will perform substantially in accordance with any accompanying materials for a period of thirty (30) days from the date of license.</li>\n<li>DISCLAIMER OF WARRANTIES.\nThe Limited Warranty that appears above is the only express warranty made to you and is provided in lieu of any other express warranties or similar obligations (if any) created by any advertising, documentation, packaging, or other communications.\nExcept for the Limited Warranty and to the maximum extent permitted by applicable law, Recrypt and its suppliers provide the Software and support services (if any) AS IS AND WITH ALL FAULTS, and hereby disclaim all other warranties and conditions, whether express, implied or statutory, including, but not limited to, any (if any) implied warranties, duties or conditions of merchantability, of fitness for a particular purpose, of reliability or availability, of accuracy or completeness of responses, of results, of workmanlike effort, of lack of viruses, and of lack of negligence, all with regard to the Software, and the provision of or failure to provide support or other services, information, software, and related content through the Software or otherwise arising out of the use of the Software.</li>\n<li>EXCLUSION OF INCIDENTAL, CONSEQUENTIAL AND CERTAIN OTHER DAMAGES.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL RECRYPT OR ITS SUPPLIERS BE LIABLE FOR ANY SPECIAL, INCIDENTAL, PUNITIVE, INDIRECT, OR CONSEQUENTIAL DAMAGES WHATSOEVER (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS OR CONFIDENTIAL OR OTHER INFORMATION, FOR BUSINESS INTERRUPTION, FOR PERSONAL INJURY, FOR LOSS OF PRIVACY, FOR FAILURE TO MEET ANY DUTY INCLUDING OF GOOD FAITH OR OF REASONABLE CARE, FOR NEGLIGENCE, AND FOR ANY OTHER PECUNIARY OR OTHER LOSS WHATSOEVER) ARISING OUT OF OR IN ANY WAY RELATED TO THE USE OF OR INABILITY TO USE THE SOFTWARE, THE PROVISION OF OR FAILURE TO PROVIDE SUPPORT OR OTHER SERVICES, INFORMATON, SOFTWARE, AND RELATED CONTENT THROUGH THE SOFTWARE OR OTHERWISE ARISING OUT OF THE USE OF THE SOFTWARE, OR OTHERWISE UNDER OR IN CONNECTION WITH ANY PROVISION OF THIS EULA, EVEN IN THE EVENT OF THE FAULT, TORT (INCLUDING NEGLIGENCE), MISREPRESENTATION, STRICT LIABILITY, BREACH OF CONTRACT OR BREACH OF WARRANTY OF RECRYPT OR ANY SUPPLIER, AND EVEN IF RECRYPT OR ANY SUPPLIER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</li>\n<li>LIMITATION OF LIABILITY AND REMEDIES.\nNotwithstanding any damages that you might incur for any reason whatsoever (including, without limitation, all damages referenced herein and all direct or general damages in contract or anything else), the entire liability of Recrypt and any of its suppliers under any provision of this EULA and your exclusive remedy hereunder (except for any remedy of repair or replacement elected by Recrypt with respect to any breach of the Limited Warranty) shall be limited to the greater of the actual damages you incur in reasonable reliance on the Software up to a maximum of the amount actually paid by you for the Software over a One (1) month period or £100 whichever is the smaller.\nThe foregoing limitations, exclusions and disclaimers (including Sections 15, 16 and 17) shall apply to the maximum extent permitted by applicable law, even if any remedy fails its essential purpose.</li>\n<li>APPLICABLE LAW.\nIf you acquired this Software in the UK this EULA is governed by the laws of England and Wales.\nIf you acquired this Software in the European Union, Iceland, Norway, or Switzerland, then the laws of England &amp.\nWales apply.\nIf you acquired this Software in any other country, then local law may apply.</li>\n<li>ENTIRE AGREEMENT.\nSEVERABILITY.\nThis EULA (including any addendum, appendix or amendment to this EULA which is included with the Software) is the entire agreement between you and Recrypt relating to the Software and the support services (if any) and they supersede all prior or contemporaneous oral or written communications, proposals and representations with respect to the Software or any other subject matter covered by this EULA.\nTo the extent the terms of any Recrypt policies or programs for support services conflict with the terms of this EULA, the terms of this EULA shall control.\nIf any provision of this EULA is held to be void, invalid, unenforceable or illegal, the other provisions shall continue in full force and effect.</li>\n</ol>\n<p>Should you have any questions concerning this EULA, or if you need to contact Recrypt for any reason, please use the address information enclosed in this Software to contact RECRYPT serving your country or visit Recrypt on the World Wide Web at http://www.Recrypt.com.</p>\n<p>Interested in our product?</p> hello@recrypt.app <p>Follow us on social media</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Plans</li>\n<li>For Teams</li>\n<li>Security</li>\n<li>Our Story</li>\n<li>How It Works</li>\n<li>Help Centre</li>\n<li>Privacy Policy</li>\n<li>End User License Agreement</li>\n</ul> Copyright © 2023 Recrypt ", "created_at": "2023-07-02 05:01:18.337043", "updated_at": "2023-07-02 05:01:28.67199"}, {"id": 16992, "name": "Privacy Policy", "url": "https://recrypt.app/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>Our Story</li>\n<li>How It Works</li>\n<li>For Teams</li>\n<li>Plans</li>\n<li>Security</li>\n<li>Insights</li>\n<li>Create Free Account</li>\n<li>Log In</li>\n</ul> Privacy Policy <p>Our privacy policy sets out how Recrypt Limited (“Recrypt”) uses and protects any information that you give us when you visit and use our website.\nRecrypt is committed to ensuring that your privacy is protected and any information you provide when using our website will only be used in the ways outlined in this privacy policy.</p>\nWhat we collect\n<p>We collect the following information from visitors to our website via the ways identified below:</p>\n<ul>\n<li>Contact Form – your name, your email address, and the nature of your enquiry.</li>\n</ul>\nWhat we do with the information we gather\n<p>The information obtained from you on submission of any forms on this website will be carefully assessed, forwarded onto the most relevant person or department in our organisation and appropriate action is taken.&nbsp.\nThe safety and security of your data is important to us and it will be kept secure.</p>\n<p>If you have supplied us with your email address to keep you updated with our news, we will use your information for this purpose only.</p>\n<p>We will not sell, distribute, or lease your personal information to third parties.</p>\nSecurity\n<p>We are committed to ensuring that your information is secure and in order to prevent unauthorised access or disclosure, we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect via our website.</p>\nGoogle Analytics\n<p>In order to track visitors to our website and identify which pages they are interested in, we use a third-party service called Google Analytics to collect this type of information.&nbsp.\nThe information obtained does not identify anyone.</p>\nHotjar Analytics\n<p>We use Hotjar to help us understand how users navigate around individual pages on our site.\nWe also use this software to create questionnaires to gather user feedback.\nFurther information on how Hotjar uses cookies can be found on the Hotjar website.</p>\nControlling your personal information\n<p>Recrypt will not disclose your personal data without consent.</p>\n<p>If you have previously supplied us with your email address so that we may keep you updated about our news and you change your mind, please email&nbsp;hello@recrypt.app or write to us at Recrypt, Cunard Two Suite, The Cotton Exchange, Bixteth Street, Liverpool, L3 9LQ and we will remove your details immediately upon receipt.</p>\n<p>If you wish to see details of personal information which we hold about you, you may submit a subject access request under Data Protection Act 1998.\n&nbsp;If you would like a copy of the information held on you, please write to Recrypt, Cunard Two Suite, The Cotton Exchange, Bixteth Street, Liverpool, L3 9LQ.</p>\n<p>If you believe that any information we are holding on you is incorrect or incomplete, please email&nbsp;hello@recrypt.app&nbsp;or write to us as soon as possible at the above address.\nWe will promptly correct any information found to be incorrect.</p>\n<p>Your use of our website constitutes your acceptance to our terms of use, privacy, and cookies policies.\nRecrypt regularly reviews its policies to ensure they continue to meet current legislative requirements and the needs of our business.</p>\n<p>&nbsp;</p>\n<p>\n<em>Last updated on 17/07/2020</em>\n</p>\n<p>Interested in our product?</p> hello@recrypt.app <p>Follow us on social media</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Plans</li>\n<li>For Teams</li>\n<li>Security</li>\n<li>Our Story</li>\n<li>How It Works</li>\n<li>Help Centre</li>\n<li>Privacy Policy</li>\n<li>End User License Agreement</li>\n</ul> Copyright © 2023 Recrypt ", "created_at": "2023-07-02 05:00:57.252904", "updated_at": "2023-07-02 05:02:29.924996"}], "points": [], "urls": ["recrypt.app"]}}