{"error": 448, "message": "OK", "parameters": {"id": 7039, "name": "Canculator ", "created_at": "2022-11-30 04:24:01.068045", "updated_at": "2022-11-30 23:01:07.885831", "wikipedia": null, "keywords": null, "related": null, "slug": "canculator", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7039.png", "url": "calculator.com", "documents": [{"id": 12915, "name": "Terms of Use", "url": "https://calculator.com/site/terms.php", "xpath": "/html/body/div[1]/div/div[1]", "text": " Terms of Use\n<p>\n<b>Acceptance of Terms</b>\n</p>\n<p>Athera Corporation created and provides the website calculator.com (referred to hereafter as \"the Website\") for use by consumers and businesses.\nBy using the Website in any way, you are agreeing to comply with the Terms of Use.\nShould you object to any term or condition of the Terms of Use or any guideline of the Website, your only recourse is to immediately discontinue use of the Website.</p>\n<p>\n<b>Changes to the Terms of Use</b>\n</p>\n<p>We reserve the right, at our sole discretion, to change, modify, or alter the Terms of Use at any time.\nSuch changes shall become effective immediately upon the posting thereof.\nThe most current version of the Terms of Use will be linked from the footer of the Website.\nYou must review the Terms of Use on a regular basis to keep yourself apprised of any changes.</p>\n<p>\n<b>Conduct</b>\n</p>\n<p>You agree not to post any text, files, images, video, audio, or other materials (\"Content\") or use the Website in any way that:</p>\n<ul>\n<li>infringes any patent, trademark, trade secret, copyright, or other proprietary rights of any party;</li>\n<li>violates any state, federal, or other law;</li>\n<li>threatens, harasses, or is libelous;</li>\n<li>is harmful to minors;</li>\n<li>contains self-benefiting advertising or marketing in public areas of the Website that have not been paid for and are not designated for the addition of promotional content;</li>\n<li>produces Software viruses or code harmful to other computers;</li>\n<li>disrupts the normal dialogue of users of the Website;</li>\n<li>employs misleading or false information;</li>\n<li>uses forged headers or other items to manipulate identifiers in order to disguise the origin of Content.</li>\n</ul>\n<p>You agree not to decompile or reverse engineer or otherwise attempt to discover any source code contained in the Website.</p>\n<p>Unless you receive explicit permission, you agree not to reproduce, duplicate, copy, sell, resell, or exploit for any commercial purposes, any aspect of the Website.\nAny business that registers with a listing or purchases advertising or any other service (\"Customer\") has the right and permission to manage their listing or purchased advertising or other service to their commercial benefit so long as the codes of conduct above are not violated.</p>\n<p>\n<b>Privacy</b>\n</p>\n<p>Please review our Privacy Policy for details on the Company's collection, disclosure, and use of personally identifiable information and privacy matters.\nUse of the Website is based on your agreement to the Privacy Policy and Terms of Use.</p>\n<p>\n<b>Content</b>\n</p>\n<p>This Website and some of the Content on this Website contain links to other resources on the Internet.\nSuch links are provided as aids to assist you in identifying and locating other Internet resources that may be of interest to you, and are not intended to state or imply that Company sponsors, endorses, are affiliated or associated with, or are legally authorized to use any trade name, registered trademark, logo, legal or official seal, or copyrighted symbol that may be reflected in said links.</p>\n<p>Information or calculation results at our Website may be outdated due to the date and the method of the collection or may be incorrect.\nIf you find information or calculation results on the Website that you believe to be in error, please contact us with the specifics and we will investigate the matter and where we are allowed by our data source we will update the information.</p>\n<p>\n<b>Limitations and Termination</b>\n</p>\n<p>Company may create limitations of your use of the Website including, but not limited to, the number of times you may access the Website.\nLimitations can include full termination of your access to the Website and you agree that Company has the right at any time, in its sole discretion, with or without notice, to modify or discontinue the Website (or any part thereof).</p>\n<p>\n<b>Disclaimer of Warranties</b>\n</p>\n<p>THE COMPANY WEBSITE AND ANY INCLUDED SERVICES ARE PROVIDED ON AN \"AS IS\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, INCLUDING WITHOUT LIMITATION THE WARRANTIES THAT IT IS FREE OF DEFECTS, ERRORS, VIRUSES, MERCHANTABLE AND THAT IT IS FIT FOR A PARTICULAR PURPOSE OR NON-INFRINGING.\nYOUR USE OF THE WEBSITE IS AT YOUR OWN RISK.</p>\n<p>\n<b>Limitations of Liability</b>\n</p>\n<p>UNDER NO CIRCUMSTANCES SHALL COMPANY BE LIABLE FOR DIRECT, INDIRECT, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES, RESULTING FROM ANY ASPECT OF YOUR USE OF THE WEBSITE INCLUDING BUT NOT LIMITED TO DAMAGES THAT ARISE FROM YOUR INABILITY TO USE THE WEBSITE OR THE SERVICE, OR THE INTERRUPTION, MODIFICATION, OR TERMINATION OF THE WEBSITE OR ANY SERVICE OR PART THEREOF.</p>\n<p>\n<b>Jurisdiction</b>\n</p>\n<p>The Terms of Use shall be governed by the laws of the State of Texas without regard to its conflict of law provisions.\nYou and Company agree to submit to the personal and exclusive jurisdiction of the courts located within the State of Texas.</p>\n<p>\n<b>Partial Invalidity</b>\n</p>\n<p>Any provision of this Terms of Use which is found to be invalid or unenforceable by any court in any jurisdiction shall not affect the validity or enforceability of the provision in other jurisdictions and shall not affect the validity or enforceability of the remaining provisions.\nThe waiver or failure of Company to exercise in any respect any right provided for in this Terms of Use shall not be deemed a waiver of any further right under this Agreement.</p>\n<p>\n<b>Violation of Terms</b>\n</p>\n<p>You agree that monetary damages may not be a sufficient remedy for any breach of this Agreement and that Company shall be entitled, without waiving any other rights or remedies, to seek injunctive or equitable relief as may be deemed proper by a court of competent jurisdiction.</p>\n<p>\n<b>General</b>\n</p>\n<p>The Terms of Use constitute the entire agreement between you and Company and govern your use of the Website, superseding any prior agreements between you and Company.</p> ", "created_at": "2022-11-30 04:24:01.070675", "updated_at": "2022-11-30 03:25:00.822058"}, {"id": 12916, "name": "Privacy statement ", "url": "https://calculator.com/site/privacy.php", "xpath": "/html/body/div[1]/div/div[1]", "text": " <p>\n<br>calculator.com is not a licensee of the TRUSTe Privacy Program.\nThough we obide by the rules and policies 100% we can not afford to pay them the requiered licensing fees.\n<br>\n<br>\n</p>\n<p>\n<b>Information Collection</b>\n<br>calculator.com is the sole owner of the information collected on calculator.com.\ncalculator.com collects information from our users at several different points on our Web site.\n<br>\n<br>\n</p>\n<p>\n<b>Profiling</b>\n<br>We do NOT profile our visitors in any way.\n<br>\n<br>\n<b>Cookies</b>\n<br>A cookie is a piece of data stored on the user's computer tied to information about the user.\n<br>We do not use cookies on calculator.com at this time.\n<br>Some of our business partners use cookies on our site (for example, advertisers).\nHowever, we have no access to or control over these cookies,you should check the respective privacy statements for more info.\nLook at Google Adsence and Tribal Fusion.\n<br>\n<br>\n</p>\n<p>\n<b>Links</b>\n<br>This Web site contains links to other sites.\nPlease be aware that we, calculator.com, are not responsible for the privacy practices of such other sites.\nWe encourage our users to be aware when they leave our site and to read the privacy statements of each and every Web site that collects personally identifiable information.\nThis privacy statement applies solely to information collected by this Web site.\n<br>\n<br>\n</p>\n<p>\n<b>Log Files</b>\n<br>Like most standard Web site servers we use log files.\nThis includes internet protocol (IP) addresses, browser type, internet service provider (ISP), referring/exit pages, platform type, date/time stamp, and number of clicks to analyze trends, administer the site, track user's movement in the aggregate, and gather broad demographic information for aggregate use.\nIP addresses, etc.\nare not linked to personally identifiable information.\nWe also look to what visitors are searching for so we can write the calculators that our visitors want the most.\n<br>\n<br>\n</p>\n<p>\n<b>Newsletter</b>\n<br>If a user wishes to subscribe to our newsletter, we ask only for an email address.\nOut of respect for our users privacy we provide a way to opt-out at any time.We support a NO SPAM policy.\n<br>We do not sell, exchange or otherwise give out, our subscriber list.\n<br>Subscribers can not post to this mailing list.\n<br>\n</p> ", "created_at": "2022-11-30 04:24:01.072738", "updated_at": "2022-11-30 03:25:27.622631"}], "points": [], "urls": ["calculator.com"]}}