{"error": 448, "message": "OK", "parameters": {"id": 7960, "name": "CodingBat", "created_at": "2023-04-10 20:17:42.132246", "updated_at": "2023-04-22 11:50:39.932472", "wikipedia": null, "keywords": null, "related": null, "slug": "codingbat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7960.png", "url": "codingbat.com", "documents": [{"id": 15404, "name": "Privacy", "url": "https://codingbat.com/privacy.html", "xpath": "//body", "text": " about | help | home | prefs | create account CodingBat code practice CodingBat Privacy <p>CodingBat is free -- anyone can access the site to learn and practice coding.\nThe materials are copyright Nick Parlante.\nWe will not send you any marketing email (spam), and we will not sell your name or contact information to anyone for marketing.\nWe will not identify you, your name or email address (if we should know them) in anything we make public.\nWe collect regular web server logs, and may use the data and submitted code as part of research into teaching technology in action, but we will never make public or share email addresses or any other PII.\n</p>\n<p>(2020 clarifications) Codingbat uses cookies to maintain user login sessions.\nCodingbat does not use so called third-party cookies which might cause other sites to get information about.\nCodingbat does require an email address, but the address is only use for password resets, and like everything else, is not published or shared.\n</p>\n<p>Codingbat does not share </p>\n<p>\nNote that the \"done\" page for a user may include their email address, but making that page public is done by the user themselves.\nBy default, the done page is seen only by the user themselves.\nWe may provide a \"hide my email\" feature on the done page so people can make that page public but still conceal their email.\n</p>\n<p>\nIf you have any thoughts or suggestions about this server, please don't hesitate to email me at nick.parlante@cs.stanford.edu </p>", "created_at": "2023-04-10 20:17:42.164379", "updated_at": "2023-04-10 20:18:03.479912"}], "points": [], "urls": ["codingbat.com"]}}