{"error": 448, "message": "OK", "parameters": {"id": 8921, "name": "openpilot", "created_at": "2023-07-08 20:31:32.933449", "updated_at": "2023-07-08 22:02:36.158034", "wikipedia": "https://en.wikipedia.org/wiki/Openpilot", "keywords": null, "related": null, "slug": "openpilot", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8921.png", "url": "comma.ai", "documents": [{"id": 17443, "name": "Privacy Policy", "url": "https://comma.ai/privacy", "xpath": "//body", "text": "commaopenpilot comma three connect compatibility setup guides support &amp.\nFAQs blog jobs - we're hiring!Latest from the blog:openpilot 0.9.2May 24, 2023 – 4 min readDumb QuestionsApril 25, 2023 – 4 min readA drive to Taco BellDecember 21, 2022 – 5 min readSocialopenpilot comma three connect compatibilityShopTerms &amp.\nPrivacyTerms and Conditions Privacy Policyopenpilot Terms and Conditions<p>Last Updated on October 12, 2022</p>\n<p>Welcome to the Comma.ai, Inc.\nwebsite.\nAccess to, and use of, this website and the information contained in this website are subject to the terms and conditions listed below (“Terms and Conditions”).\nThe Information and any trade secrets or know-how it contains remain the exclusive property of Comma.ai, Inc.\nComma.ai, Inc grants no license to you pursuant to any copyright, patent, trademark, or trade secret rights.\nPlease read these Terms of Use (“Terms”) carefully before using openpilot which is open-sourced software developed by Comma.ai, Inc., a corporation organized under the laws of Delaware (“comma,” “us,” “we,” or “our”).</p>\n<p>Before using and by accessing openpilot, you indicate that you have read, understood, and agree to these Terms.\nThese Terms apply to all users and others who access or use openpilot.\nIf others use openpilot through your user account or vehicle, you are responsible to ensure that they only use openpilot when it is safe to do so, and in compliance with these Terms and with applicable law.\nIf you disagree with any part of the Terms, you should not access or use openpilot.</p>Communications<p>You agree that comma may contact you by email or telephone in connection with openpilot or for other business purposes.\nYou may opt out of receiving email messages at any time by contacting us at support@comma.ai.</p>\n<p>We collect, use, and share information from and about you and your vehicle in connection with openpilot.\nYou consent to comma accessing the systems associated with openpilot, without additional notice or consent, for the purposes of providing openpilot, data collection, software updates, safety and cybersecurity, suspension or removal of your account, and as disclosed in the Privacy Policy (available at https://comma.ai/privacy).</p>Safety<p>openpilot performs the functions of Adaptive Cruise Control (ACC) and Lane Keeping Assist System (LKAS) designed for use in compatible motor vehicles.\nWhile using openpilot, it is your responsibility to obey all laws, traffic rules, and traffic regulations governing your vehicle and its operation.\nAccess to and use of openpilot is at your own risk and responsibility, and openpilot should be accessed and/or used only when you can do so safely.</p>\n<p>openpilot does not make your vehicle “autonomous” or capable of operation without the active monitoring of a licensed driver.\nIt is designed to assist a licensed driver.\nA licensed driver must pay attention to the road, remain aware of navigation at all times, and be prepared to take immediate action.\nFailure to do so can cause damage, injury, or death.</p>Supported Locations and Models<p>openpilot is compatible only with particular makes and models of vehicles.\nFor a complete list of currently supported vehicles, visit https://comma.ai.\nopenpilot will not function properly when installed in an incompatible vehicle.\nopenpilot is compatible only within the geographical boundaries of the United States of America.</p>Indemnification<p>\n<strong>To the maximum extent allowable by law, you agree to defend, indemnify and hold harmless comma, and its employees, partners, suppliers, contractors, investors, agents, officers, directors, and affiliates, from and against any and all claims, damages, causes of action, penalties, interest, demands, obligations, losses, liabilities, costs or debt, additional taxes, and expenses (including but not limited to attorneys’ fees), resulting from or arising out of (i) your use and access of, or inability to use or access, openpilot, (ii) your breach of these Terms, (iii) the inaccuracy of any information, representation or warranty made by you, (iv) activities of anyone other than you in connection with openpilot conducted through your comma device or account, (v) any other of your activities under or in connection with these Terms or openpilot.</strong>\n</p>Limitation of Liability<p>In no event shall comma, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use of the Software.\nor (ii) any conduct or content of any third party on the Software whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>No Warranty or Obligations to Maintain or Service<p>comma provides openpilot without representations, conditions, or warranties of any kind.\nopenpilot is provided on an “AS IS” and “AS AVAILABLE” basis, including with all faults and errors as may occur.\nTo the extent permitted by law and unless prohibited by law, comma on behalf of itself and all persons and parties acting by, through, or for comma, explicitly disclaims all warranties or conditions, express, implied, or collateral, including any implied warranties of merchantability, satisfactory quality, and fitness for a particular purpose in respect of openpilot.</p>\n<p>To the extent permitted by law, comma does not warrant the operation, performance, or availability of openpilot under all conditions.\ncomma is not responsible for any failures caused by server errors, misdirected or redirected transmissions, failed internet connections, interruptions or failures in the transmission of data, any computer virus, or any acts or omissions of third parties that damage the network or impair wireless service.</p>\n<p>We undertake reasonable measures to preserve and secure information collected through our openpilot.\nHowever, no data collection, transmission or storage system is 100% secure, and there is always a risk that your information may be intercepted without our consent.\n<em>In using openpilot, you acknowledge that comma is not responsible for intercepted information, and you hereby release us from any and all claims arising out of or related to the use of intercepted information in any unauthorized manner.</em>\n</p>\n<p>By providing openpilot, comma does not transfer or license its intellectual property or grant rights in its brand names, nor does comma make representations with respect to third-party intellectual property rights.</p>\n<p>We are not obligated to provide any maintenance or support for openpilot, technical or otherwise.\nIf we voluntarily provide any maintenance or support for openpilot, we may stop any such maintenance, support, or services at any time in our sole discretion.</p>Modification of Software<p>In no event shall comma, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable if you choose to modify the software.</p>Changes<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will provide at least 15 days’ notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Software after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Software.</p>Contact Us<p>If you have any questions about these Terms, please contact us at support@comma.ai.</p>openpilot Privacy Policy<p>This Privacy Policy explains our policies and practices regarding how data may be collected, stored, used, transferred, shared or sold by Comma.ai, Inc.\nfor openpilot.\nComma.ai, Inc.\n(“comma,” “we,” or “us”) is a corporation organized under the laws of the state of Delaware.\nThis Privacy Policy applies to openpilot, which is software developed by comma.</p>\n<p>\n<strong>Before using and by accessing openpilot, you indicate that you have read, understood this Privacy Policy and our Terms of Service</strong> (available at https://comma.ai/terms), and that you agree to our collection, storage, use, disclosure, and sale of your personal information as described in this Privacy Policy and our Terms of Service.\nYou should not use openpilot if you do not agree with these terms and conditions.</p>\n<p>We may modify this Privacy Policy from time to time without notice.\nIf you object to any changes to the Privacy Policy, you may stop using openpilot.\nYour continued use of openpilot will constitute your acceptance of any changes or revisions to the Privacy Policy.</p>A.\nType of Information We Collect<p>By using openpilot, you agree that comma owns all data that is conveyed to us by use of the service and that we may use it any way, and alter it in any way, at our sole discretion.\nWe may collect your personal information, such as your name, phone number, and email address, as well as other information you provide to us.\nPersonally-identifiable information or any information or combination of information that both relates to you and can be used to identify you (“Personal Information”) may be collected when you consent to that collection by providing such information on a voluntary basis.\nopenpilot connects to a vehicle’s CAN bus, and it receives and generates data about the vehicle’s use, operation, and performance, including but not limited to geolocation of the vehicle, trip durations and routes, parking locations of your vehicle, braking, and acceleration.</p>\n<p>openpilot uses driver monitoring software that watches the driver and tracks his or her head and eyes, ensuring he or she is monitoring the driving environment.\nWe may collect video from the driver monitoring feed only if you opt in through the settings of openpilot.\nYou should notify those who use or occupy your vehicle while openpilot is engaged.</p>B.\nHow We Use The Information We Collect<p>We use data collected through openpilot to complete transactions with you.\nto provide, analyze, and improve the performance and security of openpilot.\nto improve or modify other existing products and services.\nand/or to develop new products and services.\nWe may share personal information with service providers and business partners, or with other third parties.</p>\n<p>We may also share information collected through openpilot to comply with a legal obligation, when we believe in good faith that the law requires it, in response to a lawful request by government authorities, or in other circumstances in which sharing such information may be required by law.\nUnless you have opted out of receiving materials or notifications from us, we may periodically use your email address to send you such materials and notifications.\nIf you want to stop receiving such materials and notifications from us, you can contact us at the information below to alert us to your preference.\nIn addition, you can opt out of, or unsubscribe from, receipt of such emails at any time by following the instructions contained in those emails.</p>C.\nHow You Can Access Your Information<p>You have options regarding certain information provided for use with openpilot, as described in this policy.\nYou may decline to share the driver monitoring camera recording with us.\nYour privacy profile settings are accessible via the settings button in openpilot.\nYou can review and update your personal information by contacting us at the email address provided below.</p>D.\nChanges to This Policy<p>We will occasionally update this Privacy Policy to reflect changes in our practices and Software.\nWhen we post changes to this Privacy Policy, we will revise the “Last Updated” date at the top of this Privacy Policy.\nIf we make any material changes in the way we collect, use, and/or share your personal information, we will notify you by sending an email to the email address you most recently provided us, unless we do not have such an email address, and/or by prominently posting notice of the changes on our website.\nWe recommend that you check our web site from time to time to inform yourself of any changes in this Privacy Policy or any of our other policies.</p>E.\nContact Information<p>If you have any questions about this Policy, please contact us at support@comma.ai.</p>Product<ul>\n<li>openpilot</li>\n<li>comma three</li>\n<li>bodyNew</li>\n<li>connect</li>\n<li>Compatibility</li>\n<li>Shop</li>\n</ul>company<ul>\n<li>Blog</li>\n<li>JobsWe're hiring!</li>\n<li>Services</li>\n<li>Media</li>\n</ul>Support<ul>\n<li>Support &amp.\nFAQs</li>\n<li>Setup Guides</li>\n<li>Shipping &amp.\nReturns</li>\n<li>Discord</li>\n<li>Wiki</li>\n</ul>make driving chillGet the latest updatesThanks for signing up! – We only send emails we would want to receive.Oops! Something went wrong while submitting the form.© comma_ai 2023Terms &amp.\nPrivacy", "created_at": "2023-07-08 20:31:32.963171", "updated_at": "2023-07-08 20:31:48.771347"}, {"id": 17444, "name": "Terms and Conditions", "url": "https://comma.ai/terms", "xpath": "//body", "text": "commaopenpilot comma three connect compatibility setup guides support &amp.\nFAQs blog jobs - we're hiring!Latest from the blog:openpilot 0.9.2May 24, 2023 – 4 min readDumb QuestionsApril 25, 2023 – 4 min readA drive to Taco BellDecember 21, 2022 – 5 min readSocialopenpilot comma three connect compatibilityShopTerms &amp.\nPrivacyTerms and Conditions Privacy Policyopenpilot Terms and Conditions<p>Last Updated on October 12, 2022</p>\n<p>Welcome to the Comma.ai, Inc.\nwebsite.\nAccess to, and use of, this website and the information contained in this website are subject to the terms and conditions listed below (“Terms and Conditions”).\nThe Information and any trade secrets or know-how it contains remain the exclusive property of Comma.ai, Inc.\nComma.ai, Inc grants no license to you pursuant to any copyright, patent, trademark, or trade secret rights.\nPlease read these Terms of Use (“Terms”) carefully before using openpilot which is open-sourced software developed by Comma.ai, Inc., a corporation organized under the laws of Delaware (“comma,” “us,” “we,” or “our”).</p>\n<p>Before using and by accessing openpilot, you indicate that you have read, understood, and agree to these Terms.\nThese Terms apply to all users and others who access or use openpilot.\nIf others use openpilot through your user account or vehicle, you are responsible to ensure that they only use openpilot when it is safe to do so, and in compliance with these Terms and with applicable law.\nIf you disagree with any part of the Terms, you should not access or use openpilot.</p>Communications<p>You agree that comma may contact you by email or telephone in connection with openpilot or for other business purposes.\nYou may opt out of receiving email messages at any time by contacting us at support@comma.ai.</p>\n<p>We collect, use, and share information from and about you and your vehicle in connection with openpilot.\nYou consent to comma accessing the systems associated with openpilot, without additional notice or consent, for the purposes of providing openpilot, data collection, software updates, safety and cybersecurity, suspension or removal of your account, and as disclosed in the Privacy Policy (available at https://comma.ai/privacy).</p>Safety<p>openpilot performs the functions of Adaptive Cruise Control (ACC) and Lane Keeping Assist System (LKAS) designed for use in compatible motor vehicles.\nWhile using openpilot, it is your responsibility to obey all laws, traffic rules, and traffic regulations governing your vehicle and its operation.\nAccess to and use of openpilot is at your own risk and responsibility, and openpilot should be accessed and/or used only when you can do so safely.</p>\n<p>openpilot does not make your vehicle “autonomous” or capable of operation without the active monitoring of a licensed driver.\nIt is designed to assist a licensed driver.\nA licensed driver must pay attention to the road, remain aware of navigation at all times, and be prepared to take immediate action.\nFailure to do so can cause damage, injury, or death.</p>Supported Locations and Models<p>openpilot is compatible only with particular makes and models of vehicles.\nFor a complete list of currently supported vehicles, visit https://comma.ai.\nopenpilot will not function properly when installed in an incompatible vehicle.\nopenpilot is compatible only within the geographical boundaries of the United States of America.</p>Indemnification<p>\n<strong>To the maximum extent allowable by law, you agree to defend, indemnify and hold harmless comma, and its employees, partners, suppliers, contractors, investors, agents, officers, directors, and affiliates, from and against any and all claims, damages, causes of action, penalties, interest, demands, obligations, losses, liabilities, costs or debt, additional taxes, and expenses (including but not limited to attorneys’ fees), resulting from or arising out of (i) your use and access of, or inability to use or access, openpilot, (ii) your breach of these Terms, (iii) the inaccuracy of any information, representation or warranty made by you, (iv) activities of anyone other than you in connection with openpilot conducted through your comma device or account, (v) any other of your activities under or in connection with these Terms or openpilot.</strong>\n</p>Limitation of Liability<p>In no event shall comma, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses, resulting from (i) your access to or use of or inability to access or use of the Software.\nor (ii) any conduct or content of any third party on the Software whether based on warranty, contract, tort (including negligence) or any other legal theory, whether or not we have been informed of the possibility of such damage, and even if a remedy set forth herein is found to have failed of its essential purpose.</p>No Warranty or Obligations to Maintain or Service<p>comma provides openpilot without representations, conditions, or warranties of any kind.\nopenpilot is provided on an “AS IS” and “AS AVAILABLE” basis, including with all faults and errors as may occur.\nTo the extent permitted by law and unless prohibited by law, comma on behalf of itself and all persons and parties acting by, through, or for comma, explicitly disclaims all warranties or conditions, express, implied, or collateral, including any implied warranties of merchantability, satisfactory quality, and fitness for a particular purpose in respect of openpilot.</p>\n<p>To the extent permitted by law, comma does not warrant the operation, performance, or availability of openpilot under all conditions.\ncomma is not responsible for any failures caused by server errors, misdirected or redirected transmissions, failed internet connections, interruptions or failures in the transmission of data, any computer virus, or any acts or omissions of third parties that damage the network or impair wireless service.</p>\n<p>We undertake reasonable measures to preserve and secure information collected through our openpilot.\nHowever, no data collection, transmission or storage system is 100% secure, and there is always a risk that your information may be intercepted without our consent.\n<em>In using openpilot, you acknowledge that comma is not responsible for intercepted information, and you hereby release us from any and all claims arising out of or related to the use of intercepted information in any unauthorized manner.</em>\n</p>\n<p>By providing openpilot, comma does not transfer or license its intellectual property or grant rights in its brand names, nor does comma make representations with respect to third-party intellectual property rights.</p>\n<p>We are not obligated to provide any maintenance or support for openpilot, technical or otherwise.\nIf we voluntarily provide any maintenance or support for openpilot, we may stop any such maintenance, support, or services at any time in our sole discretion.</p>Modification of Software<p>In no event shall comma, nor its directors, employees, partners, agents, suppliers, or affiliates, be liable if you choose to modify the software.</p>Changes<p>We reserve the right, at our sole discretion, to modify or replace these Terms at any time.\nIf a revision is material we will provide at least 15 days’ notice prior to any new terms taking effect.\nWhat constitutes a material change will be determined at our sole discretion.</p>\n<p>By continuing to access or use our Software after any revisions become effective, you agree to be bound by the revised terms.\nIf you do not agree to the new terms, you are no longer authorized to use the Software.</p>Contact Us<p>If you have any questions about these Terms, please contact us at support@comma.ai.</p>openpilot Privacy Policy<p>This Privacy Policy explains our policies and practices regarding how data may be collected, stored, used, transferred, shared or sold by Comma.ai, Inc.\nfor openpilot.\nComma.ai, Inc.\n(“comma,” “we,” or “us”) is a corporation organized under the laws of the state of Delaware.\nThis Privacy Policy applies to openpilot, which is software developed by comma.</p>\n<p>\n<strong>Before using and by accessing openpilot, you indicate that you have read, understood this Privacy Policy and our Terms of Service</strong> (available at https://comma.ai/terms), and that you agree to our collection, storage, use, disclosure, and sale of your personal information as described in this Privacy Policy and our Terms of Service.\nYou should not use openpilot if you do not agree with these terms and conditions.</p>\n<p>We may modify this Privacy Policy from time to time without notice.\nIf you object to any changes to the Privacy Policy, you may stop using openpilot.\nYour continued use of openpilot will constitute your acceptance of any changes or revisions to the Privacy Policy.</p>A.\nType of Information We Collect<p>By using openpilot, you agree that comma owns all data that is conveyed to us by use of the service and that we may use it any way, and alter it in any way, at our sole discretion.\nWe may collect your personal information, such as your name, phone number, and email address, as well as other information you provide to us.\nPersonally-identifiable information or any information or combination of information that both relates to you and can be used to identify you (“Personal Information”) may be collected when you consent to that collection by providing such information on a voluntary basis.\nopenpilot connects to a vehicle’s CAN bus, and it receives and generates data about the vehicle’s use, operation, and performance, including but not limited to geolocation of the vehicle, trip durations and routes, parking locations of your vehicle, braking, and acceleration.</p>\n<p>openpilot uses driver monitoring software that watches the driver and tracks his or her head and eyes, ensuring he or she is monitoring the driving environment.\nWe may collect video from the driver monitoring feed only if you opt in through the settings of openpilot.\nYou should notify those who use or occupy your vehicle while openpilot is engaged.</p>B.\nHow We Use The Information We Collect<p>We use data collected through openpilot to complete transactions with you.\nto provide, analyze, and improve the performance and security of openpilot.\nto improve or modify other existing products and services.\nand/or to develop new products and services.\nWe may share personal information with service providers and business partners, or with other third parties.</p>\n<p>We may also share information collected through openpilot to comply with a legal obligation, when we believe in good faith that the law requires it, in response to a lawful request by government authorities, or in other circumstances in which sharing such information may be required by law.\nUnless you have opted out of receiving materials or notifications from us, we may periodically use your email address to send you such materials and notifications.\nIf you want to stop receiving such materials and notifications from us, you can contact us at the information below to alert us to your preference.\nIn addition, you can opt out of, or unsubscribe from, receipt of such emails at any time by following the instructions contained in those emails.</p>C.\nHow You Can Access Your Information<p>You have options regarding certain information provided for use with openpilot, as described in this policy.\nYou may decline to share the driver monitoring camera recording with us.\nYour privacy profile settings are accessible via the settings button in openpilot.\nYou can review and update your personal information by contacting us at the email address provided below.</p>D.\nChanges to This Policy<p>We will occasionally update this Privacy Policy to reflect changes in our practices and Software.\nWhen we post changes to this Privacy Policy, we will revise the “Last Updated” date at the top of this Privacy Policy.\nIf we make any material changes in the way we collect, use, and/or share your personal information, we will notify you by sending an email to the email address you most recently provided us, unless we do not have such an email address, and/or by prominently posting notice of the changes on our website.\nWe recommend that you check our web site from time to time to inform yourself of any changes in this Privacy Policy or any of our other policies.</p>E.\nContact Information<p>If you have any questions about this Policy, please contact us at support@comma.ai.</p>Product<ul>\n<li>openpilot</li>\n<li>comma three</li>\n<li>bodyNew</li>\n<li>connect</li>\n<li>Compatibility</li>\n<li>Shop</li>\n</ul>company<ul>\n<li>Blog</li>\n<li>JobsWe're hiring!</li>\n<li>Services</li>\n<li>Media</li>\n</ul>Support<ul>\n<li>Support &amp.\nFAQs</li>\n<li>Setup Guides</li>\n<li>Shipping &amp.\nReturns</li>\n<li>Discord</li>\n<li>Wiki</li>\n</ul>make driving chillGet the latest updatesThanks for signing up! – We only send emails we would want to receive.Oops! Something went wrong while submitting the form.© comma_ai 2023Terms &amp.\nPrivacy", "created_at": "2023-07-08 20:31:32.99203", "updated_at": "2023-07-08 20:32:06.412101"}], "points": [], "urls": ["comma.ai"]}}