{"error": 448, "message": "OK", "parameters": {"id": 8738, "name": "xxlmag.com", "created_at": "2023-07-02 20:53:09.596682", "updated_at": "2023-07-02 22:02:23.222774", "wikipedia": null, "keywords": null, "related": null, "slug": "xxlmag-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8738.png", "url": "xxlmag.com", "documents": [{"id": 17050, "name": "Terms", "url": "https://shop.xxlmag.com/terms_of_service", "xpath": "//body", "text": " <ul>\n<li>Login</li>\n<li>Register</li>\n<li>Cart</li>\n</ul> XXL Mag Shop <ul>\n<li>\n<i>\n</i>\nNavigation\n</li>\n</ul>\n<ul>\n<li>Cart</li>\n<li>Register</li>\n<li>Login</li>\n</ul>\n<ul>\n<li>\nHome\n</li>\n<li> Categories <ul>\n<li> Apparel </li>\n<li> Home Goods </li>\n<li> Magazines </li>\n<li> Accessories </li>\n</ul>\n</li>\n<li>\nContact\n</li>\n</ul>\n<ul>\n<li>\nHome\n</li>\n<li>\nApparel\n</li>\n<li>\nHome Goods\n</li>\n<li>\nMagazines\n</li>\n<li>\nAccessories\n</li>\n<li>\nContact\n</li>\n</ul> Terms of Service <b>READ THESE TERMS OF USE CAREFULLY.\nBY ACCESSING OR USING THE WEBSITE, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTAND AND AGREE TO BE BOUND BY THESE TERMS OF USE.\nIF YOU DO NOT AGREE TO THESE TERMS, EXIT THIS PAGE AND DO NOT ACCESS OR USE THE WEBSITE.</b>\nSection I\nAcceptance\n<p>These Terms of Use of XXLMAG.COM (these \"Terms of Use\") set forth the terms by which all users of the XXLMAG.COM Internet website (the \"Website\") are bound.\nThe Website is operated by Townsquare Commerce, LLC, a Delaware limited liability company (the \"Company,\" \"us\" or \"we\"), located at 1851 North Greenville Ave., Suite 100, Richardson, Texas 75081.\nYou can contact us by email at support@xxlmag.com.\nYou, the user of the Website, may be referred to in these Terms of Use as \"you\".\nThese Terms of Use describe your rights, responsibilities and obligations in using the Website, as well as the products and services promoted via the Website and the Company's rights and responsibilities in providing access to such products and services.\nThese Terms of Use expressly incorporate by reference and include the Website's Privacy Policy and any guidelines, rules or disclaimers as posted and updated on the Website's web pages or on notices we send to you from time to time.\nYour use of the Website constitutes your agreement to be bound by these Terms of Use, any policies, agreements, guidelines or disclaimers incorporated by reference, and any and all applicable laws, rules and regulations.\nWe reserve all rights and remedies we may have at law and equity, including restricting your access to or use of the Website, if you fail to comply with any of these Terms of Use.</p>\n<p>By using the Website, you certify to us that you are at least 18 years old, and agree to be fully responsible for your use of the Website and any and all financial charges and legal liability that you may incurred.\nReference to the Website in these Terms of Use shall also refer to the Website and any associated microsites.</p>\nSection II\nWebsite Account\n<p>To purchase a voucher for the products and services promoted on the Website, you must create and maintain an account at the Website.\nYou are responsible for maintaining the confidentiality of your account and password and for restricting access to your computer.\nYou shall keep your account information current and correct at all times.\nYou accept responsibility for all activities that occur under your account or password and any use of your account or password shall be deemed to be by you.\nYour account and right to use the Website are personal to you and are not transferrable to any other person or entity.\nWe may terminate your account for any reason or no reason at all, with or without notice to you.</p>\nSection III\nPrivacy\n<p>As described in the Company's Privacy Policy, we collect, use and share certain information as part of administering the Website and providing access to the products and services promoted through the Website.\nAll information you provide to us registering your account, participating in programs, purchasing products and services (including but not limited to all billing and other payment information), or otherwise through the Website must be true and correct.\nIf you provide information to us that is not true and correct, you will be in breach of these Terms of Use.</p>\nSection IV\nSecurity\n<p>You are prohibited from and agree not to violate or attempt to violate the security of the Website, including but not limited to accessing data or account information that is not your own.\nattempting to breach security or authentication measures and attempting to interfere with any user, host or network, including via means of introducing a virus to the Website, overloading or flooding, spamming or mail bombing.\nYou agree not to use any device, software or routine to interfere or attempt to interfere with the proper working of the Website or any activity conducted on the Website.\nYou agree further not to use or attempt to use any engine, software, tool, agent or other device to search this Website other than the search engines and search agents available from the Website or other generally available web browsers such as Internet Explorer, Google Chrome, Safari, etc.\nWe will cooperate with law enforcement authorized to investigate any such violations.</p>\nSection V\nIntellectual Property Rights and Restrictions\n<p>BY ACCESSING THE WEBSITE YOU ACKNOWLEDGE THAT THE WEBSITE CONTAINS CONTENT PROTECTED BY INTELLECTUAL PROPERTY RIGHTS AND THAT YOU WILL USE SUCH CONTENT IN A LEGAL MANNER AND IN COMPLIANCE WITH THESE TERMS OF USE.</p>\n<p>Our operation of the Website may include certain proprietary technologies developed and owned by the Company and protected under the patent laws of the United States.\nWe reserve complete title and full intellectual property rights in any proprietary technologies used by the Website, and we will actively pursue individuals and companies that infringe upon our rights.</p>\n<p>Unless otherwise indicated, we own the copyright in or have the rights to the Website pages and screens displaying the pages, in the content of those screens and pages, including but not limited to all text, images, illustrations and graphics, and in the selection, coordination and arrangement of that content.\nNo part of the content of the Website, or the Website itself, may be reproduced, stored in a retrieval system, or transmitted in any form or by any means without our express written consent.</p>\n<p>Our trademarks are protected as trademarks under federal, state and international trademark laws.\nWe do not authorize use of our trademarks without our prior express written consent.\nWe will actively pursue unauthorized use of our trademarks by parties without a valid license or agreement.</p>\n<p>Website users may post or upload to, or distribute on, the Website content, art, logos and other materials (\"Uploads\").\nWe assume no responsibility for determining the proper ownership or use of such Uploads.\nAll liability resulting from the use of such Uploads rests with the users supplying the Uploads at issue.\nYou hereby represent and warrant that you have the right and authority to upload, distribute and authorize the use of any Uploads that you post, upload or distribute to the Website and that the use or display of such Uploads as contemplated by the Website and the Internet does not violate any rights in such Uploads or applicable laws or other restrictions.\nWe assume no responsibility for determining who does or does not have such authority.\nBy submitting Uploads to us or the Website, you shall defend and hold us and our affiliates harmless from the use of such Uploads.\nYou shall indemnify, hold harmless, defend and absolve us and our affiliates from and against all claims, liabilities and expenses arising out of or related to any actual or alleged infringement or misappropriation of any copyright, trademark, proprietary or any other rights.</p>\nSection VI\nUser Conduct\n<p>This Website is private property.\nAll interactions on this Website must comply with these Terms of Use.\nYou shall only use this Website for lawful purposes.\nYou shall not post or transmit through this Website any material that violates or infringes in any way upon the rights of others, or any material that is unlawful, threatening, abusive, defamatory, invasive of privacy or publicity rights, vulgar, obscene, profane or otherwise objectionable, that encourages conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any law, rule or regulation, or that, without our prior written consent, contains advertising or any solicitation with respect to products or services.\nAny conduct by you that in our sole discretion restricts or inhibits any other user from using or enjoying this Website is strictly prohibited.\nYou shall not use this Website to advertise or perform any commercial, religious, political or non-commercial solicitation, including, but not limited to, the solicitation of users of this Website to become users of other online or offline services that directly or indirectly compete or potentially compete with this Website.</p>\nSection VII\nLinks\n<p>The Website, emails and any other electronic communications that we may provide to you may contain links to other websites (\"Linked Sites\").\nWe provide the Linked Sites to you for convenience and information only.\nIf you access the Linked Sites, you do so at your own risk.\nWe do not control the content of any Linked Sites.\nWe are not responsible for, and do not endorse, such content, whether or not we are affiliated with the owners of such Linked Sites.\nYou shall not, without our prior written consent, establish a hyperlink to the Website or provide any links that state or imply any sponsorship or endorsement of your website by us or our affiliates.</p>\nSection VIII\nEmail and Other Communications\n<p>We use email on an almost exclusive basis to provide you access to the products and services referenced on the Website.\nWhen you access and use this Website, you consent to receive emails, fax transmissions, telephone calls and any other and all forms of communication from us and our affiliates as it may relate to your use of the Website and purchase of products and services from the Website.</p>\nSection IX\nDisclaimer of Warranties and Limitation of Liability\n<p>ALL CONTENT ON THIS WEBSITE IS PROVIDED \\\"AS IS\\\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nOTHER THAN THOSE WARRANTIES THAT, UNDER THE U.S.\nLAWS APPLICABLE TO THE WEBSITE, ARE IMPLIED BY LAW AND ARE INCAPABLE OF EXCLUSION, RESTRICTION OR MODIFICATION, WE DISCLAIM ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nWE DO NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE WEBSITE WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SERVER THAT MAKES THE CONTENT AVAILABLE WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nWE PROVIDE THE CONTENT YOU ACCESS ON THIS WEBSITE SOLELY FOR YOUR CONVENIENCE AND INFORMATIONAL PURPOSES.\nWE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THIS WEBSITE, OR AS TO THE RELIABILITY, ACCURACY OR CURRENCY OF ANY INFORMATION, CONTENT, PRODUCT AND/OR SERVICE ACQUIRED THROUGH YOUR USE OF THE WEBSITE.</p>\n<p>WE ARE NOT RESPONSIBLE FOR ANY CONTENT THAT A USER, SUBSCRIBER OR AN UNAUTHORIZED USER MAY POST ON THIS WEBSITE.\nWE WILL REMOVE FROM THE WEBSITE ANY CONTENT THAT IS POSTED OR UPLOADED THAT WE DEEM UNSUITABLE.\nMOREOVER, WE RESERVE THE RIGHT TO EDIT, CHANGE, ALTER, DELETE AND PROHIBIT ANY AND ALL CONTENT THAT WE DEEM UNSUITABLE.</p>\n<p>YOUR USE OF THE WEBSITE ACKNOWLEDGES THAT YOU HAVE ASSUMED THE SOLE RISK OF USE OF THE WEBSITE</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY IN THESE TERMS OF USE OR ON THE WEBSITE, IF YOU MAKE A CLAIM AGAINST THE COMPANY RELATING TO OR ARISING FROM ANY PURCHASE MADE ON THE WEBSITE OR USE OF A VOUCHER FOR A PRODUCT OR SERVICE, YOUR SOLE AND EXCLUSIVE REMEDY FROM THE COMPANY IS THE REFUND OF THE PURCHASE PRICE YOU PAID TO THE COMPANY FOR THE PURCHASED VOUCHER.</p>\nSection X\nMonitoring\n<p>We may, without obligation, monitor the content of Website, including any chat rooms and forums that may be included as part of the Website, to evaluate compliance with these Terms of Use and any operating rules established by us, as well as to satisfy any applicable law, regulation or authorized government request.</p>\nSection XI\nIndemnification.\nDisputes\n<p>You hereby agree to indemnify, defend, and hold us and our affiliates harmless, and their and our officers, directors, employees, affiliates, agents, licensors and suppliers from and against all losses, expenses, damages and costs, including reasonable attorneys' fees, resulting from any violation by you of these Terms of Use.</p>\n<p>You hereby agree that any and all disputes that cannot be resolved between us and our affiliates, and causes of action arising out of or connected with this Website, shall be resolved individually, without resort to any form of class action, exclusively before a court located in Dallas, Dallas County, Texas having competent jurisdiction, which court shall apply the laws of the State of Texas without regard for the doctrines of Conflict of Laws.\nYou hereby submit to the personal jurisdiction of such courts, and waive any claim to forum nonconveniens.</p>\nSection XII\nThird Party Rights\n<p>These Terms of Use are for our benefit and the benefit of our affiliates and service providers, and each of our officers, directors, employees, affiliates, agents, licensors and suppliers.\nEach of these individuals or entities shall have the right to assert and enforce these Terms of Use directly against you on its or their own behalf.</p>\nSection XIII\nEquitable Adjustments, Amendments.\nControl\n<p>Although we attempt to ensure accuracy, the information on the Website may contain typographical errors, inaccuracies or may not be current or complete.\nThese errors and inaccuracies may relate to service or product descriptions, pricing and availability.\nWe reserve the right to correct any errors, inaccuracies or omissions and to change or update information at any time without prior notice (including after you place your order) and to limit quantities purchased (including after you have submitted your order).\nWe apologize for any inconvenience these errors, inaccuracies, omissions or limitations may cause you.</p>\n<p>We may from time to time, on a case-by-case basis (whether for one Website user or all Website users) and in our sole and absolute discretion, waive the restrictions set forth in these Terms of Use or extend the deadlines set forth in these Terms of Use, as we determine appropriate.\nAny such action shall be deemed a waiver and not an amendment to these Terms of Use.\nWe reserve the right to change, amend, modify or replace these Terms of Use at any time, and from time to time, as we determine necessary in our sole discretion.\nAny change to these Terms of Use will be posted on the Website on the day that the change takes affect.\nYour use of the Website after any changed or revised Terms of Use has been posted on the Website shall constitute your agreement with and to such change.\nWe may also, at any time and from time to time change the look, feel and operation of the Website.</p>\n<p>TO THE EXTENT THE TEXT SET FORTH ON THE WEBSITE CONTRADICTS ANY OF THE PROVISIONS OF THESE TERMS OF USE, THESE TERMS OF USE SHALL CONTROL.</p>\n<b>Townsquare Commerce, LLC a Townsquare Media company</b> ×\nSubscribe to emails Email XXL Mag Shop Customer Service\n<ul>\n<li>\nHelp &amp.\nContact\n</li>\n<li>\nFAQ's\n</li>\n<li>\nReturn policy\n</li>\n<li>\nPrivacy\n</li>\n<li>\nExercise My Data Rights\n</li>\n<li>\nTerms of Service\n</li>\n</ul> Information\n<ul>\n<li>\nPartner with Us\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2020 Powered by Townsquare Commerce.\nAll Rights Reserved.</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Top ", "created_at": "2023-07-02 20:53:09.627078", "updated_at": "2023-07-02 20:53:42.228711"}, {"id": 17051, "name": " Return Policy", "url": "https://shop.xxlmag.com/return_policy", "xpath": "//body", "text": " <ul>\n<li>Login</li>\n<li>Register</li>\n<li>Cart</li>\n</ul> XXL Mag Shop <ul>\n<li>\n<i>\n</i>\nNavigation\n</li>\n</ul>\n<ul>\n<li>Cart</li>\n<li>Register</li>\n<li>Login</li>\n</ul>\n<ul>\n<li>\nHome\n</li>\n<li> Categories <ul>\n<li> Apparel </li>\n<li> Home Goods </li>\n<li> Magazines </li>\n<li> Accessories </li>\n</ul>\n</li>\n<li>\nContact\n</li>\n</ul>\n<ul>\n<li>\nHome\n</li>\n<li>\nApparel\n</li>\n<li>\nHome Goods\n</li>\n<li>\nMagazines\n</li>\n<li>\nAccessories\n</li>\n<li>\nContact\n</li>\n</ul> Return Policy Returns:\n<p>Our policy lasts 30 days.\nIf 30 days have gone by since your purchase, unfortunately we can’t offer you a refund or exchange.</p>\n<p>\nTo be eligible for a return, your item must be unused/unworn and in the same condition that you received it.\nYou must email\nsupport@xxlmag.com\nand request a return authorization number in order to be eligible for a return.\n</p>\nXXL does not accept returns in the following instances:\n<ul>\n<li>Return authorization number is not on the return package.</li>\n<li>Item is not in its original, resalable condition.</li>\n<li>Item shows signs of wear or has been washed.</li>\n<li>No returns will be accepted 30 days after delivery.</li>\n<li>No returns will be accepted without a return authorization number.</li>\n</ul>\nRefunds:\n<p>Once your return is received and inspected, we will send you an email to notify you that we have received your returned item.\nWe will also notify you of the approval or rejection of your refund.</p>\n<p>If you are approved, then your refund will be processed, and a credit will automatically be applied to your credit card or original method of payment, within a 10 business days.</p>\nLate or missing refunds:\n<p>If you haven’t received a refund yet, first check your bank account again.</p>\n<p>Then contact your credit card company, it may take some time before your refund is officially posted.</p>\n<p>Next contact your bank.\nThere is often some processing time before a refund is posted.</p>\n<p>\nIf you’ve done all of this and you still have not received your refund yet, please contact us at\nsupport@xxlmag.com\n.\n</p>\nExchanges:\n<p>\nIf you need to exchange an item for a different size, send us an email at\nsupport@xxlmag.com\nand get a return authorization.\n</p>\n<p>Once your return is received and inspected, we will send you an email to notify you that we have received your item for exchange.\nWe will also notify you of the approval or rejection of your exchange.</p> ×\nSubscribe to emails Email XXL Mag Shop Customer Service\n<ul>\n<li>\nHelp &amp.\nContact\n</li>\n<li>\nFAQ's\n</li>\n<li>\nReturn policy\n</li>\n<li>\nPrivacy\n</li>\n<li>\nExercise My Data Rights\n</li>\n<li>\nTerms of Service\n</li>\n</ul> Information\n<ul>\n<li>\nPartner with Us\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2020 Powered by Townsquare Commerce.\nAll Rights Reserved.</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Top ", "created_at": "2023-07-02 20:54:20.787372", "updated_at": "2023-07-02 20:54:29.472846"}, {"id": 17052, "name": " Privacy Policy", "url": "https://shop.xxlmag.com/privacy", "xpath": "//body", "text": null, "created_at": "2023-07-02 20:54:34.495435", "updated_at": "2023-07-02 20:54:34.495435"}], "points": [], "urls": ["xxlmag.com"]}}