{"error": 448, "message": "OK", "parameters": {"id": 7729, "name": "Australia Post", "created_at": "2023-03-23 16:49:14.434085", "updated_at": "2023-07-10 22:02:38.652751", "wikipedia": "https://en.wikipedia.org/wiki/Australia_Post", "keywords": null, "related": null, "slug": "australia-post", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/7729.png", "url": "auspost.com.au", "documents": [{"id": 14904, "name": "Privacy Policy", "url": "https://auspost.com.au/privacy", "xpath": "/html/body/div[1]/main/div[1]/section", "text": " Our Privacy Vision <p>At Australia Post, we know privacy is important to you – it is to us too.\nThat’s why we’re committed to maintaining your trust by protecting your privacy, keeping you informed about how we handle your personal information and keeping your personal information safe and secure.\nThis Privacy Statement applies to Australia Post and all Australian-based subsidiaries of the Australia Post Group.</p> How do we collect and hold personal information? <p>Australia Post does more than just deliver your mail.\nThat means there are lots of ways you interact with us, and many ways we might collect personal information about you.\nWe may collect your personal information when you:</p>\n<ul>\n<li>shop online and order a parcel through a merchant that uses our delivery services</li>\n<li>contact our customer services team</li>\n<li>are sent a parcel by someone else</li>\n<li>create or update an account with us, such as your MyPost or MyPost Business account</li>\n<li>order, purchase or use one of our products or services</li>\n<li>interact with us in person, on our website or on our mobile apps</li>\n<li>fill in an application online or in one of our Post Offices</li>\n<li>undertake a transaction in our Post Offices or online, such as an identity check or a banking transaction.</li>\n</ul> What personal information do we collect? <p>The information we collect may include:</p>\n<ul>\n<li>\n<b>Contact information</b> – for example, your name, address, phone number or email for purposes such as providing our services, communicating with you or providing delivery tracking</li>\n<li>\n<b>Identity information </b>– for example, your ID document details for purposes such as facilitating some financial transactions or for us to verify your identity on behalf of another organisation</li>\n<li>\n<b>Financial information </b>– for example, your account name, credit card details, BSB and account number for purposes such as when you make a payment or undertake a Bank@Post transaction</li>\n<li>\n<b>Information when you visit our websites or use our mobile apps</b> – for example browser type, web pages visited, or your IP address</li>\n<li>\n<b>Information about your use of our products and services </b>– such as which products you use, and your preferences relating to those products</li>\n</ul> Why do we collect, hold, use and share personal information? <p>The primary reason we collect, use or share your personal information is to enable the delivery, development and improvement of our products and services and to keep you informed.</p>\n<p>We may also collect, use, or share this personal information for other purposes, such as:</p>\n<ul>\n<li>to send you parcel notifications and service messages about important updates impacting our services</li>\n<li>to contact you or reach customers like you about our other products and services, either directly, such as via email or mail, or via other channels, including social media platforms and websites.\nSometimes, you might tick a box to let us know you would like to receive marketing, and sometimes we might gather from your interactions and relationship with us, that you would like to hear about our other products and services.\nYou can always opt out of marketing by following the instructions on the message, email or letter you receive or by reaching out to our customer services team on the contact details below</li>\n<li>to develop and improve our products and services and improve the safety of our people, customers and community.\nSometimes this may involve combining data that we have with other sources of data and information from other sources and organisations such as the Australian Bureau of Statistics (ABS)</li>\n<li>to produce and provide insights, trends, and other relevant information to the public and our customers in a way that does not identify you to anyone receiving the insight and trend information</li>\n<li>where permitted, authorised or required by an applicable law, such as to Australian Government agencies, overseas postal and delivery services and international governmental agencies, AUSTRAC to meet transaction reporting obligations, or to the Australian Crime Intelligence Commission (ACIC), State or Federal Police or Border Force for crime related investigations</li>\n<li>to verify your identity in person or digitally, using third-party business partners to check your details back to the source</li>\n<li>to undertake a commercial credit check when you apply for a business credit account</li>\n<li>to process your application for our products or services, or on behalf of third parties such as merchants, banks, or government agencies</li>\n<li>to better understand your personal preferences when you use our products, services, and website, and to adapt your experience to best suit you</li>\n<li>to link your accounts and product or service holdings, to provide you with a more seamless user experience</li>\n<li>to identify and better interact with your device using cookies or other similar technologies.<br>\n&nbsp;</li>\n</ul> When do we share personal information? <p>To fulfil some of the activities we’ve mentioned, we may need to share your personal information with other parties.\nThese may include specialist information technology companies, cloud service providers, mail houses or other contractors helping us to deliver our services.\nWe require these parties to protect your information as carefully as we do.\nSometimes, this may also include our own subsidiaries.</p>\n<p>Where you undertake a transaction processed by us on behalf of an agency or merchant, we may also share some information back with that third party to complete the transaction or keep them informed.</p>\n<p>\n<b>Overseas use and disclosure:</b>\n</p>\n<p>When you send letters or parcels overseas, we may send personal information to countries outside Australia to facilitate the delivery.\nThis information may be handled in line with the laws and customs of those countries.\nSimilarly, when you receive an article from overseas, delivery to you within Australia is under Australian privacy laws, even though you may have provided your personal information under the laws of another country.</p>\n<p>Sometimes, we use systems or service providers located in other countries.\nWhen we do this, we will ensure your personal information is managed in a way that is consistent with Australian privacy law and this Privacy Statement, even if we need to undertake to comply with the applicable laws of those other countries.</p>\n<p>We use service providers in other countries, including:</p>\n<ul>\n<li>Japan</li>\n<li>United States of America</li>\n<li>Singapore</li>\n<li>European Union</li>\n<li>New Zealand</li>\n<li>India</li>\n<li>the Philippines<br>\n&nbsp;</li>\n</ul> Other obligations of Australia Post <p>Australia Post has privacy and information management obligations in addition to those in the Privacy Act, which may impact how we handle information, including your personal information.\nThese include:</p>\n<p>The Archives Act – As a Government Business Enterprise, Australia Post has obligations under the Archives Act 1983, which requires us to keep information for varying lengths of time.</p>\n<p>Australian Postal Corporations Act – The Australian Postal Corporation Act 1989 includes limitations on how we use information as well as some permitted situations where we may disclose articles and their contents, such as where reasonably necessary for law enforcement activities.</p> Children’s privacy <p>Australia Post believes it is important to provide added protection for children.\nWe encourage parents and guardians to spend time online with their children to participate in and monitor their online activity.</p>\n<p>When we provide a product or service that intentionally collects personal information from children, such as a police check, we will use reasonable efforts to confirm parent or guardian consent prior to the collection and use of personal information.\nThe way we do this may vary depending on the information, product, service, or event that the child wishes to participate in.\nConsent may take a variety of forms such as printing and submitting a permission form by mail, or online consent such as by ticking an online check box that parental or guardian consent has been obtained.</p>\n<p>Parents or guardians may, subject to any applicable laws, request that information collected from their child be deleted.<br>\n&nbsp;</p> Access to personal information <p>You have a right to request access to your personal information, and we want to make it easy for you to do so.\nThe information you would like access to may be on your MyPost account, or easily accessible by contacting our customer services team.</p>\n<p>If you can’t find what you’re after, you can contact us via our details below.\nOnce we receive your request, and subject to relevant privacy laws, we will respond to your request within a reasonable time – usually within 30 days.\nWe ask that you identify, as clearly as possible, the type/s of information requested.\nIn some cases, we may need to verify your identity before we share information with you.</p>\n<p>We may not be able to provide access to all your personal information.\nIn some situations, the law permits us to refuse your request to provide you with access to your personal information.\nFor example, where giving access to your information would have an unreasonable impact on the privacy of other individuals, or would pose a serious threat to the life, health, or safety of any individual or to public health or public safety.<br>\n&nbsp;</p> Correction of personal information <p>Ensuring your personal information is accurate and up to date is crucial for the delivery of many of our services, and you have a right to request the correction of your personal information.\nWe try to make this easy for you, and you’ll see opportunities to update your details throughout our product and service offerings, such as our MyPost app.\nIf you’re unsure about how to do this, you can contact our customer services team on the contact details listed below.</p> Complaints and how complaints are handled <p>We understand that from time to time, you may have queries or concerns about how we handle your personal information.\nWe’re committed to working with you to obtain a fair resolution of any of your complaints or concerns about privacy.<br>\n</p>\n<p>Our customer services team is well equipped to assist and respond to many requests and if you raise a privacy concern requiring further escalation, your enquiry is sent through to our Privacy Office for review and guidance.\n&nbsp;</p> How to contact us <p>To contact us with a privacy related complaint or a privacy question, you can:</p>\n<ul>\n<li>call our Customer Contact Centre on<b> 13 POST</b> (13 76 78) between 9.00am and 5.00pm EST Monday to Friday</li>\n<li>write to us at:</li>\n</ul>\n<p>Australia Post Group<br>\nPrivacy Contact Officer<br>\nGPO Box 1777<br>\nMelbourne Vic 3000</p>\n<ul>\n<li>email us</li>\n</ul>\n<p>If you remain unsatisfied after your complaint has been addressed by our Privacy Office, you may contact the Office of the Australian Information Commissioner by:</p>\n<ul>\n<li>calling their Privacy Hotline on 1300 363 992</li>\n<li>visiting the Office of the Australian Information Commissioner (OAIC)&nbsp;website.</li>\n<li>writing to:</li>\n</ul>\n<p>The Australian Information Commissioner<br>\nGPO Box 5218<br>\nSydney NSW 1042<br>\n&nbsp;</p> Changes to this Privacy Statement <p>We may update this Privacy Statement from time to time.\nThe version you are reading now was updated in June 2021.</p> Privacy Impact Assessment Register <p>The Privacy Impact Assessment (PIA) Register records PIAs undertaken since the commencement of the Privacy (Australian Government Agencies – Governance) Code 2017, which requires we undertake a PIA on high privacy risk initiatives.\nThe PIA Register below has details of assessments completed since the Code came into effect on 1 July 2018.</p>\n<p>&nbsp;</p> Date of Completion\nTitle of Privacy Assessment\nSeptember 2018\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Digital iD</p> December 2018\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Trust Check</p> January 2019\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Enterprise Data Analytics Platform</p> March 2019\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Workforce Verification</p> August 2019\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Time and Attendance</p> February 2020\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Learning Management System Phase 3</p> March 2020\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Secure Email Gateway</p> April 2020\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Temperature Checks</p> April 2020\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>COVID 19 Safety Investigations</p> August 2020\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Financial Crimes Platform</p> September 2020\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Extended Workforce Compliance Management System</p> December 2020\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Visitor and Contractor COVID Declarations</p> March 2021\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Even Management Reimagined</p> April 2021\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Modernise Injury Management and Safety Systems (MIMSS)</p> April 2021\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Digital iD TDIF Privacy Assessment</p> May 2021\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Business Credit Account</p> June 2022\n<p>\n<b>Title of Privacy Assessment</b>\n</p>\n<p>Digital iD</p> ", "created_at": "2023-03-23 16:49:14.466093", "updated_at": "2023-03-23 16:49:42.835895"}, {"id": 14905, "name": "General terms and conditions ", "url": "https://auspost.com.au/content/dam/auspost_corp/media/documents/ap-terms-and-conditions.pdf", "xpath": "//*[@id=\"main-content\"]/div/section", "text": "auspost.com.au,Australia Post,Terms and Conditions,December 2021,Preamble:,These Australia Post Terms and Conditions are made pursuant to section 32(1)(b) of the Australian ,Postal Corporation Act 1989 and shall apply as from 1 July 2001 to the postal and related services to ,which they refer.,Provided however that where the General Postal Services Terms and Conditions (GPST&amp;Cs) had applied ,prior to 1 July 2001, to a postal and related service, the GPST&amp;Cs shall continue to apply and the ,amount of compensation payable in respect of articles lodged on or before 30 June 2001 for carriage ,under the General Postal Services Terms and Conditions shall be calculated in accordance with the ,provisions of Part X of those terms and conditions in force on that date.,Australia Post Terms and Conditions,Table of Contents,DICTIONARY,PART A –GENERAL POSTAL SERVICES,PRELIMINARY,1.Introduction,2.Interpretation,3.Variation,4.Carriage of Mailand subcontracting,5.Right of Refusal,6.Governing Law,7.Customer Obligations,7B.Australia Post’s Obligations,PAYMENT OF POSTAGE,8.Postage payableby postage stamps,8A.Sale of Postage Stamps,9.Postage payable by prepaid imprint,10.Postage payable in money,11.Postage payableon return of opened articles,12.Postage payable on alternatively delivered articles,13.Postage prepaid articles,14.Person responsible for payment of postage,15.The time at which postage is to be paid,DELIVERY ISSUES,16.Australia Postobligations,17.Articles \"in dispute\",18.Return of articles before delivery,19.Inquiries concerning non-delivery,20.Redirection before delivery,21.Redirection after delivery,22.Sender's prohibition on Redirection,23.Unclaimed articles,24.Undeliverable articles,25.Refused articles,26.Method of dealingwith unclaimed etc.\narticles,27.Disposal of undeliverable articles,28.Recovery of Postage on Underpaid Articles,DISCRETIONARY CARRIAGE,29.Articles which have irregular dimensions or which are overweight,30.Articles which may hinder effective carriage or which have improper postal information,MISCELLANEOUS,31.Applying postmarks,32.Use of private aerogrammes,PARTB –DOMESTIC POSTAL SERVICES,LETTER MAIL CARRIAGE,33.Air Mail,PHILATELIC,34.Philatelic sales and services,35.Overseas philatelic services,36.Philatelic postmarking,EXPRESS POST,37.Express Post –General,38.Express Post –Rates of postage,39.Express Post –Service standards,39A.Delivery signature,40.Express Post –Failure to meet service standards,NATIONAL FLAT RATE DELIVERY,40ANational Flat Rate Delivery Services,MISCELLANEOUS,41.Seasonal greeting cards,42.Sale of stationery,43.Key return service,44.Articles for the blind service,44A.Medical/Educational remote area parcel service,44BConcession postage stamps,PART C –INTERNATIONAL POSTAL SERVICES,PRELIMINARY,45.Interpretation,46.Applicability of these Terms &amp;Conditions to overseas mail,47.Customs documentation,48.Availability of services,PAYMENT OF POSTAGE,49.Air and Sea Mail rates of postage,50.International postage prepaid articles,51.International reply coupons,LODGMENT AND DELIVERYISSUES,52.Instruction in respect of non-delivery of postal parcels,53.Demurrage,54.Articles posted abroad by or on behalf of Australian residents,55.Articles posted abroad in a country where sender does not reside,INTERNATIONAL–LETTERS,56.Registered Post International –Conditions of service,PART D –PROHIBITED GOODS,PROHIBITED AND DANGEROUS GOODS,57.Prohibited goods,58.Poisons, drugs or medicine,59.\nLimited classes of dangerous goods which may be carried,60.\nDangerous orprohibited goods declaration,61.Live creatures,PART E –AUSTRALIA POST’S LIABILITY,PRELIMINARY,61B.Australia Post’s service commitment ,62.Interpretation,EXCLUSIONS AND LIMITATIONS,63.\nStatutory Immunity –carriage of letter or article, no receipt,64.Liability–other circumstances,65.Liability for consequential lossor damage ,66.Limitation ofliability and release and indemnity,67.Force majeure,68.Employee representations,69.Merger,WARRANTIES,69A.Warranty against defectsof services,COMPENSATION SCHEME,70.Amount of compensation,71.Exclusions,72.Notice of article subsequently found,PROCESSING OF CLAIMS,73.Claim formand process,74.Claimant,75.Time for claim,DICTIONARY,In the Australia Post Terms and Conditionsunless the contrary intention appears –,Actmeans the Australian Postal Corporation Act 1989(as amended) and includes any ,statute, ordinance, code or other law, any regulations and other instruments made under it ,and consolidations, amendments, re-enactments or replacements of any of them.,addresseeincludes:,(i)where an articleis addressed to one person, that person;,(ii)where an articleis addressed to a personwho is deceased:,(a)an executor or administrator named in letters of probate or administration which ,have been produced at the officeat which the articleis held for deliverymay be ,regarded as the personto whom the article is addressed;,(b)where no letters of probate or administration have been so produced, a member ,of the family of the deceased personmay be regarded as the person to whom the ,articleis addressed;,(iii)where an articleis addressed to a firm, the occupier at the address of the business ,operated by the firm may be regarded as the personto whom the article is addressed;,(iv)where an articleis addressed to a partnership, any of the partners may be regarded ,as the personto whom the article is addressed;,(v)where an articleis addressed to a company, incorporated or unincorporated ,association or institution:,(a)any member of the governing body of that association or institution.\nand,(b)in the case of a company, a liquidator or receiver appointed by a court of ,competent jurisdiction but not otherwise appointed, ,may be regarded as the personto whom the articleis addressed.,(vi)provided, however, that notwithstanding any indication to the contrary appearing on ,the articleor any other provision of these terms and conditions:,(a)where an articleis addressed to an individual at a firm, partnership, company, ,incorporated or unincorporated association or institution that article shall be ,deemed to be addressed to the firm, company, incorporated or unincorporated ,association or institution and not to that individual;,(b)where an articleis addressed to two or more persons and one of those persons ,has applied for a redirection under the change of address servicethe article shall ,be deemed to be addressed to the person who did not make the application;,(c)where an articleis addressed to two or more persons, both or all of whom have ,applied for a redirection to different destinations under the change of address ,service, the article shall be deemed undeliverable;,(d)where an articleis addressed to a partnership and one or more of the partners, ,(not being the managing partner with the authority of the partnership and not ,being all of the partners), has applied for a redirection under the change of ,address service, the articleshall be deemed to be addressed to the partnership ,and not to the partner making the application.\nand,(e)where an articleis addressed to a personat a post office box, the addressee shall ,be the applicantfor the post office box or alternatively, if named, a person who ,resides with the applicant.,agreementmeans an agreement between Australia Postand a customerfor the provision ,of a serviceby Australia Post in accordance with terms and conditions agreed between ,Australia Post and a customer.\n,alternatively delivered articlemeans an articlewhich has not initially been delivered by ,Australia Post.,articlemeans any matter or thing, and includes, for example:,(a)a letter;,(b)a message or information;,(c)a direction to pay an amount of money;,(d)an envelope, packet, parcel, container or wrapper containing any matter or thing ,(including a letter, message, information or direction to pay an amount of money).\n,and,(e)a message, information, or direction to pay an amount of money, that is not in ,writtenform.,Assessible Weight means the greater of the cubic or actual weight, as measured and ,calculated by Australia Post.\n,Australian Consumer Lawmeans the uniform consumer protection law set out in Schedule 2 ,of the Competition and Consumer Act2010(Cth).,Australia Postmeans the Australian Postal Corporation.,Australia Post Terms and Conditionsmean theseAustralia Post Terms and Conditionsand ,includes the appendices and schedules as amended.,bank notesmeans Australian or foreign currency, other than coins.,bullionmeans any precious metal, in a lump or bulk form, whether in a pure or impure state ,or whether in a refined or unrefined state, and includes ingots and nuggets but does not ,include coins, medals or jewellery.,change of address serviceincludes any serviceprovided by Australia Postas a redirection ,before delivery service howsoever described or named.,charge accountmeans a credit facility approved by Australia Postwhereby the customer,may accrue postageas a debt payable on certain terms and conditions and includes a ,business credit account.,coinsmeans coinage in either Australian or foreign currencyand includes coins made from ,precious metals whether or not such coins have a denomination.,community bagmeans a bag used in the provision of a community bag service.,community bag servicemeans:,(i)a service that operates between an officeand a locality that is situated on a mail ,route more than 1.2 kilometres from the nearest office and beyond the area in which ,postal articlesare delivered by postal delivery officer;,(ii)the premises to be served by the service cannot be served conveniently by normal ,roadside delivery.\n,(iii)the number of articlesinvolved does not warrant the establishment or continuance of ,an officein the vicinity of those premises.\nand,(iv)a personapproved by Australia Postfor that purpose agrees to act as custodian of ,the community bagin accordance with the conditions of his appointment as ,custodian.,community mail agencymeans:,(i)an agency established in a locality which is more than 5 kilometres from the nearest ,office.\n,(ii)the number of articlesinvolved and the value of postage stampsales does not warrant ,the establishment or continuance of an officein the vicinity of the locality.\n,(iii)the number of articlesinvolved and the value of postage stamps sold through the ,agency will, in the opinion of Australia Post, be sufficient to justify the establishment of ,the agency.\nand,(iv)a personapproved by Australia Postfor that purpose agrees to act as the agent for ,the locality in accordance with the conditions of his appointment as agent, to operate ,a community bag serviceat the locality and to sell postage stamps on behalf of ,Australia Post.,concession card holdermeans the holder of an eligible government concession card,who ,meets any prescribed conditions, as published by Australia Post andamended from time to ,time.,counterfeit productmeans any item resembling a Valid AustralianStamp, (which includes ,postage prepaid article, Parcel Post Satchel, Express Post envelope and container, Express ,Post Platinum container),notissued or authorised by Australia Post.,cubic weight means the volumetric weight of an article, calculated by multiplying the length, ,width, and height in metres by 250.,currencyincludes bank notesand coinswhether or not legal tender.,customermeans a personfor whom, or on whose behalf, Australia Postprovides a service, ,and includes the senderand the addresseeof an article.,dangerous goodsmeans those goods which meet the criteria of one or more of the nine ,United Nations hazard classes as prescribed in the current Technical Instructions of the Civil ,Aviation Organisation as reflected in the Dangerous Good Regulations of the International ,Air Transport Association.,deficient postagein relation to an articlethat is in the course of carriage or that has been ,delivered by post means the amount by which the postagethat has been paid on the article,is less than the postage that is required to have been paid.,deliveryincludes the following:,(i)an articleaddressed to a personwho receives articles through a post office box is ,deemed to be delivered to that box when placed in that box or a locked bag used in ,association with that box;,(ii)an articleaddressed to a personwho receives articles through a locked bag or private ,mail bag service is deemed to be delivered by placing it in that bag;,(iii)an articleaddressed to a personreceiving mail at private residential premises is ,deemed to be delivered by:,(a)placing it in a receptacle established at those premises for the receipt of articles;,(b)handing it to that personor to a person who is apparently a responsible resident ,of those premises.\nor,(c)if a parcel post article, left otherwise in accordance with the written instruction of ,the senderor the addressee.,(iv)an articleaddressed to a personreceiving mail at premises other than private ,residential premises is deemed to be delivered by:,(a)placing it in a receptacle established at those premises for the receipt of articles;,(b)handing it to that person, to the proprietor or manager of the premises or to a ,person who is apparently employed at the premises.\nor,(c)if a parcel post article, left otherwise in accordance with the written instruction of ,the addressee.,(v)an articleaddressed to a personreceiving mail on a mail route is deemed to be ,delivered by:,(a)placing it in a receptacle established at or near the premises of that personfor the ,receipt of articles;,(b)handing it to that person;,(c)delivering it from an officeto the personor the person's authorised representative ,on those days when the mail route does not operate.\nor,(d)if a parcel post article, left otherwise in accordance with the written instruction of ,the addressee.,(vi)an articleaddressed to a personfor counter mail delivery at an officeis deemed to be ,delivered by handing it to that person or a person authorised by him to receive it, ,provided that Australia Postmay require identification of the addresseeor the ,authorised person before effecting delivery;,(vii)an articleaddressed to a personunder the age of 18 years may be delivered to the ,parent or guardian with whom the child resides as if the parent or guardian was the ,addressee;,(viii)an articleaddressed to a natural person may be delivered to a receiver or trustee, ,appointed by a court of competent jurisdiction, of the property of that person;,(ix)where an articleis addressed to a person, a donee under a power of attorney made,by that person may be regarded as the person to whom the article is addressed if, ,and upon production of a true copy of the instrument of attorney, the person's ,intention that the article be delivered to the donee is readily apparent;,(x)where a personto whom an articleis addressed requests that it be delivered to him or ,her in transit, the article may be delivered to him or her at the officeat which it is held ,for delivery unless delivery by that method would delay the delivery of other articles.\n,(xi)where an articleis addressed to more than one person, it may if any of those persons ,are currently receiving mail at the address to which the article is directed, be delivered ,to that address;,(xii)where an articleis addressed to a private mail bag, a locked bag, a community bagor ,a post office box which is used in association with a locked bag, and the amounts ,required to be paid before delivery have been paid, the article is deemed to be ,delivered by placing it in that bag;,(xiii)Delivery of registered articlesand articles covered under Extra Cover lodged outside ,Australia for delivery in Australia:,(a)subject to the following paragraph, a registered articleis deemed to be delivered if ,delivered in accordance with the provisions contained in this dictionary for delivery ,ofarticles lodged within Australia for carriage in Australia.\nand,(b)articlescovered under Extra Cover,or registered articles which bear an ,acknowledgment of receipt card or endorsement or bear a customs declaration, ,are deemed to be delivered if delivered in accordance with provisions contained in ,this dictionary for delivery of registered articles lodged within Australia for ,carriage in Australia.,(xiv)an articlecarried by registered post may be delivered,(a)where the articleis addressed to a personreceiving mail at premises:,–by handing it to that person or a person who is apparently a responsible person ,at those premises to which it is addressed;,(b)where the articleis addressed to a private mail bag, a locked bag, a community ,bagor a post office box which is used in association with a locked bag:,–by placing it in that bag.\n,(c)in any case:,–by handing it to the personto whom it is addressed or a person authorised in ,writing by the addressee;,(d)where the delivery of an articlethat has been lodged for carriage by registered ,post is required to be delivered person to person nothing authorises the delivery of ,the article otherwise than:,–to the addressee.\nor,–to another personwhere Australia Post, on the prior written request of the ,addressee, has given approval for person to person deliveryof articles that are ,addressed to the addresseeand are carried by registered post to be made to ,that other person, and the conditions to which that approval are subject have ,been complied with.,(xv)an express post article, parcelor a parcel post satchelwill be deemed to have been ,delivered when it is delivered in accordance with the provisions contained in this ,dictionary for delivery of articles lodged within Australia for carriage in Australia ,provided, however, that if in the reasonable opinion of Australia Post:,(a)it cannot be placed into:,–a post office box.\nor,–a locked bag.\nor,–a private mail bag.\nor,–a community mail bag,,a card is placed in the box or bag advising the addresseethat an articleis ,available for collection from an officeof Australia Post.\nor,(b)it cannot be delivered to a street address, a card is left at that address advising ,the addresseethat:an articleis available for collection from an officeof Australia ,Post.\nand,a persontaking collection of an article, may be required to give Australia Posta ,receipt for it.,(xvi)a parcelor parcel post satcheladdressed to a person receiving mail at premises may ,be delivered by Australia Post:,(a)effecting a safe drop of the parcelor parcel post satchelby placing it in a location ,that Australia Postbelieves is not:,–in public view.\nor,–in potential danger resulting from factors including weather conditions, damage ,and/or interference by pets/animals.\n,and,(b)leaving a card at the premises advising the addresseewhere the parcelor parcel ,post satchelhas been safedropped at the premises, ,provided that the parcelor parcel post satcheldoes not contain alcohol, is not ,damaged, and the address is clear and unambiguous.,domestic carriageincludes the service of carriage of articlesby Australia Postby post ,between Australia and the external territories including Norfolk Island, and between ,Australia and a ship of the Royal Australian Navy, wherever situated, provided that where ,such a ship is outside Australia, articles from the ship are sent by closed despatch either ,through an overseas postal administration or by Department of Defence personnel.,electronic mail servicemeans carriage of an articlein whole or in part by an electronic ,process.,employeeincludes a personwho is authorised to perform servicesfor or on behalf of ,Australia Postand an employee of such a person in the performance of those services.,EMSis an international postal express mail service, however named, offered by postal-,administration members of the Universal Postal Union (UPU), regulated by the EMS ,Cooperative, and established by the UPU’s Postal Operations Council and the EMS ,International ExpressService Terms and Conditions specified in Schedule 20 apply.,Express Postarticlemeans an articlelodged for carriage by the Express Post service.,Express Post envelopeor containermeans an envelope or container supplied by Australia ,Postfor use in the Express Postservice.,Express Post Parcelmeans a parcellodged at an officefor carriage by the express post ,service and to which anExpress Post Parcellabel has been affixed.,Express Post Platinum containermeans a container supplied by Australia Postfor use in the ,Express Post service.,facsimile documentmeans a facsimile reproduction of an original document.,Fax Centremeans an officeor other place which has been designated by Australia Postas ,a Fax Centre.,general postal service terms and conditionsmeans theseAustralia Post Terms and ,Conditionsand includes the appendices and schedules hereto as amended.,guidelinesmeans information issued by Australia Postfrom time to time whereby Australia ,Post provides details of products and services provided, and practice and procedures set ,down byAustralia Post for the use of these products and services and the effective and ,efficient operation of the business of Australia Post, including but not limited to the following ,howsoever named:,(i)Post charges booklet;,(ii)Dangerous and prohibited goods and Packaging post guide;,(iii)International post services guide;,(iv)Letter products and service postguide;,(v)Domestic parcelspost guide;,(vi)PreSort Service guide.\n,(vii)Conditions of use for Postage Meters.\n,(viii)Print Post Service guide.\n,(ix)Clean Mail guide,(x)Impact Mail guide,(xi)Acquisition Mail guide,(xii)General post guide,available at http://auspost.com.au/parcels-mail/downloadable-post-guides.html.,IATAmeans the International Air Transport Association.,included compensationmeans, for a particular service, the maximum level of compensation ,that is included as a part of that service.\nThe included compensation differs for each service ,as set out in the table below:,ServiceIncluded Compensation ,Domestic Parcel Post and Express PostUp to$A100 ,International Economy, Standard, Express Up to $A100 ,and Courier,ServiceIncluded Compensation ,Domestic Express Post PlatinumUp to $A100 ,Registered PostUp to $A100 ,Domestic letter with trackingUp to $A100 ,Registered Post InternationalUp to $A100 ,Extra Cover service in addition to one of the The lower of the Extra Cover amount ,above servicespurchased and the value of the item,Domestic and international (prepaid Not applicable,economy air) letters,infectious substancemeans biological substancescategory B (UN3373)under Division 6.2 of ,the IATARegulations.,international carriagemeans carriage between Australia and places outside Australia but ,not including domestic carriage.,international postage prepaid envelopemeans an envelope imprinted with the words ,\"postage paid Australia\" and \"International Air Mail\" or words of like effect, which is provided ,by Australia Postfor carriage by air between Australia and places outside Australia.,jewellerymeans gems or personal ornaments, usually of precious metals used as a form of ,adornment and includes imitation or costume jewellery.\nFor clarification, bullionwhich forms ,part of a piece of jewellery is not treated as bullion but as jewellery.,large lettermeans:,(a)its thickness is no greater than 20mm;,(b)its mass is not more than 500grams;,(c)its other two dimensions form a rectangle:,(i)two of those sides are shorter than the other sides and not more than 260mm ,long;,(ii)the longer sides of which are not more than 360mm long.\nand,(iii)at least one dimension is larger than a standard letter,letter mailmeans articlesthat are small letters, large letters, articles lodged under the ,PreSort Letter service, Clean Mail Letter Service, Impact Mail, Acquisition Mail, postage ,prepaid envelopes, international postage prepaid envelopes, local delivery service or print ,post service.,lodgemeans to lodge a postal articlewith Australia Postfor carriage by post as follows:,(i)placing it in a post-box;,(ii)delivering it to the holder of a community bag.\n,(iii)delivering it to an employeeat an office;,(iv)delivering it to a mail contractor while he is in the course of his duties;,(v)delivering it to a postal delivery officer while he is in the course of his duties and ,provided that it is not impracticable for the postal delivery officer to accept the article;,(vi)provided however that:,(a)where a personrequires a receipt acknowledging the posting of an articlethatis ,to be sent by registered post, the article must be lodged only by delivering it to the ,holder of a community bagor to an employeeat an office.\nand ,(b)an articleto which the separate bag service applies must be lodged only by ,delivering it to an employeeat an office.,(vii)an express post article, other than an express post parcel, may be lodged for carriage ,only if it has, where required, a signed sender's declaration and it is either:,(a)placed in a post-box that is marked as a box in which express post articles may be ,placed.\nor,(b)delivered to an employeeat an officespecified by Australia Postas an office for ,the acceptance of express post articles.,(viii)an express post parcelmay be lodged for carriage only by signing the sender's ,declaration and delivering it to an employeeat an officespecified by Australia Postas ,an office for the acceptance of express post articles;,(ix)PreSort Letter service, Clean Mail Letter service, Impact Mail, Acquisition Mail, local ,delivery service, unaddressed delivery service or Print Post service articlesshall be ,lodged only in accordance with the conditions applying to that service;,(x)an articleaffixed with a postage paid imprint shall be lodged by handing it to an ,employeeat an officeapproved by Australia Postfor the lodgment of articles affixed ,with postage paid imprints;,(xi)an articlelodged in a private post-box shall be deemed to have been lodged at the ,time when it is collected by an Australia Postemployee;,(xii)placing in a self service terminal;,(xiii)being collected, and then lodged, by an employee.,money for the purpose of payment of postagemeans payment by Australian currencyand ,includes:,(i)a bank draft payable on demand drawn by or on behalf of a bank upon itself and ,made payable to Australia Postor to the bearer;,(ii)direct debit by electronic means of an account with a bank or other financial ,institution, approved by Australia Post, of the personby whom or on whose behalf that ,postageis payable with a corresponding credit of the amount of the postageto ,Australia Postor its bank account;,(iii)a credit card issued by a bank or other institution approved by Australia Postfor ,payment of postagepayable where the total amount payable is $A10 or more;,(iv)a cheque.\nor,(v)a traveller's cheque.,narcotic substancehas the same meaning as in the Customs Act 1901.,non-infectious patient specimens means specimens collected directly from humans or ,animals, including, but not limited to, excreta, secreta, blood and its components, tissue and ,tissue fluid swabs, and body parts being transported for purposes such as research, ,diagnosis, investigational activities, disease treatment and prevention.,office, in relation to Australia Post, means an office (in Australia or outside Australia):,(i)established by Australia Post for the supply of postal services.\nor,(ii)conducted by an agent of Australia Post.,official mail, means a postal article, or group of postal articles, lodged by or with the express ,authority of Australia Post, and endorsed with an official mail postmarkcreated or adopted ,by Australia Post.,original documentmeans in relation to the FaxPost service a document lodgedat or ,collected and conveyed to a Fax Centrefor facsimile carriage and/or deliveryfrom that ,centre.,parcelmeans in relation to an articlethat is lodgedfor carriage in Australia, an article which ,has a mass and dimensions not exceeding the limits set out in clause 29and not otherwise ,excluded by definition herein but does not include an article which is:,(i)an express post article;,(ii)letter mail;,(iii)a Print Post article.\nor,(iv)a parcel post satchel.,parcel post articlemeans any articlethat is an express post container, an express post ,parcel, a parcel, or a parcel post satchel.,parcel post satchelmeans a container provided by Australia Postso named but does not ,include an express post container, an express post parcelor a parcelas defined in this ,Dictionary.,permitted dangerous goodmeans a dangerous good permitted by clause59to be carried ,by post.,personmeans a legal person and includes a body politic or corporate as well as an ,individual.,person to person deliverymeans delivering personally to the addresseewith the ,acknowledgment of delivery service used in conjunction with the registered post service.,physically offensivemeans in the reasonable opinion of Australia Postoffensive to the ,physical senses or sensibilities, and includes an articlewhich by reason of its character, ,quality or condition is, or in the reasonable opinion of Australia Post is likely to be, offensive.\n,poison, drug or medicineis a substance which is specified in any of the schedules of the ,current Standard for the Uniform Scheduling of Drugs and Poisons issued by the National ,Health and Medical Research Council.,postage, in relation to a postal article, means the amount payable for the carrying of the ,article by post (including any special charge or additional fee payable for special services, ,excluding the domestic registered post service, supplied in relation to the carrying of the ,article).,postage metermeans a device which:,(i)is capable of applying an approved impression, indicating the value of postageor ,other charges relating to an article;,(ii)is capable of recording the value of an approved impression so made;,(iii)is capable of being sealed or secured in such a manner that an approved impression ,cannot be made without the value being recorded by a vault and unless a credit value ,equal to the value of the approved impression exists in the vault;,(iv)is capable of being modem reset;,(v)is capable of applying an approved impression containing a data matrix barcode;,(vi)has a printing mechanism and vault (which may be capable of being removed and ,separately sealed) which can be protected from tampering using Australia Post,approved security standards.\nor,(vii)Australia Postmay determine as such.,postage meter impressionmeans an impression made by postage meterunder an ,agreementwith Australia Post.,postage stampincludes an imprinted or printed mark, label or design authorised by ,Australia Postfor the purpose of paying postagefor a postal article.,postage prepaid articlemeans an articlewhich is provided by Australia Postfor carriage ,within Australia and is imprinted with the words \"postage paid Australia\" or words of like ,effect, or on which appears a postage stampor a representation of a postage stamp.,postal and related servicesmeans the supply of postal services within Australia and ,between Australia and places outside Australia and any business or activity relating to ,postal services including:,(i)the supply of packet and parcelcarrying services;,(ii)the supply of philatelic and associated services;,(iii)the supply of courier services;,(iv)the supply of electronic mail services;,(v)the supply of carriage services (within the meaning of the Telecommunications Act ,1997) and content services (within the meaning of that Act).\n,(vi)the supply of document exchange services and contract mail management services;,(vii)the supply of mail house services (which may include, for example, the provision of a ,mail order service and the doing of things incidental to the provision of such a service);,(viii)the supply of funds transfer services;,(ix)the supply of postal services (including philatelic and associated services) for Norfolk ,Island, Christmas Island, Cocos (Keeling) Islands and foreign countries;,(x)the supply of any services other than postal services to or on behalf of the ,Commonwealth, the States and Territories, foreign countries and other persons.\nand,(xi)the manufacture of postage stamps and other goods for use in connection with postal ,services.,postmarkincludes any mark or design applied to the outer surface or address label of a ,postal articleby Australia Post, or with Australia Post’s authority, regardless of whether the ,purpose of the mark, design or label is to:,(i)cancel a postage stampor to record any details relating to the carriage of an ,article;,(ii)provide information;,(iii)designate an articleas being official mail.\nor,(iv)achieve any other purpose authorised by Australia Post.,Potentially Hazardous Food means food requiring controls in place to ensure itremains safe ,to consume.\nExamples of foods normally considered Potentially Hazardous includes (but is,not limited to) meat, seafood, dairy products, foods containing egg and prepared fruits and ,vegetables.,precious metalsincludes gold, silver and platinum.,recipientmeans the addressee.,recognised laboratorymeans a research facility or laboratory which is generally recognised ,by the scientific community in Australia whether situated in Australia or elsewhere.,registered post servicemeans the service provided by Australia Postfor the registration of ,articleson certain terms and conditions.,Regulationsmeans Regulations made under the Act.,Related Body Corporatehas the meaning set out in the Corporations Act 2001 (Cth).,return addressin relation to an article, means:,(i)in the case of an articleto which clause 22applies, the address marked on the article ,in accordance with the agreementbetween Australia Postand the customer.\nand,(ii)in the case of any other article-the name and address of the senderof the article, ,legibly written or printed on the cover or wrapping of the article and either preceded ,by the words \"If undeliverable, return to\" or accompanied by wording, or written in a ,position, that indicates that the name and address are those of the sender.,SDRmeans the Special Drawing Right as defined by the International Monetary Fund.,sender, in relation to an articleother than an article lodgedfor carriageby the FaxPost ,service, means the personwho lodged the article or the person on whose behalf it was ,lodged in Australia and includes:,(i)the personnamed in a return addressthat is marked on the article;,(ii)where a return addressthat is marked on an articleincludes a post office box or ,locked bag or private mail bag service number but does not include a name –the ,holder of that post office box or the personreceiving that private bag service;,(iii)where a return addressthat is marked on an articleincludes a street address but does ,not include a name –a personoccupying the premises to which the street address ,relates;,(iv)where an articledoes not include a return addressbut bears an impression made by a ,postage meter–postage meter user (as the case dictates) whose licence number is ,shown in the impression.\n,(v)where the identity of a sender cannot be determined in accordance with paragraphs ,(i) to (iv) but can be clearly established from words or symbols written or printed on the ,cover of the article-the personwhose identity is so established.\nand,(vi)in relation to the FaxPost service, a personby whom or on whose behalf an original ,documentis lodgedor a person from whom or on whose behalf an original document is ,collected for carriage by the FaxPost service.,servicemeans a postal or related service.,special service means a serviceprovided by Australia Postwhich is supplementary to the ,carriage of an articleby post.,standard articlemeans a standard postal article as defined in the Actas amended and ,may be referred to as a standard letter.,standard lettermeans a standard article.,underpaid articlemeans an articleon, or in respect of which no postage, or deficient ,postage, has been paid, and includes any counterfeitproduct.,UPUmeans the Universal Postal Union.,Valid Australian Stampmeans:,(i)a postage stampauthorised by, or issued within Australia by,Australia Post.\nor,(ii)an envelope, or other postal stationery, issued within Australia by Australia Post on ,which a postage stamp is imprinted(which includes postage prepaid article,Parcel ,Post Satchel,Express Post envelope and container,Express Post Platinum container),,that are in each case still valid and has not been previously used in the carriage of an article,by Australia Postwhether cancelled or otherwise.,PART A –GENERAL POSTAL SERVICES,PRELIMINARY,1Introduction,1.1Unless Australia Postand a customerhave a separate written agreementon terms ,and conditions for any service, these Australia Post Terms and Conditionsset out the ,rights and obligations between Australia Post and the customer.\n,1.2In consideration of Australia Postagreeing to provide postal and/or related services,to the customer, the customer agrees to comply with these Australia Post Terms and ,Conditions.,1.3Where Australia Postand a customerreach any separate Agreementconcerning the ,terms and conditions upon which any servicewill be supplied to a customer, and ,where the separate agreement states that these terms and conditions will be ,incorporated into that Agreement, these terms and conditions apply to the extent ,that they are not inconsistent with any provisions of the Agreement.,1.4Australia Postprovides special services supplementary to the standard postal ,services contained in the body of these Australia Post Terms and Conditions, the ,terms and conditions of which are set out in the schedules hereto, and where the ,customerapplies for a special service without written agreement, then the terms and ,conditions contained in the schedule shall apply to the provision of that special ,service to the customer as if a written agreement had been entered into.\n,2Interpretation,2.1In these terms and conditions, unless the contrary intention appears herein or in the ,Dictionary of these terms and conditions: ,2.1.1words used shall have the meaning ascribed thereto in the Act;,2.1.2where a word or phrase is given a particular meaning, other parts of speech ,and grammatical forms of that word or phrase have corresponding meanings;,2.1.3words importing a gender include any other gender.\nand,2.1.4words in the singular number include the plural and words in the plural number ,include the singular.,3Variation,These terms and conditions may be varied or added to from time to time by Australia Post,and the current version will be available at auspost.com.au.,4Carriage of mailand subcontracting,Australia Postmay at its absolute discretion and subject to any other provision contained ,herein, carry postal articlesby the most convenient method subject to the operational ,requirements of Australia Post and may subcontract such carriage at its absolute ,discretion.,5Rightof refusal,5.1To the extent permitted by the Act, Australia Postis not a common carrier and ,reserves theright to refuse to provide postal and related servicesto any customeror ,to accept articlesof any particular class, character or nature whatsoever at its sole ,discretion.,5.2The right to refuse to accept articles includes where any packagingor satchel that ,has been purchased from Australia Post has been defacedor modified, including ,modified ina way that the shape or size of the satchel or container has been ,increased or altered.\n,6Governinglaw,These terms and conditions are governed by the laws of Victoria.,7Customer obligations,7.1The customermust pay postageand all other fees related to the postal and related ,servicescalculated in accordance with the rates and charges published by Australia ,Postfrom time to time, for the supply by Australia Post of postal and related services,to, or at the direction of, the customer, and the customer warrants that if the ,customer acts, or purports to act, as agent for another personthat the customer has ,the authority of that other personto so act.\n,7.2The customermust comply with the correct addressing standards specified in ,Appendix 1.,7.3The customerwho is the addresseeof an articleaddressed to a residential premises, ,must provide a receptacle which in the reasonable opinion of Australia Post, is easily ,accessible and of sufficient size for the purpose of receipt of the anticipated volume ,of standard letters which pursuant to these terms and conditions may be delivered ,at that residential premises.,7.4Thecustomermust not provideAustralia Postwith an article that is prohibited, ,including an item that:,7.4.1is illegal, explosive, dangerous or destructive to send;,7.4.2is not adequately packedor packaged, or contains anything that is capable, ,as packedor packaged, of causing injury, or damage.\nor,7.4.3contains valuables either prohibited outright (such as bullion) or exceeding ,restrictions (such as bank notes or coinsexceeding $A200);,7.5Where thecustomerfails to comply with thisclause,Australia Postmay in its ,absolute discretion refuse to provide the service.\n,7BAustralia Post’sobligations,7B.1In providing postal and related services, Australia Postmust provide the following ,consumer guarantees:,7B.1.1 guarantee as to due care and skill;,7B.1.2guarantee as to fitness for purpose.\nand,7B.1.3 in some circumstances, a guarantee as to time for supply–either the specified ,timeframe or a reasonable timeframe.,7B.2Where Australia Postfailsto provide servicesto a personin accordance with these ,consumer guarantees, and the person has complied with these and any other ,relevant terms and conditions,then a personmay have a right to seek a remedy in ,accordance with theAustralian Consumer Law.,7B.3Subject clause 63 of these terms and conditions (which seeks to exclude Australia ,Post’s liability in circumstances where permitted under Section 34 of the Act), nothing ,in these terms and conditions excludes or restricts the application of laws including ,the Australian Consumer Law.,PAYMENT OF POSTAGE,8Postage payable by postage stamps,8.1Unless otherwise provided in the Actor these terms and conditions or any other ,agreemententered into between Australia Postand the customer, the postage,payable on the carriage of an articleshall be payable by:,8.1.1for articleslodgedfor domestic carriage, affixing uncancelled postage stamps ,to the article: or,8.1.2for articleslodgedin Australia for international carriage, affixing uncancelled ,postage stamps,other than concession postage stamps,bearing the words ,“International Post” to the article or alternatively where the words ,\"International Post\" do not appear by affixing uncancelled postage stamps ,equivalent to 110% of the postagepayable on the article.,8.2A postage stampaffixed to an articlein accordance with clause 8.1must be capable ,of being cancelled and if any such postage stamp is not capable of being cancelled ,the article shall be deemed to be an \"underpaid article\".,8.3For the purposes of clause 8.1a postage stampshall be deemed to have been ,affixed to an articlewhen a postage meter impressionis impressed on or affixed to ,the article.,8ASale ofPostage Stamps,8A.1Subject to clause 8A.2, the sale of Valid Australian Stampsor any envelope displaying ,an Australia Post logo (or other intellectual property that is protected under ,applicable laws), is prohibited unless authorised in writing by Australia Post.\n,8A.2Clause 8A.1 does not apply to the sale, trade, or exchange for philatelic purposesof ,Valid Australian Stampsother than an envelope, or other postal stationery, issued ,within Australia by Australia Post on which a postage stamp that is still valid is ,imprinted(which includes postage prepaid article, Express Post envelope and ,container, Express Post Platinum container).,9Postagepayable by prepaid imprint,9.1A personlodging an articlefor carriage by post shall not use a postage paid imprint ,unless the imprint complies with the terms and conditions of the Australia Post,Postage Paid Imprint Service.,9.2Postageindicated by a postage prepaid imprint, mark, label or design authorised by ,Australia Postfor the purpose of prepaying postage, printed or impressed on a ,product sold by Australia Post shall be valid only for payment of postage on the ,product on which it was originally printed or impressed.,9.3Postageindicated by a postage prepaid imprint, mark, label or design authorised by ,Australia Postfor the purpose of prepaying postage shall be valid only for payment ,of postage for the serviceindicated on the articleupon which it appears.,10Postage payable in money,10.1Except where a personhas a charge accountpostageon an articlethat is lodgedfor ,carriage by post by the PreSort Letter serviceor the print post serviceshall be paid in ,moneyand the article shall be affixed with a postage paid imprint or a postage ,meter impression.,10.2Where there is a single lodgment of articles for carriage by post, otherwise than ,under clause 10.1, and the officeof lodgmentissues an adhesive \"Postage Paid ,Australia\" label for affixing to each article in the lodgment, postageshall be paid in ,moneyonly.,10.3Postageon an express post envelope or containerlodgedfor carriage by the express ,post service shall be indicated by means of an individually numbered and intact ,barcode label affixed to the article, and shall be paid in money.,10.4Where there is a single lodgment of articlesfor carriage by post, otherwise than:,10.4.1under clause 10.1.\nand,10.4.2for carriage by the electronic mail services,,and the officeof lodgment does not issue an adhesive \"Postage Paid Australia\" label ,for affixing to each articlein the lodgment and, further, the articles are arranged in a ,manner approved by the office of lodgment, postagemay be paid in moneyor by ,postage stamps.,10.5Postagepayable by the addresseeof an articlethat is carried by,10.5.1the reply paid service;,10.5.2the international reply paid service;,10.5.3the key return service.\nor,10.5.4in pursuance of any other authorised arrangement,,may be paid in moneyor by postage stamps.,10.6Where a personis permitted or required by this clause to pay postagein money, the ,person may apply to Australia Postfor approval to charge postage to a charge ,account.,10.7Except where postageis provided to an authorised onseller, where a personcharges ,postage to a charge accountand:,10.7.1Australia Posthas issued a statement of the charge account;,10.7.2a personpays the amount stated in the statement within five days after the ,date of issue of the statement.\nand,10.7.3no payment or other postagecharged to that account was overdue when the ,payment referred to in clause 10.7.2was made,,that personshall be entitled to a rebate in respect of the amount stated on the ,statement at a rate determined by Australia Postfor that purpose to be credited to ,the account of that person at the end of the next succeeding month.,10.8Notwithstanding any other provision in this clause, payment may be made only in ,moneyat an officeapproved by Australia Postfor that purpose provided, however, ,that an Australia Post employeemay refuse to accept payment of postageby ,means other than bank notesand coinsin his absolute discretion and without giving ,any reason for such refusal, andno liability will accrue to Australia Post for any loss ,or damage arising as a result of the refusal of the employee.,11Postage payable on return of opened articles,Unless the original senderof an articlehas entered into an agreementwith Australia Post,guaranteeing payment of postagefor return of opened articles the postage in respect of ,such return shall be payable by the personwho lodgedit for return to the original sender.,12Postage payable on alternatively delivered articles,12.1An alternatively delivered articleshall not be lodgedfor carriage by Australia Post,unless it has the postagepayable under clause 7, affixed.,12.2An alternatively delivered articlelodgedwith Australia Postin contravention of clause ,12.1shall be destroyed or otherwise disposed of as Australia Post sees fit.,13Postage prepaid articles,13.1Australia Postmay provide postage prepaid articles which have a postage prepaid ,imprint or a representation of a postage stampprinted or impressed on them.,13.2The price of postage prepaid articles shall be as determined by Australia Post.,13.3Postage prepaid articles shall comply with the conditions for carriage of such articles ,as determined by Australia Post.,13.4Postage prepaid articles which do not comply with the conditions for carriage shall ,be carried at a rate of postageapplicable to the article at the time of lodgment.\nIn ,assessing the applicable rate of postage, a credit shall be given for postage prepaid ,on the article which shall be an amount equivalent tothe purchase price of a single ,like article at the time of lodgment.\nWhere the amount credited is less than the ,applicable rate of postage the difference shall be affixed to the article by postage ,stamps.,13.5A postage prepaid envelope may be carried by the registered post servicesubject to ,compliance with the terms and conditions applicable to the provision of that service.,14Personresponsible for payment of postage,14.1Unless otherwise provided in these terms and conditions the postagepayable on the ,carriage of an articleby post shall be paid by the personlodging the article.,14.2The postagepayable on an articlecarried by post under the reply paid, international ,reply paid or key return services shall be paid by the addressee.,14.3Where an articleis returned to its senderpursuant to clause 26any postagepayable ,on its return shall be paid bythat sender.,14.4Where an articleis lodgedfor further carriage pursuant to clause 21any postage,payable on its further carriage under that clause may be paid by the personlodging ,it for that carriage and shall, where it has not been paid by that person at the time of ,lodgment, be paid by the addresseeof the article.,14.5Where anarticlehas been redirected before deliverypursuant to clause 20any ,postagepayable on its redirection under that clause shall by paid by its addressee.,14.6Where postagethat is required to be paid by a personunder this clause has not ,been paid in accordance with clause 15it shall be paid by the person, and at the ,time, prescribed by clause 28.,15The time at which postage is to be paid,15.1Unless otherwise provided in these terms and conditions the postagepayable on the ,carriage by post of an articleshall be paid at or before the time the article is lodged.,15.2Subject to clause 28, where postageis payable by:,15.2.1the addresseeof an article;,15.2.2the senderof an articlein respect of its return to the sender;,15.2.3any otherpersonwith whom Australia Posthas entered into an arrangement,,the postageshall be paid at or before the time the articleis delivered.,15.3Postageshall be deemed to have been paid when it is debited to a charge account.,15.4For the purposes of this clause, where an articleis delivered to an addressee,accompanied by a requirement that the addressee pay postageon the article by ,affixing postage stampsor a postage meter impressionto a card and returning the ,cardto Australia Post, the postageshall, if the requirement is duly complied with, be ,deemed to have been paid at the time the article was delivered.,DELIVERY ISSUES,16Australia Post delivery obligations,16.1Australia Postwill use its best endeavours to deliver articlesin accordance with these ,terms and conditions and Appendix 2.,16.2Notwithstanding clause 16.1, where an articleis lodgedfor carriage and that article ,does not comply with these terms and conditions,Australia Postis not obliged to ,deliver that article and lodgment shall in no way constitute acceptance of the article ,for carriage by Australia Post.,17Articles \"in dispute\",17.1Where a personclaims:,17.1.1to be the addresseeof an article.\nand,17.1.2that he may not receive the articleif delivered according to these terms and ,conditions and Appendix 2, ,17.1.3that personmay notify Australia Postaccordingly at the officefrom which the ,articlewould in the normal course of carriage be delivered or redirected.,17.2On receipt of a notice given under clause 17.1Australia Postmay:,17.2.1if in its reasonable opinion that personis the addressee, deliver the articleto ,that person.\nor,17.2.2if Australia Postis not reasonably satisfied that, that personis the addressee,Australia Post may at its absolute discretion either:,(i)deliver the articleto the personwho is the addresseein accordance with ,these terms and conditions.\nor,(ii)mark the article\"in dispute\" and treat it as being undeliverable to its ,addressee.,18Return of articles before delivery,18.1A personwho has lodgedan articleother than an express post articlemay apply to ,Australia Postto have the article withheld from deliveryand returned to him.,18.2An application under clause 18.1shall be made in writing, describe the articleand be ,accompanied by the application fee determined by Australia Postfor that purpose ,and shall state the contents of the article and the applicant's reasons for requiring its ,return.,18.3The applicant shall undertake to pay to Australia Postany costs incurred by ,Australia Post in sending messages by telephone or an electronic mail servicesin ,connection with the withholding and return of the articleand, in the case of a parcel,or a parcel post satchel, the postagepayable on the carriage of the article from the ,officeat which it is intercepted to the applicant.,18.4No article, other than a parcelor a parcel post satchel, shall be returned toan ,applicant under this clause unless an authorised persondetermines –,18.4.1that the applicant is the senderof the articleand that: ,(i)in the reasonable opinion of Australia Postthere are special reasons for ,permitting the article to be withdrawn and returned.\nor,(ii)the personto whom the article is addressed has consented to its return.,18.5Neither the fee paid pursuant to clause 18.2nor the costs incurred by the applicant ,pursuant to clause 18.3shall be refunded or remitted in the event of an articlebeing ,delivered before it can be withdrawn from delivery.,18.6A parcelor a parcel post satchelmay not be withheld from deliveryafter it has been ,made up for carriage outside Australia.,18.7Nothing in this clause requires Australia Postto return an articleafter lodgement and ,before deliverywhen Australia Post forms the reasonable opinion that it may not be ,able to locate the article or that any attempt to locate the article would cause ,operational difficulties.\n,19Inquiries concerning non-delivery,19.1Australia Postmay, in its absolute discretion, make an investigation of the alleged ,non-deliveryof an articleif:,19.1.1the applicant is able to provide a description of the articleand of the method ,of lodgment which, in the reasonable opinion of Australia Post, are sufficient to ,enable inquiries to be made;,19.1.2the application is made after the time when the articlewould have been ,delivered in the normal course of post.\nand,19.1.3the application is made within 6 months after lodgment and, in the case of a ,registered article, article covered under Extra Cover or anexpress post parcel, ,is accompanied by the official receipt postmarkedand issued at the time of ,lodgment.,20Redirection before delivery,A redirection before delivery service and a holding service is provided by Australia Postand ,is subject to the terms and conditions applicable to that service at the time of the ,application.,21Redirection after delivery,21.1Subject to clause 22, where Australia Posthas delivered a postal articleand the ,addresseeno longer receives articles so delivered by reason ofhis or her temporary ,or permanent change of address, any personreceiving the article may:,21.1.1redirect it to the addresseeby altering the direction on the articleand lodging ,it for further carriage in accordance with these terms and conditions.\nor,21.1.2endorse it \"Left address\" or words of similar meaning and lodgeit with ,Australia Post.,21.2No articlethat has been carried by registered post shall be lodgedpursuant to ,clause 21.1.1otherwise than for further carriage by registered post.,21.3Where an articlelodgedpursuant to clause 21.1.1appears to have been opened and ,tampered with before it was so lodged, postageshall be payable on the further ,carriage of the article as if it were an original carriage from the officeat which it was ,so lodged to the place of delivery.,21.4Subject to clause 21.3, where an articlelodgedpursuant to clause 21.1.1:,21.4.1is a parcel post article, an express post containeror an express post parcel.\n,and,21.4.2its further carriage would entail carriage from the officeat which it is so lodged,to another office for delivery,,the amount payable for further carriage of the articleshall be limited to the postage,as if the article were being carried as an original article and shall exclude any ,registration or Extra Cover fee otherwise payable on such carriage.,21.5Subject to clauses 21.3and 21.4, no postageis payable on a further carriage ,effected pursuant to this clause.,22Sender's prohibition on redirection,Articlesmay be redirected unless the senderand Australia Posthave entered into an ,agreementwhereby Australia Post has agreed to permit the sender to prohibit redirection.,23Unclaimed articles,23.1Where an articleis addressed for delivery: ,23.1.1at an office.\nor,23.1.2to an addresseeat a hotel or other accommodation establishment, other than ,the proprietor, an employee, or a member of the family of the proprietor or an ,employee of that establishment,,and has not been claimed by the addresseewithin 30 days after the date on which ,the articleis delivered to that officeor establishment, the article shall be treated as ,an article unclaimed by its addressee.,23.2The proprietor of an establishment shall return any articleunclaimed by its ,addresseeto an officeof Australia Post.,24Undeliverable articles,24.1Unless otherwise agreed between Australia Postand the customer, an articlemay be ,deemed undeliverable if:,24.1.1in the reasonable opinion of Australia Post it does not bear an address ,sufficient for delivery.\nand,24.1.2it is endorsed, or is otherwise known to Australia Post, that the addresseeis ,unknown or does not receive articlesat the address on the article.\nor,24.1.3there are no receptacles or facilities for receipt of the articleor the receptacle ,or facilities provided are, in the reasonable opinion of Australia Post, ,inadequate.,24.2An articlelodgedfor international carriageis deemed undeliverable if it is not lodged ,with the required documents including but not limited to a consignment note, air bill, ,customs declaration or dangerous goodsdeclaration.,24.3An articleaddressed to an officefor deliveryis deemed undeliverable unless ,addressed:,24.3.1through a post office box, locked bag or private mail bag;,24.3.2to a visitor or tourist who has been resident in the area servedby the officefor ,less than 6 months;,24.3.3to an addresseewho has been given prior permission by Australia Postto have ,articlesaddressed to him at that office.\nor,24.3.4to an addresseeresident in an area to which deliveryis not provided.,24.4Where the address on an articleaddressed for deliverypursuant to clauses 24.3.2, ,24.3.3or 24.3.4does not include:,24.4.1the family name of the addressee.\nand,24.4.2either the given name of the addresseeorthe initial letter of that name, ,Australia Postmay treat the articleas undeliverable.,25Refused articles,Where in the reasonable opinion of Australia Postan addresseehas declined to accept ,deliveryof an articleor where an article has been placed in a box or bag in which the ,addressee usually receives articles and is subsequently returned to Australia Post endorsed ,with an indication that the addressee has declined to accept deliveryof the article, the ,article shall be deemed to be refused by its addressee.,26Method of dealing with unclaimed etc.\narticles,26.1Subject to clauses 26.3and 28, where an articleis unclaimed, refused by, or ,undeliverable to, its addressee, the article shall:,26.1.1if it has a return addressbe delivered to that address;,26.1.2if it has no return addressand it has been opened pursuant to the Act.\nand,(i)if, in the reasonable opinion of Australia Post, the correct address of the ,addresseeof the articlehas been ascertained –be delivered to that ,address.\nor,(ii)if the correct address of the addresseehas not been so ascertained, but ,the address of the senderhas been ascertained –be returned to the ,sender.\nand,26.1.3in any other case -be treated as an undeliverable articleand dealt with in ,accordance with clause 27.,26.2Where deliveryof an articleis attempted pursuant to clause 26.1and the article is ,unclaimed or refused by, or undeliverable to, the personto whom it is so directed, it ,shall be treated as an undeliverable article and dealt with in accordance with clause ,27.,26.3Where a parcel post article, an express post containeror an express post parcelis ,returned to its senderpursuant to this clause and its return entails its carriage from ,the officeat which it was held for deliveryto another office, postageis payable on ,that carriage as if it were an original carriage between the office at which it was held ,for deliveryand the return addressof the sender.,27Disposal of undeliverable articles,27.1An undeliverable articlemay be disposed of by Australia Postas follows:,27.1.1in compliance with any court order;,27.1.2if the carriage of the articleis prohibited and the article and its contents have ,been forfeited to the Commonwealth under the Act, and/or if the article ,constitutes, or is reasonably believed to constitute, evidence of a criminal ,offence,by providing the article to the appropriate police force, customs ,service, prosecuting authority or commission of inquiry, as the case may be, ,provided, however, that nothing requires Australia Post to so provide the article ,where in Australia Post's reasonable opinion the article will not be accepted;or,27.1.3if the articleis not disposed of in accordance with clauses 27.1.1or 27.1.2, then ,the article may be sold, destroyed or otherwise disposed of, in such a manner ,as Australia Post deems fit.\nIf the article is sold, the sale proceeds, less any ,costs incurred by Australia Postassociated with the sale, shall be paid: (i)into ,Australia Post's Unclaimed Money Fund;(ii) to such charity or charitable fund ,as Australia Post may select at its absolute discretion (including a charitable ,fund established by Australia Postor a Related Body Corporate of Australia ,Post).\nor (iii) towardsprojects and programs established or operated by ,Australia Post (or a Related Body Corporate of Australia Post) for public ,benefit, as AustraliaPost may select at its absolute discretion.,28Recovery ofpostage on underpaid articles,28.1Subject to clause 28.4where an underpaid articleis detected in the course of ,carriage and the sendercan be identified without opening the article, Australia Post,may endorse the article to the effect that deficient postageis to be claimed from the ,sender and carry the article for deliveryas a fully paid article.,28.2Where an articleis carried pursuant to clause 28.1, Australia Postmay deliver a ,written notice to the senderrequiring payment of the amount of the deficient ,postageand the amount of the service fee determined for the purpose of this clause.,28.3Where an underpaid article is detected during the course of carriage and the sender ,of the article cannot be identified without opening the article, the article shall:,28.3.1if it appears to have been lodged by being handed to an employee at an office, ,be carried for delivery as a fully paid article.\nor,28.3.2it does not appear to have been so lodged, be endorsed with an indication of ,the amount of the deficient postage and the amount of the service fee ,determined by Australia Post for the purpose of this clause and shall, subject to ,clause 28.6,be delivered to the addressee with the written request that the ,addressee either pay the endorsed amount in the manner specified in the ,request or mark the article as being refused and return it to Australia Post.,28.4Where an underpaid article is detected in the post and;,28.4.1the sender regularly lodges underpaid articles.\nor,28.4.2the article isa counterfeit productor has affixed to it a counterfeit product.\nor,28.4.3Australia Post has reason to believe that the article was underpaid by the ,sender with the intention of evading postage known to be payable on the ,article,,Australia Post may withhold the article from further carriage and may deliver a ,written notice to the sender or addressee requiring payment of the amount of ,deficient postage and any service fee determined by Australia Post for the purpose ,of this clause before the carriage of the article is continued.,28.5Where the sender of an article has not, within sevendays after receipt of the notice ,delivered to him pursuant to clause 28.4with respect to the article, complied with ,that notice, Australia Post may treat the article as an undeliverable article.,28.6Where the addressee of an underpaid article either:,28.6.1Returns the article to Australia Post as a refused article.\nor,28.6.2fails to pay the amounts owing on the article within seven days after receipt of ,the notice delivered in respect of the article pursuant to clause 28.4,Australia Post may treat the article as undeliverable to its addressee and where ,Australia Post can identify the sender in accordance with the Act, Australia Post may ,return it to the sender on payment by them of the endorsed amounts in the manner ,described in clauses28.2or 28.4.,28.7Notwithstanding anything contained in this clause there shall be no obligation ,upon Australia Post to carry an article;,28.7.1Upon which no postage has been paid.\nor,28.7.2where the article is lodged for international carriage, and the article is ,underpaid,,and Australia Post may at its discretion either treat the article as underpaid and deal ,with it in accordance with this clause or deem the article to be undeliverable.,DISCRETIONARY CARRIAGE,29Articles which have irregular dimensions or which are overweight,29.1Australia Postmay refuse, in its absolute discretion, to carry an articleif in the ,reasonable opinion of Australia Post the article weighs more than 22kilograms.\nor if it ,is a parcel:,29.1.1the parceleither exceeds 105 centimetres in length or the girth exceeds 140 ,centimetres.\nand,29.1.2two dimensions (length, width or breadth or in the case of a cylindrical article, ,length and diameter) are each less than 5 centimetres.,29.2If Australia Postaccepts an articlereferred to in clause 29.1for carriage it may make ,such terms and conditionsin relation to the article's carriage and may charge such ,fee, in addition to any postage, which might otherwise be payable, as it deems ,appropriate.,30Articles which may hinder effective carriage or which have improper postal ,information,30.1Australia Postmay refuse, in its absolute discretion, to carry an articleif –,30.1.1any postagerequired to be affixed to the articleis affixed elsewhere than in ,the top right-hand corner of the surface on which the article is addressed or ,are insufficiently separated from the address to prevent it being obscured ,when the stamps are postmarked;,30.1.2the articleis marked with any word or symbol that is likely to delay or ,misdirect its carriage;,30.1.3the article is an alternatively delivered article;,30.1.4before being lodged, except in the course of redirection pursuant to clause 21, ,the envelope or wrapping on the article, or any stamps on the envelope or ,wrapping, have been postmarked;,30.1.5the name and address of the personto whom the articleis directed have not ,been:,(i)legibly written on the largest surface or on a label securely attached on the ,largest surface of the article so as to run parallel to the longest dimension of ,that surface.\nor,(ii)in any other case legibly written on a label that is securely attached to the ,article;,30.1.6by reason of the method by which the envelope or wrapping of the articleis ,fastened or the incompleteness of the enclosure of its contents, it is likely to ,interfere with or interrupt the processing of other articles;,30.1.7the material used in the envelope or wrapping on the articleis likely to cause ,articles to adhere to each other or to postal machinery;,30.1.8the envelope or wrapping on the article, by reason of its colour or ,transparency, is likely to delay sorting;,30.1.9the envelope or wrapping is marked off into divisions intended for the insertion ,of several addresses;,30.1.10the articlehas affixed to or printed on the surface on which it is addressed, ,something other thana Valid Australian Stamp;,30.1.11the envelope or wrapping of the articleresembles an envelope used for the ,carriage of articles able to be carried by an electronic mail servicesor has ,written on it any word which might lead the addressee to believe that the ,article has been carried by electronic mail;,30.1.12the envelope or wrapping of the articlehas affixed to or printed on the surface ,on which it is addressed, a label or information which states or implies that a ,particular Australia Post servicehas been used in the carriage of the article ,when the article has not been lodgedfor carriage by such a service.\nor,30.1.13the envelope or wrapping of the articlehas affixed to or printed on the outer ,surface any text or image which, in Australia Post's opinion, could be ,considered offensive or defamatory.,MISCELLANEOUS,31Applying postmarks,31.1Australia Postmay apply postmarks to postal articlesin the course of the post, as it ,determines.,31.2Australia Postmay apply a postmarkwhich comprises or includes:,31.2.1information of general or local interest.\nand or,31.2.2advertising material on its own behalf or on behalf of another, as it ,determines.,31.3An official mail postmark:,31.3.1is a mark, label or design authorised by Australia Postfor the purpose of ,paying postage;,31.3.2may only be used by Australia Post, or with Australia Post’s express written ,authority;,31.3.3may be applied and used at the discretion of Australia Postfor the purposes ,of carriage of postal articles.\n,31.4An envelope, other outer wrapping of any postal article, or address label, endorsed ,with an official mail postmarkmust not be used, or re-used, by any person without ,the express authority of Australia Post.,31.5Any attempt to use, apply, forge or copy anyofficial mail postmark, and/or any ,envelope, other outer wrapping of any postal article, or address label, endorsed with ,an official mail postmark, without the express authority of Australia Post, for the ,purpose of securing, or attempting to secure, the provision of a postal service without ,the due payment of postage, may be deemed to constitute a contravention of ,Commonwealth criminal law, and may result in a prosecution for an offence.,31.6The provisionsof theAustralia Post Terms and Conditionsdo not apply to official mail ,postmark, or to any envelope, or other outer wrapping of any postal article, endorsed ,with an official mail postmark, except to the extent determined by Australia Post,from time to time.,32Use of private aerogrammes,32.1No personshall lodgean aerogrammein Australia for carriage by post unless:,32.1.1the aerogramme has been supplied by Australia Post.\nor ,32.1.2the aerogramme:,(i)is of a quality, colour, size, shape and format approved by Australia Post;,(ii)has a mass, when a postage stampis affixed to it, of not more than the ,mass of an aerogramme supplied by Australia Post.\nand,(iii)has the words \"Approved by Australia Post as aerogramme no.\" printed on it ,followed by an approval number issued by Australia Postin connection with ,its use.,PART B –DOMESTIC POSTAL SERVICES,LETTER MAIL CARRIAGE,33Air Mail,33.1All letter mail, except as provided for in clause 33.2, may be carried by air transport ,where that carriagewould expedite its deliveryand it is practical to do so.,33.2Letter maillodgedfor carriageby the following services is not required to be carried ,by air transport:,33.2.1PreSort Letter service when carried at offpeak delivery times;,33.2.2local delivery service for letter mail.\nor,33.2.3unaddressed delivery service.,PHILATELIC,34Philatelic sales and services,34.1Australia Postmay from time to time designate offices, or counters in offices, as ,philatelic sections from which any philatelic materials or services provided by ,Australia Post may be obtained.,34.2Stamps will be sold by Australia Postwithout regard to differences in the designs or ,issues of particular denominations, except at philatelic sections.,34.3Australia Postmay from time to time limit the quantities of stamps of a particular ,design or issue that may be purchased by each purchaser from philatelic sections.,34.4Philatelic materials and services may be obtained by post from such philatelic ,sections and in accordance with such conditions as Australia Postmay from time to ,time publish.,34.5Australia Postmay publish dates before or after which stamps of any design or issue ,shall not be sold and may vary any date so published.,35Overseasphilatelic services,35.1Philatelic materials issued by postal administrations of Territories and overseas ,countries may be sold by Australia Postat philatelic sections in accordance with ,arrangements made between Australia Post and those administrations.,35.2Philatelic materials and stamps issued by Australia Postand may, subject to any ,arrangement referred to in clause 35.1, by other postal administrations, be sold ,overseas by postal administrations and other agents appointed by Australia Post for ,that purpose.,36Philatelic postmarking,36.1Subject to clauses 36.2and 36.7, where stamps are sold by Australia Postfrom ,philatelic sections, they shall be sold at face value.,36.2Where stamps sold by Australia Postfrom philatelic sections are: ,36.2.1specially packed.\nor,36.2.2affixed to envelopes or other wrappings,,a charge may be made by Australia Post for the pack or wrapping in addition to the ,face value of the stamp.,36.3Where a personwho purchases a stamp from a philatelic section for a value ,equivalent to or greater than the postagepayable on a standard article, requests at ,the time of purchase that the stamp be lightly postmarked, that postmarking shall, if ,made, be made without charge.,36.4A stamp postmarkedpursuant to clause 36.3may be unaffixed, affixed to an ,envelope or wrapping pursuant to clause 36.2.2or affixed to an envelope or wrapping ,provided by the purchaser.,36.5Where a stamp has been postmarkedpursuant to clause 36.3and delivered by ,Australia Postto a purchaser, or at the purchaser's direction, that stamp is not valid ,for the payment of postage.,36.6A personwho requests Australia Postto affix a stamp that has been purchased from ,a philatelic section to an articleprovided by him shall pay to Australia Post the ,charge determined by Australia Post for that purpose.,36.7Australia Postmay from time to time decide that particular stamps issued by ,Australia Post may be:,36.7.1overprinted by indelibly marking the surface of each stamp with the word ,\"specimen\" which may be displayed in one or more than one form of type face;,36.7.2specially packed or affixed to envelopes or other wrappings;,36.7.3made available for sale, either individually or in sets, at philatelic sections.\nand,36.7.4sold at such composite charge as Australia Post may determine for the ,stamps and the packs or envelopes with them.,36.8Where a stamp has been obliterated pursuant to clause 36.7.1, that stamp or any ,stamp in a set made up for sale in a pack or affixed to an envelope, shall not be valid ,for the payment of postage.,EXPRESS POST ,37Express Post –General,37.1An articlemay be lodged in an Express Postenvelope, Express Post container, or an ,Express Post Platinum containersupplied by Australia Postor as an Express Post ,parcelor Express Post Platinum parcelfor carriage by the Express Post service.,37.2Where an article lodged pursuant to clause 37.1does not comply with conditions ,applicable at the time of lodgement as published by Australia Post deliverywill not ,be guaranteed in accordance with clause 39.1.,37.3Express Post envelopesmay be used only for the carriage of documents.\n,38Express Post –Rates of postage,38.1Postagepayable for the carriage of an Express Post envelope, Express Post ,containeror Express Post Platinum containershall be at the rates determined by ,Australia Postfor carriage by the Express Post serviceat the time the Express Post,envelope, Express Postcontainer or Express Post Platinumcontainer was purchased.,38.2Postagepayable for the carriage of an Express Postparcelor Express Post Platinum,parcel shall be calculated in accordance with the Express Post parcelrates ,determined by Australia Post.,38.3When, on lodgement of the article, the barcoded strip which indicates postageis no ,longer intact or has been tampered with, postage at the prevailing rate shall be due ,on the Express Post envelope, Express Postcontaineror Express Post Platinum ,containerand no account shall be taken for any amount of prepaid postage.\n,38.4An Express Post articlewhich does not comply with the conditions for carriage of the ,Express Postservice shall be carried at a rate of postageapplicable to the article at ,the time of lodgment.\nIn assessing the applicable rate of postage, a credit shall be ,given for postage prepaid on the article which shall be an amount equivalent to the ,purchase price of a single like article at the time of lodgment.\nWhere the amount ,credited is less than the applicable rate of postage, the difference shall be affixed to ,the article by postage stamp.,39Express Post –Service standards,39.1Australia Postguarantees deliveryof Express Post articles within specified times ,between specified places, when the articleis lodgedfor carriage within Australia by ,the specified posting times published by Australia Post.,39.2An articlethat is lodgedfor carriage by the Express Post service between places ,where either or both of which have not been specified in accordance with clause 39.1, ,shall receive priority handling throughout its carriage but shall not be guaranteed ,deliverywithin a specified time.,39.3Except for postage rates specified in clause 38, an Express Post articleshall be ,governed by the conditions of the Express Post service prevailing at the time of ,lodgment and not those conditions prevailing at the time the Express Post article was ,purchased.,39.4Deliveryshall not be guaranteed by Australia Postunder clause 39.1and the article ,may be deemed undeliverable and returned to the sender where:,39.4.1non-delivery or delivery is caused by events beyond the control of Australia ,Post including, without limitation, strikes, industrial disputes, labour unrest, ,natural disasters, Acts of God, floods, fires, weather conditions, pandemic, ,epidemic, government directions,war, civil unrest, an incorrectly addressed ,article or if the article is an Express Post Platinum container, or parcel the ,premises are unattended or there is no person present to whom the article can ,be delivered in accordance with these terms and conditions.\nor,39.4.2the addressee has requested a redirection of articles before delivery by the ,Redirection Service or otherwise.,39ADelivery signature,Australia Postshall obtain a signature from the person to whom an Express Post Platinum ,containeror parcel is delivered.,40Express Post –Failure to meet service standards,40.1Subject to clauses 40.2–40.5, where an Express Postarticleis not deliveredwithin a ,time specified for that delivery,Australia Post will refund the postagepaid for the ,carriage of the Express Post articleto the person who paid it.,40.2A customerwishing to claim an entitlement under clause 40.1must produce to an ,office:,40.2.1the barcoded strip endorsed \"sender to keep\";or,40.2.2the posting receipt.,40.3Australia Postis not liable under clause 40.1unless:,40.3.1postagehas been paid for the carriage of an articleby the Express Post,service;or,40.3.2the articlewas lodgedby the specified posting time in accordance with the ,specified lodgment conditions.,40.4Australia Postis not liable for the guarantee under clause 40.1where:,40.4.1the articleis excluded from guaranteed delivery by clause 39.2;,40.4.2thefailure to deliver the article within the specified time was caused by events ,beyond the control of Australia Post as set out in clause 39.4.\nor,40.4.3reasonable efforts were made to alertthe senderto the possibility that the ,articlemight not be deliveredas guaranteed by either:,(i)a notice displayed on the post-box or at the officeat which the article was ,lodged.\nor,(ii)other public announcement or advertisement given to the public at large or ,to those members of the public potentially affected.,40.5The refund of postageon an Express Postparcelor Express Post Platinum parcel,under clause 40.1shall be additional to any compensation which may be payable ,under clause 70for lost or damaged articlesand does not limitto any rights that the ,customer may have under the Australian Consumer Law.,40ANational Flat Rate Delivery Services,40A.1Satchels and other packaging to be used for sending Parcel Post and Express Post ,Articles at a national flat rate may be sold at such offices,or online by Australia Post, ,on such conditions as Australia Postmay publish.\n,40A.2 Subject to clause 40A.3and 40A.4, satchels or packaging sold under clause 40A.1 may ,be purchased with postage included or postagenot included.,40A.3 Where postageis included in the purchase price of satchels or packaging sold under ,this clause, it shall be indicated by a postage stamp, representation of a postage ,stamp (or other indicator of postage paid), or a combination of a postage stamp and ,representation of a postage stamp (or other indicator of postage paid) affixed to or ,printed or impressed on the satchels or packaging.,40A.4Where postageis not included in the purchase price of the satchels or other ,packagingfor Parcel Post Articlesor Express Post Articles, postageshall:,40A.4.1in the case of Express Post satchels,Express Post boxes or Parcel Post ,Satchels, be purchased at the same time asthe satchel or packaging ispurchased.\n,and ,40A.4.2in the case of all other satchels or packaging, be sold at such offices and on ,such conditions as Australia Postmay publish.,40A.5Where purchase of a satchel or packaging for national flat rate does not include ,postageit shall, postage shall, upon payment,be indicated by an Australia Post ,issued postage label or bar code printed and affixed on the satchelor packaging, or ,where postageis included, in accordance with clause 13 of these terms and ,conditions.,40A.6National flat rate postage applies to Australia Post packaging or satchels for items ,that weigh up to 5 kilograms.\nAnyArticles lodgedusingAustralia Post’s flat rate ,packaging or satchels must fit within the packagingor satchel purchased.\nItems,must be fully enclosed in the satchel or packaging and must not be packed so tightly ,that they bulgeor otherwise might cause the satchel or packaging to split.,40A.7Australia Post packaging (other than satchels) may be used for sending items that ,weigh more than5kg.,40A.8Customers may use their own packaging to access national flat rate delivery for ,items under 5 kilograms.\nThe postage applied to a ParcelPost Article where a ,customer has used their own packaging will depend on the weight category that the ,parcel’s assessible weight aligns to.\nThe applicable weight breaks for each price be ,determinedby Australia from time to time in accordance with the Act.\n,40A.9Itemslodgedusinga Customer’spackaging will be weighed and measured and ,charges will be determined based on theassessible weight,as assessedby Australia ,Post.\n,40A.10Parcel Post and Express Post pre-paid and postage not paid satchels shall not be ,used by customers for items which exceed 5kilograms in weight.\nAny articles lodged ,in Australia Post packaging which exceed 5kilograms in weight shallbe charged at ,the rates as determined by Australia Post from time to time in accordance with the ,Act.\n,40A.11Express Post satchels and packaging are designed specifically for the Express Post ,service and mustnot be used for any other service.\nPackaging that is not specificly ,designed for the Express Post Service must not be used for the Express Post Service.\n,Where Australia Post satchels are designated as being for Parcel Post they may only ,be used for the Parcel Post Service.\n,40A.12Notwithstandingclause31.4, any Australia Post packaging (but not including a ,satchel) that has been used for a national flat rate delivery may(subject to ,compliance with Australia Post’s packaging requirements and any previously used ,labels and barcodes being removed or covered), be reused by a customer.\nIf ,applicable, Express Post Packaging may only be reused for the Express Post Service.\n,MISCELLANEOUS,41Seasonal greeting cards,41.1A seasonal greeting card shall be carried at the rate of postagedetermined by ,Australia Postand shall be subject to such conditions as Australia Post may from ,time to time determine including (but not limited to):,41.1.1limiting the period in which seasonal greeting cards may be lodgedand ,carried;,41.1.2limiting the dimensions and mass of a seasonal greeting card to being no ,greater than a standard article, and,41.1.3requiring the envelope in which the seasonal greeting card is enclosed, to ,be endorsed \"CARD ONLY\".,42Sale of stationery,42.1This clause does not apply to postage prepaid articles, including envelopes, Parcel ,Post Satchels, Express Postarticles and international postage prepaid envelopes.,42.2Stationery, postage prepaid products and packing and wrapping materials may be ,sold at such officesand on such conditions as Australia Postmay publish.,42.3Subject to clause 42.4, an item sold under clause 42.2may have postageincluded in ,its purchase price.,42.4Where postageis included in the purchase price of an item sold under this clause, it ,shall be indicated by:,42.4.1a postage stamp, representation of a postage stamp or combination of a ,postage stamp and representation of a postage stamp affixed to or printed ,or impressed on the item.\nor,42.4.2a postage prepaid imprint,label or bar code printed, affixedor impressed ,on the item.,42.5For the purposes of clause 42.4.1, the price determined by Australia Postfor the sale ,of the prepaid postage item shall include the amount indicated by:,42.5.1the postage stamp.\nand/or,42.5.2any representation of a postage stampon the item.,42.6For the purposes ofclause 42.4.2, the price determined by Australia Postfor the sale ,of the item shall include the amount payable for the postal carriage of the item, as ,provided in clause 12.,43Key return service,43.1Where:,43.1.1the proprietor of a hotel, motel or other accommodation establishment in ,Australia;,43.1.2the proprietor of an organisation in Australia which offers, to members of ,the public, a service for the return of lost keys.\nor,43.1.3any other person,,has printed or inscribed the information specified in clause 43.2on a key, or on a tag to ,be attached to a key, that proprietor or personshall be deemed to have undertaken to ,pay postagein accordance with clause 43.4.,43.2The information specified in this subclause is:,43.2.1the words \"postage will be paid on delivery to\".\nand,43.2.2the name of the proprietor or the establishment and the address of the ,establishment referred to in clause 43.1.1;,43.2.3the name of the proprietor of the organisation and the address of the ,organisation referred to in clause 43.1.2.\nor,43.2.4the name and address of the personreferred to in clause 43.1.3.,43.3At least some part of a key and tag combination that is made up for carriage as a ,key return article shall project not less than6 millimetres above a flat surface, no ,matter how the combination is placed on the surface.,43.4Where a key referred to in this clause has been lodgedin Australia and is not ,enclosed in an envelope or other wrapping, it shall be carried by ordinary post and ,delivered to the proprietor or other personon payment of the postagedetermined by ,Australia Postfor that purpose.,44Articles for the blind service,44.1Australia Postshall provide an articles for the blind service for the carriage by post, ,other than by electronic mail services, of:,44.1.1Postal articlescontaining correspondence, documents or literature written ,in Braille or Moon;,44.1.2Postal articlescontaining documents with large print for use by vision ,impairedpeople.\nand,44.1.3postal articlescontaining:,(i)aids for the teaching of Braille to the blindor vision impaired;,(ii)devices for accessing literature, or producing or displaying tactile ,information, including software for the translation to/from braille or moon, ,designed specifically for the use of blind or vision impaired persons;,(iii)special media on which tactile writing may be embossed or typed, intended ,solely for the blind or vision impaired persons;,(iv)any form of speech recording,or device which uses speech orsound, ,designed specifically for the use of blind or vision impaired people;,and weighing not more than twenty-twokilograms.,44.2A postal articleshall not be carried by the articles for the blind service unless:,44.2.1the articleis sent by, or addressed to, a blind person or an institution or ,organisation recognised by Australia Postas an institution or organisation ,which is both organised and operated for the primary purposeof serving ,the need of the blind;,44.2.2the envelope, wrapping or other cover of the articleis left unsealed allowing ,for postal inspection.\nand,44.2.3the words \"Material for the use of the blind\" or similar words, and the name ,and address of the sender, appear on the outside of the envelope, wrapping ,or other cover of the article.,44.3Australia Postshall determine the rates of postagefor any postal articlelodgedfor ,carriage by the articles for the blind service.,44AMedical/Educational remote area parcel service,44A.1Australia Post shall provide a medical/educational remote area parcel service for ,carriage by post of parcels that:,44A.1.1.Are lodged to or from specified locations designated by Australia Post from ,time to time, as remote for the purpose of the medical/educational remote ,area parcels service;,44A.1.2.Are lodged by eligible senders or to eligible addressees;,44A.1.3.Weigh no more than 5kg.\n,44A.1.4.Display on the face of the article sufficient information establishing, to the ,satisfaction of Australia Post, the eligibility of the sender or the addressee;,44A.1.5.Contain eligible contents.\nand,44A.1.6.Comply in all other respects with the Australia Post Terms and Conditionsin ,relation to the carriage of postal articles.,44A.2For the purpose of the educational remote parcel service: ,44A.2.1.Eligible contents means printed, written or electronic media specifically for ,the purpose of a course of study recognised by Australia Post, provided by ,an educational institution.\nand,44A.2.2.Eligible person means an educational institution or private tutor recognised ,by Australia Post as a service provider for the recognised course of study ,referred to in clause 44A.2.1.,44A.3For the purpose of the medical remote parcel service:,44A.3.1.Eligible contents means:,(i)a poison, drug or medicine and non-prescription (pharmacy) medicines or ,other medical supplies prescribed for therapeutic purposes by a qualified ,medical practitioner and;,(ii)prescribed optical and dental products,,but does not mean dietary supplements, alternative/complementary/,herbal remedies, or vitamins;veterinary supplies, non-prescription glasses ,and optometrist products, non-prescription dental products, or nappies, ,and,44A.3.2.Eligible person means a registered medical practitioner, practising ,ophthalmologist, optometrist, optician, dentist, or a retailer orwholesaler of ,medicines and medical supplies.,44A.4Australia Post shall determine the rates of postage for any postal article lodged for ,carriage by the medical/educational remote area parcel service.,44B Concession postagestamps,44B.1 Concession postage stampsshall be available for purchase by eligible concession ,card holdersfor use on letter services within Australia only, subject to such conditions ,as published by Australia Post from time totime including (but not limited to): ,44B.1.1the cost and value of such concession postage stamps;,44B.1.2limiting the type of concession card holderseligible to purchase concession ,postage stamps;,44B.1.3limiting the number ofconcession postage stamps able to be purchased by ,a concession card holderover a specified period of time.,PART C –INTERNATIONAL POSTAL SERVICES,PRELIMINARY,45Interpretation,45.1A word or expression used in this Part shall, unless the contrary intention appears ,herein or in the dictionary hereto, have the same meaning as in the Universal Postal ,Union's Universal Postal Convention.,45.2For the purposes of this Part, a place in an external Territory shall be deemed not to ,bea place outside Australia.,46Applicability of these terms and conditions to overseas mail,46.1The provisions of this Part shall apply to:,46.1.1articleslodgedin Australia for carriage to a place outside Australia.\nand,46.1.2articlesreceived in Australia from a place outside Australia for deliveryin ,Australia,,except to the extent that those provisions are inconsistent with a provision of any ,convention that imposeobligations on Australia in relation to matters within the ,functions of Australia Postor have been adopted by Australia in pursuance of that ,convention.,47Customs documentation,47.1All articleslodgedfor international carriageor carriage to an external territory shall ,be accompanied by the appropriate customs documentation.,47.2Where any law, including any act, regulation or direction, applies to the carriage of ,international articles, Australia Post may treat any article covered under clause 47.1,as if that law applies to the carriage of that article.,48Availability of services,48.1The availability of a category of service to a particular place shall be contingent on ,arrangements made between Australia Postand the postal administration of that ,place.,48.2Details of the availability, type and features of services available from time to time to ,overseas countries are set out in Schedule31will be made available in the ,International post services guide or the Australia Post website at auspost.com.au,PAYMENT OF POSTAGE,49Air andSea Mail rates of postage,49.1Australia Postmay nominate zones to which articleslodgedfor international carriage,may be carried by air orsea mail and the postagepayable in respect of that ,carriage will be calculated in accordance with the air orsea mail rates determined by ,Australia Post for that zone and taking into account any other relevant pricing ,factors, including the weight and nature of the article, the speed of delivery, the ,nature of the packaging and any additional services acquired.\n,49.2Where printed papers are: ,49.2.1lodgedfor carriage by air orsea mail to a place outside Australia;,49.2.2addressed to the same addressee.\nand,49.2.3enclosed in a special bag, the mass of which and its contents is not more ,than 16 kilograms,a print post rate determined by Australia Postapplies.\n,50International postage prepaid articles,50.1International postage prepaid articles shall be at the rate, and comply with the ,conditions for the carriage of such articles, as determined and published by Australia ,Post.,50.2International postage prepaid articles which do not comply with the conditions for ,carriage shall be carried at the rate of prepaid postage or at a rate of postage,applicable to the articleat the time of lodgement, whichever is the greater.\nIn ,assessing the applicable rate of postage, a credit shall be given for postage prepaid ,on the article which shall be an amount equivalent to the purchase price of a single ,like article at the time of lodgment.\nWhere the amount credited is less than the ,applicable rate of postage the difference shall be affixed to the article by postage ,stamps.,51International reply coupons,51.1An international reply coupon may bepurchased from Australia Poston payment of ,the amount determined by Australia Post for that purpose.,51.2Where more than 100 international reply coupons are presented to Australia Postat ,any one time for exchange for postage stamps, Australia Post may require the ,personpresenting the coupons to affix the stamps to articles and lodgethe articles ,at that time.,LODGEMENT AND DELIVERY ISSUES,52Instruction in respect of non-delivery of postal parcels,52.1The senderof a postal parcelthat is lodgedfor carriage to a place outside Australia ,may not indicate in respect of that parcel that in the event of its non-delivery an ,advice of non-delivery of the parcel is to be dispatched to him or to a third party ,residing in Australia.,52.2Where a postal parcelis received from a place outside Australia for deliveryin ,Australia with an indication referred to in clause 52.1, that indication shall not be ,complied with.,53Demurrage,53.1Where an articlereceived from a place outside Australia for deliveryin Australia:,53.1.1weighs more than500 grams;,53.1.2is an article–,(i)containing goods on which duties of Customs are payable.\nor,(ii)imported for a commercial purpose (whether liable to duties of Customs ,or not) and stored at a gateway mail facility;,53.1.3is not addressed to a personon board a ship;,53.1.4is not subsequently returned to its country of origin as an undeliverable ,article.\nand,53.1.5remains undelivered, at the place at which it was assessed for duty, for ,more than 96 hours (excluding weekends and public holidays) after the ,despatch to the addresseeof the articleof a notification of its arrival,,demurrage is payable on that article, at the rate fixed by Australia Post, in respect ,of each 24 hours, or part of 24 hours, in excess ofthose 96 hours during which the ,article remains undelivered.,53.2An articleshall not be delivered until any demurrage payable on it has been paid.,54Articles posted abroad by or on behalf of Australian residents,54.1This clause applies to an articlelodgedby a personas part of a lodgment of more ,than 300 articles during any period of 30 days in a place outside Australia for ,carriage to Australia, hereafter referred to as \"an article posted abroad\".,54.2For the purposes of clause 54.1:,54.2.1a person shall be deemed to have lodgedan articleif, acting either in ,Australia or elsewhere, he causes it to be lodged or the article is lodged on ,his behalf.\n,54.2.2\"person\" means, in relation to the lodgment of an articleposted abroad:,(i)an individual whose usual place of residence is in Australia;,(ii)a body corporate that is incorporated in Australia or that, not being ,incorporated in Australia, has either its central management or control in ,Australia or its voting power controlled by shareholders whose usual ,places of residence are in Australia.\nand,54.2.3where an articleposted abroad:,(i)has an Australian return addressprinted on it;,(ii)contains a response piece which bears an Australian address.\nor,(iii)includes information which enables the recipientto respond to a person at ,an Australian address by any means of communication,,then,(iv)the person named in the Australian return address;,(v)where no person is named in the Australian return address, the owner ,and/or occupier of the Australian return address.\nor,(vi)the person to whom any response is able to be directed,,shall be deemed to have caused the articleto have been lodged.,54.3Where a person:,54.3.1notifies Australia Postof the number, type and date and place of lodgment ,of articlesposted abroad by that person.\nand,54.3.2pays to Australia Postin a manner approved by Australia Post an amount ,equal to the postagethat would be payable on those articlesif they were ,lodgedat the place at which they are, or will be, first received in Australia ,for carriage to their addressees;,the articlesmay be delivered as addressed.,54.4Where an articleposted abroad has been carried to Australia and the person who ,lodgedit has not given notice pursuant to clause 54.3.1or has given notice but has ,failed to make payment in a manner approved by Australia Post, Australia Post may:,54.4.1give a written \"notice of delivery\" to that person that the articlehas been ,detected in the course of carriage and that it has been delivered as ,addressed, without prejudice to any action which may be taken by ,Australia Post in respect of any further articles posted abroad by that ,person which may be received by Australia Post.\nor,54.4.2retain the articleand give a written \"notice of retention\" to that person that ,the article has been retained and the reason for the article's retention.,54.5Where Australia Posthas given a notice of retention to a person, that person may:,54.5.1direct Australia Post to destroy the article.\nor,54.5.2pay to Australia Post an amount of postagein respect of the article,calculated under clause 54.3.2.,54.6Where a person directs Australia Postunder clause 54.5.1to destroy an article, the ,article may be destroyed or returned to the country in which it was lodged.,54.7Where a person makes payment in respect of an articleunder clause 54.5.2in a ,manner approved by Australia Post, the article may be delivered as addressed.,54.8An application may be made to Australia Postfor review of a decision to retain an ,articleunder clause 54.4.2.,54.9An application pursuant to clause 54.8may not be made except:,54.9.1by the person to whom notice has been given in respect of an article.\nand,54.9.2within 14 days after the date onwhich the notice was received by that person.,54.10Where notice of retention has been given to a person in respect of an articleand that ,person has not taken action under clause 54.5and has not made an application ,under clause 54.8in respect of the article within 14 days after receiving the notice, ,the article may be returned to the country in which it was lodged.,54.10.1Where:,(i)an application has been made under clause 54.8in respect of an article;,(ii)Australia Posthas affirmed the decision under review.\nand,(iii)the person to whom a notice of retention was given, has not taken action ,under clause 54.5within 14 days of the date upon which the Australia ,Post's decision was notified,,the articlemay be returned to the country in which it was lodged.,54.11Any notification under this clause shall be deemed to have been properly given by ,sending written notice to the last known address of the recipientand the date that ,such notice is deemed to have been received by the recipient shall be the time that ,deliveryis usually effected by ordinary post.,55Articles posted abroad in a country where sender does not reside,55.1Where, during any period of 30 days, a personlodges outside Australia more than ,300 articlesin a place other than the country in which the person resides, for carriage ,to Australia, those articles shall bedelivered by Australia Postto addressees if the ,postal administration of the country in which the articles were lodgedhas an ,arrangement to reimburse Australia Post for the cost of deliveryof the articles.,55.2Where there is no agreementwith the postal administration of the country in which ,the articlesin clause 55.1have been lodged, then those articles shall either:,55.2.1be returned by Australia Postby surface mail to the postal administration of ,the country of lodgment.\nor,55.2.2upon payment to Australia Postby the person lodging the articlesof a sum ,equivalent to the domestic postagedue on the articles had they been lodged,for post in Australia, the articles shall be delivered in Australia to addressees.\nIf ,such payment is not made within 14 days of demand, then instead of returning ,the articles under clause 55.2.1, the articles may be destroyed by Australia ,Post.,55.3For the purposes of clause 55.1:,55.3.1\"person\" includes any body capable of suing or being sued in its own right;,55.3.2an incorporated body shall be deemed to be resident in the country of its ,incorporation;,55.3.3a person shall be deemed to have lodgedan articleif he causes it to be lodged ,or the article is lodged on his behalf;,55.3.4a person shall be deemed to have lodgedan articleother than in the country in ,which the person resides, if:,(i)the article has any return address(other than an Australian address) printed ,on it which is located outside the country of lodgment.\nor,(ii)the article includes information which enables the recipientto respond to a ,person by any means of communication at an address (other than an ,Australian address) outside the country of lodgment;,55.3.5an articleshall be deemed to have been lodgedin the country which has:,(i)issued the postage stampaffixed to the article.\nor,(ii)authorised the use of postage prepayment impressions in respect of the ,article.\nand,55.3.6mail transhipped between postal administrations for onforwarding to another ,postal administration in accordance with the Universal Postal Union ,Convention, shall not be regarded as having been lodgedin the country of ,transhipment.,INTERNATIONAL –LETTERS,56RegisteredPost International –Conditions of Service,56.1The Registered Post International letter service is only available for articleslodged,using a Registered Post international pre-paid envelope supplied by Australia Post,and is limited to the carriage of documents weighing less than 500g.,56.2The Signature on Delivery feature of the Registered Post International letter service ,will be subject to the applicable conditions and limitations set out in Schedule 30 of ,these terms and conditions.,56.3For the purposes of this clause, documents includes correspondence, papers and ,forms, but does not include photographs, calendars, diaries, books or magazines.\n,Currency and securities or negotiable instruments payable to bearer are prohibited ,items for this service.\n,PART D –PROHIBITED GOODS,PROHIBITED AND DANGEROUS GOODS,57Prohibited goods,57.1The following prohibited goods shallnot be lodgedfor carriage by post and are ,prohibited from carriage by post:,57.1.1any articlewhose possession or carriage by post is prohibited by a law of the ,Commonwealth, a State or Territory.\n,57.1.2any poison, drug or medicineexcept as permitted by clause 58;,57.1.3any dangerous goodsexcept as permitted by clause 59;,57.1.4a liquid which has not been properly packed in accordance with Appendix 3 or, ,if the liquid is a permitted dangerous good, which has not been properly ,packed in accordance with the requirements of clause 59;,57.1.5a paste, powder or tablet which has not been properly packed in accordance ,with Appendix 3 or, if the paste, powder or tablet is a permitted dangerous ,good, has not been properly packed in accordance with the requirements of ,clause 59;,57.1.6an articlecontaining any object with a sharp edge or point not equipped with a ,securely fitted sheath or guard, which is capable of cutting or penetrating the ,cover of the article containing it or the cover of an article with which it may ,come in contact during carriage and which has not been properly packed in ,accordance with Appendix 3;,57.1.7an articlewhich in the reasonable opinion of Australia Postis, or is likely to ,become, physically offensive;,57.1.8food,including potentially hazardous food,which has not been properly packed ,in accordance with Appendix 3,or as otherwise described in anyguidelines;,57.1.9any live creature except as permitted by clause 61.\n,57.1.10bullion.\n,57.1.11bank notes lodgedfor deliverywithin Australia which exceed a face value of ,more than $A200.\nFor the avoidance of doubt, bank notes up to a limit not ,exceeding the face value of $A200, lodged for delivery within Australia, are not ,prohibited from carriage if lodged under the registered post service,or under a ,parcel delivery service which requires a signature on delivery;,57.1.12bank noteslodgedfor deliveryin the international post, ,57.1.13coins lodgedfor deliverywithin Australia which exceed a face value of more ,than $A200.\nFor the avoidance of doubt, coins up to a limit not exceeding the ,face value of $A200, lodged for delivery within Australia, are not prohibited ,from carriage if lodged under the registered post serviceor under a parcel ,delivery service which requires a signature on delivery.\n,57.1.14coins lodgedfor deliveryin the international post.\nor,57.1.15any article in the international post:,(i)containing or suspected of containing weapons or items of weaponry,,1.including grenades, mortar shells or canisters, or parts thereof –even if ,rendered inert.\nbut,2.not including firearms or firearms parts;,(ii)resembling, or which may reasonably be taken for any item excluded in ,clause 57.1.15(i),including replicas or stage props.\nand,(iii)whether deleterious or not, that may reasonably be construed by its ,appearance or make up to constitute a potential security risk to persons or ,property.,57.2If Australia Postbelieves on reasonable grounds that an articlelodgedfor carriage ,by post consists of or contains prohibited goods, then Australia Post is not obliged to ,either deliver the articleto the addresseenor return the article to the sender, but ,shall deal with the article as follows:,57.2.1where the articleis, or is reasonably suspected of, containing something that is ,explosive, dangerous, prohibitedor deleterious, it shall be either:,(i)rendered safe or destroyed by Australia Postor by others acting with the ,authority of Australia Post.\nor,(ii)delivered up to the police, defence or emergency services,,and the cost of rendering safe or the cost of destruction shall be claimable ,from the sender.\nor ,57.2.2if clause 57.2.1does not apply and the articleis physically offensive, it may be ,destroyed immediately by Australia Postin accordance with the Act.\nor,57.2.3ifclauses 57.2.1and 57.2.2do not apply and the articleconstitutes, or is ,reasonably suspected of constituting, evidence of a criminal offence, it may be ,provided to the appropriate police force, customs service or prosecuting ,authority, as the case may be.\nor,57.2.4if clauses 57.2.1, 57.2.2or 57.2.3do not apply and the articleand its contents ,have been forfeited to the Commonwealth under the Actand the article,contains:,(i)coinsor banknotes -these shall be paid into the Consolidated Revenue ,Fund.\nor,(ii)any item of value likely to be greater than the cost of disposal -the item ,may be sold by public auction or otherwise and the proceeds shall be used ,to pay to Australia Postthe cost of disposal and any balance shall be paid ,into the Consolidated Revenue Fund.\nor,(iii)any other item –the item shall be destroyed or otherwise disposed of as ,Australia Postdeems fit, and Australia Post shall be entitled to claim any ,costs of disposal from the sender.\nor,57.2.5if it is subsequently found that the articledoes not consist of or contain ,prohibited goods, the articleshall be further carried by post in accordance with ,these terms and conditions.\n,57.2.6Any costs incurred by Australia Postin relation to rendering safe or destroying ,an articlepursuant to this clause shall be recoverable from the sender.,58Poisons, drugs or medicine,58.1A poison, drug or medicinewhich is a narcotic substanceshall not be lodgedfor ,carriage by post nor carried by post.,58.2If the articleis one to which section 90T of the Actapplies being an article reasonably ,believed to consist of, or contain, certain drugs or other chemical compounds, then ,the article will be dealt according to that section.,58.3A poison, drug or medicinewhich is also an infectious perishable or a non-infectious ,perishable biological substancemay be lodgedfor carriage by post in accordance ,with clause 59provided however that an infectious perishable biological substance,may not be lodged for international carriage.,58.4A poison, drug or medicinewhich is not an infectious perishable biological substance,may be carried by international carriagein accordance with clause 59provided ,however that if carriage of the articleis prohibited in a country of transit or ,destination the article will not be carried.,58.5A poison, drug or medicinewhich is, or is to be, lawfully prescribed for therapeutic ,purposes by a qualified medical practitioner, dentist or veterinary surgeon, may be ,lodgedand carried by post providing:,58.5.1it is addressed for deliveryto aqualified medical practitioner, dentist, ,veterinary surgeon, pharmacist, regulatory body, hospital or clinic, or to a ,personfor whose therapeutic benefit the substance has been lawfully ,prescribed by a qualified medical practitioner, dentist or veterinary surgeon;,58.5.2it does not contain a quantity of any poison, drug or medicinewhich exceeds ,the maximum quantity which may be dispensed at any one time.\nand,58.5.3it is packaged and presented in the manner prescribed in the current Technical ,Instructions of the Civil Aviation Organisation as reflected in the IATA,Dangerous Goods Regulations.,58.6A poison, drug or medicinewhich is an analytical reference standard sample for the ,use of a laboratory involved in research or maintenance of public health may be ,lodgedoutside Australia for deliverywithin Australia providing:,58.6.1it is addressedto a recognised laboratory;,58.6.2it does not contain more than 100 milligrams of that substance.\nand,58.6.3it is packaged and presented in the manner prescribed in the current Technical ,Instructions of the Civil Aviation Organisation as reflected in the IATA,Dangerous Goods Regulations.,59Limited classes of dangerous goods which may be carried,59.1Dangerous goodsspecified in clauses 59.2to 59.3inclusive, may be lodgedand ,carried by post providing they are properly packed and comply with such terms and ,conditions governing their carriage.,59.2Infectious substances(except Category A infectious substances affecting humans ,(UN2814) and infectious substances affecting animals (UN2900)) which are ,dangerous goods, and solid carbon dioxide (dry ice) when used as a refrigerant for ,such infectious substances,may be lodgedand carried by post within Australia ,providing:,59.2.1an articlecontaining such a substance is:,(i)addressed toa recognised laboratory, hospital, clinic or regulatory body;,(ii)lodgedat an officefor deliverywithin Australia by:,1.a qualified medical practitioner or veterinary surgeon;,2.hospital, clinic, regulatory body or recognised laboratory;,3.a member of a Commonwealth, State or Territory police force.\nor,4.a personwho has the authority of the agencies in clause (ii) above;,(iii)sent at the perishable infectious biological substances rates determined by ,Australia Post.\nand,(iv)packaged and presented in the manner prescribed in the current Technical ,Instructions of the Civil Aviation Organisation as reflected in the IATA,Dangerous Goods Regulations;,59.3Non-infectious patient specimensfor which there is minimal likelihood that pathogens ,are present may be lodgedand carried by post within Australia providing:,59.3.1an articlecontaining such a substance is:,(i)addressed to a recognised laboratory, hospital, clinic or regulatory body;,(ii)lodgedat an officeby:,1.a qualified medical practitioner or veterinary surgeon;,2.hospital, clinic, regulatory body or recognised laboratory;,3.a member of a Commonwealth, State or Territory police force.\nor,4.a personwho has the authority of the agencies in clause (ii)above.\n,and,(iii)packaged and presented in the manner prescribed in the current Technical ,Instructions of the Civil Aviation Organisation as reflected in the IATA,Dangerous Goods Regulations.\n,59.4Articlescontaining lithium ion batteries may be lodged for carriage by air or sea ,within Australia, provided that: ,59.4.1the batteries are installed in a device.\n,59.4.2the batteries are less than 100 Watt hours or contain less than two grams of ,lithium content.\nand ,59.4.3the article is packaged, labelled and presented in the manner prescribed in the ,current Technical Instructions of the Civil Aviation Organisation, as reflected in ,theIATA Dangerous Goods Regulations.,Further details are available in the Australia Post Dangerous and Prohibited Goods ,and Packaging Guide, available at auspost.com.au/postguides.\n,59.5Articlespermitted to be carried within Australia under clause 59.3.1may be carried ,outside Australia where the air mail service is available and where carriage of the ,article is to a destination which is known by Australia Postto permit carriage of the ,article.\n,59.6Poisons, drugs and medicine which are dangerous goodsand which have been ,properly lodgedin accordance with clause 60, may be carried by post.,60Dangerous or prohibited goods declaration,60.1Subject to subclause 59.1:,60.1.1an express post container or an express post parcel;,60.1.2an express post international envelope or an express post international ,container.\n,60.1.3a parcellodgedfor international carriage.\nor,60.1.4a parcellodgedfor domestic carriagewhere parcels may be carried by air,,shall have affixed to it a declaration (in the form and manner specified by Australia Post) ,from the sendercertifying that the articledoes not contain any dangerous or prohibited ,goods.,60.2Where an articlecontains a dangerous goodwhich is permitted to be carried by post ,under clause 60, then the article shall have affixed to it the appropriate label and ,Shipper's Declaration for Dangerous Goods, in the form and manner specified by ,Australia Post, duly completed by the sender.,61Live creatures,61.1Live creatures shall not be lodgedfor carriage by post except as permitted by clause ,61.2.,61.2Live bees, silkworms, leeches and harmless insects may be carried by post for ,deliverywithin Australia providing:,61.2.1their carriage across state or territory borders is not restricted by a law of the ,Commonwealth, a State or Territory;,61.2.2the sendermakes application to Australia Postfor the carriage of an article,containing live bees, silkworms, leeches or harmless insects, by the separate ,bag service;,61.2.3an articlelodgedfor carriage by the separate bag service shall have the words ,\"Separate Bag\" legibly written or printed in the top left-hand corner of the ,surface on which the article is addressed;,61.2.4subject to clause 61.2.5, where an articleis carried by the separate bag ,service, a fee as determined by Australia Postfor that purpose is paid in ,addition to the postageotherwise payable for the carriage of the article;,61.2.5where a personlodges more than one articlefor carriage by the separatebag ,service to the same officeof delivery, all articles so lodgedat the one time shall ,be carried for a single fee.\nand,61.2.6the contents are packed and presented in the manner prescribed in the current ,Technical Instructions of the Civil Aviation Organisation as reflected in the IATA,Live Animal Regulations.,61.3An articlelodgedunder the separate bag service may be carried by Australia Post,without being enclosed in another bag.,61.4Live bees, silkworms, silkworm eggs, leeches and parasites and destroyers of noxious ,insects intended for the control of those insects may be carried by post for delivery,outside Australia providing, if the articleis notcovered under Extra Cover:,61.4.1the contents are packed in the manner prescribed in the current Technical ,Instructions of the Civil Aviation Organisation as reflected in the IATALive ,Animal Regulations;,61.4.2where the articlecontains silkworm eggs, the contents must first be packed in ,a cardboard box or plastic or cloth bag, and unless otherwise agreed, packed ,and presented in the manner prescribed in the IATALive Animal Regulations;,61.4.3if the articlecontains parasites or the destroyers of noxious insects, the article ,is exchanged between officially recognised institutions of the countries ,concerned.\n,61.4.4the wrapping and documentation shall have the words \"Live Animals\", legibly ,written on them.\nand,61.4.5the senderhas complied with all legislative requirements for the export of the ,articleand its contents.,PART E –AUSTRALIA POST’S LIABILITY,PRELIMINARY,61BAustralia Post’s service commitment ,61B.1As set out in clause 7B, Australia Post will exercise due care and skill in supplying its ,services.\nHowever, the nature of postal services is such that circumstances may ,impact on the successful delivery of articles.\n,61B.2Our postal delivery services are generally suitable for sending items up to $100 in ,value.,61B.3In cases where an articleis lost or damaged in transit, a personmay be eligible for ,compensation, as set out in this part below,dependingon the service used to send ,the articleand whether the personcomplied with the Australia Post Terms and ,Conditions.,61B.4Nothing in thisclauseexcludes or restricts the application of lawsincluding the ,Australian Consumer Law.,62Interpretation,62.1In this part unless the contrary intention appears:,62.1.1\"carriage\" includes carriage by an employeebefore lodgment and after ,deliveryin a bag that has been sealed by Australia Postor has been locked or ,held by a community bagholder for lodgment at an officeor for deliveryto an ,addressee;,62.1.2“lost\" means unable to be found or located after reasonable inquiries by ,Australia Postand includes where Australia Post reasonably believes that an ,articlehas not been delivered;,62.1.3\"non-negotiable securities\" includes passports, wills and certificates of title.,EXCLUSIONS AND LIMITATIONS,63Statutory Immunity –Section 34 of the Act –carriage of letter or article, no receipt,63.1This section applies where Australia Postprovides a service in relation to the carriage ,of a letter oranarticle by means of the letter service, and where Australia Post,has ,not provided the sender with a receipt for the letter orarticle,andwhere Australia ,Post,and a personhave not entered into any other agreementin relation toliability ,for loss or damage.Australia Postwill not be liable for loss or damage arising from or ,caused by:,63.1.1the injury, illness or death of any person;,63.1.2misdelivery including deliveryotherwise than tothe addressee, delayed ,delivery, early delivery or failure to deliverany letter or article;,63.1.3damage to the contents of a letter or article whether concealed or otherwise, ,including but not limited to deterioration, contamination or evaporation of any ,article or thing.\nor,63.1.4any other loss or damage of any kind,,however caused and whether direct or consequential, including, but not limited to, ,negligence or breach of contract by Australia Post, its employees, servants or agents, ,that arises in whole or in part from, or in connection with, any services provided by ,Australia Post.,64Liability–other circumstances,64.1This section applies where Australia Postand a person have not entered into any ,other agreement in relation to liability for loss or damage and where clause 63.1does ,not apply.\nSubject to the application of any law, the operationof which cannot be ,excluded, (including the Australian Consumer Law), the provisions in this Part E of ,these terms and conditions,and any Extra Cover service purchased by a sender, ,Australia Postwill not be liable for loss or damage arising from or caused by: ,64.1.1the injury, illness or death of any person unless such injury, illness or death has ,been caused by the negligence of Australia Post;,64.1.2misdelivery including delivery otherwise than to the addressee, delayed ,delivery, early delivery or failure to deliver any letter or article;,64.1.3damage to the contents of a letter or article whether concealed or otherwise, ,including but not limited to deterioration, contamination or evaporation of any ,article or thing.\nor,64.1.4any other loss or damage of any kind,,however caused and whether direct or consequential, that arises in whole or in part ,from, or in connection with, any services provided by Australia Post.\n,65Liability for consequential lossor damage,Subject to the application of any law, the operation of which cannot be excluded, (including ,the Australian Consumer Law) and notwithstanding any other clause in the Australia Post ,Terms and Conditions, Australia Postwill not be liable to the customer or any other person ,for any economic loss, loss of revenue, loss of production, loss of profits, loss of income, loss ,of markets, loss of reputation, loss or impairment of goodwill, loss of business, loss of ,customers, loss ofan opportunity or chance, loss of value, loss of use, loss of anticipated ,savings, increased costs of work or materials, or the cost of defending and settling any ,claim or any other form of indirect and/or consequential loss or damage arising from the ,provision of any of its Services, including the Special Services.,66Limitation of liability and release and indemnity,66.1To the extent permittedby law, Australia Postexpressly disclaims all conditions and ,warranties, express or implied, in respect of its Services, including the Special ,Services.Where the law precludes such exclusion and implies certain conditions and ,warranties into these terms and conditions,the liability of Australia Post for breach of ,such condition or warranty shall be limited, where legally permissible, to:,66.1.1supplying the service again.\nor,66.1.2payment of the cost of having the service supplied again.,66.2Nothing done in pursuance of this Part whether constituted by a refund of postageor ,a payment of moneyshall constitute an admission of liability by Australia Post.,66.3To the extent permitted by law(including the Australian Consumer Law), customers ,release Australia Postfrom and indemnifies Australia Post against any action, ,proceeding, claim, demand or prosecution arising from or in connection with any loss, ,damage, injury, illness or death to any person or property, misdelivery including ,deliveryotherwise than to the addressee, delayed delivery, early delivery or failure to ,deliveror any other loss or damage of any kindcaused by the negligent act or ,omission of the customer, or any failure of the customer to comply with these terms ,and conditions or any other applicable service conditions or Guides.,67Force majeure,Australia Postis not liable for loss or damage to an article, or the delay in delivering or non-,delivery of an article,where the loss,damage,delay or non-delivery,wholly or partly ,resulted from causes beyond the control of Australia Post including,but not limited to,strikes, industrial disputes, labour unrest,natural disasters, acts of God,war,civil unrest, ,natural disasters, floods, fires, weather conditions, pandemic, pandemic, government ,directionsoran incorrectly addressed article.,68Employee representations,No employee, servant or agent has authority to make any representations on behalf of ,Australia Postconcerning the application of this part unless authorised to do so in writing by ,Australia Post.,69Merger,All the rights, immunities and limitations of liability in these terms and conditions shall ,continue to have their full force and effect in all circumstances notwithstanding any breach ,by Australia Postof any of the terms and conditions applicable to the carriageof the article,or the provision of the Services, includingany Special Service.,WARRANTIES,69AWarranty against defectsof services,69A.1 Inrespect of services acquired foran addressee’sbusiness purpose, thewarranty ,against defects is excluded pursuant to subregulation90(1A)of the Competition and ,Consumer Law Regulations 2010.,69A.2 In respect of services acquired for other purposes, the following warranty against ,defects applies: Our services come with guarantees that cannot be excluded under ,the Australian Consumer Law.\nFor major failures with the service, you are entitled: to ,cancel your service contract with us.\nand to a refund for the unused portion, or to ,compensation for its reduced value.\nYou are also entitled to be compensated for any ,other reasonably foreseeable loss or damage.\nIf the failure does not amount to a ,major failure you are entitled to have problems with the service rectified in a ,reasonable time and, if this is not done, to cancel your contract and obtain a refund ,for the unused portion of the contract.,,COMPENSATION SCHEME,70Amount of compensation,70.1In the event of loss or damage to an article, Australia Postmay provide the claimant ,with compensation as a remedy as provided for in this clause below.Nothing in this ,clause is intended to preclude any rights to a remedy that a customer may have ,under the Australian Consumer Law.,70.2Where an articlehas been lostor damaged in the course of carriagebut excluding ,articles that fall under clause 63, Australia Postmay replace the article or pay to the ,claimant an amount equal to:,70.2.1the replacement cost value of the article;,70.2.2theincluded compensation applicable for the particularservicethat was used ,for the carriage of the article,,WHICHEVER IS THE LESSER,together with a refund of postagepaid on the ,carriageof the articlewhich shall not include any fees paid in respect of the Extra ,Coverservice.,70.3Australia Postmay defer a decision under this clause for such period of time as ,Australia Post may reasonably require to determine whether the articlehas been lost,or damaged.,70.4Nothing in this part prevents Australia Postfrom, in its absolute discretion, providing ,to the customera refund of postageon an articlewhether or not the article has been ,lostor damaged.,71Exclusions,71.1No amount which is permitted to be paid under this part shall be payable for loss or ,damage relating to the carriageof articles:,71.1.1containing bank notes, non-negotiable securities, bullion, negotiable securities, ,coins, precious or valuable stones, jewellery.\nor,71.1.2containing any other substance or thing, the carriageof which is prohibited by ,or under the law of the Commonwealth, State or Territory or under the ,Australia Post Terms and Conditions(including clause57 –Prohibited Goods).\n,or,71.1.3which, in the reasonable opinion of Australia Post, were not or could not be ,adequately or appropriately packaged for carriage.\nor,71.1.4where in the reasonable opinion of Australia Post, the loss or damage arises ,from inspection or repacking of the articleby Customs or Quarantine, as ,permitted by law.\nor,71.1.5where Australia Postupon making reasonable enquiries determinesthat the ,damage was not caused or contributed to by Australia Post.,72Noticeof article subsequently found,Where Australia Postmakes a payment in favour of the customerpursuant to clause 70and ,an articlewhich had been presumed lostis subsequently found, Australia Post may notify ,the claimant and the claimant may within 30 days of receipt of such notice, obtain delivery,of the article upon repayment of any amount paid to the claimant for the lost article under ,clause 70.,PROCESSING OF CLAIM,73Claim formand process,73.1Anyclaim for compensation must be made on a form authorised by Australia Postfor,the purpose and accompanied by the necessary evidence.,73.2When making any claim for compensation the Customer must comply with any ,Australia Post claim investigation process and any reasonable requests.\n,74Claimant,74.1Where an articleis lodgedfor domestic carriagegenerally it will bethe senderthat ,will claim for loss of an article and the addresseewillclaim for damage to an article ,provided.\nHowever, either party may seek to claim for loss or damage and in these ,situations, Australia Postwill consider theclaim on a case-by-case basis.,74.2Where an articleis lodgedfor international carriage, generally it will be the sender,that willclaim for loss or damage to the article.However, the addresseemay seek to ,claim for loss or damage and in these situations, Australia Postwill consider the claim ,on a case-by-case basis.,75Time forclaim,A claim for compensation must be made within 6 months from the date of lodgment of the ,article, or in the case of International Courier or International Express items 30 days from ,the intended date of delivery.", "created_at": "2023-03-23 16:49:14.497073", "updated_at": "2023-03-23 17:34:45.986288"}, {"id": 14906, "name": "Account terms of use", "url": "https://auspost.com.au/terms-conditions/mypost-account-terms-of-use", "xpath": "//*[@id=\"main-content\"]/div/section/div/div", "text": " <p>\n<b>THIS IS A BINDING AGREEMENT</b> between Australian Postal Corporation ABN 28 864 970 579 (which we'll refer to in this document as 'Australia Post', 'we', 'us', or 'our') and any person ('you' or 'your') who registers a MyPost Account.<br>\n</p>\n<p>You will find all of the capitalised terms that we refer to have been defined at the end of these Terms of Use.</p>\n<p>In consideration for us giving you access to and use of:<br>\n(a) your MyPost Account,<br>\n(b) the Website, or<br>\n(c) the Services<br>\n<br>\nyou agree to be bound by and abide by the terms and conditions set out in:<br>\n(i) &nbsp;these Terms of Use,<br>\n(ii) &nbsp;Australia Post's Website Terms &amp.\nConditions, and<br>\n(iii) any Additional Terms.<br>\n<br>\nWhere there's any inconsistency between these Terms of Use and the Website Terms &amp.\nConditions, these Terms of Use will take precedence.<br>\n&nbsp;</p> 1.\nRegistration of Account 1.1\n<p>\n<i>Registration as an individual</i>\n</p>\n<p>To use the Services, you'll first need to register for a MyPost Account.\nYou can register at a Post Office, or on our Website or via the App.\nA MyPost Account is a personal account specific to you in your capacity as an individual and cannot be shared with any other person.\nYou'll need to provide a personal email address as part of the process.</p> 1.2\n<p>\n<i>Accuracy</i>\n</p>\n<p>When registering for a MyPost Account, you must fill in all mandatory fields, using accurate, complete and up-to-date information.\nIf any of your information changes, you'll need to let us know via the MyAccount page on the Website.</p> 1.3\n<p>\n<i>Use of Services for a business or organisation</i>\n</p>\n<p>If any Services allow you to register or use those Services in relation to a business or organisation (including a company or charity), you may be requested to provide additional details to us (such as the business or organisation's name, ABN or ACN).\nIf you provide such details, we may accept your application on a provisional basis while we confirm that the details you have provided are accurate.\nBy registering for or using any Services on behalf of your business or organisation, you are deemed to have confirmed to us that you conduct business, or your organisation operates, under the name you have provided, that you are entitled or authorised to use that name, and that you are authorised to register on behalf of that business or organisation and to supply that business or organisation's information to us.\nIn consideration of your access to and/or use of your MyPost Account and any Services, you agree (both in your individual capacity, and also for and on behalf of your business or organisation) to be bound by and abide by the terms and conditions set out in these Terms of Use.</p> 1.4\n<p>\n<i>Security</i>\n</p>\n<p>Your MyPost Account is unique to you and is not transferable to any other person.\nYou'll need to choose a unique password - keep it safe and don't share it with anyone else.\nThe email address you supply will become your MyPost Account user name.</p> 1.5\n<p>\n<i>Responsibility</i>\n</p>\n<p>You are solely responsible for all activities that occur through the use of your MyPost Account by you or any person acting on your behalf.\nThis includes any transactions that are processed or conducted through your MyPost Account.\nYou must keep secure, and must not share, any login details for your MyPost Account.\nIf you become aware of any unauthorised access or use of your MyPost Account, you must let us know immediately.\nIf your negligent acts or omissions result in unauthorised access to your MyPost Account, you are solely responsible for all transactions conducted through your account during the unauthorised access.</p> 2.\nServices available through MyPost 2.1\n<i>Services</i>\n<br>\nHaving a MyPost Account gives you access to a number of different Services.\nEach Service that we provide will be governed by:<br>\n<ol>\n<li>these Terms of Use.\nand</li>\n<li>any additional terms and conditions applicable to that Service (with which you must agree, in order to obtain that Service).\nThis may include the Australia Post Terms and Conditions, and any other relevant product specific terms and conditions (Additional Terms).</li>\n</ol> 2.2\n<i>Inconsistency</i>\n<br> Where you obtain a Service from us and there's any inconsistency between these Terms of Use and the Additional Terms applicable to that Service, the Additional Terms relating to that Service will take precedence.\n2.3\n<i>Fees and charges</i>\n<br>\nRegistering for a MyPost Account is free, but there may be fees and charges for other Services we provide to you.\nThose fees and charges will be specified on the website or in the Additional Terms applicable to each Service.\nFees and charges may be varied at any time at Australia Post's discretion by giving you reasonable notice of the change via email and/or the website.\n2.4\n<i>Changes, withdrawal and cessation</i>\n<br>\nWe reserve the right to change, or temporarily or permanently withdraw any Service.\nWe'll give you notice if this happens in accordance with clause 13.6.\nTo the extent possible under the law, and subject to clause 8, we will not be liable to you for any loss, damage, cost or expense you may incur as a result of the exercise of our rights under this clause 2.4.\n2.5\n<i>Online support and advice</i>\n<br>\nWe may, from time to time, as part of the Services we provide, either through the Website or through other online resources, offer support or advice regarding our Services or the products offered by us.\nYou acknowledge that any such information or advice provided by us is general in nature, and is provided for general information purposes only.\nWe do not represent that any such information or advice is suitable for your particular circumstances or purposes.\nIt is up to you to determine whether the information or advice is suitable for your particular circumstances or purposes, and whether or not you should act in reliance on, or in accordance with, that information or advice.\n3.\nMyPost Card 3.1\n<p>\n<i>No longer issued</i>\n<br>\nA MyPost Card is no longer available or being issued to:</p>\n<p>a.\na new Customer who registers for a MyPost Account.\nor</p>\n<p>b.\nan existing Customer who seeks a replacement MyPost Card.</p> 3.2\n<i>Use</i>\n<br>\nIf you have an existing MyPost Card, it can be used:<br>\n<ol>\n<li>as identification when you pick up a parcel that you missed receiving at your home or business premises;</li>\n<li>to collect a parcel from a Parcel Locker, Parcel Collect location or Post Office;</li>\n<li>to track an item you've sent.\nand</li>\n<li>for other purposes which we'll let you know about from time to time.</li>\n</ol>\nIn some circumstances we may require another form of identification to be produced in addition to your MyPost Card.\nWe'll let you know if this is the case.\n3.3\n<i>Security</i>\n<br>\nYou agree to keep your MyPost Card issued in respect of your MyPost Account secure and ensure that no one else uses it.\nYour MyPost Card is not transferable.\n3.4\n<i>Responsibility</i>\n<br>\nYou are solely responsible (and liable) for all activities conducted through your MyPost Card, whether or not you authorised such activities.\nYou must notify us immediately if you become aware of any unauthorised use of your MyPost Card.\n4.\nYour responsibilities 4.1&nbsp.\n<i>Internet and Email Access</i>\n<br>\nTo access and use the Services, you'll need to have access to the internet and email.\nYour Internet Service Provider (ISP) ,not Australia Post, is responsible for providing internet access (subject to any agreement you have with them), and you are responsible, and solely liable, for any account charges or other costs associated with obtaining internet access and the ISP's service.\n4.2\n<i>Information&nbsp;</i>\n<br>\nYou agree to provide us with all the information we need to provide the Services and you must make sure that all information is accurate and complete.\nWe won't be liable for any loss, damage, cost or expense that arises from any inaccuracy, omission or other defect in any such information (including in any Data).\n&nbsp;<br>\n<p>4.3</p>\n<i>Compliance</i>\n<br>\nYou must comply with any reasonable directions we give from time to time in relation to your access to or use of the Services.\nYou also must use the Services in good faith, and at all times comply with these Terms of Use, any Additional Terms, and all applicable laws, statutes and regulations in all jurisdictions that relate to your access to or use of the Services (including, without limitation, all applicable privacy laws).\n&nbsp;&nbsp;<br> 5.\nNo guarantees 5.1&nbsp.\n<i>No guarantee of access.</i> To the extent permitted by law (including without limitation the <i>Competition and Consumer Act 2010 </i>(Cth)), and subject to clause 8.2:<br>\n<br>\n(a) we make no representations, warranties or guarantees in relation to the availability, continuity, reliability, accuracy, currency or security of the Services or any internet service provider (ISP) services, unless specifically stated otherwise.\nand<br>\n(b)&nbsp;we will not be liable if the Services, or any information obtained in relation to them, is inaccurate, outdated or incorrect.\nWe're also not liable if the Services or ISP services are unavailable for any reason, including as a result of:&nbsp;<br>\n(i)&nbsp;a telecommunications interruption, delay, bottleneck, failure or fault;&nbsp;<br>\n(ii)&nbsp;negligent, malicious or wilful acts or omissions by third parties (including our third party service providers) but not including any fraudulent conduct engaged in on behalf of or on the part of Australia Post;&nbsp;<br>\n(iii)&nbsp;maintenance or repairs of the systems used in connection with the provision of the Services or ISP services, carried out by us or any third party service provider;&nbsp;<br>\n(iv)&nbsp.\nany events beyond our control.\nor<br>\n(v)&nbsp;services provided by third parties becoming unavailable.&nbsp;<br>\n&nbsp.\n5.2\n<i>No guarantees in relation to Data.\n</i>You acknowledge and agree that to the extent possible under the law (including without limitation the <i>Competition and Consumer Act 2010 </i>(Cth)), and subject to clause 8.2 and our Privacy Policy, we make no representations, warranties or guarantees in relation to the integrity of the Data or length of time the Data will be retained by us.\n&nbsp;&nbsp;<br> 6.\nRestrictions on use 6.1&nbsp.\n<i>Restrictions.</i> You must not:<br>\n<br>\n(a) access or use the Website or the Services for any purpose other than those permitted by these Terms of Use or any Additional Terms;<br>\n(b) remove or tamper with any copyright notices on the Website or in relation to any Service;<br>\n(c) disassemble, decompile, reverse engineer or create derivative works or functionality equivalent software from the Website or in relation to any Service (except to the extent permitted by Division 4A of Part III of the <i>Copyright Act 1968</i> (Cth));<br>\n(d) copy or download, in a systematic manner, any content, graphics, video, text or animation from the Website or in relation to any Service, or communicate or otherwise distribute such systematically obtained content, graphics, video, text or animation;<br>\n(e) incorporate any part of the Website or any part of the Services in any product or service to be made available commercially, or attempt to do so.\nor<br>\n(f) introduce or permit the introduction of, any virus, worm, trojan or other malicious code into the Website or otherwise in relation to the Services, or in any other manner whatsoever corrupt, degrade or disrupt the Website or the Services, whether directly or indirectly.\n&nbsp;<br> 6.2\n<i>Unlawful or unauthorised use.</i> You must not (nor permit a third party to) submit any data or information to the Website or in relation to the Services, or otherwise use the Website or the Services:<br>\n<br>\n(a) to engage in any activity which breaches any law or infringes or interferes with a third party's rights;<br>\n(b) to infringe the Intellectual Property Rights &nbsp;of Australia Post or any third party;<br>\n(c) in any way that is defamatory, obscene, misleading or deceptive or otherwise illegal.\nor<br>\n(d) in any way that constitutes misuse, or resale or other commercial use, of the Website, the Services or any associated materials.\n&nbsp;<br> 7.\nLicence 7.1&nbsp.\nYou grant to us an irrevocable, perpetual, non-exclusive, worldwide, royalty-free licence to use, reproduce, modify, adapt and communicate the Data (and all data and information comprised in the Data), and to sublicense third parties to do those things, to enable us to:<br>\n<br>\n(a) operate the Website and provide the Services.\nand<br>\n(b) perform statistical and other analyses that are relevant to our business purposes.<br>\n&nbsp;<br>\nYou warrant to us that you have all rights necessary to grant this licence.\n&nbsp;&nbsp.\n&nbsp;&nbsp;<br> 8.\nLiability limitation and exclusion 8.1&nbsp.\n<i>Indemnity.\n</i>You indemnify us (and all of our subsidiaries, officers, employees, contractors and agents) against all loss, actions, proceedings, costs and expenses (including legal fees), claims and damages arising from any claim by a third party arising directly or indirectly out of or in connection with:<br>\n<br>\n(a) your access or use of the Website, MyPost Account&nbsp;or any of the Services (including use of your MyPost Card).\nand<br>\n(b) any breach by you of: (i) these Terms of Use.\nor (ii) any Additional Terms applicable to providing a Service.&nbsp;<br> 8.2\n<i>Liability: </i>To the maximum extent permitted by law (including the <i>Competition and Consumer Act 2010</i> (Cth)), we shall not be liable to you or to any other person (whether in contract, tort or otherwise) for any loss or damage suffered, or that may be suffered, as a result of any act or omission, whether negligent or otherwise, by or on behalf of Australia Post in relation to your MyPost Account and the use or performance of any Services, or any other matter or thing relating to this agreement, except to the extent that such loss or damage is incurred as a direct result of our fraud or wilful misconduct.&nbsp.\n&nbsp;&nbsp;<br> 8.3\n<p>To the maximum extent permitted by law (including the <i>Competition and Consumer Act 2010</i> (Cth)), we expressly disclaim all guarantees, conditions and warranties, express or implied, in respect of our supply of any Services and your use of your MyPost Account.\nIf any guarantee, condition or warranty is implied into this agreement pursuant to any legislation (including without limitation the <i>Competition and Consumer Act 2010</i> (Cth)) and the legislation avoids or prohibits provisions in a contract excluding or modifying the application of, exercise of, or liability under such guarantee, condition or warranty, the guarantee, condition or warranty shall be deemed to be included in this agreement, provided that, where it is fair and reasonable to do so, our liability for breach of the guarantee, condition or warranty shall, if the legislation permits, be limited (at our option) to any one or more of the following:</p>\n<p>(a) in the case of goods, to:</p>\n<p>(i) &nbsp;replacing the goods.\nor</p>\n<p>(ii)&nbsp.\nsupplying equivalent goods.\nor</p>\n<p>(iii) repairing the goods.\nor</p>\n<p>(iv) paying the cost of replacing the goods or acquiring equivalent goods, or paying the cost of having the goods repaired.\nand</p>\n<p>(b) in the case of services, to:</p>\n<p>(i) &nbsp;re-supplying the service.\nor</p>\n<p>(ii)&nbsp.\npaying the cost of re-supplying the service,</p>\n<p>in respect of which the breach occurred, and otherwise shall be limited to the maximum extent permitted by law.<br>\n</p> 9.\nSuspension 9.1&nbsp.\n<i>When we may suspend.\n</i>We may suspend your access to your MyPost Account and/or a Service, if any of the following things occur:<br>\n<br>\n(a) we become aware, or have reasonable grounds to believe, that the information you provided in order to register and create your MyPost Account, and/or register for the Service, was not true, accurate, current or complete;<br>\n(b) where you have registered for or use any Service in relation to a business or organisation we become aware, or have reasonable grounds to believe, that the business name you have provided is not genuine, or that you do not have authority to use that name or register for Services in relation to that business or organisation;<br>\n(c) we become aware, or have reasonable grounds to believe, that the registration of your MyPost Account or any Service was made by a person who did not have the authority to submit that registration on your behalf;<br>\n(d) you use your MyPost Account, the Services, the Website or your MyPost Card issued in respect of your MyPost Account to engage in fraudulent or other unlawful conduct;<br>\n(e) you report that your MyPost Account or your MyPost Card issued in respect of your MyPost Account has (or have) been accessed or used without your authorisation;<br>\n(f) you breach any provision of these Terms of Use or any Additional Terms;<br>\n(g) we consider it necessary to do so in order to maintain, update or upgrade the Website or any Service;<br>\n(h) there's been an allegation that your MyPost Account, the Services, or your MyPost Card issued in respect of your MyPost Account has (or have) been used for fraudulent or other unlawful conduct (whether by you or a third party), or has (or have) been accessed or used without your permission.\nor<br>\n(i) we're required to in order to comply with an order, direction or directive issued under statute or by a court, or in order to safeguard the operation of the Website or the Services.\n&nbsp;<br> 9.2\n<i>Notice and duration of suspension.\n</i>Where we suspend access to your MyPost Account and/or a Service under:<br>\n(a) clauses 9.1(e), 9.1(g), 9.1(h) or 9.1(i) - we'll endeavour to provide you with notice and ensure the suspension continues only for as long as is reasonably necessary.\nor<br>\n(b) clauses 9.1(a), 9.1(b), 9.1(c), 9.1(d) or 9.1(f) - we may continue the suspension for as long as we deem appropriate in our discretion.\nWe may also, at our discretion, decide to terminate your MyPost Account and/or stop providing the Service.\n&nbsp;<br> 9.3\n<i>No liability.\n</i>To the extent possible under the law, and subject to clause 8.2, we will not be liable to you for any loss, damage, cost or expense you may incur as a result of the suspension of your MyPost Account or a Service, except in circumstances where your MyPost Account is suspended due to fraudulent or wilful misconduct on our part.&nbsp.\n10.\nSub-contractors 10.1&nbsp;&nbsp.\n<i>We</i> reserve the right to use contractors or sub-contractors to perform any of our obligations under these Terms of Use or any Additional Terms.\nWhen we do, the contractors and/or sub-contractors are included within the definition of \"Australia Post\" and are entitled to all of the benefits and rights imposed upon and enjoyed by Australia Post by these Terms of Use or any Additional Terms.\n&nbsp;<br> 11.\nPrivacy 11.1&nbsp.\nYou acknowledge that:<br>\n<br>\n(a)&nbsp;we collect personal information (including your personal information) in order to complete your registration for a MyPost Account, to provide Services to you and to provide information as to how we can support you, and that, without this information, we may not be able to provide those Services or that support.\nand<br>\n(b) we may share the personal information we collect with certain third parties contracted to assist in the provision or administration of those services (and this may include contracted service providers located outside of Australia, including in Japan and the United States).&nbsp;<br> 11.2\nThe personal information we collect will be handled by us in accordance with Australia Post's Privacy Policy.\nOur Privacy Policy outlines how to access and/or correct your personal information or make a privacy-related complaint.\nYou can contact our Privacy Contact Officer for any privacy-related queries at the contact details set out in our Privacy Policy.\n12.\nTermination 12.1\n<p>\n<i>Termination without cause.&nbsp;</i>\n</p>\n<p>(a) You can close your MyPost Account:</p>\n<p>(i) calling us on 13 13 18.\nor</p>\n<p>(ii) for iOS users, the App.</p>\n<p>We'll delete all of the information that we hold about you in relation to your MyPost Account&nbsp;(except as required in clause 12.5 below).&nbsp;</p>\n<p>(b) We may, acting reasonably, terminate your MyPost Account for any reason at any time (which will mean you will not be able to access the Services, or not access them through your MyPost Account).\nWe will provide you with 30 days prior written notice where reasonably practicable.</p> 12.2\n<i>Termination for cause.&nbsp;</i>We may terminate your MyPost Account and/or stop providing a Service if any of the things referred to in clauses 9.1(a), 9.1(b), 9.1(c), 9.1(d) or 9.1(f) occur (whether or not we first elect to suspend your MyPost Account and/or the Service).\nWe will provide you with prior written notice where reasonably practicable.<br> 12.3\n<p>\n<i>Termination for inactivity.</i>&nbsp;We may terminate your MyPost Account and/or stop providing a Service through your MyPost Account, if your MyPost Account is inactive for at least 18 consecutive months.\nInactive means that you have not logged in to your MyPost Account, performed any activities in relation to your MyPost Account or otherwise used a Service through your MyPost Account.</p>\n<p>We will provide you with 30 days prior written notice of termination for inactivity and provide you with the opportunity to retain your MyPost Account.</p> 12.4\n<i>Termination in other circumstances.</i>&nbsp;We may also terminate your MyPost Account and/or a Service:<br>\n(a) when we're directed or ordered to do so by any government authority, or law enforcement, defence or intelligence authority or entity acting under the authority of the Commonwealth of Australia.\nor<br>\n(b) when we, at our discretion, decide to terminate or discontinue the operation of the Website and/or the Service.<br>\nWe will provide you with prior written notice where reasonably practicable.\n12.5\n<i>Consequences of termination.</i>&nbsp;Where your MyPost Account is closed or terminated, you acknowledge and agree that:<br>\n(a) we may retain a copy of your Data so that we can comply with our regulatory obligations.\nand<br>\n(b) you will no longer be able to access your MyPost Account or use your MyPost Card issued in respect of your MyPost Account, or any of the Services.\n&nbsp;<br> 13 .\nGeneral 13.1\n<i>Acts of employees, officers, agents and contractors of organisations.</i>&nbsp;If you have registered for or use any Services as an authorised representative of an organisation (including a company or charity):<br>\n(a) all activities and transactions undertaken through your MyPost Account in respect of those Services (whether by you as an employee, officer, agent, contractor or representative of the organisation), will be considered activities and transactions undertaken by you as an individual in your personal capacity, and where applicable, the organisation.\nand<br>\n(b) any actions, omissions or conduct by you as an employee, officer, agent, contractor or representative in respect of, or in connection with, your use of any Services, will be deemed to be the organisation's actions, omissions or conduct as well as your personal actions, omissions or conduct for the purposes of these Terms of Use.\n13.2&nbsp.\n<i>Assignment.&nbsp;</i>You may not assign or transfer your rights under these Terms of Use or any Additional Terms, or attempt or purport to do so, without our prior written consent (which may &nbsp;not be unreasonably withheld).&nbsp;<br> 13.3\n<i>Force majeure.</i>&nbsp;Neither party will be liable to the other for any failure to fulfil, or delay in fulfilling, its obligations caused by circumstances outside of its reasonable control.<br> 13.4\n<i>Governing law.</i>&nbsp;These Terms of Use (together with any Additional Terms) are governed by and interpreted in accordance with the laws of the State of Victoria, Australia, and both of us submit to the jurisdiction of the courts of that State.<br> 13.5\n<i>Severability.</i>&nbsp;If any provision, or part of a provision, of these Terms of Use or any Additional Terms is found to be illegal or unenforceable, it will be severed from the agreement, and the remainder of the terms will be construed as if that provision or part did not form part of the Terms of Use or Additional Terms (as applicable).\nThe previous sentence will not apply if the provision or part to be severed constitutes a material and fundamental element of the agreement between the parties.<br> 13.6\n<b>&nbsp;</b>\n<i>Variation.</i>&nbsp;We reserve the right to revise and amend these Terms of Use and the Additional Terms (or vary any Service provided under them) as follows:<br>\n(a) if we consider that the change is likely to benefit you, or have a neutral or minor detrimental impact on you, we will make any changes immediately without notifying you.\nWe will publish the amended Terms of Use or Additional Terms on the Website.\nor&nbsp;<br>\n(b) if we consider that the change is likely to have a significant detrimental impact on you, we'll make the change after we have notified you.\nWe may notify you by email, or through a notice on the Website and/or App.<br>\nYour continued use of the Services after we have notified you of an amendment will mean that you agree to that amendment.\nIf you do not agree with an amendment, you may terminate your MyPost Account in accordance with clause 12.1.\nDefinitions <p>In these Terms of Use:<br>\n<br>\n<b>App</b> means the 'Australia Post app', as amended or updated from time to time, and including any app that is implemented to replace the Australia Post app.</p>\n<p>\n<b>Australia Post Terms and Conditions</b> means the Australia Post Terms and Conditions made pursuant to section 32(1)(b) of the Australian Postal Corporation Act 1989 including any supplementary service terms (as amended from time to time) found on our General Terms and Conditions page.</p>\n<p>\n<b>Additional Terms</b> is defined in clause 2.1(b) above.</p>\n<p>\n<b>Customer</b> means any person who accesses or uses the Site.</p>\n<p>\n<b>Data</b> means information and data that you provide to us for the purpose of registering your MyPost Account under clause 1, and/or to obtain Services from us and any other data that we may collect (whether as user generated information or user behaviour information) which we may collect in accordance with our Privacy Policy.</p>\n<p>\n<b>Intellectual Property Rights</b> means all intellectual property rights including current and future registered and unregistered rights in respect of copyright, designs, circuit layouts, trademarks, know-how, trade secrets, confidential information, patents, inventions, domain names, business names and discoveries.</p>\n<p>\n<b>ISP</b> has the meaning given to it in clause 4.1.</p>\n<p>\n<b>MyPost Account</b> means an account registered by a Customer on the Website under clause 1.</p>\n<p>\n<b>MyPost Card </b>means the MyPost card that has been historically issued to Customers after completing the MyPost Card application process.</p>\n<p>\n<b>Privacy Policy</b> means the Australia Post Privacy Policy (as amended from time to time) found at http://auspost.com.au/privacy.</p>\n<p>\n<b>Service</b> means each of the services or products offered by us from time to time, in connection with your MyPost Account.</p>\n<p>\n<b>Website</b> means the MyPost website at https://auspost.com.au/mypost (and related pages) and any other webpages relating to the MyPost Account or at which Australia Post provides a Service.</p>\n<p>\n<b>Website Terms &amp.\nConditions </b>means the Australia Post website terms and conditions found on our Website Terms and Conditions page.</p> ", "created_at": "2023-03-23 17:38:24.041074", "updated_at": "2023-03-23 17:39:10.173207"}], "points": [{"id": 30254, "title": "Information is provided about how your personal data is used", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:25:41.783644", "updated_at": "2023-07-11 06:27:54.798294", "quoteText": null, "case_id": 227, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30253, "title": "Details are provided about what kind of information they collect", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:25:19.87146", "updated_at": "2023-07-11 06:28:00.888686", "quoteText": null, "case_id": 228, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30258, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:28:39.059424", "updated_at": "2023-07-11 06:28:00.730444", "quoteText": null, "case_id": 242, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30252, "title": "Information is provided about how they collect personal data", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:25:00.119692", "updated_at": "2023-07-11 06:28:00.563254", "quoteText": null, "case_id": 297, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30261, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://auspost.com.au/terms-conditions/mypost-account-terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:39:44.391565", "updated_at": "2023-07-11 06:28:01.052964", "quoteText": null, "case_id": 148, "document_id": 14906, "quoteStart": null, "quoteEnd": null}, {"id": 30255, "title": "You can opt out of promotional communications", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:26:20.722246", "updated_at": "2023-07-11 06:28:00.810435", "quoteText": null, "case_id": 223, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30266, "title": "You should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://auspost.com.au/terms-conditions/mypost-account-terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:44:10.67177", "updated_at": "2023-07-11 06:28:00.97048", "quoteText": null, "case_id": 329, "document_id": 14906, "quoteStart": null, "quoteEnd": null}, {"id": 30265, "title": "30 days of notice are given before closing your account", "source": "https://auspost.com.au/terms-conditions/mypost-account-terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:43:28.629522", "updated_at": "2023-07-11 06:28:02.001383", "quoteText": null, "case_id": 206, "document_id": 14906, "quoteStart": null, "quoteEnd": null}, {"id": 30262, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://auspost.com.au/terms-conditions/mypost-account-terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:40:46.066821", "updated_at": "2023-07-11 06:28:02.286122", "quoteText": null, "case_id": 288, "document_id": 14906, "quoteStart": null, "quoteEnd": null}, {"id": 30260, "title": "There is a date of the last update of the agreements", "source": "https://auspost.com.au/content/dam/auspost_corp/media/documents/ap-terms-and-conditions.pdf", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:35:11.207818", "updated_at": "2023-07-11 06:28:02.393552", "quoteText": null, "case_id": 331, "document_id": 14905, "quoteStart": null, "quoteEnd": null}, {"id": 30257, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:27:57.374311", "updated_at": "2023-07-11 06:28:02.505868", "quoteText": null, "case_id": 302, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30256, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:27:19.010133", "updated_at": "2023-07-11 06:28:01.922385", "quoteText": null, "case_id": 188, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30259, "title": "You can request access, correction and/or deletion of your data", "source": "https://auspost.com.au/privacy", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:29:28.125728", "updated_at": "2023-07-11 06:28:02.090085", "quoteText": null, "case_id": 195, "document_id": 14904, "quoteStart": null, "quoteEnd": null}, {"id": 30263, "title": "Your account can be suspended for several reasons", "source": "https://auspost.com.au/terms-conditions/mypost-account-terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:41:52.550572", "updated_at": "2023-07-11 06:28:02.184305", "quoteText": null, "case_id": 205, "document_id": 14906, "quoteStart": null, "quoteEnd": null}, {"id": 30264, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://auspost.com.au/terms-conditions/mypost-account-terms-of-use", "status": "Generated through the annotate view", "created_at": "2023-03-23 17:43:09.479316", "updated_at": "2023-07-11 06:28:08.265139", "quoteText": null, "case_id": 201, "document_id": 14906, "quoteStart": null, "quoteEnd": null}], "urls": ["auspost.com.au"]}}