{"error": 448, "message": "OK", "parameters": {"id": 8187, "name": "Nasa", "created_at": "2023-05-02 20:41:32.228056", "updated_at": "2023-05-02 22:02:12.590068", "wikipedia": "https://en.wikipedia.org/wiki/NASA", "keywords": null, "related": null, "slug": "nasa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8187.png", "url": "nasa.gov", "documents": [{"id": 15885, "name": "Privacy Policy and Important Notices", "url": "https://www.nasa.gov/about/highlights/HP_Privacy.html", "xpath": "/html/body/div[3]/div[3]/section/section/div[2]/div", "text": " NASA Web Privacy Policy and Important Notices <p>Thank you for visiting NASA and reviewing our policy notices.</p>\n<ul>\n<li>Privacy Policy <ul>\n<li>Federal Privacy Council</li>\n</ul>\n</li>\n<li>Security Notice </li>\n<li>Accessibility Statement </li>\n<li>Linking Policy and Disclaimer of Endorsement </li>\n<li>Other Links <ul>\n<li>NASA Strategic Plans and Performance Plans</li>\n<li>USA.gov</li>\n<li>NASA Privacy Program</li>\n</ul>\n</li>\n<li>Privacy on NASA Social Media Channels</li>\n<li>Privacy Impact Assessment</li>\n<li>NASA Officials for Privacy Related Matters</li>\n<li>YouTube Terms of Service</li>\n</ul>\n<p>\n</p>\n<p>\n</p> Privacy Policy <p>This notice provides NASA's policy regarding the nature, purpose, use and sharing of any information collected via this Web site.\nThe information you provide on a NASA Web site will be used only for its intended purpose.\nWe will protect your information consistent with the principles of the Privacy Act, the e-Government act of 2002, the Federal Records Act, and as applicable, the Freedom of Information Act.</p>\n<p>Submitting information is strictly voluntary.\nBy doing so, you are giving NASA your permission to use the information for the intended purpose.\nIf you do not want to give NASA permission to use your information, simply do not provide it.\nHowever, not providing certain information may result in NASA's inability to provide you with the information or services you desire.</p>\n<p>There are several types of information we collect.\nThese include:</p>\n<ol>\n<li>Automatically Collected Information </li>\n<li>Information Collected for Tracking and Customization (Cookies)</li>\n<li>Personal Information </li>\n<li>Information from Children </li>\n<li>Information maintained within Privacy Act Systems of Records</li>\n</ol>\n<p>NASA will only share your information with another government agency if it relates to that agency, or as otherwise required by law.\nWe may share information with private organizations as part of a service that provides NASA.gov users with increased capabilities or functionality on the site.\nNASA never creates individual profiles.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> Automatically Collected Information <p>This website uses Google Analytics Premium.\nPlease refer to the following policies on Google's website for more information:</p>\n<ul>\n<li>Google's main privacy policy</li>\n<li>Cookies &amp.\nGoogle Analytics on Websites</li>\n<li>Opt out of Google Analytics Cookies</li>\n</ul>\n<p>We collect and temporarily store certain technical information about your visit for use in site management and security purposes.\nThis information includes:</p>\n<ol>\n<li>The Internet domain from which you access our Web site (for example, \"xcompany.com\" if you use a private Internet access account, or \"yourschool.edu\" if you connect from an educational domain);</li>\n<li>The IP address (a unique number for each computer connected to the Internet) from which you access our Web site;</li>\n<li>The type of browser (e.g., Chrome, Firefox, Internet Explorer) used to access our site;</li>\n<li>The operating system (Windows, Mac) used to access our site;</li>\n<li>The date and time you access our site;</li>\n<li>The URLs of the pages you visit;</li>\n<li>Your username, if it was used to log in to the Web site.\nand</li>\n<li>If you visited this NASA Web site from another Web site, the URL of the forwarding site.</li>\n<li>Anonymous summary demographic information about our visitors such as gender, age range, and areas of interest for adults over the age of 18.\nWe do this by using Google Demographic and Interests reports.\nWhen you visit a website that has partnered with the Google Display Network, Google stores a number in your browser using a persistent cookie to remember your visits.\nThis number uniquely identifies a web browser, not a specific person.\nBrowsers may be associated with a demographic category, such as gender or age range, based on the sites that were visited.\nThis demographic information is used to help us better understand our visitors' interests and needs to more effectively develop content to serve you.</li>\n</ol>\n<p>This information is generally used to help us make our site more useful for you.\nWith this data we learn about the number of visitors to our site and the types of technology our visitors use.&nbsp.\nAlthough the primary purpose of automatically collecting this kind of information is not to track individuals who visit this site, in certain circumstances and consistent with Federal law, NASA may take additional steps to identify you using this information and may share this information, including your identity, with other agencies.&nbsp;</p>\n<p>Except for authorized law enforcement investigations, no attempts are made to identify individual users or their usage habits.\nRaw data logs are retained temporarily as required for security and site management purposes only.</p>\n<p>\n</p>\n<p>\n</p> Information Collected for Tracking and Customization (Cookies) <p>A cookie is a small file that a Web site transfers to your computer to allow it to remember specific information about your session while you are connected.\nYour computer will only share the information in the cookie with the Web site that provided it, and no other Web site can request it.\nThere are two types of cookies, session and persistent.\nSession cookies last only as long as your Web browser is open.\nOnce you close your browser, the cookie disappears.\nPersistent cookies store information on your computer for longer periods of time.</p>\n<p>NASA Web sites may use session cookies for technical purposes such as to enable better navigation through the site, or to allow you to customize your preferences for interacting with the site.\nA few NASA Web sites may also make use of persistent cookies to remember you between visits so, for example, you can save your customized preference settings for future visits.\nEach NASA site using persistent cookies identifies itself as doing so.\nIf you do not wish to have session or persistent cookies stored on your machine, you can turn them off in your browser.\nHowever, this may affect the functioning of some NASA Web sites.</p> Providing Information to Third Parties <p>NASA may share information with private organizations as part of a service that provides NASA users with increased capabilities or functionality on the site.\nOn www.nasa.gov, the \"Share\" function at the top of each page is provided by a third party, AddThis.\nThis firm collects information on visitors who use this feature to share NASA content on their Facebook pages, Twitter feeds or other social media or social networking sites.\nAs noted in their privacy policy AddThis uses this information for its own business purposes, including marketing the information to other parties.</p>\n<p>AddThis does not collect information from users who do not use the feature.</p>\n<p>\n</p>\n<p>\n</p> Personal Information <p>If you choose to provide us with personal information, through such methods as completing a form or sending us an email, we will use that information to respond to your message and to help us get you the information or services you have requested.</p>\n<p>Remember that email isn't necessarily secure.\nYou should never send sensitive or personal information like your Social Security number in an email.\nUse postal mail or secure Web sites instead.</p>\n<p>Some of our Web sites ask visitors who request specific information to fill out a registration form.\nFor example, vendors looking for marketing opportunities by visiting our NASA Acquisition Internet Service site may be asked to register to obtain email notices of business opportunities.\nOther information collected at Web sites through questionnaires, feedback forms, or other means, enables us to determine visitors' interests, with the goal of providing better service to our customers.</p>\n<p>\n</p>\n<p>\n</p> Interaction with Children <p>The Children's Online Privacy Protection Act (COPPA) governs information gathering online from or about children under the age of 13.\nVerifiable consent from a child's parent or guardian is required before collecting, using, or disclosing personal information from a child under the age of 13.</p>\n<p>We collect no information about you or your child, other than that detailed in the previous section, when you visit our web site unless you choose to provide information to us.\nWhen a NASA Web site needs to collect information about a child under 13 years old, COPPA required information and instructions will be provided by the specific Web page that collects information about the child.\nThe Web page will specify exactly what the information will be used for, who will see it, and how long it will be kept.</p>\n<p>There are several exceptions that permit collection of a child's email address without receiving parental consent in advance:</p>\n<ul>\n<li>To provide the parents with notice and to seek consent for communications with the child.\nNote: this may require collection of the parent's email address as well.</li>\n<li>To respond to a one time request from a child.</li>\n<li>To respond more than once to a child's request.\ni.e., subscription to a newsletter.\nHowever, parental consent is required prior to the second communication.</li>\n<li>To protect the safety of a child who is participating on the site.\ni.e., in a chat room.</li>\n<li>To protect the site or to respond to law enforcement.\ni.e., in the case of a Web site compromise.</li>\n</ul>\n<p>Personal information about children under 13 years of age may be needed to respond to his/her communication to us, such as to receive a poster or to acquire information for a school project.\nPersonal information about your child will be destroyed immediately upon completion of its intended purpose.\nOn rare occasions, it may be determined that a communication from a child under 13 years old should be maintained for historical purposes.\nShould such an occasion occur, NASA will obtain the necessary consent from the child's parent.</p>\n<p>Finally, we provide many on-line tools and services in support of NASA's mission.\nA child under 13 years old may inadvertently provide personal information to one of these services.\nIf this should happen, the information about the child will be deleted immediately upon discovery.</p>\n<p>\n</p>\n<p>\n</p> Information maintained within Privacy Act Systems of Records <p>NASA collects and maintains some records on individuals that are protected under the Privacy Act of 1974 and from which the records are retrieved by individual’s name/personal identifier.&nbsp.\nSuch information is included in NASA Privacy Act Systems of Records which are published through notices in the Federal Register.&nbsp.\nIndividuals may request records held by NASA on them in NASA’s Systems of Records by following the instructions in 14 CFR 1212.201.”</p>\n<p>\n</p> Web Site Security Notice <p>For site security purposes and to ensure that this Web service remains available to all users, this Government computer system employs software programs that monitor network traffic to identify unauthorized attempts to upload or change information,.\nAnyone using this system expressly consents to such monitoring and is advised that if such monitoring reveals evidence of possible abuse or criminal activity, such evidence may be provided to appropriate law enforcement officials.</p>\n<p>Unauthorized attempts to upload or change information on NASA servers are strictly prohibited and may be punishable by law, including under the Computer Fraud and Abuse Act of 1986 and the National Information Infrastructure Protection Act of 1996.</p>\n<p>Additionally, NASA information systems may be protected by EINSTEIN cybersecurity capabilities under the operational control of the U.S.\nDepartment of Homeland Security United States Computer Emergency Readiness Team (US-CERT).\nElectronic communications with NASA may be scanned by government-owned or contractor equipment to look for network traffic indicating known or suspected malicious cyber activity, including malicious content or communications.</p>\n<p>Electronic communications within NASA will be collected or retained by US-CERT only if they are associated with known or suspected cyber threats.\nUS-CERT will use the information collected through EINSTEIN to analyze the known or suspected cyber threat and help NASA and other agencies respond and better protect their computers and networks.</p>\n<p>For additional information about EINSTEIN capabilities, please see the EINSTEIN program-related Privacy Impact Assessments available on the&nbsp;U.S.\nDepartment of Homeland Security cybersecurity privacy website&nbsp;along with other information about the federal government’s cybersecurity activities.</p>\n<p>\n</p> Accessibility Statement <p>The National Aeronautics and Space Administration is committed to making all of our Agency programs and services, including&nbsp;electronic and information technology, accessible to everyone.\nTo ensure that we meet or exceed the requirements of&nbsp;Section 504 of the Rehabilitation Act of 1973&nbsp;and&nbsp;the&nbsp;1998 Amendment to Section 508 of the Rehabilitation Act of 1973, we continually review our programs and services, including electronic and information technology, in order to remove accessibility problems for people with disabilities.</p>\n<p>If you have a problem accessing any NASA program&nbsp;or if you have questions about our accessibility policy, please contact our hotline at 866-654-1440 or by email at&nbsp;AssistedProgramComplaint@nasa.gov.</p>\n<p>NASA's commitment to accessibility includes making its web content accessible.\nHere's more on website accessibility.</p>\n<p>\n</p> Linking Policy and Disclaimer of Endorsement <p>NASA links to many Web sites created and maintained by other public and/or private organizations.\nNASA provides links to these sites as a service to our users.\nThe presence of a link is not a NASA endorsement of the site.</p>\n<p>When users follow a link to an outside Web site, they are leaving NASA and are subject to the privacy and security policies of the owners/sponsors of the outside Web site(s).\nNASA is not responsible for the information collection practices of non-NASA sites.</p>\n<p>\n</p>\n<p>\n</p> Other Links <ul>\n<li>NASA Privacy Program</li>\n<li>NASA Privacy Impact Assessments (PIAs) Click here.</li>\n<li>14 CFR 1212 - NASA Privacy Act Regulations Click here.</li>\n<li>NASA Systems of Records Notices (SORNs) Click here.</li>\n<li>\n<strong>COMING SOON!</strong> The ability<b>\n</b>to electronically request NASA Privacy Act records on yourself.\nMeanwhile, such requests may also be made via a Freedom of Information Act request.</li>\n<li>For Privacy concerns not related to Systems of Record Notices (SORNs) or NASA Privacy Act, please email a description of your concern along with a preferred return email address to&nbsp;NASA-Privacy</li>\n</ul>\n<p>\n<b>NASA Officials for Privacy Related Matters</b>\n</p>\n<p>\n<b>NASA Senior Agency Official for Privacy</b>\n<strong> (SAOP)</strong>\n<br>\nJeff Seaton<br>\nChief Information Officer</p>\n<p>\n<b>NASA Chief Privacy Officer (CPO)&nbsp;</b>\n<br>\n<strong>CUI Program Manager</strong>\n<br>Stayce Hoult<br>\nNASA Office of the Chief Information Officer<br>\nNASA Headquarters<br>\nWashington, DC 20546-0001<br>\n256-544-7705</p>\n<p>\n<b>NASA Agency Privacy Act Officer</b>\n<br>Bill Edwards-Bodmer<br>\nNASA Office of the Chief Information Officer<br>\nNASA Headquarters<br>\nWashington, DC 20546-0001<br>\n757-864-2700</p> ", "created_at": "2023-05-02 20:41:32.258735", "updated_at": "2023-05-02 20:42:24.643425"}], "points": [], "urls": ["nasa.gov"]}}