{"error": 448, "message": "OK", "parameters": {"id": 9280, "name": "Browsec Inc ", "created_at": "2023-08-19 05:32:18.65972", "updated_at": "2023-08-19 10:02:10.450063", "wikipedia": null, "keywords": null, "related": null, "slug": "browsec-inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9280.png", "url": "browsec.com", "documents": [{"id": 18167, "name": "Terms of service", "url": "https://browsec.com/en/terms_of_service", "xpath": "//body", "text": " Browsec <ul>\n<li> VPN Apps VPN for Chrome VPN for Firefox VPN for iOS VPN for Android VPN for Windows VPN for Mac </li>\n<li> Premium </li>\n<li> Help Help Center Contact us Free VPN What is a VPN What is my IP </li>\n<li> Sign up </li>\n<li> Sign in </li>\n</ul> English <ul>\n<li> Türkçe </li>\n<li> 한국어 </li>\n</ul> Browsec software licence and terms of services <ol>\n<li> Introduction <p>The following Terms of&nbsp;Service Agreement is&nbsp;a&nbsp;legal contract between you and Browsec Inc («Browsec»).\nBy&nbsp;downloading, installing and using Browsec you acknowledge that you have read, understood and accept this agreement in&nbsp;its entirety, and agree to&nbsp;be&nbsp;bound by&nbsp;its terms.</p>\n<p>Browsec Inc reserves the right, at&nbsp;our discretion, to&nbsp;change, modify, add, or&nbsp;remove portions of&nbsp;these Terms at&nbsp;any time.\nPlease check these Terms and any Guidelines periodically for changes.\nYour continued use of&nbsp;the Service constitutes your acceptance of&nbsp;the Terms as&nbsp;modified.\nFor any material changes to&nbsp;these Terms, such amended terms will automatically be&nbsp;effective thirty days after they are initially posted on&nbsp;the Service.\n</p>\n</li>\n<li> Privacy Policy <p>Browsec’s Privacy Policy is&nbsp;incorporated into this agreement by&nbsp;reference.\nPlease refer to&nbsp;the privacy policy for information on&nbsp;how Browsec collects, uses, maintains, shares and destroys your personal information.</p>\n</li>\n<li> License <p>Subject to&nbsp;the terms and conditions set forth in&nbsp;this agreement, Browsec grants you a&nbsp;limited, nonexclusive, personal, non-transferable right to&nbsp;use our service, solely for internal and personal purposes.\nAll rights not expressly granted to&nbsp;you are reserved by&nbsp;Browsec.</p>\n<p>The visual interfaces, graphics, design, information, computer code (including source code and object code), products, software, services and all other elements of&nbsp;the Service are proprietary to&nbsp;Browsec or&nbsp;its subsidiaries or&nbsp;affiliated companies or&nbsp;third-party licensors.</p>\n<p>You agree not to&nbsp;sell, sublicense, resell, transfer, assign, distribute or&nbsp;otherwise commercially exploit or&nbsp;make available to&nbsp;any third party the Services in&nbsp;any way.</p>\n<p>You may use the service only for personal purposes and shall not: send spam or&nbsp;otherwise duplicative or&nbsp;unsolicited messages in&nbsp;violation of&nbsp;applicable laws.\n(ii) send infringing, obscene, threatening, libelous, or&nbsp;otherwise unlawful or&nbsp;tortuous material, including material harmful to&nbsp;children or&nbsp;violate third party privacy rights.\n(iii) send or&nbsp;store material containing software viruses, worms, Trojan horses or&nbsp;other harmful computer code, files, scripts, agents or&nbsp;programs.\n(iv) interfere with or&nbsp;disrupt the integrity or&nbsp;performance of&nbsp;the Service or&nbsp;the data contained therein.\nor&nbsp;(v) attempt to&nbsp;gain unauthorized access to&nbsp;the Service or&nbsp;its related systems or&nbsp;networks.</p>\n</li>\n<li> The Service <p>Browsec is&nbsp;providing the service on&nbsp;an&nbsp;«as&nbsp;is» basis without warranty of&nbsp;any kind.\nBrowsec does not guarantee the availability of&nbsp;the service or&nbsp;any of&nbsp;its features Browsec may impose usage limits, suspend service or&nbsp;block certain kinds of&nbsp;usage solely at&nbsp;our discrimination.</p>\n<p>The speed and quality of&nbsp;the Service may vary and the Service is&nbsp;subject to&nbsp;unavailability, including emergencies, third party service failures, transmission, equipment or network problems or&nbsp;limitations, interference, signal strength, and maintenance and repair, and may be&nbsp;interrupted, refused, limited or&nbsp;curtailed.\nBrowsec is&nbsp;not responsible for any failures to&nbsp;maintain the confidentiality, security, accuracy or&nbsp;quality of&nbsp;your data, messages or&nbsp;pages whether or&nbsp;not related to&nbsp;interruptions or performance issues with the Service.</p>\n<p>Browsec does not assure that its service will withstand attempts to&nbsp;evade security mechanisms.\nBrowsec is&nbsp;not responsible for any failures to&nbsp;maintain confidentiality or security of&nbsp;your data.</p>\n</li>\n<li> User responsibilities <p>A&nbsp;computer or&nbsp;other equipment enabled to&nbsp;access the Internet («Device») is&nbsp;required to&nbsp;use the service.\nYou are solely responsible for ensuring that your Device is sufficient and compatible for use with the Service.</p>\n</li>\n<li> Prohibited conduct <p>By&nbsp;using the Service you agree not&nbsp;to: —&nbsp;Use the service for anything other than lawful purpose.\n—&nbsp;to&nbsp;impersonate any person or&nbsp;entity or&nbsp;misrepresent your affiliation with a&nbsp;person or&nbsp;entity.\n—&nbsp;misattribute origin of&nbsp;any content transmitted through the system.\n—&nbsp;distribute copyright-protected material through our servers.\n—&nbsp;use the Service for commercial gain.\n—&nbsp;intentionally interfere with or&nbsp;damage operation of&nbsp;the Service by&nbsp;any means.\n—&nbsp;take any action that results in&nbsp;an&nbsp;unbearable load on&nbsp;Browsec infrastructure;</p>\n</li>\n<li> Service suspension and&nbsp;termination <p>You agree that Browsec, in&nbsp;its sole discretion, for any or&nbsp;no&nbsp;reason, and without penalty, may terminate or&nbsp;suspend your use of&nbsp;the Service at&nbsp;any time.\nBrowsec may also in&nbsp;its sole discretion and at&nbsp;any time discontinue the Services in&nbsp;their entirety, or&nbsp;any part thereof, with or&nbsp;without notice.</p>\n</li>\n<li> Disclaimer of warranties <p>Browsec makes no&nbsp;representation, warranty, or&nbsp;guarantee as&nbsp;to&nbsp;the reliability, timeliness, quality, suitability, availability, accuracy or&nbsp;completeness of&nbsp;the Services.\nBrowsec does not represent or&nbsp;warrant that (a) the use of&nbsp;the Services will be&nbsp;secure, timely, uninterrupted or&nbsp;error-free or&nbsp;operate in&nbsp;combination with any other hardware, software, system or&nbsp;data, (b) the Service will meet your requirements or&nbsp;expectations ©&nbsp;errors or&nbsp;defects will be&nbsp;corrected, or&nbsp;(d) the Services are free of viruses or&nbsp;other harmful components.\nThe Service is&nbsp;provided by&nbsp;Browsec on&nbsp;and «as&nbsp;is» «as&nbsp;available» basis without warranties of&nbsp;any kind, either expressed or implied, including without limitation, any implied warranty of&nbsp;merchantability, fitness for a&nbsp;particular purpose, or&nbsp;non-infringement of&nbsp;third-party rights, are hereby disclaimed to&nbsp;the maximum extent permitted by&nbsp;law.\nYou expressly agree that use of&nbsp;the Services is&nbsp;at&nbsp;your sole risk.</p>\n</li>\n<li> Limitation of Liability <p>Under no&nbsp;circumstances shall Browsec or&nbsp;its affiliates, contractors, employees, agents or&nbsp;third-party partners be&nbsp;liable under contract, tort, strict liability, negligence or&nbsp;otherwise for any lost profits or&nbsp;Special, indirect, incidental, punitive, or&nbsp;consequential damages of&nbsp;any kind whatsoever.\nIn&nbsp;no&nbsp;event shall the total liability of&nbsp;Browsec, for all damages, losses and causes of&nbsp;action arising out of&nbsp;or&nbsp;relating to&nbsp;this agreement or&nbsp;your use of&nbsp;the service exceed the amount paid by&nbsp;you, if&nbsp;any, during the twelve month prior to&nbsp;the date of&nbsp;the claim, or&nbsp;one hundred dollars, whichever is&nbsp;greater.</p>\n</li>\n<li> Indemnification <p>You agree to&nbsp;indemnify, save, and hold harmless Browsec, its affiliated or&nbsp;associated companies, and their respected directors, officers, employees, agents, contractors, licensees, successors and assigns from all claims, losses, damages, expenses and costs (including, but not limited&nbsp;to, direct, incidental, consequential, exemplary and indirect damages), and reasonable attorneys’ fees, resulting from or&nbsp;arising out&nbsp;of (i) a&nbsp;breach of&nbsp;this Agreement, (ii) the use of&nbsp;the Services, by&nbsp;You or any person using your account, or&nbsp;(iii) any violation of&nbsp;any rights of&nbsp;a&nbsp;third party.</p>\n</li>\n<li> Payments and customer support <p>Our global order process is conducted by our online reseller Paddle.com.\nPaddle.com is the Merchant of Record for all our orders except Russia.\nPaddle provides all customer service inquiries and handles returns.</p>\n<p>Our order process in Russia is conducted by Browsec Inc.\nBrowsec Inc provides all customer service inquiries and handles returns for such orders.</p>\n</li>\n<li> Refund Policy <p>You can request a refund within 7 days after purchasing Premium plan.\nTo request a refund send an e-mail to support@browsec.com from the e-mail account that is linked to your Browsec premium account.\nPlease provide the payment details (date, time, payment provider) in your e-mail for quick support.</p>\n<p>We will refund in the same payment method that you initially used to pay for the Premium plan.\n</p>\n</li>\n</ol> Platforms <ul>\n<li>VPN for Chrome</li>\n<li>VPN for Firefox</li>\n<li>VPN for iOS</li>\n<li>VPN for Android</li>\n<li>VPN for Windows</li>\n<li>VPN for Mac OS</li>\n</ul> Prices <ul>\n<li>Plans and pricing</li>\n<li>Premium</li>\n</ul> Why use a VPN <ul>\n<li>What is my IP</li>\n<li>What is a VPN</li>\n<li>Free VPN</li>\n<li>Check your VPN</li>\n<li>Is your phone hacked</li>\n</ul> Information <ul>\n<li>Contact us</li>\n<li>FAQ</li>\n<li>Help Center</li>\n<li>Facebook</li>\n</ul> Downloads Available in the Chrome Web StoreGet it on Google PlayDownload on the AppStore Browsec © 2012 — 2023 Browsec Inc Contact us Privacy policy Terms of service ", "created_at": "2023-08-19 05:32:18.719384", "updated_at": "2023-08-19 05:33:11.77574"}, {"id": 18166, "name": "Privacy Policy", "url": "https://browsec.com/en/privacypolicy", "xpath": "//body", "text": " Browsec <ul>\n<li> VPN Apps VPN for Chrome VPN for Firefox VPN for iOS VPN for Android VPN for Windows VPN for Mac </li>\n<li> Premium </li>\n<li> Help Help Center Contact us Free VPN What is a VPN What is my IP </li>\n<li> Sign up </li>\n<li> Sign in </li>\n</ul> English <ul>\n<li> Türkçe </li>\n<li> 한국어 </li>\n</ul> Browsec Privacy Policy June 26, 2015 <p>This privacy policy sets forth how Browsec Inc collects and processes personal information from any user of&nbsp;our services, as&nbsp;well as&nbsp;our use and disclosure of&nbsp;such information.</p>\n<p>When you use our service, you agree to&nbsp;let&nbsp;us process your information as&nbsp;we&nbsp;describe in&nbsp;this Privacy Policy statement.</p>\n<ol>\n<li> Collection of&nbsp;personal information <ol>\n<li> Personal information <p>«Personal information» means any information that identifies you, this includes information provided by&nbsp;you when using our services.</p>\n</li>\n<li> Cookies <p> When you visit browsec.com website, we&nbsp;may store one or&nbsp;more cookies&nbsp;— a&nbsp;small text string&nbsp;— on&nbsp;your computer.\nThese cookies can be&nbsp;persistent, that&nbsp;is, they may remain after you close your browser window.\nPlease refer to&nbsp;your browser’s «Help» for information on&nbsp;removing cookies.</p>\n</li>\n<li> Account information <p> When you create your Browsec account, we&nbsp;provide you with an&nbsp;anonymous Account ID&nbsp;that is&nbsp;permanently stored in&nbsp;your web browser.\nYou may also link additional information to&nbsp;your account, such as&nbsp;your e-mail address.</p>\n</li>\n<li> Operational data <p>To&nbsp;ensure the continuous delivery of&nbsp;our Services, we&nbsp;have to&nbsp;automatically record some information from your web browser additional/or client software.\nThe information does not identify the User personally.\nBrowsec uses such information in&nbsp;the aggregate for various purposes, including the monitoring of&nbsp;the service.</p>\n</li>\n</ol>\n</li>\n<li>Use of&nbsp;Personal Information <ol>\n<li> Use <p>Browsec may use automatically-collected information in&nbsp;the aggregate for the purpose of&nbsp;monitoring, research or&nbsp;analysis.\nThe information is&nbsp;collected only when the Browsec service is&nbsp;currently active.</p>\n</li>\n<li> Disclosure <p>Browsec does not disclose your Personal information unless it&nbsp;is&nbsp;required by&nbsp;the legal law enforcement requests.</p>\n</li>\n</ol>\n</li>\n<li> Changes to&nbsp;this Privacy Policy <p>We&nbsp;may need to&nbsp;update the Privacy Policy from time to&nbsp;time.\nYour continued use of&nbsp;the Service after the effective date of&nbsp;such changes constitutes your acceptance of&nbsp;such changes.\nThe effective date will be&nbsp;reflected in&nbsp;the «last modified» notice above.</p>\n</li>\n<li> Contact information <p>If&nbsp;you have any questions or&nbsp;comments about our Privacy Policy, please contact&nbsp;us at&nbsp;support@browsec.com.</p>\n</li>\n</ol> Platforms <ul>\n<li>VPN for Chrome</li>\n<li>VPN for Firefox</li>\n<li>VPN for iOS</li>\n<li>VPN for Android</li>\n<li>VPN for Windows</li>\n<li>VPN for Mac OS</li>\n</ul> Prices <ul>\n<li>Plans and pricing</li>\n<li>Premium</li>\n</ul> Why use a VPN <ul>\n<li>What is my IP</li>\n<li>What is a VPN</li>\n<li>Free VPN</li>\n<li>Check your VPN</li>\n<li>Is your phone hacked</li>\n</ul> Information <ul>\n<li>Contact us</li>\n<li>FAQ</li>\n<li>Help Center</li>\n<li>Facebook</li>\n</ul> Downloads Available in the Chrome Web StoreGet it on Google PlayDownload on the AppStore Browsec © 2012 — 2023 Browsec Inc Contact us Privacy policy Terms of service ", "created_at": "2023-08-19 05:32:18.690092", "updated_at": "2023-08-19 05:32:43.18368"}], "points": [], "urls": ["browsec.com"]}}