{"error": 448, "message": "OK", "parameters": {"id": 7776, "name": "tab.digital", "created_at": "2023-03-28 20:06:40.757967", "updated_at": "2023-03-29 19:26:54.652349", "wikipedia": null, "keywords": null, "related": null, "slug": "tab-digital", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7776.png", "url": "tab.digital,mark.nl.tab.digital,cloud.tab.digital", "documents": [{"id": 15001, "name": "Terms of Service", "url": "https://cloud.tab.digital/terms", "xpath": "//*[@id=\"rec140648017\"]", "text": "<br>\n<strong>\n<br>Thanks for using TAB.DIGITAL`s service.<br>\n<br>Terms of Service</strong>\n<br>\n<br>These TAB.DIGITAL Terms of Service (\"terms\", \"terms of service\") describe your rights and responsibilities as a customer of our services.\nOur cloud.tab.digital, tab.digital or tabdigital.eu websites (the \"service\") operated by SIA Network Operations Center (\"us\", 'we\", \"our\") (\"SIA is Latvian (EU) based LLC Company\") <br>\n<br>Conditions of Use<br>\n<br>We will provide their services to you, which are subject to the conditions stated below in this document.\nEvery time you visit this website, use its services or make a purchase, you accept the following conditions.\nThis is why we urge you to read them carefully.<br>\n<br>Privacy Policy<br>\n<br>Before you continue using our website we advise you to read our privacy policy https://cloud.tab.digital/companyprivacypolicy regarding our user data collection.\nIt will help you better understand our practices.<br>\n<br>Data Processing Agreement<br>\n<br>Please read our Data Processing Agreement.\nYou can find it here: https://cloud.tab.digital/dpa<br>\n<br>Communications<br>\n<br>The entire communication with us is electronic.\nEvery time you send us an email or visit our website, you are going to be communicating with us.\nYou hereby consent to receive communications from us.\nIf you subscribe to the news on our website, you are going to receive regular emails from us.\nWe will continue to communicate with you by posting news and notices on our website and by sending you emails.\nYou also agree that all notices, disclosures, agreements and other communications we provide to you electronically meet the legal requirements that such communications be in writing.<br>\n<br>Applicable Law<br>\n<br>By visiting this website, you agree that the laws of the Republic of Latvia, without regard to principles of conflict laws, will govern these terms of service, or any dispute of any sort that might come between SIA Network Operations Center and you, or its business partners and associates.<br>\n<br>Disputes<br>\n<br>Any dispute related in any way to your visit to this website or to products you purchase from us shall be arbitrated by state or federal court of the Republic of Latvia and you consent to exclusive jurisdiction and venue of such courts.<br>\n<br>Comments, Reviews, and Emails<br>\n<br>Visitors may post content as long as it is not obscene, illegal, defamatory, threatening, infringing of intellectual property rights, invasive of privacy or injurious in any other way to third parties.\nContent has to be free of software viruses, political campaign, and commercial solicitation.<br>\n<br>Support.\n<br>\n<br>During the Subscription Term, we will provide Support for the Cloud Product<br>\n<br>User Account<br>\n<br>You must require that all End Users keep their user IDs and passwords for the Cloud Products strictly confidential and do not share such information with any unauthorized person.\nUser IDs are granted to individual, named persons and may not be shared.\nYou are responsible for any and all actions taken using End User Accounts and passwords, and you agree to immediately notify us of any unauthorized use of which you become aware.<br>\n<br>GDPR<br>\n<br>TAB.DIGITAL is EU-GDPR (European Union's General Data Protection Regulation) ready.\n<br>\n<br>We reserve all rights to terminate accounts, edit or remove content and cancel orders in their sole discretion.<br>\n<br>Email us at: support@tab.digital<br>\n<br> Call us: +371 66117130<br>\n<br> Or write to us at: <br>SIA Network Operations Center<br>Braslas iela 22, Riga, LV1084<br>\n<br> How to contact the appropriate authority <br>\n<br> Should you wish to report a complaint or if you feel that Our Company has not addressed your concern in a satisfactory manner, you may contact the Information Commissioner's Office.\n<br>\n<br> SIA Network Operations Center<br>Braslas iela 22, Riga, LV1084<br>Tel: +371 66117130<br>E-mail: support@tab.digital<br>\n<br>Choose a geographic location for your data from: <br>Germany, The Netherlands, Sweden, France, Latvia<br>", "created_at": "2023-03-28 20:06:40.790983", "updated_at": "2023-03-28 20:07:14.490664"}, {"id": 15002, "name": "Privacy Policy", "url": "https://cloud.tab.digital/companyprivacypolicy", "xpath": "//*[@id=\"rec119063031\"]", "text": "<strong>TAB.DIGITAL Privacy Policy </strong>\n<br>\n<br>This privacy policy will explain how our organization uses the personal data we collect from you when you use our website.\n<br>\n<br> Topics: <br>\n<br>\n<ul>\n<li> What data do we collect? </li>\n<li> How do we collect your data? </li>\n<li> How will we use your data? </li>\n<li> How do we store your data? </li>\n<li> Marketing </li>\n<li> What are your data protection rights? </li>\n<li> What are cookies? </li>\n<li> How do we use cookies? </li>\n<li> What types of cookies do we use? </li>\n<li> How to manage your cookies </li>\n<li> Privacy policies of other websites </li>\n<li> Changes to our privacy policy </li>\n<li> How to contact us </li>\n<li> How to contact the appropriate authorities </li>\n</ul> What data do we collect? <br>\n<br> Our Company collects the following data: <br>\n<br>\n<ul>\n<li> Personal identification information (Name, email address, phone number, etc.) </li>\n</ul> How do we collect your data? <br>\n<br> You directly provide TAB.DIGITAIL with most of the data we collect.\nWe collect data and process data when you: <br>\n<br>\n<ul>\n<li> Register online or place an order for any of our products or services.\n</li>\n<li> Voluntarily complete a customer survey or provide feedback on any of our message boards or via email.\n</li>\n<li> Use or view our website via your browser's cookies</li>\n</ul> How will we use your data? <br>\n<br> Our Company collects your data so that we can: <br>\n<br>\n<ul>\n<li> Process your order and manage your account.\n</li>\n<li> Email you with special offers on other products and services we think you might like.\n</li>\n</ul> If you agree, TAB.DIGITAL will share your data with our partner companies so that they may offer you their products and services.\n<br>\n<br>\n<ul>\n<li> Nextcloud GmbH<br> Hirschstrasse 26, 3rd Floor<br> 70173 Stuttgart Germany</li>\n</ul> When TAB.DIGITAL processes your order, it may send your data to, and also use the resulting information from, credit reference agencies to prevent fraudulent purchases.\n<br>\n<br> How do we store your data? <br>\n<br> TAB.DIGITAL securely stores your data at The Netherlands Datacenter.\n<br>\n<br> TAB.DIGITAL will keep your Name, e-mail, phone for period you are using a service.\nOnce this time period has expired, we will delete your data by the end of the year.\n<br>\n<br> Marketing <br>\n<br> TAB.DIGITAL would like to send you information about products and services of ours that we think you might like<br>\n<br>If you have agreed to receive marketing, you may always opt out at a later date.\n<br>\n<br> You have the right at any time to stop TAB.DIGITAL from contacting you for marketing purposes.\n<br>\n<br> What are your data protection rights? <br>\n<br> TAB.DIGITAL would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following: <br>\n<br>\n<strong>The right to access</strong> – You have the right to request TAB.DIGITAL for copies of your personal data.\nWe may charge you a small fee for this service.\n<br>\n<br>\n<strong>The right to rectification</strong> – You have the right to request that TAB.DIGITAL correct any information you believe is inaccurate.\nYou also have the right to request Our Company to complete the information you believe is incomplete.\n<br>\n<br>\n<strong>The right to erasure</strong> – You have the right to request that TAB.DIGITAL erase your personal data, under certain conditions.\n<br>\n<br>\n<strong>The right to restrict processing</strong> – You have the right to request that TAB.DIGITAL restrict the processing of your personal data, under certain conditions.\n<br>\n<br>\n<strong>The right to object to processing</strong> – You have the right to object to TAB.DIGITAL's processing of your personal data, under certain conditions.\n<br>\n<br>\n<strong>The right to data portability</strong> – You have the right to request that TAB.DIGITAL transfer the data that we have collected to another organization, or directly to you, under certain conditions.\n<br>\n<br> If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please contact us at our <br>\n<br>email: support@tab.digital<br>\n<br> Call us at: +371 66117130<br>\n<br> Or write to us: Braslas iela 22, Riga, LV1084<br>\n<br> Cookies <br>\n<br> Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information.\nWhen you visit our websites, we may collect information from you automatically through cookies or similar technology <br>\n<br> For further information, visit allaboutcookies.org.\n<br>\n<br> How do we use cookies? <br>\n<br> TAB.DIGITAL uses cookies in a range of ways to improve your experience on our website, including: <br>\n<br>\n<ul>\n<li> Keeping you signed in </li>\n<li> Understanding how you use our websit</li>\n</ul> What types of cookies do we use? <br>\n<br> There are a number of different types of cookies, however, our website uses: <br>\n<br>\n<ul>\n<li> Functionality – TAB.DIGITAL uses these cookies so that we recognize you on our website and remember your previously selected preferences.\nThese could include what language you prefer and location you are in.\nA mix of first-party and third-party cookies are used.\n</li>\n<li> Advertising – TAB.DIGITAL uses these cookies to collect information about your visit to our website, the content you viewed, the links you followed and information about your browser, device, and your IP address.\nTAB.DIGITAL sometimes shares some limited aspects of this data with third parties for advertising purposes.\nWe may also share online data collected through cookies with our advertising partners.\nThis means that when you visit another website, you may be shown advertising based on your browsing patterns on our website</li>\n</ul> How to manage cookies <br>\n<br> You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser.\nHowever, in a few cases, some of our website features may not function as a result.\n<br>\n<br> Privacy policies of other websites <br>\n<br> The TAB.DIGITAL website contains links to other websites.\nOur privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.\n<br>\n<br> Changes to our privacy policy <br>\n<br> TAB.DIGITAL keeps its privacy policy under regular review and places any updates on this web page.\nThis privacy policy was last updated on 08 January 2020.\n<br>\n<br> How to contact us <br>\n<br> If you have any questions about TAB.DIGITAL's privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us.\n<br>\n<br> Email us at: support@tab.digital<br>\n<br> Call us: +371 66117130<br>\n<br> Or write to us at: <br>SIA Network Operations Center<br>Braslas iela 22, Riga, LV1084<br>\n<br> How to contact the appropriate authority <br>\n<br> Should you wish to report a complaint or if you feel that TAB.DIGITAL has not addressed your concern in a satisfactory manner, you may contact the Information Commissioner's Office.\n<br>\n<br> SIA Network Operations Center<br>Braslas iela 22, Riga, LV1084<br>Tel: +371 66117130<br>E-mail: support@tab.digital", "created_at": "2023-03-28 20:06:40.823617", "updated_at": "2023-03-28 20:07:30.694556"}, {"id": 15003, "name": "Data Processing Agreement ", "url": "https://cloud.tab.digital/dpa", "xpath": "//*[@id=\"rec174899303\"]", "text": "<strong>\n</strong>\n<br>\n<strong>\n<br>Thanks for using TAB.DIGITAL`s service.<br>\n<br>Data Processing Agreement <br>\n</strong>\n<br> This Data Processing Agreement (\"<strong>Agreement</strong>\") forms part of the Contract for Services under the TAB.DIGITAL Terms and Conditions (the \"<strong>Principal Agreement</strong>\").\nThis Agreement is an amendment to the Principal Agreement and is effective upon its incorporation to the Principal Agreement, which incorporation may be specified in the Principal Agreement or an executed amendment to the Principal Agreement.\nUpon its incorporation into the Principal Agreement, this Agreement will form a part of the Principal Agreement.<br>\n<br>\n<strong>WHEREAS</strong>\n<br>\n<br> (A) Your company act as a Data Controller (the \"Controller\").\n<br>\n<br> (B) Your company wishes to subcontract certain Services (as defined below), which imply the processing of personal data, to SIA Network Operations Center, acting as a Data Processor (the \"Processor\").\n<br>\n<br> (C) The Parties seek to implement a data processing agreement that complies with the requirements of the current legal framework in relation to data processing and with the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation).\n<br>\n<br> (D) The Parties wish to lay down their rights and obligations.\n<br>\n<br> IT IS AGREED AS FOLLOWS: <br>\n<br>\n<strong>1.Definitions and Interpretation </strong>\n<br>\n<br> 1.1 Unless otherwise defined here in, capitalized terms and expressions used in this DPA shall have the following meaning: <br>\n<br> 1.1.2 \"Company Personal Data\" means any Personal Data Processed by a Contracted Processor on Controller's behalf pursuant to or in connection with the Principal Agreement.\n<br>\n<br> 1.1.3 \"Contracted Processor\" means a Subprocessor.\n<br>\n<br> 1.1.4 \"Data Protection Laws\" means EU Data Protection Laws and, to the extent applicable, the data protection or privacy laws of any other country.\n<br>\n<br> 1.1.5 \"EEA\" means the European Economic Area.\n<br>\n<br> 1.1.6 \"EU Data Protection Laws\" means EU Directive 95/46/EC, as transposed into domestic legislation of each Member State and as amended, replaced or superseded from time to time, including by the GDPR and laws implementing or supplementing the GDPR.\n<br>\n<br> 1.1.7 \"GDPR\" means EU General Data Protection Regulation 2016/679.\n<br>\n<br> 1.1.8 \"Data Transfer\" means: <br>\n<br> 1.1.8.1 a transfer of Company Personal Data from Controller to a Contracted Processor.\nor <br>\n<br> 1.1.8.2 an onward transfer of Company Personal Data from a Contracted Processor to a Subcontracted Processor, or between two establishments of a Contracted Processor, <br>\n<br> in each case, where such transfer would be prohibited by Data Protection Laws (or by the terms of data transfer agreements put in place to address the data transfer restrictions of Data Protection Laws).\n<br>\n<br> 1.1.9 \"Services\" means the Nextcloud hosting services the Company provides.<br>\n<br> 1.1.10 \"Subprocessor\" means any person appointed by or on behalf of Processor to process Personal Data on behalf of Controller in connection with the Agreement.\n<br>\n<br> 1.2 The terms, \"<strong>Commission</strong>\", \"<strong>Controller</strong>\", \"<strong>Data Subject</strong>\", \"<strong>Member State</strong>\", \"<strong>Personal Data</strong>\", \"<strong>Personal Data Breach</strong>\", \"<strong>Processing</strong>\" and \"<strong>Supervisory Authority</strong>\" shall have the same meaning as in the GDPR, and their cognate terms shall be construed accordingly.\n<br>\n<br>\n<strong>2.\nProcessing of Company Personal Data </strong>\n<br>\n<br> 2.1Processor shall: <br>\n<br> 2.1.1 comply with all applicable Data Protection Laws in the Processing of Company Personal Data.\nand <br>\n<br> 2.1.2 not process Company Personal Data other than on Controller's documented instructions.\n<br>\n<br> 2.2 Controller instructs Processor to process Company Personal Data to provide the Services and related technical support.\n<br>\n<br>\n<strong> 3.\nProcessor Personnel </strong>\n<br>\n<br> 3.1 Processor shall take reasonable steps to ensure the reliability of any employee, agent or contractor of any Contracted Processor who may have access to Company Personal Data, ensuring in each case that access is strictly limited to those individuals who need to know / access the relevant Company Personal Data, as strictly necessary for the purposes of the Principal Agreement, and to comply with Applicable Laws in the context of that individual's duties to the Contracted Processor, ensuring that all such individuals are subject to confidentiality undertakings or professional or statutory obligations of confidentiality.\n<br>\n<br>\n<strong> 4.\nSecurity </strong>\n<br>\n<br> 4.1 Taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of Processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, Processor shall in relation to the Company Personal Data implement appropriate technical and organizational measures to ensure a level of security appropriate to that risk, including, as appropriate, the measures referred to in Article 32(1) of the GDPR.\n<br>\n<br> 4.2 In assessing the appropriate level of security, Processor shall take account in particular of the risks that are presented by Processing, in particular from a Personal Data Breach.\n<br>\n<br>\n<strong> 5.\nSubprocessing </strong>\n<br>\n<br> 5.1 Processor shall not appoint (or disclose any Company Personal Data to) any Subprocessor unless required or authorized by Controller.\n<br>\n<br>\n<strong> 6.Data Subject Rights </strong>\n<br>\n<br> 6.1 Taking into account the nature of the Processing, Processor shall assist Controller by implementing appropriate technical and organizational measures, insofar as this is possible, for the fulfillment of Controller obligations, as reasonably understood by Controller, to respond to requests to exercise Data Subject rights under the Data Protection Laws.\n<br>\n<br> 6.2 Processor shall: <br>\n<br> 6.2.1 promptly notify Controller if it receives a request from a Data Subject under any Data Protection Law in respect of Company Personal Data.\nand <br>\n<br> 6.2.2 ensure that it does not respond to that request except on the documented instructions of Controller or as required by Applicable Laws to which the Processor is subject, in which case Processor shall to the extent permitted by Applicable Laws inform Controller of that legal requirement before the Contracted Processor responds to the request.\n<br>\n<br>\n<strong> 7.\nPersonal Data Breach </strong>\n<br>\n<br> 7.1 Processor shall notify Controller without undue delay upon Processor becoming aware of a Personal Data Breach affecting Company Personal Data, providing Controller with sufficient information to allow Controller to meet any obligations to report or inform Data Subjects of the Personal Data Breach under the Data Protection Laws.\n<br>\n<br> 7.2 Processor shall co-operate with Controller and take reasonable commercial steps as are directed by Controller to assist in the investigation, mitigation and remediation of each such Personal Data Breach.\n<br>\n<br>\n<strong> 8.\nData Protection Impact Assessment and Prior Consultation </strong>\n<br>\n<br> 8.1 Processor shall provide reasonable assistance to Controller with any data protection impact assessments, and prior consultations with Supervising Authorities or other competent data privacy authorities, which Controller reasonably considers to be required by article 35 or 36 of the GDPR or equivalent provisions of any other Data Protection Law, in each case solely in relation to Processing of Company Personal Data by, and taking into account the nature of the Processing and information available to, the Contracted Processors.\n<br>\n<br>\n<strong> 9.\nDeletion or return of Company Personal Data </strong>\n<br>\n<br> 9.1 Subject to this section 9 Processor shall promptly and in any event within 10 business days of the date of cessation of any Services involving the Processing of Company Personal Data (the \"Cessation Date\"), delete and procure the deletion of all copies of those Company Personal Data.\n<br>\n<br> 9.2 Processor shall provide written certification to Controller that it has fully complied with this section 9 within 10 business days of the Cessation Date.\n<br>\n<br>\n<strong> 10.\nAudit rights </strong>\n<br>\n<br> 10.1 Subject to this section 10, Processor shall make available to Controller on request all information necessary to demonstrate compliance with this Agreement, and shall allow for and contribute to audits, including inspections, by Controller or an auditor mandated by Controller in relation to the Processing of the Company Personal Data by the Contracted Processors.\n<br>\n<br> 10.2 Information and audit rights of Controller only arise under section 10.1 to the extent that the Agreement does not otherwise give them information and audit rights meeting the relevant requirements of Data Protection Law.\n<br>\n<strong>\n<br> 11.\nData Transfer </strong>\n<br>\n<br> 11.1 The Processor may not transfer or authorize the transfer of Data to countries outside the EU and/or the European Economic Area (EEA) without the prior written consent of Controller.\nIf personal data processed under this Agreement is transferred from a country within the European Economic Area to a country outside the European Economic Area, the Parties shall ensure that the personal data are adequately protected.\nTo achieve this, the Parties shall, unless agreed otherwise, rely on EU approved standard contractual clauses for the transfer of personal data.\n<br>\n<br>\n<strong> 12.\nGeneral Terms </strong>\n<br>\n<br> 12.1 Confidentiality.\nEach Party must keep any information it receives about the other Party and its business in connection with this Agreement (\"Confidential Information\") confidential and must not use or disclose that Confidential Information without the prior written consent of the other Party except to the extent that: <br>\n<br> (a)disclosure is required by law.\n<br>\n<br> (b)the relevant information is already in the public domain.\n<br>\n<br> 12.2 Notices.\nAll notices and communications given under this Agreement must be in writing and will be sent by email.\nController shall be notified by email sent to the address related to its use of the Service under the Principal Agreement.\nProcessor shall be notified by email sent to the address: support@tab.digital<br>\n<br>\n<strong> 13.\nGoverning Law and Jurisdiction </strong>\n<br>\n<br> 13.1 This Agreement is governed by Latvian law.\n<br>\n<br> 13.2 Any dispute arising in connection with this Agreement, which the Parties will not be able to resolve amicably, will be submitted to the exclusive jurisdiction of the courts of <em>Riga Regional Court</em>, subject to possible appeal to the Latvian Republic Circuit Court of <em>Appeals</em> .\n<br>\n<br> Service Description:<br>\n<br>\n<strong>Nextcloud ONE</strong> - Provides the ability to easily share files for one user.\n<br>\n<br>\n<strong>Nextcloud Private Cloud</strong> - Provides an option to install and manage your Nextcloud with all features.<br>\n<br>\n<strong>Nextcloud Business</strong> - All Private Cloud features and for use by organizations around the world.\nWith business support included.\n<br>\n<br>\n<strong>Nextcloud Rack Server </strong>- The server for use only by one organization.\nIt have an option to use only through VPN and can be located inside your organization data center or by our located in EU (Germany, The Netherlands, Sweden or Latvia) <br>\n<br>\n<strong>Nextcloud Data Rack and Petabyte</strong> - This plan for 10k+ users and build infrastructure only by one organization.\n<br>\n<br>Email us at: support@tab.digital<br>\n<br> Call us: +371 66117130<br>\n<br> Or write to us at: <br>SIA Network Operations Center<br>Braslas iela 22, Riga, LV1084<br>", "created_at": "2023-03-28 20:08:41.740719", "updated_at": "2023-03-28 20:08:51.787724"}, {"id": 15004, "name": "Refund policy ", "url": "https://cloud.tab.digital/refundpolicy", "xpath": "//*[@id=\"rec119167488\"]", "text": "<strong>Refund policy </strong>\n<br>\n<br>Thanks for purchasing our products (or subscribing to our services) at cloud.tab.digital operated by SIA Network Operations Center.\n<br>\n<br> We offer a full money-back guarantee for all purchases made on our website.\nIf you are not satisfied with the product that you have purchased from us, you can get your money back no questions asked.\nYou are eligible for a full reimbursement within 30 calendar days of your purchase.\n<br>\n<br> After the 30-day period, you will no longer be eligible and won't be able to receive a refund.\nWe encourage our customers to try the product (or service) in the first two weeks after their purchase to ensure it fits your needs.\n<br>\n<br> If you have any additional questions or would like to request a refund, feel free to contact us.\n<br>\n<br>SIA Network Operations Center<br>Braslas iela 22, Riga, LV1084<br>Tel: +371 66117130<br>E-mail: support@tab.digital<br>\n<br>\n<br>\n<br>", "created_at": "2023-03-28 20:09:03.154889", "updated_at": "2023-03-28 20:09:11.278898"}], "points": [], "urls": ["tab.digital", "mark.nl.tab.digital", "cloud.tab.digital"]}}