{"error": 448, "message": "OK", "parameters": {"id": 7710, "name": "Meow Social Mastodon", "created_at": "2023-03-20 22:06:26.820361", "updated_at": "2023-03-29 19:26:52.02273", "wikipedia": null, "keywords": null, "related": null, "slug": "meow-social-mastodon", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7710.png", "url": "meow.social", "documents": [{"id": 14854, "name": "Terms and Privacy Policy", "url": "https://meow.social/terms", "xpath": "/html/body/div[1]/div/div/div[2]/div[2]", "text": "Privacy Policy<p>Last updated Oct 07, 2022</p>\n<p>This privacy policy describes how meow.social (\"meow.social\", \"we\", \"us\") collects, protects and uses the personally identifiable information you may provide through the meow.social website or its API.\nThe policy also describes the choices available to you regarding our use of your personal information and how you can access and update this information.\nThis policy does not apply to the practices of companies that meow.social does not own or control, or to individuals that meow.social does not employ or manage.</p> What information do we collect? <ul>\n<li>\n<strong>Basic account information</strong>: If you register on this server, you may be asked to enter a username, an e-mail address and a password.\nYou may also enter additional profile information such as a display name and biography, and upload a profile picture and header image.\nThe username, display name, biography, profile picture and header image are always listed publicly.</li>\n<li>\n<strong>Posts, following and other public information</strong>: The list of people you follow is listed publicly, the same is true for your followers.\nWhen you submit a message, the date and time is stored as well as the application you submitted the message from.\nMessages may contain media attachments, such as pictures and videos.\nPublic and unlisted posts are available publicly.\nWhen you feature a post on your profile, that is also publicly available information.\nYour posts are delivered to your followers, in some cases it means they are delivered to different servers and copies are stored there.\nWhen you delete posts, this is likewise delivered to your followers.\nThe action of reblogging or favouriting another post is always public.</li>\n<li>\n<strong>Direct and followers-only posts</strong>: All posts are stored and processed on the server.\nFollowers-only posts are delivered to your followers and users who are mentioned in them, and direct posts are delivered only to users mentioned in them.\nIn some cases it means they are delivered to different servers and copies are stored there.\nWe make a good faith effort to limit the access to those posts only to authorized persons, but other servers may fail to do so.\nTherefore it's important to review servers your followers belong to.\nYou may toggle an option to approve and reject new followers manually in the settings.\n<strong>Please keep in mind that the operators of the server and any receiving server may view such messages</strong>, and that recipients may screenshot, copy or otherwise re-share them.\n<strong>Do not share any sensitive information over Mastodon.</strong>\n</li>\n<li>\n<strong>IPs and other metadata</strong>: When you log in, we record the IP address you log in from, as well as the name of your browser application.\nAll the logged in sessions are available for your review and revocation in the settings.\nThe latest IP address used is stored for up to 12 months.\nWe also may retain server logs which include the IP address of every request to our server.</li>\n</ul> What do we use your information for? <p>Any of the information we collect from you may be used in the following ways:</p>\n<ul>\n<li>To provide the core functionality of Mastodon.\nYou can only interact with other people's content and post your own content when you are logged in.\nFor example, you may follow other people to view their combined posts in your own personalized home timeline.</li>\n<li>To aid moderation of the community, for example comparing your IP address with other known ones to determine ban evasion or other violations.</li>\n<li>The email address you provide may be used to send you information, notifications about other people interacting with your content or sending you messages, and to respond to inquiries, and/or other requests or questions.</li>\n</ul> How do we protect your information? <p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\nAmong other things, your browser session, as well as the traffic between your applications and the API, are secured with SSL, and your password is hashed using a strong one-way algorithm.\nYou may enable two-factor authentication to further secure access to your account.</p> What is our data retention policy? <p>We will make a good faith effort to:</p>\n<ul>\n<li>Retain server logs containing the IP address of all requests to this server, in so far as such logs are kept, no more than 90 days.</li>\n<li>Retain the IP addresses associated with registered users no more than 12 months.</li>\n</ul>\n<p>You can request and download an archive of your content, including your posts, media attachments, profile picture, and header image.</p>\n<p>You may irreversibly delete your account at any time.</p> Do we use cookies? <p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow).\nThese cookies enable the site to recognize your browser and, if you have a registered account, associate it with your registered account.</p>\n<p>We use cookies to understand and save your preferences for future visits.</p> Do we disclose any information to outside parties? <p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nThis does not include trusted third parties who assist us in operating our site, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.</p>\n<p>Your public content may be downloaded by other servers in the network.\nYour public and followers-only posts are delivered to the servers where your followers reside, and direct messages are delivered to the servers of the recipients, in so far as those followers or recipients reside on a different server than this.</p>\n<p>When you authorize an application to use your account, depending on the scope of permissions you approve, it may access your public profile information, your following list, your followers, your lists, all your posts, and your favourites.\nApplications can never access your e-mail address or password.</p> Site usage by children <p>If this server is in the EU or the EEA: Our site, products and services are all directed to people who are at least 16 years old.\nIf you are under the age of 16, per the requirements of the GDPR (General Data Protection Regulation) do not use this site.</p>\n<p>If this server is in the USA: Our site, products and services are all directed to people who are at least 13 years old.\nIf you are under the age of 13, per the requirements of COPPA (Children's Online Privacy Protection Act) do not use this site.</p>\n<p>Law requirements can be different if this server is in another jurisdiction.</p>\n<p>This document is CC-BY-SA.\nOriginally adapted from the Discourse privacy policy.</p>\n", "created_at": "2023-03-20 22:06:26.851547", "updated_at": "2023-03-20 22:06:51.154409"}, {"id": 14855, "name": "Server rules ", "url": "https://meow.social/about/more", "xpath": "/html/body/div[1]/div/div/div[2]/div[2]", "text": "meow.social<p>Decentralized social media powered by Mastodon</p>Administered by:<strong>The meow.social </strong> @TransparencyReportsContact:Please use our contact page below<i>\n</i> AboutWelcome to meow.social! <p>A furry mastodon instance.</p>\n<p>\n<em>Admin members</em> : </p>\n<ul>\n<li>@Tiwy57</li>\n<li>@Nomaxice</li>\n</ul>\n<em>Moderators</em> : <ul>\n<li>@DekiSystem</li>\n<li>@BlurTheFur</li>\n<li>@Dracodare</li>\n<li>@KinkyKobolds</li>\n</ul>\n<em>Official Accounts</em> : <ul>\n<li>@TransparencyReports</li>\n<li>@meow</li>\n</ul> Do want to contact us ? Please use this form https://tiwy57.me/page/meow.html.\nE-mails are not viewed on the address meow@meow.social.\n<br>\n<br>\n<p>This instance is focused around the furry community, and is open to anyone interested in it.\nIt was created by @Tiwy57 originally for a small group of furry friends, but thought it might as well be open to all fluffies and scalies !</p>\n<p>Meow is federated to nearly all instances of the fediverse, which means you can follow pretty much anyone you want, no matter what instance they are on!</p>\n<p>While it is open publicly, mind this is just one instance in the fediverse, and we encourage you to look at other instances available to be sure it’s the one you like, and if none please you and you got the knowledge to set things up, why not help the fediverse grow by making your own instance too!</p>\n<p>If you like meow, consider donating something via Liberapay, Patreon, Ko-fi or paypal! </p>\n<p>Meow's thumbnail is courtesy of @wizlicos! </p>\n<p>Any indexing/scraping/collection of data of this instance without explicit expressed written consent of each user is prohibited and is unauthorized.</p> Regarding moderation <p>\n</p>\n<li>\n<em>About reporting</em>\n</li>\n<ul>\n<li>If actions from users on other instances break our rules, check ifthe rules of the instance to which the user belongs are also broken before activating the \"Forward to [instance]\" option.\nYou can go to the instance's \"about/more\" or similar \"about\" / \"rules\" sections to check.\nInstances that do no have any rules listed anywhere are de facto considered as unmoderated and will be suspended, you can specify the unmoderated nature of the source instance in your report.</li>\n<p>\n</p>\n<p>Failure to respect any of rules will lead to a warning, content removal, silencing, and/or suspension of your account.</p>\n<p>The Teams have the absolute right to decide to delete your account at their discretion.</p>\n<p>We reserve the absolute right to take any actions regarding any instances that are connected with this instance.\nIf your instance is detrimental to the overall good functioning of the fediverse or meow.social, we will silence or completely suspend it.</p>\n<p>You may discuss with the admins if you feel you were unfairly sanctioned (through DMs or by sending us an email if your account is suspended), so long as you don’t try and force your way after the final statement has been decided.</p>\n<p>If you require any help or need to contact us, reach us through contact form at https://tiwy57.me/page/meow.html</p> About this server <p>The infrastructure is hosted by OVH with 4 scalable servers, and an Internet gateway.\nThe server team is composed of :<br>\n- Raccoon, our gateway.\n<br>\n- Parrot + Protogen, the application server<br>\n- Chameleon, the processing server composed of Redis, and Sidekiq for task management<br>\n- Dragon, our big database.<br> We can add servers as soon as we want.</p>\n<p>\n</p>\n<p>\n</p>\n<p>This instance uses Mutant Standard emoji made by Dzuk, which are licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 4.0 International License.</p>\n<p>Emoji artwork is provided by Emojitwo, originally released as Emojione 2.2 by Ranks.com with contributions from the Emojitwo community and is licensed under CC-BY 4.0.</p>\n</ul>\n<i>\n</i> Server rules<i>\n</i> Moderated servers<p>\n<strong>meow.social</strong>: About</p>\n<p>\n<strong>Mastodon</strong>:Privacy policy · Keyboard shortcuts · View source code · About Mastodon · v4.1.0</p>\n<p>Mastodon is free, open-source software, and a trademark of Mastodon gGmbH.</p>", "created_at": "2023-03-20 22:06:26.884467", "updated_at": "2023-03-20 22:07:05.168366"}], "points": [], "urls": ["meow.social"]}}