{"error": 448, "message": "OK", "parameters": {"id": 1929, "name": "Diffen.com", "created_at": "2019-10-14 08:15:53.906789", "updated_at": "2021-03-25 03:19:41.820388", "wikipedia": null, "keywords": null, "related": null, "slug": "diffencom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1929.png", "url": "diffen.com", "documents": [{"id": 13538, "name": "Terms of Use", "url": "https://static.diffen.com/Diffen-Terms-of-Use.pdf", "xpath": "//body", "text": "Terms of Use,1.0 Acceptance of Terms,1.1Diffen.com isawebsite that allows users to compare any two items to facilitate informed ,decision making.\nDiffen.com also allows users to create new content, improve old content, and ,post comments on comparison pages.,1.2Diffen, a Washington State LLC, makes Diffen.com, including all information and ,serviceson Diffen.com, available to you subject to theterms provided in thisdocument(Terms ,of Use).,1.3You accept these terms by accessing or otherwise using Diffen.comin any way.\nIF YOU ,DO NOT AGREE TO ALL THE TERMS IN THIS DOCUMENT, DO NOT USE ,DIFFEN.COM.,1.4Diffenreserves the right to change these terms of use at any time at its sole discretion ,without notice to you, by posting a new Terms of Use document on Diffen.com.You can find the ,most current Terms of Use by directing your browser to ,http://www.diffen.com/difference/Diffen:Terms_of_Use.Your continued use of Diffen.com aftera ,change in the Terms of Use constitutesyour acceptance of the new Terms of use.,2.0Description of Services,2.1Diffen provides Diffen.com access for users to view, create, and modify content such as ,tables, articles, video and photographs relevant to comparisons between various entities.,2.2Diffen.com may also include advertisements from third-parties.,2.3Diffen may send emails regarding Diffen.com content or features to users who provide ,their email address.\nUsers who no longer wish to receive such emails may unsubscribe at any ,timeby clicking the unsubscribe link at the bottom of any Diffen email.,2.4Unless explicitly stated otherwise, any new features added to Diffen.com will be ,governed by this Terms of Use Agreement.,2.5Certain features and access on Diffen.com may be limited to users who log in with a ,Diffen.com account.\n,3.0User Accounts,3.1You agree to provide Diffen.com with accurate information if you chooseto createa user ,account.,3.2Your user account will have a username and password associated with it.\nYou are ,responsible for maintaining the confidentiality of your password.\nYou are fully responsible for ,all activities that occur under your username and password.,3.3You agree that Diffen may access, preserve, and disclose your account information and ,any content you post through Diffen.com if required to do so by law,or,in good faith to: (a) ,comply with legal process.\n(b) enforce the Terms of Use Agreement.\n(c) respond to claims that ,any content violates the rights of third-parties.\n(d) respond to your requests for customer service.\n,or (e) protect the rights, property, or personal safety of Diffen, its users and the public.,4.0 User Conduct,4.1.You agree not to use the content and services of Diffen.com to:,a.\nupload, post, email, transmit or otherwise make available any content that you do not ,have a right to make available under any law or contract,b.\nupload, post, e-mail, transmit or otherwise make available any content that infringes ,any patent, trademark, trade secret, copyright, likeness, personality or other proprietary rights ,(\"Intellectual Property Rights\") of any party;,c.\nupload, post, email, transmit, or otherwise make available any content that is unlawful, ,harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, ,invasive of another's privacy, hateful, or racially, ethnically, or otherwise objectionable;,d.\nuse or copy Diffen.com content to create or otherwise contribute to a similar website or ,publication.,e.\nvandalize Diffen.com by adding or modifying content so that it is intentionally untrue, ,misleading, or offensive.,f.\nimpersonate any individual or entity, or falsely state or otherwise misrepresent your ,affiliation with any person or entity.\nThis commitment includesmisrepresentation asa Diffen ,official.,g.\nforge headers,manipulate identifiers or otherwise disguise the origin of any ,information transmitted through Diffen.com,h.\nupload,post email, transmit or otherwise make available any unsolicited or ,unauthorized advertising, promotional materials, \"spam,\" \"pyramid schemes,\" or any other form ,of solicitation.,i.\nupload, post, e-mail, transmit or otherwise make available any material that contains ,software viruses or other computer code, files or programs designed to interrupt, destroy or limit ,the functionality of any computer software or hardware or telecommunications equipment,j.\ninterfere with or disrupt Diffen.comor servers or networks connected to Diffen.comor ,disobey any requirements, procedures, policies or regulations of networks connected to the ,Diffen.comwebsite;,k.\nstalk or otherwise harass anotheruser.\nor,l.\ncollect or store personal data about other users.,m.\nharm minors in any way;,n.\nviolate any applicable local, state, national or international law ,4.2Any content you submit that violates this Terms of Use Agreement is subject to ,immediate removal, and your user account may be disabled or deleted.,5.0 No Resale of Service,You agree that you will notreproduce, duplicate, copy, sell, trade, resell or exploit for any ,commercial purposes, any portion of Diffen.com, use of Diffen.com, or access to Diffen.com.,6.0 Privacy Policy,You agree to Diffen's use of your data in accordance with the Diffen.com privacy policy.\nPlease ,read the Diffen.com privacy policy located at ,http://www.diffen.com/difference/Diffen:Privacy_Policy.\nThe privacy policy is incorporated by ,reference into this Terms of Use Agreement.,7.0 Third party content,7.1Your correspondence or business dealings with, or participation in promotions of, ,advertisers found on or through Diffen.com,are solely between you and such advertiser.\nThis ,includespayment and delivery of related goods or services and any other terms, conditions, ,warranties or representations associated with such dealings.\n,7.2You agree that Diffen shall not be responsible or liable for any loss or damage of any sort ,incurred as the result of any such third party dealings or as a result of the presence of such ,advertisers on Diffen.com,7.2Diffen.com may provide, or third parties may provide, links to other websites or ,resources.\nBecause Diffen has no control over such sites and resources, you agree that Diffen is ,not responsible for the availability of such external sites or resources, does not endorse and is not ,responsible or liable for any content, advertising, products or other materials on or available from ,such sites or resources.\nYou further agree that Diffen shall not be responsible or liable, directly ,or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use ,of or reliance on any such content, goods or services available on or through any such site or ,resource.,8.0 Copyrightsand Licensing,8.1Content Provided by Diffen,Diffen.com provides content to users including text, graphics, photos, video and sound ,recordings.\nSubject to your compliance with all terms of use in this document, Diffen grants you ,a non-exclusive, non-transferable, personal license to view the content of Diffen.com.\nThis ,license may be revoked by Diffen LLC at any time and for any reason.\nIn addition, this license ,is subject to the following restriction: you may not distributethe content for any commercial ,purpose.\nCertain proprietary marks or designs such as trademarks of third parties may be ,mentioned in Diffen articles.\nThese marks or designs remain the property of their respective ,owners and may be subject to additional restrictions on their use.\nCertain images and other,media may be licensed under Creative Commons by their copyright owners and Diffen may use ,them under such license.,8.2Diffen Code,You agree that any software or code used by Diffen to provide you with content or services on ,Diffen.com constitutes proprietary confidential information protected byapplicable intellectual,property laws governing the rights of Diffen.\nDiffen grants you a personal, non-transferable, and ,non-exclusive license to use such software or code as necessary to access Diffen.comcontent ,and services.\nYou maynot copy, modify, create a derivative work of, reverse engineer, reverse ,assemble,otherwise attempt to discover any source code,or,allow a third party to do so.\nYou ,agree not to modify the software in any manner or form,or to use modified versions of the ,Software.\nYou agree not to access the services or content of Diffen.com by any means other than ,through the interface provided for that purpose through Diffen.com.,8.3Diffen Trademarks,You agree not to display or use theDiffen logo or other Diffen trademarks or service marks ,without prior permission from Diffen.\nDiffen is under no obligation to provide such permission if ,asked.\n,8.4User ContentLicensing,If you submitcontent to Diffen.com, you grant to Diffen a non-exclusive, fully transferable, ,perpetual license touse, distribute, reproduce,modify,delete,adapt,publish,translate, publicly ,perform, publicly display, and make derivative works of such content in any format or medium.,8.5User Content Warranty,By submitting content to Diffen, you expressly warrant that such content is either owned or ,properly licensed by you or isin the public domain and the useof this contentby Diffen, its ,representatives, distributors or end users doesnot and will not infringe any proprietary rights of ,any third party.,You may not submit content if someone else holds the copyright to such content unless, you are ,authorized togrant Diffen the license required in 8.4and the content does not infringe onthe ,intellectual property rights of others.,9.0Reporting Copyright or other Proprietary ,Infringement ,9.1Diffen respects the intellectual property rights of others, and we ask our users to do the ,same.\nDiffen may, in appropriate circumstances and at its discretion, disable and/or terminate the ,accounts of users who appear to be infringers.\nIf you believe that your work has been copied in a ,way that constitutes copyright infringement, or your intellectual property rights have been ,otherwise violated, please provide Diffen's Agent the following informationpursuant to DMCA ,17 U.S.C § 512:,a.\nan electronic or physical signature of the person authorized to act on behalf of the ,owner of the copyright or other intellectual property interest;,b.\na description of the copyrighted work or other intellectual property that you claim has ,been infringed;,c.\na description of where the material that you claim is infringing is located on the site;,d.\nyour address, telephone number, and e-mail address;,e.\na statement by you that you have a good faith belief that the disputed use is not ,authorized by the copyright owner, its agent, or the law,f.\na statement by you, made under penalty of perjury, that the above information in your ,Notice is accurate and that you are the copyright or intellectual property owner or authorized to ,act on the copyright or intellectual property owner's behalf.,9.2Diffen's Agent for Notice of claims of copyright or other intellectual property ,infringement can be reached as follows:,Nikhilesh Jasuja, Diffen LLC, P.O.Box 2546, Kirkland, WA98083-2546,By phone: 206-395-9346,By email:feedback@diffen.com,10.0 Indemnity,You agree to indemnify and hold Diffen, and its affiliates officers agents or other partners and ,employees harmless from any claim or demand, including reasonable attorney's fees, made by ,any third party due to or arising out of: content you submit, post, transmit or make available ,through Diffen.com.\nyour use of Diffen.com.\nyour violation of the Terms of Use Agreement.\nor ,your violation of any intellectual property rights of another.,11.0Disclaimers,11.1Disclaimerof Warranties,BY ACCEPTING THESE TERMS OF USE, YOU AGREE THAT:,A.YOUR USE OF THE DIFFEN.COM IS AT YOUR SOLE RISK.\nTHE ,SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\n,DIFFEN EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, ,WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO ,THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A ,PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.,B.DIFFEN MAKES NO WARRANTY THAT (I) THE SERVICE WILL MEET ,YOUR REQUIREMENTS, (II) THE SERVICE WILL BE UNINTERRUPTED, ,(III) THE RESULTS THAT MAY BE OBTAINED FROM DIFFEN.COM ,WILL BE ACCURATE OR RELIABLE, OR (IV) THAT ANY ERRORSIN ,SOFTWARE OR CONTENTWILL BE CORRECTED.,C.ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED ,THROUGH DIFFEN.COM IS DONE AT YOUR OWN DISCRETION AND ,RISK.\nDIFFEN MAKES NO WARRANTY THAT MATERIAL ,DOWNLOADED IS FREE OF ANY VIRUS, WORM, SPYWARE OR OTHER ,HARMFUL SOFTWARE.\nYOU ARE RESPONSIBLE FOR YOUR ,COMPUTER SECURITY AND YOU WILL BE SOLELY RESPONSIBLE ,FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA ,RESULTING FROM DOWNLOADING OR OBTAINING SUCH MATERIAL.,11.2Validity of information,Diffen.comis an online collaborative resource, that is, a voluntary association of individuals and ,groups working to develop a common resource of human knowledge.\nThe structure of ,Diffen.comallows anyone with an Internet connection to alter its content.\nPlease be advised that ,nothing found here has necessarily been reviewed by people with the expertise required to ,provide you with complete, accurate or reliable information.\n,That is not to say that you will not find valuable and accurate information on Diffen.com.\nmuch ,of the time you will.\nHowever, Diffen cannot guarantee the validity of the information found ,here.The content of any given article may recently have been changed, vandalized or altered by ,someone whose opinion does not correspond with the state of knowledge in the relevant fields.\n,No formal peer review ,Diffen.comis not uniformly peer reviewed.\nwhile readers may correct errors or engage in casual ,peer review, they have no legal duty to do so and thus all information read here is without any ,implied warranty of fitness for any purpose or use whatsoever.\nEven articles that have been ,vetted by informal peer review may later have been edited inappropriately, just before you view ,them.\n,None of the contributors, sponsors, administrators, or anyone else connected with Diffen in ,any way whatsoever can be responsible for the appearance of any inaccurate or libelous ,information or for your use of the information contained in or linked from these web pages.,11.3Trademarks ,Any of the trademarks, service marks, collective marks, design rights, personality rights or ,similar rights that are mentioned, used or cited in the articles of Diffen.comremainsthe property ,of the respective owners.\nThe use here does not imply that you may use them for any other ,purpose other than for the same,or a similar informational use as contemplated by the original ,authors of these Diffen articles under the Creative Commons license.\nUnless otherwise stated,,Diffen is neither endorsed nor affiliated with any of the holders of any such rights and as such ,Diffen cannot grant any rights to use any otherwise protected materials.\nYour use of any such or ,similar incorporeal property is at your own risk.\n,11.4Jurisdiction and legality of content ,Publication of information found onDiffen.commay be in violation of the laws of the country or ,jurisdiction from where you are viewing this information.\nThe Diffen database is stored on a ,server in the United States of America, and is maintained in reference to the protections afforded ,under local and federal law.\nLaws in your country or jurisdiction may not protect or allow the ,same kinds of speech or distribution.\nDiffen does not encourage the violation of any laws.\nand ,cannot be responsible for any violations of such laws, should you link to this domain or use, ,reproduce, or republish the information contained herein.\n,11.5Diffen does not provide professional advice ,If you need specific advice (for example, medical, legal, financial, or risk management) please ,seek a professional who is licensed or knowledgeable in that area.,a.Medical Disclaimer ,DIFFEN DOES NOT GIVE MEDICAL ADVICE,Diffen.comcontains articles on many medical topics.\nDiffen makesno warranty whatsoever,that any of the articles on these topics are accurate.\nThere is absolutely no assurance that any ,statement contained or cited in an article touching on medical matters is true, correct, precise, or ,up-to-date.\nThe overwhelming majority of such articles are written, in part or in whole, by ,nonprofessionals.\nEven if a statement made about medicine is accurate, it may not apply to you ,or your symptoms.\n,The medical information provided on Diffen.comis, at best, general in nature and cannot serve ,asa substitute for the advice of a medical professional(for instance, a qualified ,doctor/physician, nurse, pharmacist/chemist, and so on).\nDiffen is not a medical provider.,None of the individual contributors, system operators, developers, and sponsorsofDiffen,or ,anyone else connected to Diffen,takes or assumes any responsibility for the results or ,consequences of any attempt to use or adopt any of the information presented on this web site.\n,Nothing on Diffen.com should be construed as an attempt to offer or render a medical ,opinion or otherwise engage in the practice of medicine.,b.Legal Disclaimer ,DIFFEN DOES NOT GIVE LEGAL OPINIONS,Diffen.com alsocontains articles on several legal topics.\nDiffen makesno warranty ,whatsoeverconcerning the accuracy of any of thesearticles .\nThere is absolutely no assurance ,that any statement contained in an article touching on legal matters is true, correct or precise.\n,Law varies from place to place and it evolves over time -sometimes quite quickly.\nEven if a ,statement made about the law is accurate, it may only be accurate in the jurisdiction of the person ,posting the information.\nas well, the law may have changed, been modified or overturned by ,subsequent development since the entry was made on Diffen.com.\n,The legal information provided on Diffen.comis, at best, of a general nature and cannot ,substitute for the advice of a licensed professional(i.e.\nby a competent authority with ,specializedknowledge who can apply it to the particular circumstances of your case).\nPlease ,contact a local bar association, law society or similar association of jurists in your legal ,jurisdiction to obtain a referral to a competent legal professional if you do not have other means ,of contacting an attorney-at-law, lawyer, civil law notary, barrister or solicitor.\n,No individual contributors, system operators, developers, or sponsors of Diffen,or anyone else ,connected to Diffen takes or assumes any responsibility for the results or consequences of any ,attempt to use or adopt any of the information or disinformation presented on this website.\n,Nothing on Diffen.com should be construed as an attempt to offer or render a legal opinion ,or otherwise engage in the practice of law.,11.6Content Disclaimer ,DIFFEN CONTAINS SPOILERS AND CONTENT YOU MAY FIND OBJECTIONABLE,In its ambitious mission of documenting knowledge about differences between entities, ,Diffen.comcontains articles on a vast array of topics.\nA relatively small fraction of these topics ,are frequently censored by educational, governmental, corporate, parental and other filtering ,schemes.\n,•Some Diffen articles discuss words or language that may beconsidered profane, vulgar or ,offensive by some readers.\n,•Diffen.comcontains many different images, some of which are considered objectionable ,or offensive by some readers.\nFor example, some articles contain graphical depictions of ,violence, or depictions of human anatomy.\n,•Many articles contain frank discussion of controversial topics.\nSome subjects that are,discussed have criminal applications in some jurisdictions.\nOthers contain information on ,dangerous or otherwise risky activities (see the General disclaimer and Risk disclaimer ).\n,•Diffen.comcontains spoilers(information that spoils the end of a book, movie, or TV ,series).\n,•Diffen.commay contain triggers for people with post-traumatic stress disorder.\n,•Diffen.commay contain images and videos which can trigger epileptic seizures and other ,medical conditions.\n,•Diffen’s open platform permits contributions from the public.It therefore should be noted ,that at times, graffiti may be appearon Diffen.com.,Diffen's current policy is to include such content, provided the information does not breach any ,of our existing policies (especially Neutralpoint of view),orany ofthe laws of the United States,and its political subdivisions, where Diffen is hosted.\nSome of these articles contain warnings, ,but many do not.\n,In allcases, Diffen.comis (and always will be) a work in progress.\nMany articles contain errors, ,bias, duplication, or simply need attention.\nWe encourage readers to help us fix these problems.\n,The great majority of articles are written primarily or solely by individuals who are not subject ,matter experts, and may lack academic or professional credentials in the area.\n,Diffen.commay also contain obscure information that would not be covered in a conventional ,resource such as an encyclopedia.\nDiffen's coverage of subjects may bebased on the whims of its ,volunteer contributors (in particular, subjects of interest to young technical people are likely, but ,not certain, to receive heavier coverage than other subjects).\nReaders should not judge the ,importance of topics based on their coverage in Diffen.com, nor assume that a topic is important,merely because it is the subject of a Diffen article.\n,11.7Risk Disclaimer ,USE DIFFEN AT YOUR OWN RISK,PLEASE BE AWARE THAT ANY INFORMATION YOU MAY FIND ON DIFFEN.COM,MAY BE INACCURATE, MISLEADING, DANGEROUS OR ILLEGAL.,None of the authors, contributors, sponsors, administrators, vandals, or anyone else ,connected with Diffen, in any way whatsoever, can be responsible for your use of the ,information contained in or linked from these web pages.,Please take all steps necessary to ascertain thatany information you receive from Diffen is ,correct and has been verified.\nCheck the references at the end of the article.\nRead the article's talk ,page and revision history to see if there are any outstanding disputes over the contents of the ,article.\nDouble-check information with independent sources.\n,If an article contains suggestions regarding dangerous, illegal or unethical activities, remember ,that anyone can post information on Diffen.com.\nThe authors may not be qualified to provide ,you with complete information or to inform you about adequate safety precautions or steps you ,can take to prevent injury, bodily damage, or other damages to your person, property or ,reputation.\n,Diffen.comis not uniformly peer reviewed.\nwhile readers may correct errors or remove ,erroneous suggestions, they have no legal duty to do so, and thus all information read here ,is without any implied warranty of fitness for any purpose or use whatsoever.,DO NOT RELY UPON ANY INFORMATION FOUND ON DIFFEN.COMWITHOUT ,INDEPENDENT VERIFICATION.,12.0 Limitations on Damages,YOU EXPRESSLY UNDERSTAND AND AGREE THAT DIFFEN SHALL NOT BE ,LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, ,CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED,TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER ,INTANGIBLE LOSSES (EVEN IF DIFFEN HAS BEEN ADVISED OF THE ,POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE ,INABILITY TO USE DIFFEN.COM.\n(ii) THE STATEMENTS OR CONDUCT OF ANY ,THIRD PARTY ON DIFFEN.COM.\nOR (iii) ANY OTHER MATTER RELATING TO ,DIFFEN.COM.,13.0 Miscellaneous ,13.1No third party beneficiaries.Except as otherwise expressly provided in this Terms of ,Use Agreement, this Terms of Use Agreement is intended solely for the benefit of you and ,Diffen, and no third party is intended to be able to enforce or otherwise be considered a ,beneficiary to this Terms of Use Agreement.,13.2Entire Agreement.This Terms of Use Agreement and the documents incorporated by ,reference into this Terms of Use Agreement constitute the entire agreement between you and ,Diffen and governsyour use of Diffen.com, supersedingany prior agreements between you and ,Diffen.\nYou also may be subject to additional terms and conditions that may apply when you use ,or purchase certain other services such as third-party content or third-party software.,13.3Choice of Law and Forum.The Terms of Use Agreement and the relationship between ,you and Diffen shall be governed by the laws of the State of Washington.\nYou and Diffen agree ,to submit to the personal and exclusive jurisdiction of the courts located within King County, ,Washington.\nThisis true even if you live in a different state or country.\nDO NOT USE ,DIFFEN.COM IF YOU CAN NOT AGREE TO THIS CHOICE OF LAW AND FORUM.,13.4Waiver and Severability of Terms.The failure of Diffen to exercise or enforce any ,right or provision of the Terms of Use Agreement shall not constitute a waiverof such right or ,provision.\nIf any provision of the Terms of Use Agreementis found by a court of competent ,jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give ,effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms ,of Use Agreement remain in full force and effect.,13.5No right of survivorship and non-transferability.You agree that your Diffen account,is non-transferable and any rights to your Diffen I.D.\nor content within your account terminate ,upon your death.,13.6Statute of Limitations.Any claim or cause of action arising out of or related to use of ,Diffen.com or the Terms of Use Agreement must be filed within one year after such claim or ,cause of action arose or be forever barred.,13.7Assignments, You may not assign any of your rights, obligations, privileges or ,performance hereunder without the prior written consent of Diffen, which Diffen may withhold ,or grant in its sole discretion.,13.8Entire Agreement.\nThis agreement is complete and effective at the time you agree to it ,by accessing or using Diffen.com.\nThis agreement,together with any documents specifically ,incorporated by reference,constitutesthe entire agreement between Diffen and you.", "created_at": "2022-12-23 01:49:50.649137", "updated_at": "2022-12-23 01:49:52.095852"}, {"id": 13537, "name": "Privacy policy", "url": "https://www.diffen.com/difference/Diffen:Privacy_policy", "xpath": "//body", "text": " <ul>\n<li>Health</li>\n<li>Science</li>\n<li>Tech</li>\n<li>Home</li>\n<li>Food</li>\n<li>Business</li>\n<li>Insurance</li>\n</ul> Compare Anything ›› <i>vs.</i> Diffen:Privacy policy Summary <p>If you only read the Diffen website, no more information is collected than is typically collected in server logs by web sites in general.\n</p>\n<p>If you contribute to Diffen, you are <b>publishing</b> every word you post publicly.\nIf you write something, assume that it will be retained forever.\nThis includes articles, user pages and talk pages.\nSome limited exceptions are described below.\n</p> Publishing on Diffen and public data <p>Simply visiting the web site does not expose your identity publicly (but see private logging below).\n</p>\n<p>When you edit any page on Diffen, <b>you are publishing a document</b>.\nThis is a public act, and you are identified publicly with that edit as its author.\n</p>\n<p>\n<b>Identification of an author</b>\n</p>\n<p>When you publish or edit a page on Diffen, you may be logged in or not.\n</p>\n<p>If you are logged in, you will be identified by your user name.\nThis may be your real name if you so choose, or you may choose to publish under a pseudonym, whatever user name you selected when you created your account.\n</p>\n<p>If you have not logged in, you will be identified by your network IP address.\nThis is a series of four numbers which identifies the Internet address from which you are contacting Diffen.\nDepending on your connection, this number may be traceable only to a large Internet service provider, or specifically to your school, place of business, or home.\nIt may be possible that the origin of this IP address could be used in conjunction with any interests you express implicitly or explicitly by editing articles to identify you even by private individuals.\n</p>\n<p>It may be either difficult or easy for a motivated individual to connect your network IP address with your real-life identity.\nTherefore if you are very concerned about privacy, you may wish to log in and publish under a pseudonym.\n</p>\n<p>Your IP address is also associated and published with any \"anonymous\" comments that you post on Diffen.\n</p>\n<p>When using a pseudonym, your IP address will not be available to the public except in cases of abuse, including vandalism of a Diffen page by you or by another user with the same IP address.\nIn all cases, your IP address will be stored on the Diffen servers and can be seen by Diffen's server administrators and by users who have been granted \"CheckUser\" access.\nYour IP address, and its connection to any usernames that share it may be released under certain circumstances (see below).\n</p>\n<p>If you use a company mail server from home or telecommute and use a DSL or cable Internet connection, it is likely to be very easy for your employer to identify your IP address and find all of your IP based Diffen contributions.\nUsing a user name is a better way of preserving your privacy in this situation.\nHowever, remember to log out or disconnect yourself after each session using a pseudonym on a shared computer, to avoid allowing others to use your identity.\n</p>\n<p>\n<b>Cookies and Web Beacons</b>\n</p>\n<p>Diffen will set a temporary session cookie (PHPSESSID) whenever you visit the site.\nIf you do not intend to ever log in, you may deny this cookie, but you cannot log in without it.\n</p>\n<p>More cookies may be set when you log in, to avoid typing in your user name (or optionally password) on your next visit.\nYou may clear these cookies after use if you are using a public machine and don't wish to expose your username to future users of the machine.\n(If so, clear the browser cache as well.)\n</p>\n<p>Diffen uses third-party advertising companies (such as Google) to serve ads when you visit our website.\nThese companies and their affiliates and business partners may set their own cookies and/or may use information (<b>not including</b> your name, address, email address, or telephone number) about your visits to this and other websites in order to provide advertisements about goods and services of interest to you.\nThis information, usually used to serve interest-based advertising, includes users' browser, operating system, IP address, ISP etc.\nIf you would like more information about such practices click here.\nPlease also note that\n</p>\n<ul>\n<li> Google, as a third party vendor, uses cookies to serve ads on Diffen.\n</li>\n<li> Google's use of the DART cookie enables it to serve ads to you based on your visit to Diffen and other sites on the Internet.\n</li>\n<li> You may <b>opt out</b> of the use of the DART cookie by visiting the Google ad and content network privacy policy.\n</li>\n<li> You may <b>opt out</b> of the NetSeer cookie by visiting NetSeer.com, scrolling to the bottom of the page and clicking on the Opt Out button in the footer.\n</li>\n</ul>\n<p>Other third parties whose resources are requested by web pages on Diffen include Twitter and Facebook.\nWe may add other third-party widgets at any time.\nAll these services set their own cookies, which they can use to track you and build a profile.\nEach of these companies may also sell the information they compile to third parties in accordance with the GDPR or applicable local regulations.\n</p>\n<p>Diffen's content delivery network (CDN), such as CloudFlare or Fastly, may also set cookies.\n</p>\n<p>The list of third parties identified in this privacy policy is not exhaustive.\nDiffen reserves the right to work with any third party services, which may or may not use cookies.\n</p>\n<p>You can choose to disable cookies from Diffen or selectively from any of the third parties or advertising vendors (such as Google) by changing your browser settings or using other software tools.\nIf you disable Diffen.com cookies, you will be unable to log in to the website but will still be able to use a lot of the site's functionality.\n</p>\n<p>Advertising companies, including those who work with Diffen to show ads to our readers, use cookies to track interests of users across websites.\nOpting out of this interest-based advertising can be done on the following pages:\n</p>\n<ul>\n<li> http://www.networkadvertising.org/choices/\n</li>\n<li> http://www.aboutads.info/\n</li>\n<li> http://youronlinechoices.eu/\n</li>\n</ul>\n<p>\n<b>Passwords</b>\n</p>\n<p>Many aspects of the Diffen's community interactions depend on the reputation and respect that is built up through a history of valued contributions.\nUser passwords are the only guarantee of the integrity of a user's edit history.\nAll users are encouraged to select strong passwords and to never share them.\nWe do not store passwords in plaintext and are unable to tell you what your password is.\nYou may request a new password via email.\nYou may also log in to Diffen using your Facebook account.\n</p> Private logging <p>Every time you visit a web page, you send a lot of information to the web server.\nMost web servers routinely maintain access logs with a portion of this information, which can be used to get an overall picture of what pages are popular, what other sites link to this one, and what web browsers people are using.\n</p>\n<p>The raw log data is not made public.\n</p>\n<p>Log data may be examined by developers in the course of solving technical problems and in tracking down badly-behaved web spiders that overwhelm the site.\nIP addresses of users, derived either from those logs or from records in the database are frequently used to correlate usernames and network addresses of edits in investigating abuse of Diffen, including the suspected use of malicious \"sockpuppets\" (duplicate accounts), vandalism, harassment of other users, or disruption of Diffen.\n</p>\n<p>\n<b>Policy on release of data derived from page logs</b>\n</p>\n<p>It is the policy of Diffen that personally identifiable data collected in the server logs, or through records in the database via the CheckUser feature, may be released by the system administrators or users with CheckUser access, in the following situations:\n</p>\n<ol>\n<li> In response to a valid subpoena or other compulsory request from law enforcement\n</li>\n<li> With permission of the affected user\n</li>\n<li> When necessary for investigation of abuse complaints.\n</li>\n<li> Where the information pertains to page views generated by a spider or bot and its dissemination is necessary to illustrate or resolve technical issues.\n</li>\n<li> Where the user has been vandalising articles or persistently behaving in a disruptive way, data may be released to assist in the targeting of IP blocks, or to assist in the formulation of a complaint to relevant Internet Service Providers\n</li>\n<li> Where it is reasonably necessary to protect the rights, property or safety of Diffen.com, its users or the public.\n</li>\n</ol>\n<p>Diffen's policy does not permit public distribution of such information under any circumstances, except as described above.\nPlease also see the section on <b>Cookies and Web Beacons</b> on this page.\n</p> Sharing information with third parties <p>Diffen will not sell or share private information, such as email addresses, with third parties, unless you agree to release this information, or it is required by law to release the information.\nAn exception to this is the use of third-party cookies as explained above, and our partners as described below.\n</p>\nAnalytics\n<p>We use Google Analytics to analyze the use of our website.\nGoogle Analytics gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle's privacy policy is available at https://www.google.com/policies/privacy/\n</p>\nAdvertising\n<p>Diffen uses third-party companies to run automated advertisements on the site.\n</p> CafeMedia <p>This Site is affiliated with CMI Marketing, Inc., d/b/a CafeMedia (“CafeMedia”) for the purposes of placing advertising on the Site, and CafeMedia will collect and use certain data for advertising purposes.\nTo learn more about CafeMedia’s data usage, click here.\n</p> Security of information <p>Diffen makes no guarantee against unauthorized access to any information you provide.\nThis information may be available to anyone with access to the servers.\n</p> User data <p>Diffen does not require users to provide any personal information.\nit is optional.\nYou can use Diffen, including contributing content, using a pseudonym and without providing your email.\n</p>\n<p>Data on users, such as usernames or the times at which they edited and the number of edits they have made are publicly available on Diffen's website.\n</p>\n<p>Diffen will not sell or share private information, such as email addresses, with third parties, unless you explicitly opt in to release this information, or it is required by law to release the information.\n</p>\n<p>\n<b>E-mail</b>\n</p>\n<p>You may provide your e-mail address in your Preferences.\nYour address will not be revealed to any third party.\nThe email address may be used by Diffen to communicate with you.\nfor example, to send you a password reset link in response to your request when you forget your password.\nIf you do not provide an email address, you will not be able to reset your password if you forget it.\n</p>\n<p>You can remove your email address from your preferences at any time to prevent it being used.\n</p>\n<p>\n<b>Log in with Facebook</b>\nWhen you use Facebook to log in to Diffen, we obtain your name and email from Facebook.\nWe use this information to create an account for you and authenticate you.\nYour name is used as your Diffen username and associated with all your contributions on the site.\n</p>\n<p>\n<b>Deletion of content</b>\n</p>\n<p>Removing content from Diffen does not permanently delete it.\nIn normal articles, anyone can look at a previous version and see what was there.\nInformation can be permanently deleted by administrators with access to the servers, but only in response to legal action.\n</p>\n<p>\n<b>Request data deletion</b>\n</p>\n<p>If you would like to request deletion of your data such as your user account, please email legal@diffen.com.\nAlternatively, you can submit your request via the feedback form.\n</p>\nContact Information\n<p>For questions, please contact Diffen LLC at PO Box 2546, Kirkland, WA 98083-2546.\n</p> About Diffen How to Cite Log in / Register Request a Comparison Submit Feedback <p>\n<b>Stay connected</b>\n</p>\n<p>\n</p>\n<p>© All rights reserved.</p> Terms of use | Privacy policy <p>share</p> Update Privacy Preferences An Elite CafeMedia Publisher", "created_at": "2022-12-23 01:49:33.048723", "updated_at": "2022-12-23 01:49:39.438901"}], "points": [], "urls": ["diffen.com"]}}