{"error": 448, "message": "OK", "parameters": {"id": 8714, "name": "POSCON", "created_at": "2023-07-02 05:12:20.11053", "updated_at": "2023-07-02 10:02:47.022377", "wikipedia": null, "keywords": null, "related": null, "slug": "poscon", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8714.png", "url": "poscon.net", "documents": [{"id": 16998, "name": "Privacy Policy", "url": "https://forums.poscon.net/privacy/", "xpath": "//body", "text": " Jump to content Join the POSCON Public Discord Server! × <ul>\n<li>\n<i>\n</i> Community Home </li>\n</ul>\n<ul>\n<li>\n<i>\n</i> All Activity </li>\n</ul>\n<ul>\n<li> Home <i>\n</i>\n</li>\n<li> Privacy Policy </li>\n</ul> Privacy Policy <p> &lt;&lt.\nPolicies Index\n</p>\n<p>\n<b>Positive Control Network Privacy Policy</b>\n</p>\n<p> This privacy policy has been compiled to better serve those who are concerned with how their 'Personally Identifiable Information' (PII) is being used online.\nPII, as described in US privacy law and information security, is information that can be used on its own or with other information to identify, contact, or locate a single person, or to identify an individual in context.\nThis Policy will explain to you how <abbr>\n<abbr>POSCON</abbr>\n</abbr> collect, uses, protects or otherwise handles your Personally Identifiable Information in accordance with our website and services.\n</p>\n<p>\n<b>Information covered in this Policy:</b>\n</p>\n<p>\n<strong>1.\nWhat data do we collect?<br> 2.\nHow do we collect your data?<br> 3.\nHow will we use your data?<br> 4.\nWhat kinds of communications will you receive?<br> 5.\nWhat choices do you have regarding the collection, use, and distribution of your personal information?<br> 6.\nHow do we store your data?<br> 7.\nWhat are your data protection rights?<br> 8.\nWhat do you do if you want to correct or delete your personal information?<br> 9.\nWhat are cookies?<br> 10.\nHow do we use cookies?<br> 11.&nbsp.\nWhat types of cookies do we use?<br> 12.\nCalifornia Privacy Rights</strong>\n<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;a.\nCalifornia Privacy Rights for Minors<br>\n<strong>13.\nWhat about children?</strong>\n<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;a.\nChildren Under 13<br> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;b.\nNote to Parents from <abbr>\n<abbr>POSCON</abbr>\n</abbr>\n<br>\n<strong>14.\nPrivacy Policies of Other Websites<br> 15.\nChanges to <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s Privacy Policy<br> 16.\nHow to contact <abbr>\n<abbr>POSCON</abbr>\n</abbr>?<br> 17.\nHow to contact the appropriate authorities?<br> 18.\nWhat happens if there is a data breach?</strong>\n</p>\n<p>\n<b>1.\nWhat data do we collect?</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> collects the following data:\n</p>\n<ul>\n<li> Your first and last name.\n</li>\n<li> Your email address.\n</li>\n<li> Your location, if you choose to provide one.\n</li>\n<li> Your date of birth.\n</li>\n<li> Your IP address when you connect to <abbr>\n<abbr>POSCON</abbr>\n</abbr>.\n</li>\n<li> Your <abbr>\n<abbr>POSCON</abbr>\n</abbr> password.\n</li>\n<li> Anonymized hardware statistics.\n</li>\n<li> A unique ID tied to your computer to help us identify you on the network.\n</li>\n<li> Your network usage history including voice recordings.\n</li>\n<li> Any feedback that you provide.\n</li>\n<li> Administrative notes made on your account.\n</li>\n</ul>\n<p>\n<b>2.\nHow do we collect your data?</b>\n<br> You directly provide <abbr>\n<abbr>POSCON</abbr>\n</abbr> with the vast majority of the data we collect.\nWe collect data and process data when you do the following:<br> Register with <abbr>\n<abbr>POSCON</abbr>\n</abbr>.\n</p>\n<ul>\n<li> Request any services from <abbr>\n<abbr>POSCON</abbr>\n</abbr>.\n</li>\n<li> Voluntarily complete surveys or provide feedback on any of our forums or via email.\n</li>\n<li> Post on any one of our forums.\n</li>\n<li> Use or view our website via your browser’s cookies.\n</li>\n<li> Fly on the <abbr>\n<abbr>POSCON</abbr>\n</abbr> Network.\n</li>\n<li> Contact any <abbr>\n<abbr>POSCON</abbr>\n</abbr> staff member.\n</li>\n<li> When <abbr>\n<abbr>POSCON</abbr>\n</abbr> administrators and staff leave comments on your account.\n</li>\n<li> When you provide feedback to <abbr>\n<abbr>POSCON</abbr>\n</abbr>.\n</li>\n<li> When you log on to the <abbr>\n<abbr>POSCON</abbr>\n</abbr> HQ.\n</li>\n<li> When you connect to <abbr>\n<abbr>POSCON</abbr>\n</abbr>.\n</li>\n</ul>\n<p>\n<b>3.\nHow will we use your data?</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> collects your data so that it can:\n</p>\n<ul>\n<li> Provide you with online simulated air traffic control and multiplayer traffic services.\n</li>\n<li> Contact you with news regarding the <abbr>\n<abbr>POSCON</abbr>\n</abbr> Network.\n</li>\n<li> Contact you with news regarding the flight simulation world, inclusive of updates to Lockheed Martin Prepar3D, Microsoft Flight Simulator (X, X Steam Edition, 2020), and Laminar Research X-Plane.\n</li>\n<li> Track your flight and ATC activity on the <abbr>\n<abbr>POSCON</abbr>\n</abbr> Network.\n</li>\n<li> Provide you with <abbr>\n<abbr>POSCON</abbr>\n</abbr> ATC ratings.\n</li>\n<li> Provide you with <abbr>\n<abbr>POSCON</abbr>\n</abbr> Pilot ratings.\n</li>\n</ul>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> does not sell, trade, or otherwise transfer to outside parties your Personally Identifiable Information unless <abbr>\n<abbr>POSCON</abbr>\n</abbr> provides you with advance notice.\nThis does not include website hosting partners and other parties who assist <abbr>\n<abbr>POSCON</abbr>\n</abbr> in operating its website, conducting its business, or serving its users, so long as those parties agree to keep this information confidential.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> may also release information when it's release is appropriate to comply with the law, enforce its site policies, or protect its or others' rights, property or safety.\nHowever, non-personally identifiable visitor information may be provided to other parties for marketing, advertising, or other uses.\n</p>\n<p> a.\nGoogle.&nbsp;Google's advertising requirements can be summed up by Google's Advertising Principles.\nThey are put in place to provide a positive experience for users.\nhttps://support.google.com/adwordspolicy/answer/1316548?hl=en&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr> uses Google AdSense Advertising on its website.\nGoogle, as a third-party vendor, uses cookies to serve ads on <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s site.\nGoogle's use of the DART cookie enables it to serve ads to <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s users based on previous visits to its site and other sites on the Internet.\nUsers may opt-out of the use of the DART cookie by visiting the Google Ad and Content Network privacy policy.\n</p>\n<p>\n<b>4.\nWhat kinds of communications will you receive?</b>\n</p>\n<p>\n<abbr>a.\n<abbr>POSCON</abbr>\n</abbr> Network Updates.&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr> will send you regular information on its services, network updates, events, and other pertinent news and promotions.\nOut of respect for your privacy, we present the option not to receive these types of communications.\nPlease the “Choice” section, which is Section 5 of this Policy.\n</p>\n<p> b.\nTraining-related Announcements.&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr> will send you information concerning your ATC and/or Pilot training related activities.\nThis includes notifications for your mentoring programs, examinations, examination results, comments from your <abbr>\n<abbr>POSCON</abbr>\n</abbr> division staff, tips and tricks, and other advice related to your rank advancement.\n</p>\n<p> c.\nCustomer Service.\nBased upon the personally identifiable information you provide <abbr>\n<abbr>POSCON</abbr>\n</abbr>, <abbr>\n<abbr>POSCON</abbr>\n</abbr> will send you a welcoming email to verify your username and password.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> will also communicate with you in response to your inquiries, to provide simulated air traffic control and multiplayer traffic services, and to manage your account.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> will communicate with you via email, through the HQ messaging system, through our forums, or directly through the network.\n</p>\n<p> d.\nAdditional Essential Communications.&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr> will also send you notifications via Email, in addition to website push notifications, that will include mandatory briefing items from the network that are non-marketing in nature.&nbsp.\n</p>\n<p> e.\nThe CANSPAM Act.\nThe CAN-SPAM Act is a law that sets the rules for commercial email, establishes requirements for commercial messages, gives recipients the right to have emails stopped from being sent to them, and spells out tough penalties for violations.&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr> collects your email address in order to send you <abbr>\n<abbr>POSCON</abbr>\n</abbr> Network Updates, provide you with Training-related Announcements, provide you with Customer Service, and send you Additional Essential Communications\n</p>\n<p> To be in accordance with CAN SPAM, <abbr>\n<abbr>POSCON</abbr>\n</abbr> agrees to the following:\n</p>\n<ul>\n<li> Not use false or misleading subjects or email addresses </li>\n<li> Identify the message as an advertisement in some reasonable way </li>\n<li> Include the physical address of our business or site headquarters </li>\n<li> Monitor third-party email marketing services for compliance, if one is used </li>\n<li> Honor opt-out/unsubscribe requests quickly </li>\n<li> Allow you to unsubscribe by using the link at the bottom of each email </li>\n</ul>\n<p> If at any time you would like to unsubscribe from receiving future emails, follow the instructions at the bottom of each email and <abbr>\n<abbr>POSCON</abbr>\n</abbr> will promptly remove you from ALL non-essential correspondence.\n</p>\n<p>\n<b>5.\nWhat choices do you have regarding the collection, use, and distribution of your personal information?</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> allows you to control the way that we use personally identifying information that we might obtain.\nAt the time you provide personal information, <abbr>\n<abbr>POSCON</abbr>\n</abbr> may give you the option of declining any future offers or information about new products, promotions, or services.\nIn addition, many of the \"communications\" <abbr>\n<abbr>POSCON</abbr>\n</abbr> may send you, such as newsletters, have procedures within them to cancel the receipt of any future mailings.\nLastly, you may be given the opportunity to \"opt-out\" of certain features or functionality.\nSee the applicable feature's FAQ or information page for more details.\nYour browser may allow you to set a Do Not Track (DNT) signal indicating that you do not wish your online activity to be tracked.\nCurrently, <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s system does not support and cannot act on DNT signal headers that it may receive.\nHowever, the choices that <abbr>\n<abbr>POSCON</abbr>\n</abbr> provides you concerning the collection and use of your personal information will continue to operate as described in this Privacy Policy.\n</p>\n<p> CalOPPA<br> CalOPPA is the first state law in the nation to require commercial websites and online services to post a privacy policy.\nThe law's reach stretches well beyond California to require any person or company in the United States (and conceivably the world) that operates websites collecting Personally Identifiable Information from California consumers to post a conspicuous privacy policy on its website stating exactly the information being collected and those individuals or companies with whom it is being shared.\nTo learn more, please visit http://consumercal.org/california-online-privacy-protection-act-caloppa/\n</p>\n<p> According to CalOPPA, <abbr>\n<abbr>POSCON</abbr>\n</abbr> agrees to the following:\n</p>\n<ul>\n<li> You can visit our site anonymously.\n</li>\n<li> You will be notified of any Privacy Policy changes: </li>\n<li> On <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s Privacy Policy Page </li>\n<li> You can change your personal information by emailing <abbr>\n<abbr>POSCON</abbr>\n</abbr> or by logging in to your account </li>\n</ul>\n<p>\n<b>6.\nHow do we store your data?</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> securely stores your data on the Google Cloud Platform, located in datacenters across the globe.\nAll data is encrypted at rest, and all reasonable security precautions are taken to prevent data exfiltration, by following best practices of the systems we use.\nYour personal information is contained behind secured networks and is only accessible by a limited number of persons who have special access rights to such systems, and are required to keep the information confidential.\nIn addition, all sensitive/credit information you supply is encrypted via Secure Socket Layer (SSL) technology.&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr>’s website is scanned on a regular basis for security holes and known vulnerabilities in order to make your visit to the <abbr>\n<abbr>POSCON</abbr>\n</abbr> site as safe as possible.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> also uses regular Malware Scanning.&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr> implements a variety of security measures when you place a request, enter, submit, or access your information to maintain the safety of your personal information.&nbsp;<abbr>\n<abbr>POSCON</abbr>\n</abbr> will keep the data you provide in Section 1 of this Policy until you no longer wish to use <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s services and request that your data be removed, or if <abbr>\n<abbr>POSCON</abbr>\n</abbr> terminates your account for failure to abide by the <abbr>\n<abbr>POSCON</abbr>\n</abbr> User Agreement.\nOnce you have requested that your data be deleted, or if <abbr>\n<abbr>POSCON</abbr>\n</abbr> terminates your account for failure to abide by the <abbr>\n<abbr>POSCON</abbr>\n</abbr> User Agreement, we will delete your data by removing it entirely from <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s servers.\nHowever, due to legal reporting requirements, local law, and to ensure non-interruption of service, <abbr>\n<abbr>POSCON</abbr>\n</abbr> may keep an offline and secure backup of all network data.\n</p>\n<p>\n<b>7.\nWhat are your data protection rights?</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:\n</p>\n<ul>\n<li> The right to access - You have the right to request <abbr>\n<abbr>POSCON</abbr>\n</abbr> for copies of your personal data.\nWe may charge you a small fee for this service, if applicable.\n</li>\n<li> The right to rectification - You have the right to request that <abbr>\n<abbr>POSCON</abbr>\n</abbr> correct any information you believe is inaccurate.\nYou also have the right to request <abbr>\n<abbr>POSCON</abbr>\n</abbr> to complete information you believe is incomplete.\n</li>\n<li> The right to erasure - You have the right to request that <abbr>\n<abbr>POSCON</abbr>\n</abbr> erase your personal data, under certain conditions.\n</li>\n<li> The right to restrict processing - You have the right to request that <abbr>\n<abbr>POSCON</abbr>\n</abbr> restrict the processing of your personal data, under certain conditions.\n</li>\n<li> The right to object to processing - You have the right to object to <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s processing of your personal data, under certain conditions.\n</li>\n<li> The right to data portability - You have the right to request that <abbr>\n<abbr>POSCON</abbr>\n</abbr> transfer the data that we have collected to another organization, or directly to you, under certain conditions.\n</li>\n</ul>\n<p> In most cases, we have automated the ability to exercise these rights through the <abbr>\n<abbr>POSCON</abbr>\n</abbr> user profile settings page.\nhowever, if the right you wish to exercise is not automated, please contact us at our email: privacy@<abbr>\n<abbr>poscon</abbr>\n</abbr>.net or write to us at:\n</p>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> Inc.<br> Attention: Privacy Policy Administrator<br> 2803 Philadelphia Pike, Ste.\n101<br> Claymont, DE 19703\n</p>\n<p> If you make a request via email or regular mail, we have one month to respond to you from the time of receipt.\n</p>\n<p>\n<b>8.\nWhat do you do if you want to correct or delete your personal information?</b>\n<br> If for any reason you are concerned with the way we are using your personal information, or would like to correct or request that we delete such personal information, please first attempt to use our automated tools located on the <abbr>\n<abbr>POSCON</abbr>\n</abbr> user profile settings page.\nIf you are unable to find a solution there, please contact us at our email: privacy@<abbr>\n<abbr>poscon</abbr>\n</abbr>.net or write to us at:\n</p>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> Inc.<br> Attention: Privacy Policy Administrator<br> 2803 Philadelphia Pike, Ste.\n101<br> Claymont, DE 19703\n</p>\n<p> If you make a request via email or regular mail, we have one month to respond to you from the time of receipt.\nIn some cases, we may not be able to delete your personal information and will retain and use our information as long as necessary to comply with our legal obligations, resolve disputes, and/or enforce our agreements.\n<u>Please note that the deletion of your data will lead to the termination of your account and all applicable services</u>.\n</p>\n<p>\n<b>9.\nWhat are cookies?</b>\n<br> Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information.\nWhen you visit <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s websites, <abbr>\n<abbr>POSCON</abbr>\n</abbr> may collect information from you automatically through cookies or similar technology.\nYou can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou do this through your browser settings.\nSince browser is a little different, look at your browser's Help Menu to learn the correct way to modify your cookies.\nFor further information, visit https://www.allaboutcookies.org/.\n</p>\n<p>\n<b>10.\nHow do we use cookies?</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> uses cookies in a range of ways to improve your experience on <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s website and network, including:\n</p>\n<ul>\n<li> Keeping you signed in.\n</li>\n<li> Understanding how you use <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s website.\n</li>\n<li> Authenticating you into various <abbr>\n<abbr>POSCON</abbr>\n</abbr> services.\n</li>\n</ul>\n<p>\n<strong>11.\nWhat types of cookies do we use?</strong>\n<br> There are several different types of cookies used on the Internet today.\nOur website uses the following:\n</p>\n<ul>\n<li> Functionality – <abbr>\n<abbr>POSCON</abbr>\n</abbr> uses these cookies so that we recognize you on our website and remember your previously selected preferences.\nThese could include what language you prefer and location you are in.\nA mix of first-party and third-party cookies are used.\n</li>\n<li> Advertising – <abbr>\n<abbr>POSCON</abbr>\n</abbr> uses these cookies to collect information about your visit to our website, the content you viewed, the links you followed, and information about your browser, device, and your IP address.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> sometimes shares limited aspects of this data with third parties for advertising purposes.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> may also share online data collected through cookies with its advertising partners.\nThis means that when you visit another website, you may be shown advertising based on your browsing patterns on <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s website.\n</li>\n</ul>\n<p>\n<b>12.\nCalifornia Privacy Rights</b>\n<br> Under California law, <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s users that are California residents may request certain information regarding our disclosure of their personal information to third parties for direct marketing purposes.\nAs detailed above, <abbr>\n<abbr>POSCON</abbr>\n</abbr> does not share its users’ personal information with any third parties for direct marketing purposes without their approval.\nIf at any time you do not wish to have your personal information shared with third parties and/or receive information from <abbr>\n<abbr>POSCON</abbr>\n</abbr> (via e-mail) about new products, services, or promotions, you can opt-out by visiting your <abbr>\n<abbr>POSCON</abbr>\n</abbr> user profile settings page and updating your preferences.\nYou may also contact us at our email: privacy@<abbr>\n<abbr>poscon</abbr>\n</abbr>.net or write to us at:\n</p>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> Inc.<br> Attention: Privacy Policy Administrator<br> 2803 Philadelphia Pike, Ste.\n101<br> Claymont, DE 19703\n</p>\n<p> Please indicate what publications or services you no longer wish to receive so that <abbr>\n<abbr>POSCON</abbr>\n</abbr> may better address your needs.\n</p>\n<p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;a.\nCalifornia Privacy Rights for Minors<br> California residents under the age of 18 have the right to remove, or request the removal of, content or information they have posted to the message boards or forums.\nThis request can be made by contacting us at our email: privacy@<abbr>\n<abbr>poscon</abbr>\n</abbr>.net or write to us at:\n</p>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> Privacy Policy<br> Attention: Privacy Policy Administrator<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> Inc.<br> 2803 Philadelphia Pike, Ste.\n101<br> Claymont, DE 19703\n</p>\n<p> Please again be advised that any information posted to the message boards or forums is publicly viewable.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> strongly recommend that all users avoid posting personal or sensitive information at any time.\nPlease note that residual copies of content and/or information that have been deleted may remain on <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s backup servers.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> is not required to remove posted content or information if it has been rendered anonymous or if it is required by law to retain it.\nAdditionally, <abbr>\n<abbr>POSCON</abbr>\n</abbr> does not have control over third parties (e.g., other users) who may have copied or reposted the content or information.\n</p>\n<p>\n<b>13.\nWhat about children?</b>\n<br> When it comes to the collection of personal information from children under the age of 13 years old, the Children's Online Privacy Protection Act (COPPA) puts parents in control.\nThe Federal Trade Commission, United States' consumer protection agency, enforces the COPPA Rule, which spells out what operators of websites and online services must do to protect children's privacy and safety online.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> does not specifically market to children under the age of 13 years old.\n</p>\n<p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;a.\nChildren Under 13<br> Once a child states that his/her age is under 13, they will be unable to register an account with <abbr>\n<abbr>POSCON</abbr>\n</abbr> and if the account already exists on our servers, it will be deleted.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> does not knowingly collect or store any personally identifiable information from children under 13.\nIf parents believe that <abbr>\n<abbr>POSCON</abbr>\n</abbr> may have unintentionally collected their children’s personal information, they may request the deletion of the information by contacting <abbr>\n<abbr>POSCON</abbr>\n</abbr> at our email: privacy@<abbr>\n<abbr>poscon</abbr>\n</abbr>.net or writing us at:\n</p>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> Inc.<br> Attention: Privacy Policy Administrator<br> 2803 Philadelphia Pike, Ste.\n101<br> Claymont, DE 19703\n</p>\n<p> To learn more, please see the <abbr>\n<abbr>POSCON</abbr>\n</abbr> Minor’s Policy at http://forums.<abbr>\n<abbr>poscon</abbr>\n</abbr>.net/policies/minors/.\n</p>\n<p> &nbsp.\n&nbsp.\n&nbsp.\n&nbsp;&nbsp;b.&nbsp;A Note to Parents from <abbr>\n<abbr>POSCON</abbr>\n</abbr>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> recognizes a special obligation to protect personal information about young children.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> urges parents to instruct their children to never give out their real names, addresses, or phone numbers without permission when on-line.\nTeenagers under the age of 16 and over the age of 13 should encourage their parents to review this policy and to contact <abbr>\n<abbr>POSCON</abbr>\n</abbr> if they would like to evoke our opt-out policy or to raise any concerns.\n</p>\n<p>\n<b>14.\nPrivacy Policies of Other Websites</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr>’s website contains links to other websites.\n<abbr>\n<abbr>POSCON</abbr>\n</abbr>’s privacy policy applies only to the <abbr>\n<abbr>POSCON</abbr>\n</abbr> website, so if you click on a link to another website, you should read their privacy policy.\n</p>\n<p>\n<b>15.\nChanges to <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s Privacy Policy</b>\n<br>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> keeps its privacy policy under regular review and places any updates on this web page.\nThis privacy policy was last updated on 15 January 2020.\n</p>\n<p>\n<b>16.\nHow to contact <abbr>\n<abbr>POSCON</abbr>\n</abbr>?</b>\n<br> If you have any questions about <abbr>\n<abbr>POSCON</abbr>\n</abbr>’s privacy policy, the data <abbr>\n<abbr>POSCON</abbr>\n</abbr> holds on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact <abbr>\n<abbr>POSCON</abbr>\n</abbr>.\n</p>\n<p> Email us at:<br> privacy@<abbr>\n<abbr>poscon</abbr>\n</abbr>.net\n</p>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> Inc.<br> Attention: Privacy Policy Administrator<br> 2803 Philadelphia Pike, Ste.\n101<br> Claymont, DE 19703\n</p>\n<p>\n<b>17.\nHow to contact the appropriate authorities?</b>\n<br> Should you wish to report a complaint or if you feel that <abbr>\n<abbr>POSCON</abbr>\n</abbr> has not addressed your concern in a satisfactory manner, you may contact the Information Commissioner's Office for your specific country.\n</p>\n<p>\n<b>18.\nWhat happens if there is a data breach?</b>\n<br> The Fair Information Practices Principles form the backbone of privacy law in the United States and the concepts they include have played a significant role in the development of data protection laws around the globe.\nUnderstanding the Fair Information Practice Principles and how they should be implemented is critical to comply with the various privacy laws that protect personal information.\n</p>\n<p> In order to be in line with Fair Information Practices we will take the following responsive action, should a data breach occur:\n</p>\n<ul>\n<li>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> will notify you via email within one (1) business day </li>\n<li>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> will also notify all users via the in-site notifications system within one (1) business day </li>\n</ul>\n<p>\n<abbr>\n<abbr>POSCON</abbr>\n</abbr> also agrees to the Individual Redress Principle which requires that individuals have the right to legally pursue enforceable rights against data collectors and processors who fail to adhere to the law.\nThis principle requires not only that individuals have enforceable rights against data users, but also that individuals have recourse to courts or government agencies to investigate and/or prosecute non-compliance by data processors.\n</p>\n<p> &nbsp.\n</p>\n<p>POSCON, 2803 Philadelphia Pike, Ste 101, Claymont, Delaware, 19703</p> Third Parties <strong>Google Analytics</strong> Google Analytics is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the Data collected to track and examine the use of this website, to prepare reports on its activities and share them with other Google services.\nPrivacy Policy <strong>Spam Defense</strong> The IPS Spam Defense Service passes the email address and IP address of the registering member to the service to determine the likelihood a registering account is a spam source.\nPrivacy Policy <strong>SendGrid</strong> SendGrid is used by this website to process and deliver emails.\nPrivacy Policy <strong>reCAPTCHA V2</strong> This site uses a CAPTCHA to ensure humans are performing certain actions.\nThe CAPTCHA provider may set a session cookie and get information about your internet browser and device accessing this website.\nPrivacy Policy <ul>\n<li>\n<i>\n</i> All Activity </li>\n</ul>\n<ul>\n<li> Home <i>\n</i>\n</li>\n<li> Privacy Policy </li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li>Privacy Policy</li>\n</ul>\n<p> Copyright © 2017-2022, POSCON Inc.\nPowered by Invision Community\n</p> × <ul>\n<li> POSCON Member Login </li>\n<li> Sign Up </li>\n</ul>\n<ul>\n<li>Donations</li>\n<li> Browse <ul>\n<li>Back</li>\n<li>Browse</li>\n<li> Clubs </li>\n<li> Tours <ul>\n<li>Back</li>\n</ul>\n</li>\n<li> Forums </li>\n<li> Events </li>\n<li> Staff </li>\n<li> Online Users </li>\n<li> Leaderboard </li>\n</ul>\n</li>\n<li> Activity <ul>\n<li>Back</li>\n<li>Activity</li>\n<li> All Activity </li>\n<li> Search </li>\n</ul>\n</li>\n<li> Blogs <ul>\n<li>Back</li>\n<li>Blogs</li>\n<li> Pilot Training </li>\n<li> Network Technology </li>\n<li> Director's Office </li>\n</ul>\n</li>\n<li> Downloads <ul>\n<li>Back</li>\n<li>Downloads</li>\n<li> Sector Data </li>\n<li> ATC SOPs </li>\n<li> X-Plane <ul>\n<li>Back</li>\n<li> Utilities </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Support <ul>\n<li>Back</li>\n<li>Support</li>\n<li> Support Docs </li>\n<li> Policies </li>\n<li> Pilot Resources </li>\n<li> Virtual Operators </li>\n<li> Network Status </li>\n<li> Frequently Asked Questions </li>\n</ul>\n</li>\n</ul> Important Information <p>By using this site, you agree to our Terms of Use, Privacy Policy, and Guidelines.</p>\n<i>\n</i>&nbsp.\nI accept ", "created_at": "2023-07-02 05:12:20.141852", "updated_at": "2023-07-02 05:12:40.206597"}, {"id": 16999, "name": "Terms and Conditions", "url": "https://forums.poscon.net/terms/", "xpath": "//body", "text": null, "created_at": "2023-07-02 05:12:20.172194", "updated_at": "2023-07-02 05:12:46.918488"}], "points": [], "urls": ["poscon.net"]}}