{"error": 448, "message": "OK", "parameters": {"id": 7927, "name": "Bon Voyaged", "created_at": "2023-04-10 01:40:02.878838", "updated_at": "2023-04-22 11:50:38.835277", "wikipedia": null, "keywords": null, "related": null, "slug": "bon-voyaged", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7927.png", "url": "bonvoyaged.com", "documents": [{"id": 15340, "name": " Privacy Policy", "url": "https://bonvoyaged.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Terms Of Use</li>\n<li>Contact Us</li>\n</ul> Connect with us <ul>\n</ul> Bon Voyaged <ul>\n<li>LIFESTYLE</li>\n<li>PHOTOS</li>\n<li>TRAVEL</li>\n<li>NEWS</li>\n</ul> Privacy Policy <p>This Privacy Policy governs the manner in which Mind Tank LLC, a Florida corporation collects, uses, maintains and discloses information collected from users (“you,” “your,” or “User”) of its BonVoyaged.com website, platforms, applications, and any derivative or affiliated websites on which this Privacy Policy is posted (collectively, the “Site”).\nBonVoyaged.com reserves the right, at its discretion, to change, modify, add, or remove portions of this Privacy Policy at any time by posting such changes to this page.\nYou understand that you have the affirmative obligation to check this Privacy Policy periodically for changes, and you hereby agree to periodically review this Privacy Policy for such changes.\nThe continued use of the Site following the posting of changes to this Privacy Policy constitutes an acceptance of those changes.\nBonVoyaged.com is based, and this website is hosted, in the United States of America.\nIf you are from the European Union, Canada or other regions of the world with laws governing data collection and use that may differ from U.S.\nlaw and you are registering an account on the Site, visiting the Site, purchasing products or services from BonVoyaged.com or the Site, or otherwise using the Site, please note that any personally identifiable information that you provide to BonVoyaged.com may be transferred to or utilized by BonVoyaged.com or its affiliates in the United States.\nAny such personally identifiable information provided may be processed and stored in the United States by BonVoyaged.com or a service provider acting on its behalf.\nIf you are opposed to any of the terms listed below, we ask that you please abstain from using BonVoyaged.com.<br>\n<br>\n<strong>1.\nInformation Collected</strong>\n</p>\n<p>BonVoyaged.com understands the importance of maintaining your privacy, and strives to provide services with your security in mind.\nYou will be asked for consent if your personal information is to be used in a way other than originally intended.\nFor us to identify which areas of BonVoyaged.com are used the most and provide statistical analysis of the site, we will record information such as your browser type, IP address, timestamp information and the pages you’ve viewed.\nThis will help us make site enhancements and offer you the highest quality experience possible BonVoyaged.com will ask you for and keep a record of personal information, including name, email address, login time, and Facebook profile photo.\nYou may change these details and settings on your account page.\nSubmissions you make through BonVoyaged.com may be saved or exhibited publicly on the website, in order to provide the most complete version of our services.\n“Submissions” refers to any material you post to BonVoyaged.com or information displayed on your profile.\nBonVoyaged.com may also collect information about how Users use the Site, for example, by tracking the number of unique views received by the pages of the Site, or the domains and Internet Protocol (“IP”) addresses from which Users originate.\nWhile not all of the information that BonVoyaged.com collects from Users is personally identifiable, it may be associated with personally identifiable information that Users provide BonVoyaged.com through the Site or otherwise.\nAdditionally, certain information regarding your computer systems, network locations, IP address and software may be communicated to BonVoyaged.com in certain circumstances by the digital rights management systems associated with certain Content that you download or access via the Site in order to prevent unauthorized use or distribution of the associated Content.\nNon-personally identifiable information collected by BonVoyaged.com (such as patterns of utilization) is exclusively owned by BonVoyaged.com and may be used as it sees fit in accordance with applicable law.\nWe will record certain information that you provide in feedback, questions, or registered complaints in order to efficiently respond to your questions or concerns.<br>\n<br>\n<strong>2.\nInformation Disclosure</strong>\n</p>\n<p>By reading this, you acknowledge and accept that BonVoyaged.com is not responsible for information that may be intercepted while being transferred through the Internet.\nBy reading this, you also release BonVoyaged.com from any claims that surface due to information interception.\nEven though you may find links and access to unaffiliated third-party sites on BonVoyaged.com, we are not accountable for any privacy practices related to those companies or websites.\nPlease make sure you take time to read the privacy practices of these websites as well.\nBonVoyaged.com collects personally identifiable information, such as your name and e-mail address, with your knowledge and consent and uses your personal information to administer the Site and deliver the services you have requested.\nBonVoyaged.com may use your personally identifiable information to inform you of other products or services available from BonVoyaged.com and its affiliates.\nBonVoyaged.com may also contact you via surveys to conduct research about your opinion of current services or of potential new services that may be offered.</p>\n<p>The Site automatically collects certain technical information, such as the Internet address from which you visit the Site and your browser type.\nBonVoyaged.com compiles this information in aggregate form to help diagnose problems with servers and to gather broad demographic information.\nBonVoyaged.com may use Internet addresses for identification purposes only when necessary to enforce compliance with the BonVoyaged.com Site Terms of Use and to protect its service or any person, as otherwise permitted by law.\nBonVoyaged.com will not sell, trade, lend or otherwise voluntarily disclose any personal information that you have provided for any purpose not identified under this Privacy Statement.\nBonVoyaged.com may share your personal information with third parties to assist in the administration of this Site.\nto BonVoyaged.com financial and legal advisors.\nto others as required by law.\nor for purposes identified from time to time and consented by you.\nWhere personal information is shared with service providers for administrative purposes, we require the service provider to respect this Privacy Policy.\nNotwithstanding any other provision in this Privacy Policy, in the event someone buys or acquires BonVoyaged.com, or substantially all of its assets, information about you and your use of the Web Site will likely be one of the assets acquired.<br>\n<br>\n<strong>3.\nHow This Information is Used</strong>\n</p>\n<p>Your personal information may be accessed by affiliates of BonVoyaged.com, such as our parent company, subsidiaries, or joint ventures, that are currently with us or have the potential to be with us in the future.\nThese affiliates are obligated to honor this Privacy Policy.\nIf another company obtains BonVoyaged.com, that company will then possess your personal information.\nHowever, they too are under strict obligation to honor the claims of this privacy policy.\nThird parties that work with BonVoyaged.com may receive submissions you make through the website, which may end up being published on their sites or platforms.\nThis information includes your account name, but not your personal information, unless it was listed in the submission.\nInformation related to user behavior may be disclosed to third parties in connection with a present or future business partnership.\nThis includes information relating to users that have clicked advertising banners and the number of users visiting our site.\nWhen you visit BonVoyaged.com, you will see advertisements from third parties displayed on the site.\nInformation about your visit to the site may be used by these companies, not including your name, email address, or telephone number.\nThis helps them choose advertisements that you would find most interesting.\nYou can opt out of receiving targeted ads from members of the Network Advertising Initiative (“NAI”) on the NAI’s website: http://www.networkadvertising.org/managing/opt_out.asp.\nGoogle Analytics is a web analysis service provided by Google.\nGoogle utilizes the data collected to track and examine the use of www.BonVoyaged.com to prepare reports on its activities and share them with other Google services.\nGoogle may use the data collected to contextualize and personalize the ads of its own advertising network.<br>\nPersonal data collected: Cookie and Usage Data.\nPlace of processing: USA.\nFind Google’s privacy policy here.<br>\n<br>\n<strong>4.\nCookies and Web Beacons</strong>\n</p>\n<p>Like most websites, the Site uses cookies and web log files to track site usage.\nA cookie is a tiny data file that resides on your computer that allows BonVoyaged.com to recognize you as a User when you return to the Site using the same computer and web browser.\nLike the information you enter during account registration, cookie and log file data is used to customize your experience on the Site.\nOne type of cookie, known as a “persistent” cookie, is set once you have logged in to your Site account.\nThe next time you visit our Site, the persistent cookie will allow us to recognize you as an existing User so you will not need to log in before using the Site.\nIn order to access or change any of your private information, you must log in with your password even if your computer contains your persistent cookie.\nAdditionally, if you log out of the Site you will need to re-enter your password the next time you visit in order to log in to your account.\nAnother type of cookie, called a “session” cookie, is used to identify a particular visit to the Site.\nSession cookies expire after a short time or when you close your web browser.\nYou can choose to disable cookies on your browser or allow your browser to notify you when a cookie is being sent, however this may prevent you from utilizing certain features of the Site.<br>\n<br>\n<strong>5.\nSecurity of Personal Information</strong>\n</p>\n<p>BonVoyaged.com maintains reasonable and appropriate measures to secure your personal information from unauthorized access, use or disclosure.\nBonVoyaged.com secures the personally identifiable information you provide on computer servers in a controlled environment.\nYou are responsible for ensuring that the computer systems that you use to access the Site have appropriate security controls enabled and you expressly assume the risk of any unauthorized disclosure or intentional intrusion, or of any delay, failure, interruption or corruption of data or other information transmitted in connection with the use of the Site.\nYou are solely responsible for providing, maintaining and ensure compatibility of all hardware, software, electrical and other physical requirements necessary for your access to and use of the Web Site, or any part thereof.\nInformation about Users that is maintained on BonVoyaged.com’s systems is protected using industry standard security measures.\nIn order to secure your personal information, access to your data is password-protected, and sensitive data is protected by SSL encryption when it is exchanged between your web browser and the Site.\nHowever, no security measures are perfect or impenetrable, and BonVoyaged.com cannot guarantee that the information submitted to, maintained on or transmitted from its systems will be completely secure.\nBonVoyaged.com is not responsible for the circumvention of any privacy settings or security measures contained on the Site by any Users or third parties.\nBonVoyaged.com is not responsible for the acts and omission of any third parties related to the security of your connection to the Web Site.<br>\n<br>\n<strong>6.\nPrivacy Policy Enforcement</strong>\n</p>\n<p>To enforce our privacy policy or to comply with a legal investigation, any information, including personal information, may be referenced.\nIn compliance with legal procedures such as warrants, statutes, or court orders, your personal information may be distributed to third parties, to take action against illegal activities or to enforce our privacy policy.\nBonVoyaged.com is not obligated to question the legitimacy of any government request.<br>\n<br>\n<strong>7.\nCompliance with the California Privacy Protection Act.\nDO NOT TRACK</strong>\n</p>\n<p>If you are a California resident and have provided personal information to BonVoyaged.com through the Web Site, you are entitled by law to request certain information regarding any disclosure that may have been made by BonVoyaged.com to third parties of personal information for their direct marketing purposes.\nTo make such a request, send an email to support@BonVoyaged.com specifying that you seek your “California Customer Choice Privacy Notice.” Please allow thirty (30) days for a response.\nBonVoyaged.com is required to respond to only one request per customer each year, and is not required to respond to requests made by means other than through the above email address.\nWe will not share your personal information with third parties for their direct marketing purposes if you request that we do not do so.\nIf you would like more information about not having your information used by third parties, or if you would like to make such an opt-out request, you may send us an email at support@BonVoyaged.com.\nYou may also request to opt-out of an advertiser’s use of cookies by visiting the Network Advertising Initiative or the Digital Advertising Alliance.\nYou may request to opt-out of Google’s use of cookies by visiting www.google.com/ads/preferences.\nAll applicable terms on these websites will apply to your request to opt-out in addition to this Privacy Policy.\nWhen contacting us, please indicate your name, address, email address, and what personal information you do not want us to share with third parties for their direct marketing purposes.\nPlease note that there is no charge for controlling the sharing of your personal information or for processing this request.\nAt this time, BonVoyaged.com is unable to universally respond to “Do Not Track” or other “opt-out” mechanisms that have been activated by a user through their web browser, and except as otherwise provided herein, does not alter its policies if a user activates such mechanism.<br>\n<br>\n<strong>8.\nRelease of Information and Opt-Out</strong>\n</p>\n<p>We reserve the right to share the postal addresses, phone numbers or email addresses of users with third parties, including advertisers.\nTo prevent Us from sharing this information in the future, please use our contact form.\nWe will not share users’ credit card numbers.\nOccasionally, we send e-mail messages to users to inform them of features and services available on our Sites.</p>\n<p>Occasionally We may be required by law enforcement or judicial authorities to provide Personally Identifiable Information to the appropriate governmental authorities.\nWe will disclose Personally Identifiable Information upon receipt of a court order, subpoena, or to cooperate with a law enforcement investigation.\nWe fully cooperate with law enforcement agencies in identifying those who use Our Services for illegal activities.\nWe reserve the right to report to law enforcement agencies any activities that We in good faith believe to be unlawful.</p>\n<p>We may also provide Non-Personally Identifiable Information about Our customers’ sales, traffic patterns, and related Site information to third party advertisers, but these statistics do not include any Personally Identifiable Information.</p>\n<p>We use third-party advertising companies to serve ads when you visit our website.\nThese companies may use information (not including your name, address, email address or telephone number) about your visits to this and other websites in order to provide advertisements about goods and services of interest to you.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies, click here http://www.networkadvertising.org/managing/opt_out.asp.<br>\n<br>\n<strong>9.\nCompliance with the Children’s Online Privacy Act</strong>\n</p>\n<p>We have taken the necessary measures to conform to the Children’s Online Privacy Protection Act.\nOur site, services and products are directed for use by people over the age of 13.\nWe do not collect information from anyone under the age of 13, in any circumstance.<br>\n<br>\n<strong>10.\nPrivacy Policy Changes</strong>\n</p>\n<p>This Privacy Policy is subject to modifications at any time.\nAny modifications will be posted to this page.\nYou will be notified via email if any changes regarding the distribution of your personal information are made.<br>\n<br>\n<strong>11.\nAffiliate Partnerships</strong>\n</p>\n<p>We are a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for us to earn fees by linking to Amazon.com and affiliated sites.\nBonVoyaged.com participates in various affiliate marketing programs, which means BonVoyaged.com may get paid commissions on purchases made through our links to retailer sites.<br>\n<br>\n<strong>12.\nContacting Us</strong>\n</p>\n<p>BonVoyaged.com<br>\nc/o Mind Tank LLC<br>\n1058 N Tamiami Trail<br>\nSarasota, FL 34236<br>\n941-200-0797</p>\n<p>If you have questions, comments, or concerns regarding anything previously stated in the privacy policy or to utilize the rights contracted here please use the contact form to contact us.</p>\n<ul>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Terms Of Use</li>\n<li>Contact Us</li>\n</ul>\n<p>©2023 Bon Voyaged.\nAll Rights Reserved.</p>\n<i>\n</i> ", "created_at": "2023-04-10 01:40:02.941508", "updated_at": "2023-04-10 01:40:32.666974"}, {"id": 15339, "name": " Terms Of Use", "url": "https://bonvoyaged.com/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Terms Of Use</li>\n<li>Contact Us</li>\n</ul> Connect with us <ul>\n</ul> Bon Voyaged <ul>\n<li>LIFESTYLE</li>\n<li>PHOTOS</li>\n<li>TRAVEL</li>\n<li>NEWS</li>\n</ul> Terms Of Use <p>Effective as of July 1, 2021<br>\n<br>\nThe BonVoyaged.com website is owned and operated by Mind Tank LLC, a Florida corporation.\nThese Terms of Use (“Terms of Use” or “Agreement”) are intended to make you aware of the terms and conditions of your use of the BonVoyaged.com website, any derivative website(s) on which these Terms of Use are posted, any Content (as defined herein), or other products or services that are offered or provided by BonVoyaged.com (collectively, the “Site”).\nIn the event you propose to be the agent of, represent, or otherwise act on behalf of an entity or any other person, references to “you,” “your,” or “User” shall include such entity or person in addition to you, and your acceptance of this Agreement shall constitute acceptance on behalf of such entity or person.\nIF YOU ARE UNDER THE AGE OF 18, YOU MUST HAVE A PARENT OR LEGAL GUARDIAN ASSIST IN THE COMPLETION OF YOUR REGISTRATION FOR USE OF THE SITE AND YOUR REVIEW OF AND AGREEMENT TO THESE TERMS OF USE.<br>\nThe disclaimers, terms, and conditions on these pages are of general application and may be supplemented by additional policies, procedures, disclaimers, guidelines, rules, terms, or conditions of specific application disclosed by BonVoyaged.com, including through a registration process or other means.\nIn the event of a conflict between the Terms of Use and any additional policies, procedures, disclaimers, guidelines, rules, terms, or conditions of specific application, the additional policies, procedures, disclaimers, guidelines, rules, terms, or conditions of specific application shall control.<br>\n<br>\nMind Tank LLC reserves the right, at its discretion, to change, modify, add or remove portions of these Terms of Use at any time.\nBy using OR OTHERWISE ACCESSING the Site, CREATING, REGISTERING, OR ACCESSING AN ACCOUNT, posting or downloading Content, WIDGETS, or any other information to or from the Site, you hereby agree to, and shall be subject to, these Terms of Use.\nIf you do not UNEQUIVOCALLY agree, you may not use OR OTHERWISE ACCESS the Site, post or download Content, or any other information to or from the Site.<br>\n<br>\n<strong>1.\nDefinitions.</strong>\n</p>\n<p>a.\n“Terms of Service” refers to all terms covered in this agreement, this Site’s privacy policy, and all other parameters declared within BonVoyaged.com.\n</p>\n<p>b.\nUsing BonVoyaged.com refers to accessing, clicking, browsing, or performing any activities that connect to or make use of BonVoyaged.com.\n</p>\n<p>c.\n“Content” refers to data or media in any form.\nThis includes, but isn’t limited to text, photos, illustrations, audio, and video.\n</p>\n<p>d.\nThe words “you” and “your” refer to you, the user who upon reading this agreement accepts the terms</p>\n<p>e.\nThe words “we” and “us” refer to BonVoyaged.com.</p>\n<p>f.\n“User Content” refers to any and all content submitted to BonVoyaged.com by users, as a collective group.</p>\n<p>g.\n“Your Content” refers to any and all content that you, personally, submit or make available.\nThis includes, but isn’t limited to reviews, ratings, information, and invitations displayed on your profile.</p>\n<p>h.\n“BonVoyaged.com Content” refers to any and all content created or made available by BonVoyaged.com.</p>\n<p>i.\n“Third Party Content” refers to any and all content created or made available by data providers who license data usage to BonVoyaged.com, other parties, or its users.<br>\n<br>\n<strong>2.\nPermission to Use.</strong>\n</p>\n<p>BonVoyaged.com hereby grants you a limited, nonexclusive, nonassignable, nontransferable license to access and use the Site solely for your own personal, non-commercial purposes.\nAll rights not otherwise expressly granted by these Terms of Use are reserved by BonVoyaged.com.\nYou agree not to reproduce, duplicate, copy, distribute, transmit, sell, trade, resell, or exploit for any purpose any portion of or any information from the Site.\nYou may not obscure or remove any proprietary rights notices contained in or on the Content.\nBonVoyaged.com may discontinue or alter any aspect of the Site, remove Content from the Site, restrict the time the Site is available, or restrict the amount of use permitted at BonVoyaged.com’s sole discretion and without prior notice or liability.\nYou further agree that such measures shall be taken in BonVoyaged.com’s sole discretion and without liability to you or any third party.\nYou may at any time be exposed to indecent, inaccurate, objectionable, and/or inappropriate content.\nWe do not guarantee the accuracy of Content, and we do not approve or encourage offensive content.<br>\n<br>\n<strong>3.\nRestrictions.</strong>\n</p>\n<p>By reading this you agree to abstain from participation or encouragement of any and all of the following activities:</p>\n<p>a.\nViolate the BonVoyaged.com Terms of Use or any and all laws that apply.</p>\n<p>b.\nUse BonVoyaged.com to stalk, defraud, harass, or otherwise harm any other person or their reputation.</p>\n<p>c.\nUse BonVoyaged.com for discriminatory or biased purposes.</p>\n<p>d.\nCreate excessive and unwarranted network traffic.</p>\n<p>e.\nUse any software or device to manipulate the Site to operate in a way that is unlike the way it was intended to operate.</p>\n<p>f.\nUse BonVoyaged.com to affect regular search results in any way, for example, keyword spamming.</p>\n<p>g.\nUse BonVoyaged.com to solicit minors for information or cause harm to minors.</p>\n<p>h.\nUse the Site to crack encryption codes or passwords, interfere with security, or for any purposes that cause harm to the Site or Content.</p>\n<p>i.\nUse BonVoyaged.com or Content found within as a means of spreading damaging items.\nThis includes, but is not limited to viruses, worms, or Trojan horses.</p>\n<p>j.\nUse BonVoyaged.com to submit or present illegal or pornographic content.</p>\n<p>k.\nUse BonVoyaged.com in any way that might create a conflict of interest or the appearance of a conflict of interest.\nThis includes, but is not limited to soliciting reviews or trading reviews with other businesses.</p>\n<p>l.\nUse BonVoyaged.com for commercial or promotional purposes, not explicitly permitted by these Terms of Use.</p>\n<p>m.\nUnlawfully reverse engineer any part of BonVoyaged.com.</p>\n<p>n.\nRemove, disable, damage, or interfere in any way with any of BonVoyaged.com’s security structures that limit Site use or inhibit unlicensed copying of any content.</p>\n<p>o.\nAttempt to achieve unauthorized access to any part of the Site, including computer systems, user accounts, or connected networks by means of password mining, hacking, or any other illegal and/or unethical methods.</p>\n<p>p.\nMine Site data, process, or record any data about BonVoyaged.com or its users.</p>\n<p>q.\nAbuse the Site or Site content (other than Your Content) through modification, translation, sale, reproduction, or distribution of Site Content or the Site itself.</p>\n<p>r.\nOmit or manipulate any part of BonVoyaged.com’s intellectual property, including copyrights, trademarks, or other exclusive rights’ notices on anything copied, printed, or distributed from the Site.</p>\n<p>s.\nAccess, index, or scrape the Site or content using any automatic or somewhat automatic method as a means to (a) reformat any part of BonVoyaged.com, (b) develop or occupy a database of business-focused evaluations, or (c) take any action that will impose or have the potential to impose an excessive burden on our systems.</p>\n<p>t.\nUse BonVoyaged.com in any way that infringes upon the rights of users or third parties.\nThis includes any and all rights, both proprietary and intellectual.\nThis includes but it not limited to moral, patent, copyright, privacy, trademark, trade secret, and publicity.<br>\n<br>\n<strong>4.\nUser Accounts.</strong>\n</p>\n<p>For access to some of BonVoyaged.com’s features, you may be prompted to create an account or log in using a Facebook account or other user-generated account.\nIf you do not have a personal Facebook account you will need to create one in order to access the features.\nIn the event you agree to register an account, you will select and/or receive a username and password upon providing registration information and successfully completing the registration process.\nThis account is personal to you, and you will not share it or allow any other person to utilize your account.\nYou are responsible for maintaining the confidentiality of your username and password and are fully responsible for all activities that occur under your username and password.\nYou agree to: (a) immediately notify BonVoyaged.com in the event your registration information changes.\n(b) immediately notify BonVoyaged.com in the event you learn of or have reason to suspect any unauthorized use of your account or other breach of security.\n(c) exit from your account at the end of each session.\nand (d) defend, indemnify, and hold harmless BonVoyaged.com from any loss or damage arising from unauthorized use of your username or password.\nYou also agree that you will provide truthful and accurate information during the registration process.\nBonVoyaged.com may refuse to grant a particular username to you for any reason, including, without limitation, in the event BonVoyaged.com determines that such username impersonates someone else, is protected by trademark or other proprietary rights law, or is vulgar or otherwise offensive.<br>\n<br>\nBy registering for an account, you consent to the collection of your data, including, without limitation, your registration information, by BonVoyaged.com and processing of such data by BonVoyaged.com in connection with your use of the Site.\nYou consent to the technical processing and transmission involved in your use of the Site, including, without limitation, your registration information, and you acknowledge that such process may involve: (a) transmission of such data over various networks.\nand (b) modifying such data to conform and adapt to technical requirements of connecting networks or devices.\nBonVoyaged.com does not take responsibility for any activity linked to your personal account.<br>\n<br>\na.\n“Personal Accounts” refer to social media accounts that are used for your own individual, non-commercial purposes.\nBy reading this, you agree to provide truthful and comprehensive information about yourself when producing your personal account.\nYou may not create multiple personal accounts or impersonate another individual in any way.</p>\n<p> b.\n“Business Accounts” refer to accounts used solely to represent a business.\nTo create a business account, you must be an authorized representative of the business, and you must register using a Facebook account.\nBy reading this, you agree to submit truthful and comprehensive information about yourself and the business when producing your business account.\nYou may not create more than one business account for the same organization or register business e-mail addresses without authorization.<br>\n<br>\n<strong>5.\nContent and Responsibility.</strong>\n</p>\n<p>Your Content is exclusively your responsibility.\nYou assume any and all risks associated with Your Content.\nThis includes, but is not limited to reliance on accuracy, entirety, or usefulness and disclosures that reveal your identity.\nUpon posting content on BonVoyaged.com, you signify personal ownership and/or authorization to use the posted content.\nBonVoyaged.com accepts no liability for Your Content.\nYou may not infer in any way that Your Content is endorsed or supported by BonVoyaged.com.\nYou may be found liable if (a) Your Content violates any third-party rights, both proprietary and intellectual.\nThis includes, but is not limited to copyright, privacy right, publicity, trade secret, patent, trademark, or moral right.\nor (b) Your Content contains information that is fraudulent or intentionally misleading, information that harms minors, information containing pornography or hate speech, unlawful information, or information that violates or encourages others to violate laws or regulations.<br>\n<br>\n<strong>6.\nContent Permissions.</strong>\n</p>\n<p>Your Content may be displayed on BonVoyaged.com, assimilated into other works, used in promoting, distributed, or used for any other lawful purpose.\nBy posting your content or making it available, you grant irrevocable permission to use your content for any purpose.\nYou also consent to waive any moral rights, credit claims, and declarations for Your Content.<br>\n<br>\n<strong>7.\nContent Uses.</strong>\n</p>\n<p>BonVoyaged.com reserves the right to remove or reinstate User Content at any time and for any reason at our discretion.\nIn particular, we may remove content that violates our Terms of Use or that we believe to be inappropriate.\nTo distribute content easily, some of the Content (also referred to as “feed content”) is made available through Atom feeds and Real Simple Syndication (RSS) feeds.\nUsers may access feeds to display feed content on their websites, computers, handheld devices, or anywhere else provided that (a) you do not redistribute the feed, (b) content such use is personal and not commercial displayed feeds link back to relevant pages on the Site and feature BonVoyaged.com as the source, (c) you do not suggest that BonVoyaged.com endorses or supports any third-party products, ideas, websites, or services, (d) displayed feeds link back to relevant pages on the Site and feature BonVoyaged.com as the source, and (e) BonVoyaged.com’s systems are not overloaded by your access of the feeds.\nBonVoyaged.com reserves the right to end access to any feed at any time and for any reason.\nYou do not own the rights or entitlements to compensation for advertisements that run alongside Your Content or anywhere else on the Site.\nAdvertising manner, mode, and extent are subject to modification without warning.<br>\n<br>\n<strong>8.\nThird Parties.</strong>\n</p>\n<p>a.\nGoogle, Inc.\npowers certain Site features.\nUse of these features is administrated by our Terms of Use and Google.com’s Terms of Service which reside at http://www.google.com/intl/en/policies/terms/ Other features are powered by The Microsoft Corporation.\nThese features are governed by our Terms of Use and The Microsoft Corporation’s terms of use, located at http://go.microsoft.com/fwlink/?LinkId=21969.\nMicrosoft Corporation’s privacy policy is located here: http://go.microsoft.com/fwlink/?LinkId21970.\nThese URLs might have been changed.<br>\nb.\nYou may see links to other websites (“third party sites”).<br>\nResponsibility for third party content lies with third party Sites and not with BonVoyaged.com.\nThird party Sites are not endorsed or coordinated by BonVoyaged.com.<br>\n<br>\n<strong>9.\nSite Availability.</strong>\n</p>\n<p>We reserve the right to update, modify, or discontinue BonVoyaged.com at any time, for any reason, at our discretion, without notice or liability.<br>\n<br>\n<strong>10.\nOwnership.</strong>\n</p>\n<p>BonVoyaged.com content elements include interactive features, computer code, products, visual interfaces, software, cumulative user reviews and ratings, and all other elements of BonVoyaged.com’s user and third-party content.\nYou acknowledge that the Site may contain or provide access to Content or other information, software, photos, video, text, graphics, music, sounds, or other material provided by BonVoyaged.com or third parties that are protected by copyrights, patents, trademarks, trade secrets, or other proprietary rights, and that these rights are valid and protected in all forms, media, and technologies existing now or hereafter developed.\nModifying, distributing, reproducing, exhibiting, or exploiting any of the BonVoyaged.com Content, is prohibited unless explicitly authorized by the Site.\nNo express or implied rights are provided to users, other than those provided by these Terms of Service.\nWe retain all rights to BonVoyaged.com and all BonVoyaged.com Content.\nAll intellectual and proprietary rights that are associated with BonVoyaged.com in any way, including all copyrights, trademarks, service marks, trade names, are protected by trademark, patent, and trade dress laws, and all applicable intellectual and proprietary rights and laws.<br>\n<br>\n<strong>11.\nEligibility.</strong>\n</p>\n<p>You must be at least 18 years old and a resident of the United States to use this Site.\nIf you use BonVoyaged.com as an agent of any business entity, you must be an authorized representative of that business and you agree on behalf of that business to be bound to these Terms of Use.\nIf you do not meet these eligibility requirements or if you do not have the authority to bind your company to these Terms of Use, you must not use this Site.<br>\n<br>\n<strong>12.\nUnauthorized Access.</strong>\n</p>\n<p>We strictly and explicitly prohibit unauthorized access to BonVoyaged.com.\nWe reserve the right to use any and all means necessary to inhibit unauthorized access.\nThis includes, but is not limited to mapping IP addresses, contacting your Internet Service Provider (ISP), and using program obstructions.<br>\n<br>\n<strong>13.\nAccount Termination.</strong>\n</p>\n<p>BonVoyaged.com reserves the right to terminate or suspend your account or Site access without notice or liability.\nFor example, if we have reason to suspect that you are partaking in illegal activity or you have breached any of these Terms of Use, we may terminate or suspend your account.\nIn the event that your account is terminated or suspended, you will be prohibited from accessing your account, Your Content, the Content, and/or any related data.<br>\n<br>\n<strong>14.\nInvestigations.</strong>\n</p>\n<p>BonVoyaged.com is under no requirement to monitor the Site or Content.\nHowever, if we believe a violation of the Terms of Use agreement has occurred, we reserve the right to investigate, contact appropriate law enforcement personnel if necessary, and/or block you from the Site.\nIn compliance with the Privacy Policy listed on this page, information, including some or all of Your Content, may be disclosed in accordance with the law.<br>\n<br>\n<strong>15.\nFeedback.</strong>\n</p>\n<p>a.\nSuggestions for Site Enhancement: If you think of ways to potentially improve BonVoyaged.com, please use our “Contact Us” form.\nBy sending us feedback in any form (for example, suggestions, ideas, requests, or proposals), you verify that (a) BonVoyaged.com is under no express or implied obligation to keep the feedback confidential, (b) similar feedback may already be in development or under deliberation, (c) your feedback does not contain confidential or proprietary information involving third parties, and (d) you grant BonVoyaged.com a royalty-free, irrevocable, non-exclusive license to use, modify, publish, distribute, and sublicense the feedback and all advancements resulting from it.<br>\nb.\nDissatisfaction: To help us persistently improve your user experience, we invite you to share negative feedback with us using our “Contact Us” page.\nHowever, keep in mind that termination of your account or discontinuing use of BonVoyaged.com is the only way to fully remedy your dissatisfaction.<br>\n<br>\n<strong>16.\nIndemnity.</strong>\n</p>\n<p>By reading this you agree that you will indemnify and hold harmless BonVoyaged.com and all of its parents, subsidiaries, affiliates, licensors, partners, and suppliers, as well as the directors, employees, officers, agents, and representatives of each of these entities.\nThe terms of this indemnification (hold-harmless) agreement include but are not limited to costs, liabilities, and legal fees from any claim made by a third-party arising from (a) a violation of the Terms of Use, (b) your access to or use of BonVoyaged.com, or (c) any infringement by you or a person using your account of any property, intellectual, or other right of any person or entity.\nYou agree to cooperate with claims as BonVoyaged.com reserves the right to assume exclusive defense and control of any matter in which you are required to compensate us.\nWe will make reasonable efforts to make you aware of any legal claim, action, or proceeding.\nYou may not settle any matter without written consent from us.<br>\n<br>\n<strong>17.\nWarranties, Disclaimers, and Limitations of Liability.</strong>\n</p>\n<p> a.\nTO THE MAXIMUM EXTENT ALLOWED BY LAW, THE SITE AND ANY BonVoyaged.com CONTENT ARE PROVIDED “AS IS” AND “AS AVAILABLE,” AND AT YOUR SOLE RISK.\nALTHOUGH BonVoyaged.com USES REASONABLE EFFORTS TO ENSURE THAT THE INFORMATION CONTAINED ON THE SITE IS AS ACCURATE AS POSSIBLE, BonVoyaged.com GIVES NO WARRANTY OF ANY KIND REGARDING THE SITE AND/OR BonVoyaged.com CONTENT POSTED OR OTHERWISE MADE AVAILABLE THEREIN.\nFURTHER, BonVoyaged.com DOES NOT WARRANT THE ACCURACY, COMPLETENESS, CURRENCY, OR RELIABILITY OF ANY BonVoyaged.com CONTENT THAT THE RESULTS OBTAINED FROM THE USE OF THE SITE OR BonVoyaged.com CONTENT WILL BE ACCURATE OR RELIABLE, OR THAT THE QUALITY OF THE SITE OR BonVoyaged.com CONTENT WILL MEET YOUR EXPECTATIONS.\nBonVoyaged.com EXPRESSLY DISCLAIMS ALL WARRANTIES, REPRESENTATIONS, CONDITIONS, UNDERTAKINGS OR OTHER OBLIGATIONS INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, AND ANY WARRANTY THAT THE SITE OR BonVoyaged.com CONTENT WILL BE ERROR-FREE OR THAT SUCH ERRORS WILL BE CORRECTED.<br>\nb.\nBonVoyaged.com MAKES NO WARRANTY WHATSOEVER TO YOU, EXPRESS OR IMPLIED, REGARDING THE SECURITY OF THE SITE, INCLUDING WITH RESPECT TO THE ABILITY OF UNAUTHORIZED PERSONS TO INTERCEPT OR ACCESS INFORMATION TRANSMITTED BY YOU THROUGH THIS SITE.\nBonVoyaged.com IS NOT NOR WILL NOT BE RESPONSIBLE FOR ANY LOSS OR DAMAGE THAT COULD RESULT FROM INTERCEPTION BY THIRD PARTIES OF ANY INFORMATION FOUND IN ANY REPORT OR AVAILABLE THROUGH THE SITE.<br>\nc.\nANY BonVoyaged.com CONTENT OR OTHER MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SITE OR THE SERVICE IS DONE AT YOUR SOLE RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH BonVoyaged.com CONTENT OR MATERIAL.<br>\nd.\nNO WARRANTIES OF ANY KIND, EXPRESS, STATUTORY, OR IMPLIED, ARE MADE BY BonVoyaged.com AS TO (1) SITE OPERATION OR FUNCTIONALITY, (2) THE IP RIGHTS, SAFETY, USEFULNESS, LEGALITY, QUALITY, COMPLETENESS, INTEGRITY AND ACCURACY OF ANY SITE CONTENT, WHICH INCLUDES, BUT IS NOT LIMITED TO THE ACCURACY OF BUSINESS INFORMATION AND REVIEWS LISTED ON THE SITE, AND (3) ANY SERVICES AND/OR PRODUCTS SOLD BY LISTED BUSINESSES.<br>\ne.\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT BonVoyaged.com SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA, OR OTHER INTANGIBLE LOSSES (EVEN IF BonVoyaged.com HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (I) THE USE OR THE INABILITY TO USE THE SITE.\n(II) THE COST OF PROCUREMENT OF SUBSTITUTE PRODUCTS OR SERVICES RESULTING FROM THE INABILITY TO ACCESS OR UTILIZE ANY PRODUCTS, DATA, INFORMATION OR SERVICE PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SITE OR THE SERVICE.\n(III) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\nOR (IV) ANY OTHER MATTER RELATING TO THE SITE OR THE SERVICE.\nIN NO EVENT SHALL BonVoyaged.com’S TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE), OR OTHERWISE EXCEED THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THE SITE.<br>\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.<br>\n<br>\n<strong>18.\nRelease.</strong>\n</p>\n<p>You agree to release BonVoyaged.com, its members, managers, officers, employees, and agents, from any and all liability and obligations whatsoever in connection with or arising from your use of the Site.\nIf at any time you are not happy with the Site or object to any material within the Site, your sole remedy is to cease using them.<br>\n<br>\n<strong>19.\nMiscellaneous.</strong>\n</p>\n<p>This agreement overrides any and all other previous agreements between you and BonVoyaged.com, both express and implied.\nThe Terms of Use contain the entire agreement between you and BonVoyaged.com for all instances and types of Site use.\nBoth parties acknowledge that no reliance is placed on any direct or indirect representation contained in these Terms of Use.\nIn either party’s failure to exercise any right provided above will not result in the providing of a waiver.\nIn the event that any provisions found in these Terms of Use are found to be unenforceable or illegal, those provisions will be abolished or limited to the minimum extent necessary to make them enforceable and legal.\nThese Terms of Use may not be interpreted as authorization of agency, employment, joint venture, or partnership.\nThese Terms of Use do not give you authority to bind BonVoyaged.com in any way.\nYou may not assign, transfer, or sub-license these Terms of Use without BonVoyaged.com’s written agreement.\nAny assignment made in violation of these Terms of Use will be void.\nBonVoyaged.com reserves the right to transfer the Terms of Use without restriction.\nYou agree that the State of Missouri will govern any dispute involving BonVoyaged.com without regard to its conflict of law provisions.\nYou agree to personal jurisdiction by and venue in St.\nLouis County, Missouri State, and United States federal courts.\nNothing contained in these Terms of Use gives rights or remedies to any third party, except where expressly stated.\nSection titles and headings within the Terms of Use are listed for user convenience only.\nthey hold no contractual or legal effect.\nBonVoyaged.com reserves the right to make necessary changes to these Terms of Use.\nWe will notify you of any such changes by posting the revised Terms of Use on this page with a list of changes.\nNotifications may also be provided to you through e-mail or regular mail, but this is not required.\nBy reading this, you agree to periodically revisit this page to read all changes.\nAll changes are in effect at moment they are posted on this page.\nAll future changes are binding to you through use of this Site.\nBy continuing to use BonVoyaged.com after changes to the Terms of Use have been made, you indicate agreement with all changes.<br>\n<br>\n<strong>20.\nContact Information.</strong>\n</p>\n<p>BonVoyaged.com<br>\nc/o Mind Tank LLC<br>\n1058 N Tamiami Trail<br>\nSarasota, FL 34236<br>\n941-200-0797<br>\n<br>\nTour Terms of Use Policy is intended to provide you with the safest and most secure experience possible.\nSince offerings and technologies change, we reserve the right to change, modify, add or remove portions of our Policy at any time without prior notice.\nIf you have any questions, or to report a Terms of Use violation, please e-mail us at support@BonVoyaged.com.\nAny changes in BonVoyaged.com’s policies will be communicated on this page.<br>\n<br>\n<strong>21.\nCopyright and Copyright Notices.</strong>\n</p>\n<p>BonVoyaged.com respects the intellectual property of others, and we ask our users to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide BonVoyaged.com’s Copyright Agent with the following information: </p>\n<p>a.\nan electronic or physical signature of the owner or person authorized to act on behalf of the owner of the copyright interest;</p>\n<p>b.\na description of the copyrighted work that you claim has been infringed;</p>\n<p>c.\na description of where the material that you claim is infringing is located on the Site sufficient to allow us to locate the allegedly infringing material;</p>\n<p>d.\nyour address, telephone number, and email address;</p>\n<p>e.\na statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>f.\na statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.<br>\n<br>\nPlease contact BonVoyaged.com’s Copyright Agent for Notice of Claims of Copyright Infringement at support@BonVoyaged.com.\nCopyright owners and agents acknowledge that failure to comply with all of the requirements of the foregoing may result in an invalidity of the DMCA notice.\n</p>\n<ul>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Information</li>\n<li>Terms Of Use</li>\n<li>Contact Us</li>\n</ul>\n<p>©2023 Bon Voyaged.\nAll Rights Reserved.</p>\n<i>\n</i> ", "created_at": "2023-04-10 01:40:02.910672", "updated_at": "2023-04-10 01:40:48.67986"}], "points": [], "urls": ["bonvoyaged.com"]}}