{"error": 448, "message": "OK", "parameters": {"id": 9841, "name": "e-food", "created_at": "2023-10-23 21:15:49.668127", "updated_at": "2023-10-23 22:02:43.859451", "wikipedia": null, "keywords": null, "related": null, "slug": "e-food", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9841.png", "url": "e-food.gr", "documents": [{"id": 19609, "name": "Payment Methods & Refunds Policy", "url": "https://www.e-food.gr/page/payments", "xpath": "//body", "text": null, "created_at": "2023-10-23 21:16:44.727031", "updated_at": "2023-10-23 21:16:44.727031"}, {"id": 19610, "name": "Personal Data Protection Policy", "url": "https://www.e-food.gr/page/copyright", "xpath": "//body", "text": " <i>\n</i>\n<i>\n</i> efood efood Περιοχές GR Γλώσσα\n<ul>\n<li> Ελληνικά (GR) </li>\n<li> English (EN) </li>\n</ul>\n<strong>Σύνδεση/Εγγραφή</strong>\n<p>\n</p> Πολιτική Προστασίας\n<p>Καλό θα ήταν να μας ρωτήσεις, πριν πάρεις κάτι από τις σελίδες μας.</p>\n<ul>\n<li>\nΠοιοι είμαστε\n</li>\n<li>\nΠώς λειτουργεί\n</li>\n<li>\nFAQs\n</li>\n<li>\nΈχεις κατάστημα.\n</li>\n<li>\nΌροι χρήσης\n</li>\n<li>\nΠολιτική απορρήτου\n</li>\n<li>\nΠολιτική Απορρήτου Διανομέων\n</li>\n<li>\nΠολιτική Προστασίας\n</li>\n<li>\nΤρόποι πληρωμής και πολιτική επιστροφών\n</li>\n<li>\nΑπορίες για τις ηλεκτρονικές πληρωμές.\n</li>\n<li>\nΤρόποι Πληρωμής\n</li>\n<li>\nΠληροφορίες για Αλλεργιογόνα\n</li>\n<li>\nΠολιτική Προστασίας Καταναλωτή\n</li>\n<li>\nΠολιτική cookies\n</li>\n</ul> Πολιτική Προστασίας\n<p>Καλό θα ήταν να μας ρωτήσεις, πριν πάρεις κάτι από τις σελίδες μας.</p> Πολιτική Προστασίας Πνευματικής Ιδιοκτησίας\n<p>Όλος ο σχεδιασμός της ιστοσελίδας, το κείμενο, τα γραφικά η επιλογή και οι ρυθμίσεις αυτής, αποτελεί πνευματική και\nβιομηχανική ιδιοκτησία της Online Delivery Α.Ε και προστατεύεται από τις σχετικές διατάξεις του ελληνικού, κοινοτικού\nκαι διεθνούς δικαίου για την προστασία της πνευματικής και βιομηχανικής ιδιοκτησίας και είναι Δικαίωμα Πνευματικής\nΙδιοκτησίας.\nΕπιφυλασσόμενων όλων των δικαιωμάτων.\nΚάθε κείμενο ή εικόνα που φέρει τα σύμβολα TM, SM ή © είναι\nκαταχωρημένα σήματα και χρησιμοποιούνται στον παρόντα Διαδικτυακό Τόπο κατόπιν αδείας των αντίστοιχων ιδιοκτητών τους.</p>\n<p>Η σύνθεση του περιεχομένου και η διάταξη των στοιχείων αυτού που κάθε φορά περιέχεται στο Διαδικτυακό Τόπο ανήκει\nαποκλειστικά στην Εταιρεία και προστατεύεται από τις σχετικές διατάξεις του ελληνικού, κοινοτικού και διεθνούς δικαίου.\nΗ Εταιρεία και οι προμηθευτές ή/ και δικαιοπάροχοί της ρητά δια του παρόντος επιφυλάσσονται για όλα τα δικαιώματα\nπνευματικής και βιομηχανικής ιδιοκτησίας σε κάθε και όλα τα στοιχεία του περιεχομένου του efood ή σε άλλα υλικά που\nεμφανίζονται στο διαδικτυακό τόπο efood Υπό την επιφύλαξη των ανωτέρω ο χρήστης δεσμεύεται να μην δημιουργήσει παράγωγο\nκαι βασισμένο στο περιεχόμενο του efood έργο, να μην αντιγράψει, αναπαραγάγει, επαναδημοσιεύσει, «ανεβάσει»,\nτροποποιήσει, μεταδώσει ή πωλήσει ή εκμεταλλευτεί με οποιοδήποτε τρόπο εν όλω ή εν μέρει το Υλικό του Διαδικτυακού\nΤόπου ή το σχετικό με αυτόν λογισμικό, να μην τον εισάγει σε ευρετήριο, να μην τον πλαισιώσει με άλλη ιστοσελίδα, να\nμην τον εισάγει ως σύνδεσμο για απευθείας πρόσβαση από άλλο ιστότοπο σε εσωτερικές πληροφορίες του, να μην αντιγράψει\nτην τοποθεσία του σε άλλο διακομιστή με τη δημιουργία ειδώλου και να μην υποσχεθεί δικαίωμα σε τρίτο από το efood χωρίς\nτη ρητή προηγούμενη έγγραφη συναίνεση της Εταιρείας.\nΔεν επιτρέπεται επίσης η δημιουργία ή/ και η δημοσίευση βάσης\nδεδομένων που περιέχει σημαντικά τμήματα του διαδικτυακού τόπου efood χωρίς την προηγούμενη ρητή συγκατάθεση της\nΕταιρείας.</p>\n<p>Οι χρήστες με τη χρήση του efood αποδέχονται ανεπιφύλακτα, συμφωνούν και συνομολογούν ότι θα κάνουν σύννομη και\nπρόσφορη χρήση του efood ιδίως δε σύμφωνα με τους όρους που εκτίθενται παραπάνω.\nΩς εκ τούτου, οι χρήστες ενδεικτικά\nκαι όχι περιοριστικά συμφωνούν ότι δεν θα κάνουν χρήση του efood για να μεταδώσουν ή να αποκτήσουν πρόσβαση σε\nπεριεχόμενο που παραβιάζει οποιαδήποτε δικαιώματα πνευματικής και βιομηχανικής ιδιοκτησίας τρίτων ή της Εταιρείας.</p> Κατέβασε το App <p>\nΠαράγγειλε τώρα από το κινητό σου (iOS ή Android) με τρία απλά βήματα: προσθήκη, καλάθι, αποστολή.\n</p>\n<p>\nΔουλεύεις και θες καφέ.\nΣπίτι μεσημέρι και ποιος μαγειρεύει.\nΕίναι Σαββατοκύριακο και δε θες να σηκωθείς από το κρεβάτι αλλά το ψυγείο είναι άδειο γιατί δεν πήγες supermarket.\nΈρχεται η παρέα και χρειάζεσαι μια κάβα ΤΩΡΑ! Γι' αυτό υπάρχει το efood.\nΌ,τι θέλεις, όποτε το θέλεις - το'χουμε! Παράγγειλε επιλέγοντας ανάμεσα σε 20.000 καταστήματα και 100 πόλεις! Αφού το ξέρεις - το efood είναι το delivery στην Ελλάδα! </p>\n<p>\nΑκολούθησέ μας! </p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<ul>\n<li> Ποιοί είμαστε </li>\n<li> Πώς λειτουργεί </li>\n<li> FAQs </li>\n<li> Blog </li>\n<li> Έχεις κατάστημα.\n</li>\n<li> Γίνε efood διανομέας </li>\n<li> Γίνε efooder </li>\n<li> Τρόποι Πληρωμής </li>\n<li> Όροι χρήσης </li>\n<li> Αλλεργιογόνα </li>\n<li> Πολιτική απορρήτου </li>\n<li> Πολιτική Απορρήτου Διανομέων </li>\n<li> Πολιτική προστασίας </li>\n<li> Πολιτική cookies </li>\n<li> Καταστήματα </li>\n<li> Το efood (delivery.gr) στο έργο GlucoseML </li>\n</ul>\n<p>\n© 2023 efood Με επιφύλαξη όλων των δικαιωμάτων.\nΌροι χρήσης, Πολιτική ιδιωτικού απορρήτου και Πολιτική περί cookies του efood </p>\n<i>\n</i> Πάμε πάλι πάνω Χρησιμοποιούμε εργαλεία όπως τα cookies για να σε φέρνουμε πιο κοντά σε ό,τι χρειάζεσαι, να σου παρέχουμε περιεχόμενο ειδικά φτιαγμένο για σένα, καθώς και για σκοπούς ανάλυσης επισκεψιμότητας στην σελίδα μας.\nΜπορείς να αλλάξεις τις ρυθμίσεις των cookies σου ανά πάσα στιγμή.Αποδοχή υποχρεωτικώνΠληροφορίες &amp.\nΡυθμίσειςΑποδοχή Όλων Χρειάζεσαι βοήθεια;", "created_at": "2023-10-23 21:16:58.471138", "updated_at": "2023-10-23 21:17:34.871476"}, {"id": 19611, "name": "Rider's policy", "url": "https://www.e-food.gr/page/rider_privacy", "xpath": "//body", "text": null, "created_at": "2023-10-23 21:17:59.43868", "updated_at": "2023-10-23 21:17:59.43868"}, {"id": 19607, "name": "Πολιτική Απορρήτου|Privacy Policy", "url": "https://www.e-food.gr/page/privacy", "xpath": "//body", "text": null, "created_at": "2023-10-23 21:15:49.70826", "updated_at": "2023-10-23 21:16:18.275263"}, {"id": 19608, "name": "Cookies Policy", "url": "https://www.e-food.gr/page/cookies", "xpath": "//body", "text": null, "created_at": "2023-10-23 21:16:34.433542", "updated_at": "2023-10-23 21:16:34.433542"}, {"id": 19612, "name": "Terms of use", "url": "https://www.e-food.gr/page/tos", "xpath": "//body", "text": null, "created_at": "2023-10-23 21:18:03.118135", "updated_at": "2023-10-23 21:18:03.118135"}], "points": [], "urls": ["e-food.gr"]}}