{"error": 448, "message": "OK", "parameters": {"id": 9028, "name": "Drug Policy Alliance", "created_at": "2023-07-10 18:25:13.939499", "updated_at": "2023-07-10 22:02:58.706747", "wikipedia": "https://en.wikipedia.org/wiki/Drug_Policy_Alliance", "keywords": null, "related": null, "slug": "drug-policy-alliance", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9028.png", "url": "drugpolicy.org", "documents": [{"id": 17669, "name": "Privacy Policy", "url": "https://drugpolicy.org/privacy-policy", "xpath": "/html/body/div[2]", "text": " Privacy Policy\n<p>We are committed to protecting your privacy.\nTo make your experience at our Website more convenient, we gather information from you.\nWe maintain the privacy of your information using security technologies and adhere to policies that prevent unauthorized use of your personal information.\n<em>This privacy policy was revised February 10, 2016.</em>\n</p>\n<strong>What personal information do we collect, and how is it used?</strong>\n<p>We collect information on portions of our website visitors access or visit.\nWe also collect information volunteered by visitors, such contact and survey information and/or Web site registrations.\nWe keep confidential all personal information entered during registration.\nWhen we do collect personally identifiable information, it is always voluntarily submitted by you (e.g., when you fill out registration pages or send us feedback).\nThe information collected is used to send our users email reminders and other information we think will be of interest.\nIf, for any reason, you would like to be removed from our email list, you can opt-out of future mailings by simply stating this desire in a reply to any email we send you.\nWe may also monitor and track information such as customer usage patterns of our website.\nWe compile this information into a statistical aggregate which we use, together with your personal information, for internal business and administrative purposes including improving our website, our operations and our client service.</p>\n<strong>Data Security</strong>\n<p>Any information collected about our webviewers is stored in offsite data centers that implement several layers of state of the art security, such as redundant firewalls, SSL ecryption, certificate services, and sequestration from public access.</p>\n<strong>Exchange of Drug Policy Alliance Member Addresses</strong>\n<p>Names and postal addresses of current and former members of the Drug Policy Alliance may be rented or exchanged with other organizations or publications under the procedures outlined below.\nEmail addresses, however, will NEVER be shared, traded or otherwise divulged, except with Drug Policy Action, sister organization of the Drug Policy Alliance.&nbsp;Like most other non-profit membership organizations, the Drug Policy Alliance obtains the names of potential new members by renting the membership lists or subscriber lists of like-minded organizations and publications.\nLists may also be exchanged with other organizations.\nWhether by exchange or rental, the lists are protected by strict privacy procedures.\nAll exchanges are made on a “”blind”” basis.\nLists are never given into the physical possession of the organization which has rented or exchanged them.\nThis safeguard is necessary to prevent one organization from knowing who the members of any other organization are.\nInstead, usually through a list broker, the list, either in the form of labels or electronic media, is sent to a mail house which prepares the mailing without the mailing organization ever seeing who is on the rented or exchanged list.\nThe only time an organization gets possession of a name from a rented or exchanged list is when the person receiving the invitation to join responds by sending a reply back to the inviting organization.\nThe Drug Policy Alliance will contractually ensure that vendors involved in this process hold all member addresses in strict confidence and do not offer lists to third parties.&nbsp;The Drug Policy Alliance will always honor a member’s request to be withheld from mailing lists made available for exchange or rental.\nIf you would like to request to be withheld from our mailing list rental or exchange please contact the membership department at&nbsp;membership@drugpolicy.org&nbsp;or call (212) 613-8046.\nplease be specific in letting us know which address you would like withheld.\n&nbsp;To manage your e-mail subscriptions To manage your e-mail subscriptions, you can click “unsubscribe” at the bottom of any list email you receive from the Drug Policy Alliance.&nbsp;We keep confidential any personal information entered during registration, though we may share aggregate information about website usage and traffic patterns, stripped of any personally identifiable information, to third parties to comply with various reporting obligations and for business or marketing purposes.\nWe may also share limited personally identifiable information with third parties on a confidential basis to enable a third party to perform certain tasks, such as maintain an email list or send email alerts and/or newsletters, on our behalf.</p>\n<strong>Use of Cookies</strong>\n<p>Cookies are pieces of information that are stored on your computer and are used for record keeping purposes.\nWe use cookies to make visiting and using our website easier.\nCookies can help us see which parts of our website are the most or least popular and provide us direction to improve our customer’s online experience.</p>\n<strong>Privacy Policy Changes</strong>\n<p>We may amend this privacy policy from time to time without notice.\nPlease review all revisions to our policy.\nYour continued use of our website after the date of revision will be deemed to be your agreement to the changed terms.&nbsp;If you have any further questions regarding our privacy practices, please send email to&nbsp;webmaster@drugpolicy.org.</p> ", "created_at": "2023-07-10 18:25:13.969533", "updated_at": "2023-07-10 18:25:34.483126"}, {"id": 17670, "name": "Terms & Conditions", "url": "https://drugpolicy.org/terms-conditions", "xpath": "/html/body/div[2]", "text": " Terms &amp.\nConditions\n<p>By using this site, you are accepting these Terms &amp.\nConditions of Use (“Terms &amp.\nConditions”).\nIf you do not agree to these Terms &amp.\nConditions, please do not use our site.\nWe reserve the right to modify or amend these Terms &amp.\nConditions from time to time without notice.\nIf you continue to use our site after we post changes to these Terms &amp.\nConditions, it will mean that you accept those changes.</p>\n<strong>Use of Materials</strong>\n<p>All materials published on the website are protected by copyright laws, and may not be reproduced, republished, distributed, transmitted, resold, displayed or broadcast for commercial use.\nYou may download freely accessible material from this website for your personal and noncommercial use only, without altering or removing any trademark, copyright, or other notice from such material.</p>\n<strong>Links to Other Sites</strong>\n<p>This website provides links to several other third-party websites.\nWhile we make efforts to choose our links carefully, we cannot take any responsibility for the content of linked websites, or for the privacy policies of websites we link to.\nSince we do not control these websites, we encourage you to review the privacy policies posted on these third-party websites prior to any use.</p>\n<strong>Personal Information</strong>\n<p>We are committed to protecting your privacy.\nTo make your experience at our website more convenient, we gather information from you.\nWe maintain the privacy of your information using security technologies and adhere to policies that prevent unauthorized use of your personal information.\nFor details, please&nbsp;<strong>see our privacy policy.</strong>\n</p>\n<strong>Warranty Disclaimer &amp.\nLimitation of Liability</strong>\n<p>All content on this site is provided solely for educational and promotional purposes.\nYour use and browsing of this site is at your own risk.\nThe content could include technical inaccuracies or other errors.\nAll content on this site is provided to you “as is” without warranty of any kind, either express or implied, including but not limited to, implied warranties of merchantability, non-infringement, and fitness for a particular purpose.\nThe drug policy alliance does not warrant that use of this site will be uninterrupted or error-free, that defects will be corrected, or that our site or the server that makes it available are free of viruses or other harmful components.\nYou are responsible for taking all necessary precautions to ensure that any content you may obtain from the website is free of viruses or other harmful code.\nThe drug policy alliance does not warrant or make any representations regarding the correctness, accuracy, or reliability of any content available through this site.\nYou are responsible for verifying any information before relying on it.</p>\n<p>In no event shall the drug policy alliance, its officers, directors, employees, or agents, be liable to you for any direct, indirect, incidental, special, punitive, or consequential damages whatsoever resulting from any (i) errors, mistakes, or inaccuracies of content, (ii) personal injury or property damage, of any nature whatsoever, resulting from your access to and use of our site, (iii) any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (iv) any interruption or cessation of transmission to or from our site, (iv) any bugs, viruses, trojan horses, or the like, which may be transmitted to or through our website by any third party, and/or (v) any errors or omissions in any content or for any loss or damage of any kind incurred as a result of your use of any content posted, emailed, transmitted, or otherwise made available via this site, whether based on warranty, contract, tort, or any other legal theory, and whether or not the drug policy alliance is advised of the possibility of such damages.</p>\n<p>You specifically acknowledge that the drug policy alliance shall not be liable for user submissions or the defamatory, offensive, or illegal conduct of any third party and that the risk of harm or damage from the foregoing rests entirely with you.\nIn the event that you have any dispute with one or more other users of this site, you release the drug policy alliance, its officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees), known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.</p>\n<p>The foregoing warranty disclaimer and limitation of liability shall apply to the fullest extent permitted by law in the applicable jurisdiction and will survive these terms &amp.\nconditions and your use of this site.</p> ", "created_at": "2023-07-10 18:25:13.998974", "updated_at": "2023-07-10 18:26:03.672499"}], "points": [], "urls": ["drugpolicy.org"]}}