{"error": 448, "message": "OK", "parameters": {"id": 9156, "name": "Diabetes Clinical Studies", "created_at": "2023-07-13 23:31:42.039335", "updated_at": "2023-07-14 10:02:32.775931", "wikipedia": null, "keywords": null, "related": null, "slug": "diabetes-clinical-studies", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9156.png", "url": "diabetesclinicalstudies.org", "documents": [{"id": 17933, "name": "Privacy Policy ", "url": "https://diabetesclinicalstudies.org/privacy-policy", "xpath": "//body", "text": " <ul>\n<li>Participating in Clinical Trials</li>\n<li>Why Register?</li>\n</ul> DO YOU QUALIFY? Privacy Policy <p>Effective Date: January 1, 2020</p>\n<p>This website is operated by PatientCentra, a division of MD Connect, Inc.\n(“PatientCentra”, “we”, “us” or “our”).\nOn it, we are assisting or planning to assist a pharmaceutical or medical device company and their affiliates and service providers (“Client(s)” or “Sponsor(s)”) with recruitment of individuals to participate in a clinical trial (“Study”).\nThis Privacy Policy describes our personal information collection procedures and the choices available to you regarding our use and disclosure of your personal information.</p>\n<p>PatientCentra collects, uses, and discloses personal information you share with us directly or you voluntarily provide through your use of this website (the “Site”), regardless of how you access the Site or our services, which may be through the use of a mobile device.\nWe also may collect personal information through our or a Sponsor’s service providers by means of phone conversations, or emails or SMS texts directly with you.\nBy providing personal information to us or Sponsor directly or by using the Site, you are consenting to the terms and conditions of this Privacy Policy.\nThe use of information collected through our service shall be limited to the purpose of providing services for which Clients engage PatientCentra, primarily collecting and processing information from potential clinical trial participants to screen eligibility for participation in a Study.</p> Information Collected in our Pre-Screening Process <p>When you visit our Site or contact us or we or the Sponsor contact you, we collect personal information that you provide voluntarily.\nMost of our websites contain a Pre-Screening Questionnaire (PSQ) where we collect personal information when you answer questions on the website or we may collect personal information when we contact you by telephone, email or text.\nDuring Pre-Screening, PatientCentra only collects personal information that is limited and necessary to evaluate your eligibility and qualifications for participation in current and prospective Sponsor Studies.</p> Personal Data <p>In the provision of our services, PatientCentra (generally Data Processor) processes Personal Data on behalf of its current and prospective Client(s) (Data Controllers).\nPersonal Data means any information relating to an identified or identifiable natural person (data subject).</p>\n<p>Personal Data includes direct and indirect identifiers such as:</p>\n<ul>\n<li>Name</li>\n<li>E-mail address</li>\n<li>Phone number</li>\n<li>Address</li>\n<li>IP address</li>\n<li>Identification Number</li>\n<li>Location Data (e.g.\nzip or postal codes)</li>\n<li>On-line Identifier</li>\n<li>Sensitive Data that may include one or more factors specific to physical, psychological, genetic, mental, economic, cultural or social identity of a natural person.</li>\n</ul> Sensitive Data <p>In the provision of our services, PatientCentra (generally Data Processor) may process Sensitive Data on behalf of its Client(s) (Data Controllers).\nSensitive Data is a special category of Personal Data that requires additional privacy and security protections.\nThe collection of Sensitive Data is generally done at the direction of our Client(s) and is limited to specific and necessary Sensitive Data of potential clinical trial participants needed to determine eligibility for clinical trials.</p>\n<p>Our Pre-Screening webpages require express consent of potentially eligible participants (e.g., website check box, participant voluntarily clicking ‘Submit’ button) before sharing of any Personal or Sensitive Data with Sponsor(s) or their affiliates or service providers.</p>\n<p>Sensitive personal information that may be collected includes:</p>\n<ul>\n<li>Medical conditions</li>\n<li>Severity of condition</li>\n<li>Medical test results</li>\n<li>Age</li>\n<li>Height &amp.\nWeight</li>\n<li>Lifestyle/habits (e.g.\nexercise, smoking)</li>\n<li>Prior medical procedures</li>\n<li>Medical symptoms</li>\n<li>Ethnicity</li>\n<li>Existing participation status or willingness to participate in a clinical trial</li>\n<li>Choice of physician or medical clinic</li>\n<li>Requested or actual appointment date and time</li>\n</ul> Uses and Disclosures of Information Collected in Pre-Screening <p>PatientCentra uses and discloses Personal Data (including Sensitive Data) for a variety of purposes that are limited and necessary to the operation of our business and the delivery of services to you.\nThese purposes include to:</p>\n<ul>\n<li>Determine whether you may be eligible to participate in a Sponsor’s Study.\nDuring the recruitment period for the Study, we may provide your screening information and contact information to a Sponsor's service provider(s) or one of our Sponsor’s investigator sites nearest to you;</li>\n<li>Provide our services and generally manage and administer our business including required records retention processes;</li>\n<li>Develop and improve our services;</li>\n<li>Reply to your requests, inquiries and comments;</li>\n<li>Contact you via land line phone, cell phone, email, text message (cell and data charges may apply);</li>\n<li>Respond to circumstances permitted or required by law, including defending and bringing legal actions.\nand</li>\n<li>Ensure the security and integrity of our websites and operations.</li>\n</ul>\n<p>PatientCentra may disclose personal information collected through this Site to affiliated third party service providers, such as IT support services, customer service providers, and other services providers that support us and Sponsor(s) and facilitate the services we and they provide to you.\nThese companies are authorized, but us or the Sponsor(s) independently, to use your Personal Data only as necessary to provide these services to us and Sponsor(s).\nFor example, we use Google Analytics, a web analysis service provided by Google.\nGoogle utilizes the data collected to track and examine the use of our Sites, to prepare reports for us on website activities and share them with other Google services.\nHowever, Google Analytics offers an opt-out provision for website visitors who do not want their data to be collected.\nYou can access more information about this option at http://tools.google.com/dlpage/gaoptout.</p>\n<p>Google may also use the data it collects to contextualize and personalize the ads of its own advertising network.\nThe Personal Data collected for this purpose is limited to cookie and usage data.\nYou should refer to Google’s privacy policy for more details about their data privacy practices related to this usage.</p>\n<p>PatientCentra may disclose information to a third party in the event of a reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).\nYou will be notified via email and/or a prominent notice on our website, of any change in ownership, uses of your Personal Data, and choices you may have regarding your Personal Data.\nFurther, we may use and disclose information collected through the Site as we believe to be necessary or appropriate, including: (a) as permitted by applicable law.\n(b) to comply with legal process.\n(c) to respond to requests from public and government authorities.\n(d) to enforce our terms and conditions.\n(e) to protect our operations.\n(f) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others.\nand (g) to allow us to pursue available remedies or limit damages that we may sustain.\nWe may also disclose your Personal Data to any other third party with your prior consent.</p>\n<p>PatientCentra reserves the right to compile and use the Personal Data collected as described above, in a de-identified or anonymized format, i.e.\nno longer personally identifiable as defined by data privacy regulations, for data aggregation and data analytics purposes.</p> Passive Information Collection and Use <p>PatientCentra websites use a passive technology called “cookies” and other similar technologies.\nPatientCentra uses this information to help us understand our website activity and to monitor and improve our websites.\nCookies also provide information about you and your preferences, and help us personalize your experience on our Site.\nYou can set your web browser to notify you when cookies are being placed on your system or to not accept cookies.\nHowever, if you decide not to accept cookies from our websites, you may not be able to take advantage of all of the features available to you on our websites.</p>\n<p>Our Site uses another passive technology called “internet tags” or “web beacons”.\nThis technology allows us to understand which webpages you visit and helps us optimize and tailor our websites to you and other future visitors.\nYou can set your browser to notify you when these passive technologies are being placed on your system to not accept them.</p>\n<p>We partner with third parties to display advertising on our website or to manage our advertising on other sites.\nOur third party partners may use cookies or similar technologies in order to provide you advertising based upon your browsing activities and interests.\nIf you wish to opt out of interest-based advertising click here.\nPlease note you will continue to receive generic ads.</p> Mobile Device Information <p>PatientCentra also collects information from and about your mobile device, such as a unique device identifier.</p> Unaffiliated Third Party Sites and Services <p>PatientCentra may make unaffiliated 3rd party sites and services available to you to access.\nAccess to these sites and services requires that you provide your consent to the services or products offered by the unaffiliated 3rd parties before access is granted to the 3rd party sites.\nThis Privacy Policy does not apply to the unaffiliated 3rd party sites and offerings.\nThe 3rd party sites and offerings are governed by the Privacy Policy of the unaffiliated 3rd party.\nYou should review their Privacy Policy before consenting to access their sites and offerings.\nPatientCentra is not responsible for the personal information you provide to these unaffiliated third parties sites and offerings, including and without limitation to any third party operating any site, web property and/or application that is available to you through this Site or to which this Site contains a link.\nThe availability of or inclusion of a link to any unaffiliated 3rd party site or products on the Site does not imply or serve as an endorsement of it, its services or products by PatientCentra.</p> Use of Site by Minors <p>Use of this Site or our services is not generally directed to individuals under the age of 18, and we request that these individuals not provide Personal and/or Sensitive Data through the Site or through our service providers unless identified as appropriate in the Pre-Screening criteria.\nHowever, there may be some Sponsors of clinical trials that are specifically seeking this age group.\nIn such clinical trials, parental consent may be required as part of the Pre-Screening process.</p>\n<p>If personal information related to individuals under the age of 18 is identified and deemed inappropriate, reasonable steps will be taken to delete the information.</p> Security <p>PatientCentra uses reasonable measures to protect your information, such as using physical, technical, and administrative security safeguards to reduce the risks of loss, misuse, unauthorized access, disclosure, or alteration.\nFor example, we limit access to your Personal Data to authorized employees, service providers and contractors who need access to perform services described in this Privacy Policy.\nHowever, no data transmission over the Internet or data storage system can be guaranteed to be 100% secure.\nIf you have reason to believe that your interaction with us is no longer secure (for example, if you feel that the security of any account you have with us has been compromised), please notify us immediately by contacting privacy@patientcentra.com or by faxing your notice to +1 (781) 235-0929.</p> Choices and Access <p>By providing us with your personal information during the Pre-Screening Process, you are consenting to our collection, use and disclosure of your personal information as described in this Privacy Policy.</p>\n<p>Upon request PatientCentra will provide you with information about whether we hold any of your personal information.\nIf you wish to:</p>\n<ol>\n<li>change your preferences about the personal information you provided to us or</li>\n<li>withdraw your consent to its retention, use or disclosure, or</li>\n<li>receive a copy of your data and/or</li>\n<li>generally exercise your rights of access, rectification, cancellation and opposition with respect to your personal data and the health information you submit please submit an online request here.\n</li>\n</ol>\n<p>If you have other privacy concerns, please email us at privacy@patientcentra.com or fax us at +1 (781) 235-0929.\nPlease note, we cannot accept data related requests at this email or fax.\nthese must be done online.</p>\n<p>Please note that our response to your request to withdraw consent is subject to legal or contractual restrictions and reasonable notice, including: (i) if you withdraw your consent before we submit your information to our Client’s clinical trial site, we will not submit it.\n(ii) if we receive notice of your withdrawal after we have submitted your information, you will need to contact the Client’s clinical trial site to withdraw your consent to further use.\n(iii) where we have provided or are providing services to you, your consent will be valid for as long as necessary to fulfill the purposes described in this Privacy Policy or otherwise stated at the time of collection.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.</p> Retention Period <p>We retain your personal information for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required or allowed by law or to otherwise fulfill a legal obligation.</p> Cross-Border Transfer <p>Your information may be processed in the country in which it was collected or transferred to other countries, including the United States (where our servers are generally located), for processing where laws regarding processing of information may be less stringent than the laws in your country.\nBy using this Site and our services, you consent to the transfer of your personal information to countries outside of your country of residence, including the United States.</p> Platform Data Collection <p>PatientCentra (generally Data Processor) collects information under the direction of its Client(s) (Data Controller(s)) and processes information on our Client(s)’ behalf.\nWe have no direct relationship with the individuals whose Personal Data we process.\nIf you are a customer of our Client(s) or are a participant in a Client(s)’ clinical trial and would no longer like to participate and/or be contacted by our Client, please contact the Client directly.</p>\n<p>We may also transfer Personal Data to companies that support us in providing our services for our Client(s).\nSuch transfers to subsequent third parties are covered by the service agreements with our Client(s) and/or with PatientCentra.\nSuch contracts hold the Parties to standards of confidentiality and security consistent with this Privacy Policy.</p>\n<p>PatientCentra acknowledges that you have the right to access your personal information.\nIndividuals who seek access, or who seek to correct, amend, or delete inaccurate data should direct their query to PatientCentra’s Client or PatientCentra directly.\nIf requested to remove data we will respond within a reasonable timeframe.</p>\n<p>PatientCentra will retain Personal Data we process on behalf of our Client(s) for as long as needed to provide services to our Client(s).\nPatientCentra will retain this personal information for as long as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p> Updates to This Privacy Policy <p>This Privacy Policy may be revised from time to time.\nAny changes to this Privacy Policy will become effective when the changes are posted in a revised Privacy Policy on the Site.\nIf we make any material changes we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this website prior to the change becoming effective.\nYour continued voluntary provision of personal information or use of the Site following these changes serves as consent to the revised Privacy Policy.</p> Contacting Us <p>If you have any questions about this Privacy Policy, please contact us at privacy@patientcentra.com.\nor by faxing to +1 (781) 235-0929.</p>\n<p>OP SOP03 APP6-V5</p>\n<ul>\n<li>Home</li>\n<li>Participating in Clinical Trials</li>\n<li>Why Register?</li>\n<li>Find Out If You Qualify</li>\n</ul>\n<p>Copyright ©2020 DiabetesClinicalStudies.org • All rights reserved.<br>Intended for US audiences only.</p>\nSponsor, CRO or Investigator Site? Click Here<br>\n<br>This web site does not replace the informed consent process.<br>This web site does not replace the advice of your doctor.<br>Privacy Policy\n<p>\n</p>\n<p>We respect confidentiality and privacy.<br>Do Not Sell My Data • Data We Collect &amp.\nWhy.</p>\n<p>\n</p> We Do Not Sell Your Data to 3rd Parties <p>We do not sell data to third parties.\nData you submit is handled according to our privacy policy and web site use agreements.</p>\n<p>To control data you have already submitted, or to log a do not sell data request, make a data request here.</p>\n<p> Dismiss this message.\n</p>\n<br> Data We Collect and Why: <ul>\n<li>Reply to your requests, inquiries, and comments;</li>\n<li>Respond to circumstances permitted or required by law, including defending and bringing legal actions.\nand</li>\n<li>If applicable, only on clinical trial recruitments web sites, to determine whether you may be eligible to participate in Sponsor's Study.\nDuring the recruitment period for the Study, we may provide your screening information and contact information to one of our Sponsor's investigator sites nearest to you.</li>\n</ul>\n<p>To control data you have already submitted, make a data request here.</p>\n<p>\n</p>\n<p>Data you submit is handled according to our privacy policy and web site user user agreements.</p>\n<p>Dismiss this message.</p>\n<p>\n</p> ", "created_at": "2023-07-13 23:31:42.068913", "updated_at": "2023-07-13 23:32:01.692764"}], "points": [], "urls": ["diabetesclinicalstudies.org"]}}