{"error": 448, "message": "OK", "parameters": {"id": 8022, "name": "Mountain Mike’s Pizza", "created_at": "2023-04-16 00:08:14.758703", "updated_at": "2023-04-22 11:50:42.21991", "wikipedia": null, "keywords": null, "related": null, "slug": "mountain-mike-s-pizza", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8022.png", "url": "mountainmikespizza.com", "documents": [{"id": 15541, "name": " Terms of Use", "url": "https://www.mountainmikespizza.com/terms-of-use/", "xpath": "//*[@id=\"primary\"]", "text": null, "created_at": "2023-04-16 00:08:14.789454", "updated_at": "2023-04-16 00:09:45.670794"}, {"id": 15542, "name": " Privacy Policy", "url": "https://www.mountainmikespizza.com/privacy-policy/", "xpath": "//*[@id=\"primary\"]", "text": " Privacy Policy <p>Mountain Mike’s is committed to protecting and safeguarding your personal information.\nThis Privacy Policy describes how we treat the personal information that is collected through our website at www.mountainmikes.com (the “Site”).\nWe encourage you to read this policy carefully and to check it periodically.</p>\nWHAT PERSONAL DATA DO WE COLLECT?\n<p>Personal Data is any information that specifically identifies you or would enable someone to personally identify you, including, for example, your name, address, telephone/fax number, email address or any other information you submit to the Site that identifies you individually.\nWe only collect and maintain Personal Data that you provide to us, including, but not limited to:</p>\n<ul>\n<li>Information that you provide by registering or filling in other forms on our Site, such as your name, address, e-mail address, phone number, the types of products in which you are interested.\nThis includes information you may provide when you request additional information about our products and services or sign up to receive our e-mail newsletters or coupons.</li>\n<li>Information that you provide in connection with the purchase of any product or service through the Site, including, but not limited to, gift cards, promotional events, and coupons.</li>\n<li>Your contact information when you report a problem with our Site or with any of our franchisees, products or services.\nWe may also keep a copy of any communications or correspondence you may send to us, including any e-mail communications.</li>\n<li>We may also from time to time conduct consumer surveys in which we may collect demographic information from our customers (such as age, income, zip code) and consumer’s opinions, concerns, and preferences regarding our products and services.</li>\n<li>We may also offer contests, sweepstakes or other promotions through the site or third party social media sites.\nIf you enter such a promotion sponsored by us, we may ask you for your contact information as well as other information about you to verify your eligibility to participate and to award prizes.</li>\n</ul>\nWHAT NON-PERSONAL DATA DO WE COLLECT?\n<p>In some cases, Mountain Mike’s may collect information that is not personally identifiable, which may include, but is not limited to, the frequency of your use of our Site, the route by which you choose to access it and your use of any hyperlinks available on our Site.\nWe may analyze this data for trends and statistics in the aggregate, but such information will be maintained, used and disclosed in aggregate form only and it will not contain Personal Data.</p>\n<p>We and our service providers, agents or suppliers may process and use this aggregate data for various purposes including, but not limited to, development of Site and Site features and offerings, assessing patterns of use, or planning and evaluating marketing initiatives.\nThis information is gathered by certain tools and methods such as the collection of your IP address or the use of cookies and is maintained in the aggregate unless otherwise noted.\nTo the extent that we link any non-Personal Data with Personal Data, we will treat such linked information as Personal Data.</p>\nCookies\n<p>Like many websites, we utilize “cookies” to maintain a record of your visit to our Site.\nA cookie is a small text file that is transferred by a web server and stored on the hard drive of your computer.\nIt can only be read by the server that sent it to you.\nThis information does not identify you personally and you remain anonymous unless you have otherwise provided us with Personal Data.</p>\n<p>Cookies help us improve our Site and to deliver more personalized service by enabling us to estimate audience size and usage patterns.\nto store information about your preferences.\nto speed up your searches and to recognize you when you return to our site.</p>\n<p>Most web browsers automatically accept cookies.\nIf you would prefer to prevent your computer from accepting our cookies, you may follow your Internet browser’s steps for doing so.\nPlease note, however, that if you do disable cookies from your browser, you may not be able to access certain sections of our Site.</p>\nIP Addresses\n<p>We may use your IP address to help diagnose problems with our server, and to administer our Site.\nWe may also use your IP address to identify you when we feel it is necessary to enforce compliance with this Privacy Policy or our Site Terms of Use, or to protect our services, Site, systems, information, employees, business partners, service providers, users, customers or others.</p>\nHOW DO WE USE THE INFORMATION WE COLLECT?\n<p>We use the information we collect for a variety of purposes, including, but not limited to:</p>\n<ul>\n<li>Improving the features of our Site and the products and services we offer,</li>\n<li>Communicating with and conducting and processing transactions with customers and users of our Site,</li>\n<li>Verifying eligibility to participate in promotions and award prizes, and</li>\n<li>Website development, assessing patterns of use, or planning and assessing marketing initiatives.</li>\n</ul>\nWITH WHOM DO WE SHARE THE INFORMATION WE COLLECT?\n<p>Our policy is not to disclose your Personal Data to any third parties, except in the following circumstances:</p>\n<ul>\n<li>We may disclose such information to third party vendors (e.g., data storage and processing facilities, contest administrators, franchisees) that we use to assist us in conducting transactions through this Site and in managing and providing products and services through this Site.\nWe work to require our third party vendors to agree to similar obligations of confidentiality to those contained in this Privacy Policy.</li>\n<li>We may also disclose information about you as we believe is reasonably necessary to comply with laws, regulations, court or administrative orders, or other governmental authority or to prevent harm to yourself or others.</li>\n<li>Finally, we may disclose your Personal Data upon a transfer or sale to another entity of all or substantially all of our stock or assets in the line of business that this privacy policy relates or upon any other corporate reorganization.<br>\nWe may also share aggregate demographic and other information regarding use of our Site with third parties for marketing and other purposes, but such aggregate information will not specifically identify any particular person.</li>\n</ul>\nLINKS TO THIRD PARTY SITES\n<p>The Site may provide links to other web sites or resources over which Mountain Mike’s does not have control (“External Web Sites”).\nSuch links do not constitute an endorsement by Mountain Mike’s of those External Web Sites.\nYou acknowledge that Mountain Mike’s is providing these links to you only as a convenience, and further agree that Mountain Mike’s is not responsible for the content of such External Web Sites.\nYour use of External Web Sites is subject to the terms of use and privacy policies located on the linked to External Web Sites.</p>\nAMENDMENTS TO POLICY\n<p>If our information practices change at some time in the future, we will post the policy changes to our Site to notify you of these changes and we will use for these new purposes only data collected from the time of the policy change forward.\nIf you are concerned about how your information is used, you should check back at our Site periodically.</p>\nACCESS TO YOUR INFORMATION\n<p>If you would like to submit a request for information, access or deletion, you may:</p>\n<ul>\n<li>Use the following link:&nbsp;<strong>\n<u>Data Request</u>\n</strong>\n</li>\n<li>Contact us by phone at +1 (888) 914-9661 PIN 523527</li>\n</ul>\nCHILDREN\n<p>The Site is not intended for use by children and we do not knowingly collect any information from children under the age of 13.\nChildren under 13 should not provide us any personally identifiable information.\nChildren between the ages or 13 and 18 may register and use our Site, but only to the extent permitted by law and only with the consent of their parent or legal guardian.</p>\nSECURITY\n<p>We may employ procedural and technological measures designed to protect the security of personally identifiable information that we may collect.\nSuch measures are reasonably designed to help protect your Personal Data from loss, unauthorized access, disclosure, alteration or destruction.\nWe may use firewalls, password protection and other security measures to help prevent unauthorized access to your Personal Data.</p>\nCONTACT\n<p>For questions or complaints about this Privacy Policy or our handling of personal information, you may contact our Privacy Team at&nbsp;<b>contact@mountainmikespizza.com</b>&nbsp;or via postal mail at:</p>\n<p>Mountain Mike’s Pizza, LLC<br>\n26 Corporate Plaza, Suite 180<br>\nNewport Beach, CA 92660</p> ", "created_at": "2023-04-16 00:08:14.820146", "updated_at": "2023-04-16 00:08:35.311979"}], "points": [], "urls": ["mountainmikespizza.com"]}}