{"error": 448, "message": "OK", "parameters": {"id": 8267, "name": "Parrot Linux", "created_at": "2023-05-12 17:00:36.387808", "updated_at": "2023-05-12 22:02:14.716712", "wikipedia": "https://en.wikipedia.org/wiki/Parrot_OS", "keywords": null, "related": null, "slug": "parrot-linux", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8267.png", "url": "parrotsec.org", "documents": [{"id": 16046, "name": "Privacy Policy", "url": "https://parrotsec.org/privacy/", "xpath": "//body", "text": "CommunityJoin UsDocumentationBlogDonateDownload<p>Privacy Policy</p>This policy is incomplete (it does not yet cover all the infrastructure of the Parrot Project), we hope to finish it shortly.<p>Parrot OS</p>\n<p>The Parrot operating system does not include trackers or telemetry from the Parrot team or its partners, and we do not track our users on the system.</p>\n<p>Parrot OS is a bundle of many complex programs and subsystems, and each of the programs installed on the system may implement it's own telemetry \"features\".</p>\n<p>The Parrot Security Team does its best to provide a system completely clean from trackers, and no data is collected from our users, but additional programs installed on the system by the end user may change this statement.\nIt is up to the end user to make sure that newly installed programs don't ship their own telemetry if privacy is required.</p>\n<p>Parrot's Content Delivery Network</p>\n<p>What do these servers actually do? What kind of private information is stored? How is it stored? And what happens if an edge node is cloned and analyzed?</p>\n<p>The edge nodes do not host private information of the users, only our master servers host user information.</p>\n<p>The edge servers are owned by us, we can delete servers, migrate them, deploy new ones, change providers etc.\nWe can force users in a country to stay away from a particular node and transit the parrot network from a node in another country if we beieve that such countries or providers may inspect user traffic.</p>\n<p>We log user activities from the web server logs and use log analyzers to investigate uncommon (malicious) activities and spot possible intrusions or cyber attacks.</p>\n<p>Sometimes we collect statistical usage data on our infrastructure usage (downloads, website hits, unique visitors, geographical distribution etc).\nSuch data is aggregate and does not contain personal user information, and ip addresses and other components useful to identify specific users are stripped out before the data aggregation, or sometimes they are not collected at all.</p>\n<p>We do NOT log user activities on some services, like the DNS resolvers, to respect user privacy, and we do not collect user information if we don't have a technical reason to log it.</p>\n<p>Our sysadmin is the only person authorized to access the servers and handle the logs, and no third parties have access to such data.</p>\n<p>The only private information directly visible from goaccess is the ip address of the users, but the servers already have automatic protections to ban misbehaving ip addresses, We store ip addresses temporarily in case of cyberattacks against our web infrastructure.</p>\n<p>Personal user data is not stored on our CDN edge nodes, so we can keep user data as safe as possible on the central infrastructure where authorities or third parties can’t take them without our approval.</p>\n<p>We periodically delete logs from servers when we are sure that no attacks were received in that period of time, and we shred them for security before restarting the service.</p>\n<p>When we dismiss a dedicated server or a VPS, we manually shred the hard disk with random data from a recovery unit to make data unrecoverable before the service deletion.</p>\n<p>We have never received a warrant since we began this project.\nPlease note our warrant canary.</p>\n<p>The Parrot Project's OpenNIC DNS Servers</p>\n<p>We provide free DNS resolvers for the OpenNIC network.\nThese servers have logs disabled by default.</p>\n<p>There is a tiny log buffer that hosts the latest service hits for technical purposes, allowing the system to identify and automatically ban ip addresses abusing the service.\nThe temporary log is just a buffer that keeps a bunch of recent elements, and old entries disappear automatically as new requests come in.\nIt is the standard behavior of the DNS resolver we use (PowerDNS).</p>\n<p>Since DNS logs are disabled, and the abuse prevention system is completely automatic, we don't have systems to manually analyze such logs, and we don't perform direct or indirect analysis of DNS services usage.</p>Last updated 25 Apr 2019<p>ParrotSec</p>\n<p>The ultimate framework for your Cyber Security operations</p>Download<p>Editions</p>HomeSecurityHack The BoxCloudArchitectRaspberry Pi Images<p>Resources</p>DocumentationCommunityBlog<p>About Us</p>TeamPartnersDonateCareers<p>Social</p>FacebookTwitterInstagramDiscordTelegramLinkedInCarbon NeutralDark<p>© 2023 Parrot Security.\nAll rights reserved.</p>Warrant CanaryPrivacy PolicyThis website is a safe place, we respect your privacy enough to skip the cookies and go straight to the content.Accept<p>\n</p>\n<ul>\n<li>Careers</li>\n<li>Team</li>\n<li>Partners</li>\n</ul>", "created_at": "2023-05-12 17:00:36.418432", "updated_at": "2023-05-12 17:01:17.416335"}], "points": [], "urls": ["parrotsec.org"]}}