{"error": 448, "message": "OK", "parameters": {"id": 9383, "name": "FlippingBook", "created_at": "2023-08-23 19:30:44.329087", "updated_at": "2023-08-23 22:02:28.70898", "wikipedia": null, "keywords": null, "related": null, "slug": "flippingbook", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9383.png", "url": "flippingbook.com", "documents": [{"id": 18467, "name": "Privacy Policy", "url": "https://flippingbook.com/help/common/privacy-policy-and-disclaimer?from=cookie-banner", "xpath": "/html/body/main/div/div[3]", "text": " Our products <ul>\n<li> FlippingBook Online </li>\n<li> FlippingBook Publisher </li>\n</ul> Privacy Policy <p>Last changed: September 10, 2021</p>\n<p>Thanks for using FlippingBook or&nbsp;visiting one of&nbsp;our websites.\nThis policy explains the what, how, and why of&nbsp;the information we&nbsp;collect when you visit one of&nbsp;our websites, or&nbsp;when you use our Services.\nIt&nbsp;also explains the specific ways we&nbsp;use and disclose that information.</p>\n<strong>THE BASICS</strong>\n1.\nDefinitions\n<p>We&nbsp;offer the Services on&nbsp;at&nbsp;least the websites http://www.flippingbook.com, http://cld.bz/.\nThis Privacy Policy applies to&nbsp;these specific websites, as&nbsp;well as&nbsp;any other sites or&nbsp;applications owned or&nbsp;operated by&nbsp;us (each a&nbsp;“<strong>Website</strong>” and together with the “<strong>Websites</strong>”) and publications, images, text, sound and other material available through the <strong>Service</strong> (the “<strong>Content</strong>”).\nThe “<strong>Websites</strong>” include the Websites themselves, and any web pages, interactive features, applications, widgets, blogs, social networks, social network “<strong>tabs</strong>,” or&nbsp;other online, mobile, or&nbsp;wireless offerings that post a&nbsp;link to&nbsp;this Privacy Policy, whether accessed via computer, mobile device, or&nbsp;other technology, manner or&nbsp;means.\nWhile providing the <strong>Services</strong>, and as&nbsp;described in&nbsp;more detail below, we&nbsp;may collect Personal Information about a&nbsp;Website and/or Content visitor, person or&nbsp;email address.</p>\n<p>This Privacy Policy applies when you (“you”, “<strong>User</strong>” or&nbsp;“<strong>Viewer</strong>”) access, visit or&nbsp;use any portion of&nbsp;the <strong>Services</strong>.\nFor the purposes of&nbsp;this Privacy Policy, a&nbsp;“<strong>User</strong>” is&nbsp;a&nbsp;person who creates <strong>Content</strong>, and a&nbsp;“<strong>Viewer</strong>” is&nbsp;a&nbsp;person who reads the <strong>Content</strong>.</p>\n2.\nChanges\n<p>We&nbsp;may change this Privacy Policy at&nbsp;any time and from time to&nbsp;time.\nThe most recent version of&nbsp;the Privacy Policy is&nbsp;reflected by&nbsp;the version date located at&nbsp;the top of&nbsp;this Privacy Policy.\nAll updates and amendments are effective immediately upon notice, which we&nbsp;may give by&nbsp;any means, including, but not limited&nbsp;to, by&nbsp;posting a&nbsp;revised version of&nbsp;this Privacy Policy or&nbsp;other notice on&nbsp;the Website.\nWe&nbsp;encourage you to&nbsp;review this Privacy Policy often to&nbsp;stay informed of&nbsp;changes that may affect you, as&nbsp;your continued use of&nbsp;the Websites signifies your continuing consent to&nbsp;be&nbsp;bound by&nbsp;this Privacy Policy.\nOur electronically or&nbsp;otherwise properly stored copies of&nbsp;this Privacy Policy are each deemed to&nbsp;be&nbsp;the true, complete, valid, authentic, and enforceable copy of&nbsp;the version of&nbsp;this Privacy Policy which was in&nbsp;effect on&nbsp;each respective date you visited the Website.</p>\n3.\nScope\n<p>This Privacy Policy is&nbsp;effective with respect to&nbsp;any data that we&nbsp;have collected, or&nbsp;collect, about and/or from you, according to&nbsp;our Terms of&nbsp;Use and EULA.</p>\n4.\nQuestions &amp;&nbsp;Concerns\n<p>If&nbsp;you have any questions or&nbsp;comments, or&nbsp;if&nbsp;you want to&nbsp;update, delete, or&nbsp;change any Personal Information we&nbsp;hold, or&nbsp;you have a&nbsp;concern about the way in&nbsp;which we&nbsp;have handled any privacy matter, please use our contact form to&nbsp;send&nbsp;us a&nbsp;message.\nYou may also contact&nbsp;us at:</p>\n<p>FlippingBook Limited</p>\n<p>Sqaq Cordina<br>Cospicua BML1900<br>Malta</p>\n<p>Attn.\nPrivacy Officer</p>\n<p>privacy@flippingbook.com</p>\n<strong>YOUR INFORMATION</strong>\n5.\nInformation We&nbsp;Collect\n<p>\n<strong>a) Information you voluntarily provide to&nbsp;us:</strong> When you sign up&nbsp;for and use the <strong>Services</strong>, consult with our customer service team, sales team, send&nbsp;us an&nbsp;email, send&nbsp;us a&nbsp;message in&nbsp;chat, post on&nbsp;our blog, integrate the Services with another website or&nbsp;service, or&nbsp;communicate with&nbsp;us in&nbsp;any way, you are voluntarily giving&nbsp;us information that we&nbsp;collect.\nThat information may include either your or&nbsp;your client’s name, physical address, email address, IP&nbsp;address, phone number, credit card information, as&nbsp;well as&nbsp;details including gender, occupation, location, purchase history, and other demographic information.\nBy&nbsp;giving&nbsp;us this information, you consent to&nbsp;this information being collected, used, disclosed and stored by&nbsp;us, as&nbsp;described in&nbsp;our Terms of&nbsp;Use<strong>, EULA</strong>&nbsp;and in&nbsp;this <strong>Privacy Policy</strong>.</p>\n<p>\n<strong>b) Information we&nbsp;collect automatically:</strong> When you use the Services or&nbsp;browse one of&nbsp;our Websites, we&nbsp;may collect information about your visit to&nbsp;our Websites, your usage of&nbsp;the Services, and your web browsing.\nThat information may include your&nbsp;IP address, your operating system, your browser&nbsp;ID, your browsing activity, and other information about how you interacted with our Websites or&nbsp;other websites.\nWe&nbsp;may collect this information as&nbsp;a&nbsp;part of&nbsp;log files as&nbsp;well as&nbsp;through the use of&nbsp;cookies or&nbsp;other tracking technologies.</p>\n<p>\n<strong>c) Information from your use of&nbsp;the Service:</strong> We&nbsp;may receive information about how and when you use the Services, store it&nbsp;in&nbsp;log files or&nbsp;other types of&nbsp;files associated with your account, and link it&nbsp;to&nbsp;other information we&nbsp;collect about you.\nThis information may include, for example, your&nbsp;IP address, time, date, browser used, and actions you have taken within the application.\nThis type of&nbsp;information helps&nbsp;us to&nbsp;improve our Services for both you and for all of&nbsp;our users.</p>\n<p>\n<strong>e) Cookies and tracking:</strong> Cookies are small data files that are placed on&nbsp;your computer or&nbsp;mobile device when you visit a&nbsp;website.\nCookies are widely used by&nbsp;online service providers in&nbsp;order&nbsp;to (for example) make their websites or&nbsp;services work, or&nbsp;to&nbsp;work more efficiently, as&nbsp;well as&nbsp;to&nbsp;provide reporting information.</p>\n<p>Cookies set by&nbsp;the website owner or&nbsp;service provider (in&nbsp;this case, FlippingBook) are called “first-party cookies”.\nCookies set by&nbsp;parties other than the website owner are called “third-party cookies”.\nThird-party cookies enable third-party features or&nbsp;functionality to&nbsp;be&nbsp;provided on&nbsp;or&nbsp;through the website or&nbsp;service you are using (such as&nbsp;advertising, interactive content, and analytics).\nThe third parties that set these third-party cookies can recognize your computer both when it&nbsp;visits the website or&nbsp;service in&nbsp;question and also when it&nbsp;visits certain other websites or&nbsp;services.</p>\n<p>We&nbsp;use first-party and third-party cookies for several reasons.\nSome cookies are required for technical reasons in&nbsp;order for our Websites and Services to&nbsp;operate, and we&nbsp;refer to&nbsp;these as&nbsp;“essential” or&nbsp;“strictly necessary” cookies.\nOther cookies enable&nbsp;us and the third parties we&nbsp;work with to&nbsp;track and target the interests of&nbsp;visitors to&nbsp;our Websites, and we&nbsp;refer to&nbsp;these as&nbsp;“performance” or&nbsp;“functionality” cookies.\nFor example, we&nbsp;use cookies to&nbsp;tailor content and information that we&nbsp;may send or&nbsp;display to&nbsp;you and otherwise personalize your experience while interacting with our Websites and to&nbsp;otherwise improve the functionality of&nbsp;the Services we&nbsp;provide.\nWe&nbsp;also enable our users to&nbsp;employ cookies and similar tracking technologies in&nbsp;connection with their use of&nbsp;our Services in&nbsp;order to&nbsp;allow&nbsp;us and our users to&nbsp;track their viewers.\nFinally, third parties serve cookies through our Websites and Services for advertising, analytics, and other purposes.\nThis is&nbsp;described in&nbsp;more detail below.</p>\n<p>The specific types of&nbsp;first and third-party cookies served through our Websites and the purposes they perform are described in&nbsp;further detail below:</p>\n<p>\n<strong>Essential Website Cookies:</strong> These cookies are strictly necessary to&nbsp;provide you with services available through our websites and to&nbsp;use some of&nbsp;its features, such as&nbsp;access to&nbsp;secure areas.\nBecause these cookies are strictly necessary to&nbsp;deliver the websites, you cannot refuse them without impacting how our websites function.\nYou can block or&nbsp;delete them by&nbsp;changing your browser settings, as&nbsp;described under the heading “You have the right to&nbsp;decide whether to&nbsp;accept or&nbsp;reject cookies:” below.</p>\n<p>\n<strong>Performance and Functionality Cookies:</strong> These cookies are used to&nbsp;enhance the performance and functionality of&nbsp;our websites but are non-essential to&nbsp;their use.\nHowever, without these cookies, certain functionality may become unavailable.</p>\n<p>\n<strong>Analytics and Customization Cookies:</strong> These cookies collect information that is&nbsp;used either in&nbsp;aggregate form to&nbsp;help&nbsp;us understand how our websites are being used or&nbsp;how effective our marketing campaigns are, or&nbsp;to&nbsp;help&nbsp;us customize our websites and application for you in&nbsp;order to&nbsp;enhance your experience.</p>\n<p>\n<strong>Advertising (Targeting) Cookies:</strong> These cookies are used to&nbsp;make advertising messages more relevant to&nbsp;you and your interests.\nThey also perform functions like preventing the same ad&nbsp;from continuously reappearing, ensuring that ads are properly displayed, and in&nbsp;some cases selecting advertisements that are based on&nbsp;your interests.</p>\n<p>\n<strong>Other tracking technologies:</strong> We&nbsp;and our third-party partners may use other, similar technologies from time to&nbsp;time, like web beacons, pixels (or&nbsp;“clear gifs”) and other tracking technologies.\nThese are tiny graphics files that contain a&nbsp;unique identifier that enable&nbsp;us to&nbsp;recognize when someone has visited our Websites&nbsp;or, in&nbsp;the case of&nbsp;web beacons, opened an&nbsp;email that we&nbsp;have sent them.\nThis allows&nbsp;us, for example, to&nbsp;monitor the traffic patterns of&nbsp;users from one page within our Websites to&nbsp;another, to&nbsp;deliver or&nbsp;communicate with cookies, to&nbsp;understand whether you have come to&nbsp;our Websites from an&nbsp;online advertisement displayed on&nbsp;a&nbsp;third-party website, to&nbsp;serve targeted advertisements to&nbsp;you and others like you, to&nbsp;improve site performance, and to&nbsp;measure the success of&nbsp;marketing campaigns.\nWhile you may not have the ability to&nbsp;specifically reject or&nbsp;disable these tracking technologies, in&nbsp;many instances, these technologies are reliant on&nbsp;cookies to&nbsp;function properly.\naccordingly, in&nbsp;those instances, declining cookies will impair the functioning of&nbsp;these technologies.</p>\n<p>\n<strong>Targeted online advertising:</strong> We&nbsp;have engaged one or&nbsp;more third-party service providers to&nbsp;track and analyze both individualized usage and volume statistical information from interactions with our Websites.\nWe&nbsp;also partner with one or&nbsp;more third parties (such as&nbsp;advertisers and ad&nbsp;networks) to&nbsp;manage and serve to&nbsp;advertise on&nbsp;other sites.</p>\n<p>These third parties use cookies, web beacons, pixel tags and similar tracking technologies to&nbsp;collect and use certain information about your online activities, either on&nbsp;our Websites and/or other sites or&nbsp;mobile apps, to&nbsp;infer your interests and deliver you targeted advertisements that are more tailored to&nbsp;you based on&nbsp;your browsing activities and inferred interests (“Interest-Based Advertising”).\nFor more information about this practice, click here: http://www.aboutads.info/choices/.</p>\n<p>Our third-party service providers may also use cookies or&nbsp;web beacons to&nbsp;collect information about your visits to&nbsp;our Websites and/or other sites to&nbsp;measure and track the effectiveness of&nbsp;advertisements and our online marketing activities (for example, by&nbsp;collecting data on&nbsp;how many times you click on&nbsp;one of&nbsp;our ads).\nThe information collected by&nbsp;these third parties does not include personal information that enables you to&nbsp;be&nbsp;specifically identified (e.g.&nbsp;by&nbsp;reference to&nbsp;your name or&nbsp;email address).</p>\n<p>If&nbsp;a&nbsp;user elects to&nbsp;use certain FlippingBook features, the use of&nbsp;those may permit or&nbsp;require additional cookies or&nbsp;tracking technologies to&nbsp;be&nbsp;employed.\nIf&nbsp;a&nbsp;user connects his or&nbsp;her website (in&nbsp;each case, a&nbsp;“Site”) to&nbsp;a&nbsp;FlippingBook account, FlippingBook adds cookies and tracking technologies on&nbsp;that user’s Site.\nThis will help to&nbsp;facilitate the use of&nbsp;certain automation, features, and functionality offered by&nbsp;FlippingBook through the Services.\nThe specific cookies, pixels, or&nbsp;other technologies that will be&nbsp;set on&nbsp;a&nbsp;user’s Site depend on&nbsp;the particular features that the user chooses to&nbsp;use as&nbsp;part of&nbsp;the Services.\nViewers should, therefore, review the relevant user’s privacy notice and cookie disclosures for further information about the specific types of&nbsp;cookies and other tracking technologies used on&nbsp;the Site.</p>\n<p>You have the right to&nbsp;decide whether to&nbsp;accept or&nbsp;reject cookies:</p>\n<p>\n<strong>Browser Controls:</strong> You can set or&nbsp;amend your web browser controls to&nbsp;accept or&nbsp;refuse cookies.\nIf&nbsp;you choose to&nbsp;reject cookies, you may still use our Websites through your access to&nbsp;some functionality and areas of&nbsp;our Websites may be&nbsp;restricted.\nAs&nbsp;the means by&nbsp;which you can refuse cookies through your web browser controls vary from browser-to-browser, you should visit your browser’s help menu for more information.</p>\n<p>\n<strong>Disabling Most Interest-Based Advertising:</strong> Most advertising networks offer you a&nbsp;way to&nbsp;opt out of&nbsp;Interest-Based Advertising.\nIf&nbsp;you would like to&nbsp;find out more information, please visit http://www.aboutads.info/choices/ or&nbsp;http://www.youronlinechoices.com.</p>\n<p>\n<strong>Mobile Advertising:</strong> You can opt out of&nbsp;having your mobile advertising identifiers used for certain types of&nbsp;Interest-Based Advertising, including those performed by&nbsp;us, by&nbsp;accessing the settings in&nbsp;your Apple or&nbsp;Android mobile device and following the most recent published instructions.\nIf&nbsp;you opt out, we&nbsp;will remove all data about you and no&nbsp;further data collection or&nbsp;tracking will occur.\nThe random ID&nbsp;we (or&nbsp;our third-party partners) had previously assigned to&nbsp;you will also be&nbsp;removed.\nThis means that if&nbsp;at&nbsp;a&nbsp;later stage, you decide to&nbsp;opt-in, we&nbsp;will not be&nbsp;able to&nbsp;continue and track you using the same ID&nbsp;as before, and you will for all practical purposes be&nbsp;a&nbsp;new user to&nbsp;our system.</p>\n<p>\n<strong>Do&nbsp;Not Track:</strong> Some Internet browsers&nbsp;— like Internet Explorer, Firefox, and Safari&nbsp;— include the ability to&nbsp;transmit “Do&nbsp;Not Track” or&nbsp;“DNT” signals.\nSince uniform standards for “DNT” signals have not been adopted, our Websites do&nbsp;not currently process or&nbsp;respond to&nbsp;“DNT” signals.\nFlippingBook takes privacy and meaningful choice seriously and will make efforts to&nbsp;continue to&nbsp;monitor developments around DNT browser technology and the implementation of&nbsp;a&nbsp;standard.\nTo&nbsp;learn more about “DNT”, please visit All About Do&nbsp;Not Track.</p>\n<p>If&nbsp;you have any questions about our use of&nbsp;cookies or&nbsp;other technologies, please email&nbsp;us at&nbsp;privacy@flippingbook.com</p>\n<p>\n<strong>f)</strong>\n<strong>Web beacons:</strong> We&nbsp;use web beacons on&nbsp;our Websites and in&nbsp;our emails.\nWhen we&nbsp;send emails to&nbsp;Users, we&nbsp;may track behavior such as&nbsp;who opened the emails and who clicked the links.\nThis allows&nbsp;us to&nbsp;measure the performance of&nbsp;our email campaigns and to&nbsp;improve our features for specific segments of&nbsp;Users.\nTo&nbsp;do&nbsp;this, we&nbsp;include single-pixel gifs, also called web beacons, in&nbsp;emails we&nbsp;send.\nWeb beacons allow&nbsp;us to&nbsp;collect information about when you open the email, your&nbsp;IP address, your browser or&nbsp;email client type, and other similar details.\nWe&nbsp;also include Web Beacons in&nbsp;the emails we&nbsp;deliver for you.\nWe&nbsp;use the data from those Web Beacons to&nbsp;create reports about how our email campaign performed and what actions have you taken.</p>\n<p>\n<strong>g)</strong>\n<strong>Information from other sources:</strong> From time to&nbsp;time we&nbsp;may obtain information about you from third-party sources, such as&nbsp;public databases, social media platforms, third-party data providers and our joint marketing partners.\nWe&nbsp;take steps to&nbsp;ensure that such third parties are legally permitted or&nbsp;required to&nbsp;disclose such information to&nbsp;us.\nExamples of&nbsp;the information we&nbsp;may receive from other sources include demographic information, device information (such as&nbsp;IP addresses), location, and online behavioral data (such as&nbsp;information about your use of&nbsp;social media websites, page view information and search results and links).\nWe&nbsp;use this information, alone or&nbsp;in&nbsp;combination with other information (including Personal Information) we&nbsp;collect, to&nbsp;enhance our ability to&nbsp;provide relevant marketing and content to&nbsp;you and to&nbsp;develop and provide you with more relevant products features, and services.</p>\n6.\nUse and Disclosure of&nbsp;Personal Information\n<p>We&nbsp;may use and disclose Personal Information only for the following purposes:</p>\n<p>\n<strong>a) To&nbsp;promote the use of&nbsp;our services to&nbsp;you and others.</strong> For example, if&nbsp;we&nbsp;collect your Personal Information when you visit our Website and do&nbsp;not sign up&nbsp;for any of&nbsp;the Services, we&nbsp;may send you an&nbsp;email inviting you to&nbsp;sign&nbsp;up.\nIf&nbsp;you use any of&nbsp;our Services and we&nbsp;think you might benefit from using another Service we&nbsp;offer, we&nbsp;may send you an&nbsp;email about that.\nYou can stop receiving our promotional emails by&nbsp;following the unsubscribe instructions included in&nbsp;every email we&nbsp;send.\nIn&nbsp;addition, we&nbsp;may use the information we&nbsp;collect in&nbsp;order to&nbsp;advertise our Services to&nbsp;you or&nbsp;suggest additional features of&nbsp;our Services that you might consider using.\nIn&nbsp;addition, we&nbsp;may use your Personal Information to&nbsp;advertise our Services to&nbsp;potential or&nbsp;other users like you.</p>\n<p>\n<strong>b) To&nbsp;send you informational and promotional content in&nbsp;accordance with your marketing preferences.</strong> You can stop receiving our promotional emails by&nbsp;following the unsubscribe instructions included in&nbsp;every email.</p>\n<p>\n<strong>c) To bill and collect money owed to&nbsp;us by&nbsp;our Users.</strong> This includes sending you emails, invoices, receipts, notices of&nbsp;delinquency, and alerting you if&nbsp;we&nbsp;need a&nbsp;different credit card number.\nWe&nbsp;use third parties for secure credit card transaction processing, and we&nbsp;send billing information to&nbsp;those third parties to&nbsp;process your orders and credit card payments.\nTo&nbsp;learn more about the steps we&nbsp;take to&nbsp;safeguard that data, see Section 14&nbsp;below.</p>\n<p>\n<strong>d) To&nbsp;send you System Alert messages.</strong> For example, we&nbsp;may inform you of&nbsp;temporary or&nbsp;permanent changes to&nbsp;our Services, such as&nbsp;planned outages, new features, version updates, releases, abuse warnings, and changes to&nbsp;our Privacy Policy.</p>\n<p>\n<strong>e) </strong>To&nbsp;communicate with our Users about their account and provide customer support<strong>.</strong>\n</p>\n<p>\n<strong>f) To&nbsp;enforce compliance with our Terms of&nbsp;Use, EULA, and applicable law.</strong> This may include developing tools and algorithms that help&nbsp;us prevent violations.</p>\n<p>\n<strong>g) </strong>To&nbsp;protect the rights and safety of&nbsp;our Users and third parties, as&nbsp;well as&nbsp;our own<strong>.</strong>\n</p>\n<p>\n<strong>h) </strong>To&nbsp;meet legal requirements, including complying with court orders, valid discovery requests, valid subpoenas, and other appropriate legal mechanisms.</p>\n<p>\n<strong>i)</strong> To&nbsp;provide information to&nbsp;representatives and advisors, including attorneys and accountants, to&nbsp;help&nbsp;us comply with legal, accounting, or&nbsp;security requirements.</p>\n<p>\n<strong>j)</strong> To&nbsp;prosecute and defend a&nbsp;court, arbitration, or&nbsp;similar legal proceeding.</p>\n<p>\n<strong>k)</strong> To&nbsp;respond to&nbsp;lawful requests by&nbsp;public authorities, including to&nbsp;meet national security or&nbsp;law enforcement requirements.</p>\n<p>\n<strong>l) To&nbsp;provide, support, and improve the Services we&nbsp;offer.</strong> This includes our use of&nbsp;the data that our Users provide&nbsp;us in&nbsp;order to&nbsp;enable our Users to&nbsp;use the Services.\nThis also includes, for example, aggregating information from your use of&nbsp;the Services or&nbsp;visit our Websites and sharing this information with third parties to&nbsp;improve our Services.\nWhen we&nbsp;do&nbsp;have to&nbsp;share Personal Information with third parties, we&nbsp;take steps to&nbsp;protect your information by&nbsp;requiring these third parties to&nbsp;enter into a&nbsp;contract with&nbsp;us that requires them to&nbsp;use the Personal Information we&nbsp;transfer to&nbsp;them in&nbsp;a&nbsp;manner that is&nbsp;consistent with this policy.</p>\n<p>\n<strong>m)</strong>\n<strong>To&nbsp;transfer your information in&nbsp;the case of&nbsp;a&nbsp;sale, merger, consolidation, liquidation, reorganization, or&nbsp;acquisition.</strong> In&nbsp;that event, any acquirer will be&nbsp;subject to&nbsp;our obligations under this Privacy Policy, including your rights to&nbsp;access and choice.\nWe&nbsp;will notify you of&nbsp;the change either by&nbsp;sending you an&nbsp;email or&nbsp;posting a&nbsp;notice on&nbsp;our Website.</p>\n<p>\n<strong>Combined Information:</strong> We&nbsp;may combine Personal Information with other information we&nbsp;collect or&nbsp;obtain about you (such as&nbsp;information we&nbsp;source from our third-party partners), to&nbsp;serve you specifically, such as&nbsp;to&nbsp;deliver a&nbsp;product or&nbsp;service according to&nbsp;your preferences or&nbsp;restrictions, or&nbsp;for advertising or&nbsp;targeting purposes in&nbsp;accordance with this Privacy Policy.\nWhen we&nbsp;combine Personal Information with other information in&nbsp;this way, we&nbsp;treat it&nbsp;as&nbsp;and apply all of&nbsp;the safeguards in&nbsp;this Privacy Policy applicable&nbsp;to, Personal Information.</p>\n7.\nData Collected for and by&nbsp;our Users\n<p>As&nbsp;you use our Services, you may import into our system Personal Information you have collected from your viewers or&nbsp;other individuals.\nWe&nbsp;have no&nbsp;direct relationship with your viewer or&nbsp;any person other than you, and for that reason, you are responsible for making sure you have the appropriate permission for&nbsp;us to&nbsp;collect and process information about those individuals.\nAs&nbsp;part of&nbsp;our Services, we&nbsp;may use and incorporate into features information you have provided, we&nbsp;have collected from you, or&nbsp;we&nbsp;have collected about viewers.</p>\n<p>If&nbsp;you are a&nbsp;viewer and no&nbsp;longer want to&nbsp;be&nbsp;contacted by&nbsp;one of&nbsp;our Users, please contact the User directly to&nbsp;update or&nbsp;delete your data.\nIf&nbsp;you contact&nbsp;us here, we&nbsp;may remove or&nbsp;update your information within a&nbsp;reasonable time and after providing notice to&nbsp;the User of&nbsp;your request.</p>\n<p>We&nbsp;will retain Personal Information we&nbsp;process on&nbsp;behalf of&nbsp;our User for as&nbsp;long as&nbsp;needed to&nbsp;provide our Services or&nbsp;to&nbsp;comply with our legal obligations, resolve disputes, prevent abuse, and enforce our agreements.</p>\n8.\nData Collected from Viewers for Users\n<p>As&nbsp;a&nbsp;<strong>User</strong>, you are responsible for having the appropriate permission and consent for FlippingBook to&nbsp;collect and process personal and/or anonymous usage information about <strong>Viewers</strong>.</p>\n<p>We&nbsp;may collect two types of&nbsp;data about the <strong>Viewers</strong> of&nbsp;<strong>Content</strong>: Collected Personal Information and anonymous usage information.</p>\nCollected Personal Information\n<p>Collected Personal Information may include <strong>Viewer’s</strong> email address, first name, last name and is&nbsp;collected through lead collection form in&nbsp;<strong>Content</strong>.</p>\n<p>As&nbsp;a&nbsp;<strong>User</strong>, you should know that your usage of&nbsp;Collected Personal Information is&nbsp;limited&nbsp;to:</p>\n<ol>\n<li>\n<p>promoting the use of&nbsp;your services;</p>\n</li>\n<li>\n<p>sending informational messages;</p>\n</li>\n<li>\n<p>providing customer support;</p>\n</li>\n<li>\n<p>providing, supporting, and improving the services you offer.</p>\n</li>\n</ol>\n<p>As&nbsp;a&nbsp;<strong>User</strong>, you may not use the Collected Personal Information for sending information that is&nbsp;not consistent with this policy, also sending messages in&nbsp;bulk and/or that are unauthorized, unexpected by&nbsp;recipients, including spamming.\nIn&nbsp;case of&nbsp;transferring Collected Personal Information to&nbsp;third parties you as&nbsp;a&nbsp;<strong>User</strong> are responsible for making sure that their manner of&nbsp;use of&nbsp;Personal Information is&nbsp;consistent with this policy.</p>\nAnonymous usage information\n<p>We&nbsp;collect anonymous usage information when <strong>Viewer</strong>&nbsp;reads the <strong>Content</strong>.\nAs&nbsp;a&nbsp;part of&nbsp;our <strong>Services</strong> here is&nbsp;the anonymous usage information that we&nbsp;collect regarding <strong>Viewer’s</strong> use of&nbsp;<strong>Content</strong>:</p>\n<ol>\n<li>\n<p>\n<strong>Anonymized usage data:</strong> FlippingBook collects usage data about the <strong>Viewer</strong> whenever he/she interacts with our services.\nFor example, number of&nbsp;views, number of&nbsp;visitors, average time spent, number of&nbsp;links clicked.</p>\n</li>\n<li>\n<p>\n<strong>Anonymized device and application data</strong>: FlippingBook collects data about the device and application the <strong>Viewer</strong> uses to&nbsp;access its services, such&nbsp;as, among others, browser type, and operating system.\nWe&nbsp;may also collect the geographic location based on&nbsp;the <strong>Viewer’s</strong> anonymized&nbsp;IP address and use&nbsp;IP address masking, a&nbsp;technique used to&nbsp;anonymize&nbsp;IP addresses collected by&nbsp;Google Analytics to&nbsp;prevent them from being traced back to&nbsp;individual users.</p>\n</li>\n<li>\n<p>\n<strong>Anonymized referral data</strong>: FlippingBook records information about the source that referred the <strong>Viewer</strong> to&nbsp;FlippingBook (i.e.&nbsp;a&nbsp;link on&nbsp;a&nbsp;website or&nbsp;in&nbsp;an&nbsp;email).</p>\n</li>\n<li>\n<p>\n<strong>Anonymized information from cookies</strong>: FlippingBook may use third-party services that use cookies to&nbsp;collect anonymous usage information about <strong>Viewer’s</strong> use of&nbsp;<strong>Content</strong>.\nThis information may include anonymized usage statistics, for example, when the video is&nbsp;embedded in&nbsp;the <strong>Content</strong>, video providers collect anonymous usage information about the number of&nbsp;times the video has been watched.</p>\n</li>\n</ol>\n<p>As&nbsp;a&nbsp;<strong>Viewer</strong>, when you interact with the <strong>Content</strong> we&nbsp;may collect two types of&nbsp;data about you: Collected Personal Information and anonymous usage information.</p>\nCollected Personal Information\n<p>i) Collected Personal Information we&nbsp;collect about the <strong>Viewer</strong>.\nCollected Personal Information may include <strong>Viewer’s</strong> email address, first name, last name and is&nbsp;collected through lead collection form in&nbsp;the <strong>Content</strong>.</p>\n<p>We&nbsp;collect and store the Collected Personal Information from <strong>Viewers</strong>.\nThe <strong>User</strong> is&nbsp;responsible for using and managing that data.\n<strong>User’s</strong> usage of&nbsp;Collected Personal Information is&nbsp;limited to&nbsp;this Privacy Policy.</p>\n<p>ii) Anonymous usage information we&nbsp;collect about the <strong>Viewer</strong>:</p>\n<ol>\n<li>\n<p>\n<strong>Anonymized usage data</strong>: FlippingBook collects usage data about the <strong>Viewer</strong> whenever he/she interacts with our services.\nFor example, number of&nbsp;views, number of&nbsp;visitors, average time spent, number of&nbsp;links clicked.</p>\n</li>\n<li>\n<p>\n<strong>Anonymized device and application data</strong>: FlippingBook collects data about the device and application the <strong>Viewer</strong> uses to&nbsp;access its services, such&nbsp;as, among others, browser type, and operating system.\nWe&nbsp;may also collect the geographic location based on&nbsp;the <strong>Viewer’s</strong> anonymized&nbsp;IP address and use&nbsp;IP address masking, a&nbsp;technique used to&nbsp;anonymize&nbsp;IP addresses collected by&nbsp;Google Analytics to&nbsp;prevent them from being traced back to&nbsp;individual users.</p>\n</li>\n<li>\n<p>\n<strong>Anonymized referral data</strong>: FlippingBook records information about the source that referred the <strong>Viewer</strong> to&nbsp;FlippingBook (i.e.&nbsp;a&nbsp;link on&nbsp;a&nbsp;website or&nbsp;in&nbsp;an&nbsp;email).</p>\n</li>\n<li>\n<p>\n<strong>Anonymized information from cookies</strong>: FlippingBook may use third-party services that use tracking cookies to&nbsp;collect anonymous usage information about <strong>Viewer’s</strong> use of&nbsp;Content.\nThis information may include anonymized usage statistics, for example, when the video is&nbsp;embedded in&nbsp;the <strong>Content</strong>, video providers collect anonymous usage stats about the number of&nbsp;times video has been watched.</p>\n</li>\n</ol>\n9.\nPublic Information and Third-Party Websites\n<p>\n<strong>a) Blog.</strong> We&nbsp;have public blogs on&nbsp;our Websites.\nAny information you include in&nbsp;a&nbsp;comment on&nbsp;our blog may be&nbsp;read, collected, and used by&nbsp;anyone.\nIf&nbsp;your Personal Information appears on&nbsp;our blogs and you want it&nbsp;removed, contact&nbsp;us here.\nIf&nbsp;we&nbsp;are unable to&nbsp;remove your information, we&nbsp;will tell you why.</p>\n<p>\n<strong>b) Social media platforms and widgets.</strong> Our Websites include social media features.\nThese features may collect information about your&nbsp;IP address and which page you are visiting on&nbsp;our Website, and they may set a&nbsp;cookie to&nbsp;make sure the feature functions properly.\nSocial media features and widgets are either hosted by&nbsp;a&nbsp;third party or&nbsp;hosted directly on&nbsp;our Website.\nWe&nbsp;also maintain presences on&nbsp;social media platforms including Facebook, Twitter, and LinkedIn.\nAny information, communications, or&nbsp;materials you submit to&nbsp;us via a&nbsp;social media platform is&nbsp;done at&nbsp;your own risk without any expectation of&nbsp;privacy.\nWe&nbsp;cannot control the actions of&nbsp;other users of&nbsp;these platforms or&nbsp;the actions of&nbsp;the platforms themselves.\nYour interactions with those features and platforms are governed by&nbsp;the privacy policies of&nbsp;the companies that provide them.</p>\n<p>\n<strong>c) Links to&nbsp;third-party websites.</strong> Our Websites include links to&nbsp;other websites, whose privacy practices may be&nbsp;different from ours.\nIf&nbsp;you submit Personal Information to&nbsp;any of&nbsp;those sites, your information is&nbsp;governed by&nbsp;their privacy policies.\nWe&nbsp;encourage you to&nbsp;carefully read the privacy policy of&nbsp;any Website you visit.</p>\n10.\nThird Parties\n<p>We&nbsp;may disclose Personal Information to&nbsp;the following types of&nbsp;third parties for the purposes described in&nbsp;this policy:</p>\n<p>\n<strong>a) Service Providers.</strong> Sometimes, we&nbsp;share your information with our third-party Service Providers, who help&nbsp;us provide and support our Services.\nFor example, if&nbsp;it&nbsp;is&nbsp;necessary to&nbsp;provide you something you have requested (like enabling a&nbsp;feature), then we&nbsp;may share your and/or your Subscribers’ Personal Information with a&nbsp;Service Provider for that purpose.\nJust like with the other third parties we&nbsp;work with, these third-party Service Providers enter into a&nbsp;contract that requires them to&nbsp;use your Personal Information only for the provision of&nbsp;services to&nbsp;us and in&nbsp;a&nbsp;manner that is&nbsp;consistent with this policy.\nExamples of&nbsp;Service Providers include payment processors, hosting services and content delivery services.</p>\n<p>\n<strong>b) Advertising partners.</strong> We&nbsp;may partner with third-party advertising networks and exchanges to&nbsp;display advertising on&nbsp;our Websites or&nbsp;to&nbsp;manage and serve our advertising on&nbsp;other sites and may share Personal Information with them for this purpose.\nAll third parties with which we&nbsp;share this information are required to&nbsp;use your Personal Information in&nbsp;a&nbsp;manner that is&nbsp;consistent with this policy.\nWe&nbsp;and our third-party partners may use cookies and other tracking technologies, such as&nbsp;pixels and web beacons, to&nbsp;gather information about your activities on&nbsp;our Websites and other sites in&nbsp;order to&nbsp;provide you with targeted advertising based on&nbsp;your browsing activities and interests.</p>\n11.\nContest and Promotions\n<p>We&nbsp;may, from time to&nbsp;time, offer surveys, contests or&nbsp;other promotions on&nbsp;our Websites or&nbsp;through social media (collectively “Our Promotions”).\nParticipation in&nbsp;our Promotions is&nbsp;completely voluntary.\nInformation requested for entry may include personal contact information such as&nbsp;your name, address, date of&nbsp;birth, phone number, email address, username, and similar details.\nWe&nbsp;use the information you provide to&nbsp;administer Our Promotions.\nWe&nbsp;may also unless prohibited by&nbsp;the Promotion’s rules or&nbsp;law, use the information provided to&nbsp;communicate with you, or&nbsp;other people you select, about our Services.\nWe&nbsp;may share this information with our affiliates and other organizations or&nbsp;Service Providers in&nbsp;line with this policy and the rules posted for the Promotion.</p>\n12.\nUser content\n<p>As&nbsp;you use our Services, you may import Content into our system.\nYou are responsible for making sure you have the appropriate permission for&nbsp;us to&nbsp;store and process information the Content you have imported.\nAs&nbsp;part of&nbsp;our Services, we&nbsp;may use and incorporate into features information you have provided or&nbsp;we&nbsp;have collected from you.</p>\n<p>You may not use the Service for uploading, sending, transferring, or&nbsp;otherwise publishing Content that is&nbsp;not specifically allowed for publishing, including bulk, unauthorized, and/or unexpected by&nbsp;recipients, unsolicited mail, including those with multiple duplications of&nbsp;one email address (spamming).\ncreating conditions for illegal use of&nbsp;the Content by&nbsp;third parties;</p>\n<p>As&nbsp;our User, you retain any and all rights to&nbsp;the Content while using the Service.</p>\n<p>If&nbsp;a&nbsp;grounded claim is&nbsp;received from the respective copyright holder with regard to&nbsp;infringement of&nbsp;its lawful rights, FlippingBook is&nbsp;entitled to&nbsp;delete the Content placed by&nbsp;the User or&nbsp;block access to&nbsp;them without notifying the User or&nbsp;giving reasons.</p>\n<p>The User assumes responsibility for any Content published by&nbsp;him/her.\nIn&nbsp;case third parties assert a&nbsp;claim with respect to&nbsp;the Content placed by&nbsp;the User, the User shall settle such claims independently and at&nbsp;his/her own expense.</p>\n<p>If&nbsp;the User distributes the results of&nbsp;using the Service he/she does it&nbsp;at&nbsp;his/her own risk.\nFlippingBook is&nbsp;not responsible for the actions of&nbsp;such individuals and cannot monitor their motives and goals.\nThe Service provides only the technical possibility of&nbsp;presenting the results of&nbsp;the Service usage.\nFlippingBook has the right to&nbsp;discontinue providing the service to&nbsp;any person upon receiving from an&nbsp;interested person a&nbsp;reasonable claim fulfilling the requirements of&nbsp;current legislation.</p>\n<strong>SECURITY</strong>\n13.\nNotice of&nbsp;Breach of&nbsp;Security\n<p>If&nbsp;a&nbsp;security breach causes an&nbsp;unauthorized intrusion into our system that materially affects you then FlippingBook will notify you as&nbsp;soon as&nbsp;possible and later report the action we&nbsp;took in&nbsp;response.</p>\n14.\nSafeguarding Your Information\n<p>We&nbsp;take reasonable and appropriate measures to&nbsp;protect Personal Information from loss, misuse, and unauthorized access, disclosure, alteration, and destruction, taking into account the risks involved in&nbsp;the processing and the nature of&nbsp;the Personal Information.</p>\n<p>Our credit card processing vendor uses security measures to&nbsp;protect your information both during the transaction and after it&nbsp;is&nbsp;complete.\nOur vendor is&nbsp;certified as&nbsp;compliant with card association security initiatives.\nIf&nbsp;you have any questions about the security of&nbsp;your Personal Information, you may contact&nbsp;us at&nbsp;privacy@flippingbook.com</p>\n<p>FlippingBook accounts require a&nbsp;username and password to&nbsp;log&nbsp;in.\nYou must keep your username and password secure, and never disclose it&nbsp;to&nbsp;a&nbsp;third party.\nAccount passwords are encrypted, which means we&nbsp;cannot see your passwords.\nWe&nbsp;cannot resend forgotten passwords either.\nWe&nbsp;will only reset them.</p>\n<strong>COMPLIANCE</strong>\n15.\nInternational data transfer <p>FlippingBook may transfer your Personal Information to countries other than the one in which you live.\nTo the extent that Personal Information is transferred abroad, FlippingBook will ensure compliance with the requirements of the applicable laws in the respective jurisdiction in line with FlippingBook’s obligations.\nIn particular, we offer the following safeguards if FlippingBook transfers Personal Information from jurisdictions with differing data protection laws:</p>\n<ul>\n<li>\n<strong>European Union Model Clauses</strong>.\nWhen transferring data, FlippingBook relies upon a variety of legal mechanisms, such as contracts with our users and affiliates, Standard Contractual Clauses, and the European Commission’s adequacy decisions about certain countries, as applicable.</li>\n<li>\n<strong>E.U.-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield.</strong>&nbsp;FlippingBook is not currently relying on E.U.-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield frameworks for the transfer of Personal Information from the European members countries to the US.\nInstead, we rely on other appropriate safeguards recognized by the GDPR to effectuate such transfers set out above.</li>\n</ul>\n16.\nAccuracy and Retention of Data\n<p>We&nbsp;do&nbsp;our best to&nbsp;keep your data accurate and up&nbsp;to&nbsp;date, to&nbsp;the extent that you provide&nbsp;us with the information we&nbsp;need to&nbsp;do&nbsp;so.\nIf&nbsp;your data changes (for example, if&nbsp;you have a&nbsp;new email address), then you are responsible for notifying&nbsp;us of&nbsp;those changes.\nUpon request, we&nbsp;will provide you with information about whether we&nbsp;hold, or&nbsp;process on&nbsp;behalf of&nbsp;a&nbsp;third party, any of&nbsp;your Personal Information.\nWe&nbsp;will retain your information for as&nbsp;long as&nbsp;your account is&nbsp;active or&nbsp;as&nbsp;long as&nbsp;needed to&nbsp;provide you with our Services.\nWe&nbsp;may also retain and use your information in&nbsp;order to&nbsp;comply with our legal obligations, resolve disputes, prevent abuse, and enforce our Agreements.</p>\n17.\nAccess\n<p>We will give an individual access to any Personal Information we hold about them within 30 days of any request for that information.\nIndividuals may request to access, correct, amend or delete the information we hold about them by&nbsp;contacting&nbsp;us here.\nUnless it&nbsp;is&nbsp;prohibited by&nbsp;law, we&nbsp;will remove any Personal Information about an&nbsp;individual from our servers at&nbsp;your request.\nThere is&nbsp;no&nbsp;charge for an&nbsp;individual to&nbsp;access or&nbsp;update their Personal Information.</p>\n18.\nDo Not Track Disclosure\n<p>“Do&nbsp;Not Track” is&nbsp;a&nbsp;standard that is&nbsp;currently under development.\nBecause it&nbsp;is&nbsp;not yet finalized, FlippingBook adheres to&nbsp;the standards in&nbsp;this policy and does not monitor or&nbsp;follow any Do&nbsp;Not Track browser requests.\nThat said, some of&nbsp;our features may have the ability to&nbsp;monitor or&nbsp;follow Do&nbsp;Not Track browser requests.</p>\n<p>Thanks for taking the time to&nbsp;learn about FlippingBook’s Privacy Policy.</p> Was this article helpful? Yes No The information is confusing I couldn't find the options in my software The solution doesn't work It wasn't what I was looking for I don't like this feature or policy Other Contact the author ", "created_at": "2023-08-23 19:30:44.360382", "updated_at": "2023-08-23 19:31:03.247976"}], "points": [], "urls": ["flippingbook.com"]}}