{"error": 448, "message": "OK", "parameters": {"id": 4315, "name": "Docker", "created_at": "2021-07-01 22:04:23.424391", "updated_at": "2023-03-09 18:45:46.549144", "wikipedia": "https://en.wikipedia.org/wiki/Docker_(software)", "keywords": null, "related": null, "slug": "docker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4315.png", "url": "docker.com", "documents": [{"id": 7592, "name": "EULA", "url": "https://www.docker.com/legal/docker-software-end-user-license-agreement", "xpath": "", "text": null, "created_at": "2021-07-01 22:04:23.434076", "updated_at": "2021-07-01 22:04:23.434076"}, {"id": 7593, "name": "Evaluation Agreement", "url": "https://www.docker.com/legal/docker-software-evaluation-agreement", "xpath": "", "text": null, "created_at": "2021-07-01 22:04:23.435329", "updated_at": "2021-07-01 22:04:23.435329"}, {"id": 7591, "name": "Trademark Guidelines", "url": "https://www.docker.com/legal/trademark-guidelines", "xpath": "//article/div/div/div/div[2]", "text": " <p>Docker, Inc.\n(“Docker”) trademarks, service marks, logos and designs, as well as other works of authorship that are eligible for copyright protection (collectively termed “Marks”) are valuable assets that Docker needs to protect.\nDocker does not permit all uses of Docker Marks, but Docker has posted these Trademark Usage Guidelines (“Guidelines”) to assist you in properly using our Marks in specific cases that we permit.\nThe strength of our Marks depends, in part, upon consistent and appropriate use.\nWe ask that you properly use and credit our Marks in accordance with these Guidelines.\nWe reserve the right to change these Guidelines at any time and solely at our discretion.</p>\n<p>The requirements set forth in these Guidelines are general.\nAuthorized partners and licensees may be subject to additional restrictions that are not set forth in these Guidelines.\nIf you are a partner or a licensee of Docker, please consult your agreement for specific requirements applicable to your use of our Marks.\nIn the event of a conflict between the applicable agreement and these Guidelines, the terms of the agreement will control.</p>\n<p>These Guidelines should be followed along with Docker’s Terms of Service, Docker logo and marks usage,&nbsp;and all Docker’s rules and policies, posted on Docker’s website or otherwise.</p>\nTHE MARKS\n<p>Our Marks consist of the following registered, unregistered and/or pending trademarks, service marks and logos which are subject to change without notice: Docker, Docker “Moby Dock” whale logo and the stylist representations of a container, octopus, and other entities in our original works of authorship, DOCKER HUB, RUNHUB, LIBCONTAINER, LIBTRUST, LIBCHAN, LIBSWARM, LIBPACK, DOCKER SWARM, DOCKERIZE IT, CLAY and other designs, logos or marks which may be referred to in your specific license agreement or otherwise.</p>\nPROPER TRADEMARK USES\n<p>Any permitted use must not falsely imply or suggest a sponsorship or endorsement by, or a partnership or affiliation with Docker.\nWe reserve the right, in our sole discretion, to determine when this condition is met or violated.</p>\nUse as adjectives\n<p>Trademarks should be used as adjectives – not as nouns or verbs.\nAccordingly, a trademark should not be used alone.\nA trademark term should always be used with, and immediately precede, the generic noun that describes the product or component in question.\nFor example, proper use is “DOCKER computer software” and not “the DOCKER.”</p>\nDo not use plural or possessive form\n<p>A trademark is not a noun, so a plural form should not be used.\nFor example, proper use will be “Docker software” instead of “Docker’s”.\nSimilarly, the possessive form should not be used.\nFor example, proper use will be “features of Docker technology” instead of “Docker’s features”.\nOnly when using Docker as the name of our company, one might use the name in the possessive form.\nFor example, Docker’s technology features.</p>\nDo not create composite marks\n<p>Our Marks must not appear to be part of any other marks (whether words or logos) or part of any other words that are used informally.\nOur Marks may not be used in any variations or as a design feature on your product, packaging, web page or promotional materials without obtaining prior written approval.\nSubject to the foregoing restrictions, if our Marks are used in connection with your mark, the use must be in a manner that distinguishes your mark from our Marks.\nVariations of our Marks may confuse consumers as to the source of the goods or services bearing the altered mark, and such use may infringe our trademark rights and be actionable under applicable laws.</p>\nUse of capitals\n<p>Our Marks should be written with the proper capitalization as shown in these guidelines.\nFor example: “Docker”.\nDocker may be written in lower case as ‘docker’ only when the use explicitly refers to command line commands.\nFor example in documentation, help text or examples of use.</p>\nUse of Logos\n<p>The Docker’s registered, unregistered and pending logos, including the Docker “Moby Dock” whale logo, as well as other design elements such as characters and container images, may be taken only from Docker’s product sheet or from Docker’s service screen shot following authorization from us.\nDo not create imitations, facsimiles or reproductions of these design elements on your own.\nThe design elements may only appear with the words, logotype, graphic elements and spacing which Docker has previously approved for use and may not be modified, recombined or displayed in modified scenes, images or other artwork.</p>\nEducational and Informational Purposes\n<p>Our word Marks (but not logo marks or other graphic depictions of our Marks) may be used in an informational context to name or describe the subject matter of an educational or informational program, to refer to Docker product or technology, provided however that such use otherwise complies with these Guidelines and the following requirements:</p>\n<ul>\n<li>The Docker mark is used only in a referential context or for naming Docker or to indicate compatibility, and not in a title of a program, domain name, website, product or service</li>\n<li>The use must not falsely imply or suggest a sponsorship or endorsement by, a license from, or a partnership or affiliation with Docker.</li>\n<li>Any printed or online materials relating to the program must include proper attribution statements, registration symbols such as ® or © as appropriate, and a trademark notice statement in a form that we provide or approve.</li>\n</ul>\nCompany Name Use\n<p>The Docker name is not only a trademark used to identify our products, services and technology.\nIt also serves as our company name.\nWhen using Docker as our company name, Docker may be used as a noun and no “®” symbol is needed.\nFor example, the following press release use will be proper: “Docker’s primary focus will be supporting the rapidly growing Docker ecosystem.”</p>\nPROHIBITED TRADEMARK USES\n<p>Docker does not permit using any of our Marks in the following manner: as part of your own trademark.\nto identify non-Docker products, services or technology.\nin a manner likely to cause confusion between products, services or technology of Docker and those of another entity.\nin a manner that inaccurately implies that Docker sponsors or endorses or otherwise is affiliated with your own activities, products, services or technology.\nin a manner that disparages Docker or its products, services or technology.\nin connection with products, services or activities which, in our judgment, may diminish goodwill in our Marks.\nin connection with any unlawful activities or to encourage unlawful activities.</p>\nWEBSITES AND DOMAIN NAME USES\n<p>Proper use of our Marks on websites to name or accurately describe Docker’s products, services or technology is permitted.\nThe use of our Marks should not be misleading or likely to cause confusion as to whether the website is sponsored by or affiliated with Docker or whether the products, services or technology are offered by Docker.\nAny principal or secondary level domain name should not be identical to or virtually identical to any of our Marks.</p>\n<p>The website owner should not register any domain name containing our Marks and should not claim any trademark or similar proprietary rights in the domain name.\nFor example, “dockertech.com”, “Docker-group.com”, “Meetdocker.com” are not allowed.\nAny violation of this policy may result in legal action.</p>\n<p>The website should otherwise comply with domain name registry policies and applicable laws regarding trademark infringement and dilution.</p>\nSOCIAL MEDIA\n<p>Any and all use of our Marks in connection with account names, profiles, avatars or handles on social media platforms is subject to the same guidelines set forth herein as for other uses.\nThe use of any of our Marks in an account name, profile name, as an avatar, or in a handle on social media platforms is not permitted.</p>\nTRADEMARK NOTICE STATEMENT\n<p>The website should display a legal notice or a link that contains the following legend:</p>\n<p>“Docker and the Docker logo are trademarks or registered trademarks of Docker, Inc.\nin the United States and/or other countries.\nDocker, Inc.\nand other parties may also have trademark rights in other terms used herein.”</p>\n<p>This legend can be modified to include only our Marks.</p>\nREQUESTS FOR PERMISSION\n<p>You may make limited fair use of our Marks in naming or referring to our products, services or technology, for example in a magazine article, without our permission, provided you follow these Guidelines.\nAll other uses are prohibited except by express written permission, requested in advance, which we may grant or deny in our sole discretion.\nTo request permission please contact Docker’s Legal Department by email at legal@docker.com Docker will attempt to evaluate requests promptly.\nDocker reserves the right to refuse permission to use our Marks for any reason.</p>\nRESTRICTED USE THAT REQUIRES A TRADEMARK LICENSE PRIOR TO USE\n<p>Certain Docker source code is available under the Apache 2.0 license.\nAlthough the Apache 2.0 license permits third parties to copy and redistribute the underlying software under the terms of the license, the Apache 2.0 license does not provide any license or right to use any of the Docker Marks.\nThus, the licensee may redistribute the Docker software under the terms of the Apache 2.0 license, but may not use the Docker Marks without express written permission from Docker, Inc.\nor as expressly permitted in this Trademark Policy.</p>\nCOPYRIGHT\n<p>Use or reproduction of Docker’s original works of authorship, including the Docker “Moby Dock” whale design and other characters or design elements of original works authored by Docker, or the preparation of derivative works that imitate these design elements or present them in new scenes, designs, images, videos or artwork, is prohibited without prior approval from Docker.\nSuch materials include, but are not limited to, content and text displayed on Docker’s website, or other documentation, photographs, diagrams, videos, and images.</p>\n<p>If authorized, your use of Docker’s copyrighted material must be accompanied one of the following statements, which should be prominently displayed and reference the year/s the material was created:</p>\n<p>“Copyright 2013-2021&nbsp;Docker, Inc.\nAll rights reserved.”</p>\n<p>or</p>\n<p>“© 2013-2021&nbsp;Docker, Inc.\nAll rights reserved.”</p>\nREVIEW BY DOCKER AND REMEDIES\n<p>Docker reserves the right to review all uses of our Marks by others and to conduct periodic spot checks of such use.\nUpon request from Docker, you must provide a copy of any product, packaging, screenshot, or other materials bearing our Mark.\nYou must correct any deficiencies in the use of our Marks.\nRefusal to correct such deficiencies may result in revocation of permission to use our Marks.\nFurther, any unauthorized or improper use of our Marks or works of authorship may constitute trademark infringement, unfair competition, and/or copyright infringement in violation of federal, state or international laws.\nDocker reserves the right to initiate legal action relating to any third party use of its Marks or works of authorship that Docker, in its sole discretion, deems unlawful or improper, even if such use is not expressly prohibited hereunder.\nNothing in these Guidelines is intended to waive or restrict any legal rights that Docker may have under applicable law, to grant any license, or to acquiesce in any infringing act.</p>\nQUESTIONS\n<p>For further information or guidelines regarding proper use of our Marks please contact Docker’s Legal Department at legal@docker.com.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-07-01 22:04:23.432672", "updated_at": "2023-03-09 18:38:32.806225"}, {"id": 7589, "name": "Terms of Service", "url": "https://www.docker.com/legal/docker-terms-service", "xpath": "//article/div/div/div/div[3]", "text": " <p>Effective as of: December&nbsp;14, 2020</p>\n1.\nYour Agreement with Docker\n<p>\n<strong>1.1&nbsp;</strong>This website and all other related websites on which a link to these Terms of Service (the “<strong>Terms</strong>”) is displayed, and the Docker content and Docker services available on or through any of the foregoing (collectively, our “<strong>Service</strong>”) are provided to you by Docker, Inc., located at 3790 El Camino Real #1052, Palo Alto, CA 94306 USA (“<strong>Docker</strong>”).&nbsp;These Terms govern all access and use of the Service unless your access and use of Docker software is being made available to you under separate license terms.</p>\n<p>\n<strong>1.2&nbsp;</strong>All use of the Service is subject to acceptance of these Terms.\nBy accessing or using the Service, or any content or services provided on the Service, you are agreeing to these Terms.\nIf you are entering into these Terms on behalf of an entity, such as your employer or the company you work for, you represent that you have the legal authority to bind, and do hereby bind, that entity to these Terms.\nYou may not use the Service if you are a person barred from using the Service under the laws of the United States or other countries, including the country in which you are resident or from which you use the Service, or international laws or treaties.&nbsp;You may not use the Service if you are or represent an entity that is listed on any U.S.\nGovernment Denied Party/Person List.&nbsp;You affirm that you are over the age of 13, as the Service is not intended for children under 13.&nbsp;IF YOU ARE 13 OR OLDER BUT UNDER THE AGE OF 18, OR THE LEGAL AGE OF MAJORITY WHERE YOU RESIDE IF THAT JURISDICTION HAS AN OLDER AGE OF MAJORITY, THEN YOU AGREE TO REVIEW THE TERMS WITH YOUR PARENT OR GUARDIAN TO MAKE SURE THAT BOTH YOU AND YOUR PARENT OR GUARDIAN UNDERSTAND AND AGREE TO THESE TERMS.&nbsp;YOU AGREE TO HAVE YOUR PARENT OR GUARDIAN REVIEW AND ACCEPT THESE TERMS ON YOUR BEHALF.&nbsp;IF YOU ARE A PARENT OR GUARDIAN AGREEING TO THE TERMS FOR THE BENEFIT OF A CHILD OVER 13, THEN YOU AGREE TO AND ACCEPT FULL RESPONSIBILITY FOR THAT CHILD’S USE OF THE SERVICE, INCLUDING ALL FINANCIAL CHARGES AND LEGAL LIABILITY THAT HE OR SHE MAY INCUR.</p>\n<p>\n<strong>1.3&nbsp;</strong>You agree that your use of the Service is not contingent on the delivery of any future functionality or features or dependent on any oral or written public comments made by Docker or any third party regarding future functionality or features.</p>\n2.\nYour Account and Use of the Service\n<p>\n<strong>2.1&nbsp;</strong>You must provide accurate and complete registration information any time you register to use the Service.\nYou are responsible for the security of your passwords and for any use of your account.\nIf you become aware of any unauthorized use of your password or of your account, you agree to notify Docker immediately via our company contact form.\nYou can also reset your password by logging into your account for the Service.</p>\n<p>\n<strong>2.2&nbsp;</strong>Your use of the Service must comply with all applicable laws, regulations and ordinances, including any laws regarding the export of data or software.</p>\n<p>\n<strong>2.3&nbsp;</strong>You agree not to (a)&nbsp;access (or attempt to access) the administrative interface of the Service by any means other than through the interface that is provided by Docker in connection with the Service, unless you have been specifically allowed to do so in a separate agreement with Docker, or (b)&nbsp;engage in any activity that interferes with or disrupts the Service (or the servers and networks which are connected to the Service).</p>\n<p>\n<strong>2.4&nbsp;</strong>You may not access or use the Service for the purpose of bringing an intellectual property infringement claim against Docker or for the purpose of creating a product or service competitive with the Service.</p>\n<p>\n<strong>2.5&nbsp;</strong>Your account may have: limitations placed on it that are determined by the type and category of account you have chosen as set forth at https://www.docker.com/pricing.&nbsp;These limitations include but are not limited to quantity of data stored, age of data stored, pull rate (defined as the number of requests per hour to download data from an account on Docker Hub), number of image auto builds (https://docs.docker.com/docker-hub/builds/) and number of collaborators as more fully described at https://docs.docker.com/docker-hub/repos/.\nIf your actions or other use of the Service exceed the permissions associated with your chosen level of service, Docker reserves the right to enforce, in its sole discretion, the limitations associated with your chosen service level, including deletion of data which exceeds those limitations.&nbsp.\nRepeated violations of these limitations may lead to termination of your account.</p>\n<p>\n<strong>2.6&nbsp;</strong>Image Vulnerability Scanning.\nThe Service may include an image vulnerability scanning feature that will scan the images that you specify, which may be based upon code you authored, or code of others, and may generate vulnerability reports or information.\nThis feature may be provided by a third party and you understand that any reports or other information that you receive from Docker (directly or indirectly) about possible vulnerabilities are not guaranteed to be comprehensive, and there can be no assurance that every fault or vulnerability is discovered in a particular image.\nYou agree that the Service should not be used as the basis to deploy systems that must be hardened or highly secure, or involve mission-critical business operations, the operation of nuclear facilities, aircraft navigation, important communication systems, medical devices, air traffic control devices, real time control systems or other situations in which an inaccuracy or error in a report or in the service could lead to death, personal injury, or physical property or environmental damage.</p>\n3.\nPrivacy and Restrictions on Use\n<p>\n<strong>3.1&nbsp;</strong>Docker’s Privacy Policy describes Docker’s collection, use, storage and disclosure of your personal information, including collection by any third party software utilized by Docker, and is hereby incorporated by this reference into these Terms.\nYou agree to the use of your data in accordance with Docker’s Privacy Policy.</p>\n<p>\n<strong>3.2&nbsp;</strong>You agree that you will protect the privacy and legal rights of the end users of your repositories or other content stored or managed via the Service.\nYou must provide legally adequate privacy notice and protection for such end users.</p>\n<p>\n<strong>3.3&nbsp;</strong>You agree that you are responsible for your own conduct while accessing or using the Service and for any consequences thereof.\nYou agree to use the Service only for purposes that are legal, proper and in accordance with these Terms and any applicable laws or regulations.\nBy way of example, and not as a limitation, you may not and may not allow any third party to:</p>\n<p>a.\nSend, upload, distribute or disseminate or offer to do the same with respect to any unlawful, defamatory, harassing, abusive, fraudulent, obscene, or otherwise objectionable content;</p>\n<p>b.\nDistribute viruses, worms, defects, Trojan horses, corrupted files, hoaxes, or any other items of a destructive or deceptive nature;</p>\n<p>c.\nImpersonate another person (via the use of an email address or otherwise) or otherwise misrepresent yourself or the source of any content;</p>\n<p>d.\nUpload, post, transmit or otherwise make available through the Service any content that infringes any patent, trademark, copyright, trade secret or other proprietary right of any party, unless you are the owner of such rights or have the permission of the owner to post such content;</p>\n<p>e.\nDownload any content posted by another user that you know, or reasonably should know, that cannot be legally distributed in such manner;</p>\n<p>f.\nSubmit content that falsely expresses or implies that such content is sponsored or endorsed by Docker;</p>\n<p>g.\nUse the Service to violate the legal rights (such as rights of privacy and publicity) of others;</p>\n<p>h.\nPromote or encourage illegal activity;</p>\n<p>i.\nInterfere with other users’ enjoyment of the Service;</p>\n<p>j.\nExploit the Service for any unauthorized commercial purpose;</p>\n<p>k.&nbsp;Modify, adapt, translate, or reverse engineer any portion of the Service;</p>\n<p>l.&nbsp;Remove any copyright, trademark or other proprietary rights notices contained in or on the Service or any content posted thereon;</p>\n<p>m.&nbsp;Reformat or frame any portion of the web pages that are part of the Service’s administration display;</p>\n<p>n.&nbsp;Use the Service in connection with illegal peer-to-peer file sharing;</p>\n<p>o.&nbsp;Display any content on the Service that contains any hate-related or violent content or contains any other material, products or services that violate or encourage conduct that would violate any criminal laws, any other applicable laws, or any third party rights;</p>\n<p>p.&nbsp;Use any robot, spider, site search/retrieval application, or other device to retrieve or index any portion of the Service or the content posted thereon or to collect information about its users for any unauthorized purpose;</p>\n<p>q.&nbsp;Create user accounts by automated means or under false or fraudulent pretenses.\nor</p>\n<p>r.&nbsp;Use the Service, or any interfaces provided with the Service, to access any Docker product or service in a manner that violates the Terms or other terms and conditions for use of such Docker product or service.</p>\n4.\nUsernames\n<p>\n<strong>4.1&nbsp;</strong>We reserve the right to reclaim usernames and organization names on behalf of businesses or individuals that hold legal claim or trademark to those usernames.\nAccounts using business names and/or logos that may be considered misleading to others may be permanently suspended.\nWe also reserve the right to reclaim usernames and organization names using Docker trademarks or usernames and organization names that violate the Docker Trademark Guidelines which are hereby incorporated into these Terms by reference.</p>\n<p>\n<strong>4.2&nbsp;</strong>You agree that Docker, in its sole discretion and subject to your opt-out rights as described below, may use your trade names, trademarks, service marks, logos, domain names and other distinctive brand features in presentations, marketing materials, customer lists, financial reports and Web site listings (including links to your website) for the purpose of advertising or publicizing your use of the Service.\nYou may opt out of granting Docker the foregoing license, or require that you and Docker execute a separate license agreement therefor, by providing written notice to Docker within five (5) calendar days of the date you enter into these Terms.</p>\n<p>\n<strong>4.3&nbsp;</strong>Username Squatting.\nYou may not and may not allow any third party to engage in username squatting.\nAccounts that are inactive for more than six months or that do not have any repositories associated with the account may be terminated at our discretion and without further notice.\nWe take into account several factors when determining what conduct is considered to be username squatting including, without limitation:</p>\n<p>a.\nThe number of accounts created</p>\n<p>b.\nCreating accounts for the purpose of preventing others from using those account names</p>\n<p>c.\nCreating accounts for the purpose of selling those accounts</p>\n<p>\n<strong>4.4&nbsp;</strong>Selling Usernames.&nbsp;You may not and may not allow any third party to buy or sell usernames and organization names.</p>\n5.\nFees\n<p>\n<strong>5.1&nbsp;</strong>Subject to the Terms, the Service is provided to you without charge up to certain limits.&nbsp;Usage over this limit may require you to purchase additional resources or services.&nbsp;Pricing is set forth at https://www.docker.com/pricing.</p>\n<p>\n<strong>5.2&nbsp;</strong>For all purchased resources and services, including with limitation any purchased Applications (as defined in Section 9), Docker will charge your credit card at the interval indicated at https://www.docker.com/pricing.&nbsp;Docker may change its fees and payment policies by notifying you at least fifteen (15) days before the beginning of the billing cycle in which such change will take effect.&nbsp;Late payments will bear interest at the rate of 1.5% per month (or the highest rate permitted by law, if less).&nbsp;All fees are non-refundable (except as expressly set forth in Section 11.3) and exclusive of applicable taxes.&nbsp;You are responsible for paying all taxes and government charges, and all reasonable expenses and attorneys fees Docker incurs collecting late amounts.&nbsp;You acknowledge and agree that any credit card and related billing and payment information that you provide to Docker may be shared by Docker with companies who work on Docker’s behalf, such as payment processors and/or credit agencies, solely for the purposes of checking credit, effecting payment to Docker and servicing your account.&nbsp;Docker may also provide information in response to valid legal process, such as subpoenas, search warrants and court orders, or to establish or exercise its legal rights or defend against legal claims.&nbsp;Docker shall not be liable for any use or disclosure of such information by such third parties.&nbsp;Docker reserves the right to disable your access to the Service for any late payments.\nAny outstanding balance becomes immediately due and payable upon termination of the Terms for any reason.</p>\n6.\nUser Content\n<p>\n<strong>6.1&nbsp;</strong>The Service allows you and other users to submit, post, transmit, and share content with other users, which may include, without limitation, data files, text, articles, documents, computer software or code, music, images, audiovisual works, informational materials and any user comments submitted by you and other users on or through the Service (collectively, “<strong>User Content</strong>”).&nbsp;For the avoidance of doubt, User Content shall not include Third Party Content (as defined in Section 9).\nYou retain all your ownership rights in your User Content.\nDocker simply displays or makes the User Content available to users of the Service and does not otherwise control the content thereof.&nbsp;Docker does not guarantee any accuracy or confidentiality with respect to any information contained in any User Content, and strongly recommends that you think carefully about what you transmit, submit or post to or through the Service.&nbsp;You understand that all information contained in User Content is the sole responsibility of the person from whom such User Content originated.&nbsp;This means that you, and not Docker, are entirely responsible for all User Content that you upload, post, transmit, or otherwise make available through the Service, as well as for any actions taken by Docker or other users as a result of such User Content.</p>\n<p>\n<strong>6.2&nbsp;</strong>Docker intends to, but does not guarantee that it will, display or make any User Content available on or through the Service, and Docker reserves the right to refuse to allow any User Content on the Service, or to edit or remove any User Content at any time with or without prior notice, if Docker reasonably believes that you or your User Content are in violation of these Terms or otherwise disrupt or threaten the operation of the Service.&nbsp;Without limiting the generality of the preceding sentence, Docker complies with the Digital Millennium Copyright Act, and will remove User Content from the Service upon receipt of a compliant takedown notice (see Section 16 below).&nbsp;You agree to immediately take down any User Content that violates the Terms, including pursuant to a take-down request from Docker.&nbsp;In the event that you elect not to comply with a request from Docker to take down certain User Content, Docker reserves the right to directly take down such User Content, or to suspend or terminate your use of the Service.</p>\n<p>\n<strong>6.3&nbsp;</strong>By uploading or submitting your User Content through the Service, you hereby grant Docker and its affiliates and partners (collectively, the “Docker Licensees”) a worldwide, non-exclusive, fully paid-up, royalty-free license to reproduce (including by making mechanical reproductions), reformat, distribute, publicly display, and publicly perform your User Content in connection with providing you and other users with the services, features and functionalities available on or through the Service.\nprovided, that for any User Content that is subject to an open source license, Docker’s rights shall be limited to the rights granted under the applicable open source license.</p>\n<p>\n<strong>6.4&nbsp;</strong>The Service allows you to specify or upload the terms under which other users of the Service will be licensed to use your User Content.&nbsp;If you do not specify or upload such license terms with respect to any User Content, you hereby grant to any other users of the Service, a non-exclusive license to access, download, use, modify or otherwise exploit such part of your User Content for any personal or business purposes.</p>\n<p>\n<strong>6.5&nbsp;</strong>You are solely responsible for your own User Content and the consequences of posting or publishing them.&nbsp;In connection with User Content, you affirm, represent, and warrant that: (i) you either own your User Content or have the necessary licenses, rights, consents, and permissions to grant the rights and licenses granted in these Terms, and (ii) the Docker Licensee’s exercise of the license rights set forth in this Section 6, does not and will not require obtaining a license from or paying any fees and/or royalties by Docker to any third party for the exercise of any rights granted in these Terms.&nbsp;However, the foregoing shall not be deemed a warranty by you of non-infringement of any third party patent rights.</p>\n<p>\n<strong>6.6&nbsp;</strong>You understand that Docker may inspect your User Content, including but not limited to scanning for vulnerabilities, at any time to check for potential security vulnerabilities and other issues.&nbsp;Docker may request that you immediately remedy any issue it discovers in your User Content and retains the right to remove any User Content at any time without notice for any valid business or technical reasons, such as if security vulnerabilities are identified in such User Content.</p>\n<p>\n<strong>6.7&nbsp;</strong>You understand that User Content made available on or through the Service comes from a variety of sources and that Docker does not endorse and is not responsible for the accuracy, usefulness, or intellectual property rights of or relating to such User Content.&nbsp;You understand that Docker cannot, and does not, review all User Content and does not endorse any User Content.&nbsp;You further understand and acknowledge that you may be exposed to User Content that is inaccurate, misleading, infringing, or otherwise objectionable.&nbsp;You agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Docker with respect thereto.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</p>\n<p>\n<strong>6.8&nbsp;</strong>You agree that Docker has no responsibility or liability for the deletion or failure to store any User Content and other communications maintained on or transmitted through use of the Service.&nbsp;You further acknowledge that you are solely responsible for securing and backing up any User Content or other communication you upload or transmit to or through the Service.</p>\n7.\nProprietary Rights\n<p>You acknowledge and agree that Docker (or Docker’s licensors) own all legal right, title and interest in and to the Service.&nbsp;The visual interfaces, graphics, design, systems, methods, information, computer code, software, services, “look and feel”, organization, compilation of the content, code, data, images, and all other elements of the Service (collectively, the “<strong>Docker Materials</strong>”) are protected by United States copyright, trade dress, patent, and trademark laws, international conventions, and all other relevant intellectual property and proprietary rights, and applicable laws.&nbsp;Except for any User Content owned and/or posted by you or other users, all Docker Materials are the copyrighted property of Docker or its licensors.\nFurthermore, all trademarks, service marks, and trade names contained in the Docker Materials are proprietary to Docker or its licensors.\nExcept as expressly set forth herein, your use of the Service does not grant to you ownership of or any other rights with respect to any content, code, data, user comments or other materials that you may access on or through the Service.&nbsp;Docker reserves all rights to the Docker Materials not expressly granted in the Terms.</p>\n8.\nFeedback\n<p>You may choose to or Docker may invite you to submit comments, bug reports, ideas or other feedback about the Service, including without limitation about how to improve the Service or any other Docker products (“<strong>Feedback</strong>“).&nbsp;By submitting any Feedback, you agree that Docker is free to use such Feedback at its discretion and without any additional compensation to you, and/or to disclose such Feedback to third parties on a non-confidential basis or otherwise.&nbsp;You hereby grant Docker a perpetual, irrevocable, nonexclusive license under all rights necessary to incorporate and use your Feedback for any purpose.</p>\n9.\nThird-Party Store\n<p>\n<strong>9.1&nbsp;</strong>Docker may make available to you additional content, applications and services that are offered by third parties (“<strong>Third Party Content</strong>“).&nbsp;You acknowledge that your use of Third Party Content may be subject to additional fees.&nbsp;You further acknowledge that your use of any Third Party Content may be subject to a separate agreement between you and the provider of the Third Party Content (“<strong>the Third Party Content Provider</strong>“), and that Docker shall not be a party to such separate agreement between you and the Third Party Content Provider.&nbsp;The Third Party Content Provider, and not Docker, is solely responsible for the applicable Third Party Content, and any claims that you or any other party may have relating to that Third Party Content or its use.&nbsp;Docker does not endorse and is not responsible for the accuracy, functionality, usefulness, or intellectual property rights of or relating to such Third Party Content.\nYou acknowledge and agree that, notwithstanding the foregoing, Docker and its affiliates are third party beneficiaries of the agreement between you and the Third Party Content Provider and that Docker will have the right (and will be deemed to have accepted the right) to enforce such agreement against you as a third party beneficiary thereof.</p>\n<p>\n<strong>9.2&nbsp;</strong>By subscribing to or purchasing any Third Party Content, you grant Docker permission to share your User Content, and user information with the Third Party Content Provider as necessary for you to be provided the Third Party Content.</p>\n10.\nRecommendations\n<p>Docker may, and you grant Docker permission to, make recommendations via the Service or email for products or services that in Docker’s opinion may be of interest to you based on your User Content, and/or use of the Service.</p>\n11.&nbsp;Modification and Termination\n<p>\n<strong>11.1&nbsp;</strong>Docker is constantly innovating in order to provide the best possible experience for its users.&nbsp;You acknowledge and agree that the form and nature of the Service may change from time to time without prior notice to you and that Docker may add new features and remove features or otherwise change any part of the Service at any time without notice.</p>\n<p>\n<strong>11.2&nbsp;</strong>You may terminate these Terms at any time by canceling your account on the Service and discontinuing your use of the Service.&nbsp;You will not receive any refunds if you cancel your account or otherwise terminate these Terms.</p>\n<p>\n<strong>11.3&nbsp;</strong>You agree that Docker, in its sole discretion and for any or no reason, may terminate these Terms and your account for the Service.&nbsp;You agree that any termination of your access to the Service may be without prior notice, and you agree that Docker will not be liable to you or any third party for such termination.&nbsp;If Docker terminates these Terms or your access or use of the Service due to your breach of these Terms or any suspected fraudulent, abusive, or illegal activity, then termination of these Terms shall be in addition to any other remedies Docker may have at law or in equity.\nNotwithstanding anything to the contrary herein, in the event of any termination by Docker other than due to your breach of these Terms, Docker will reimburse to you any fees you have prepaid for resources and services purchased hereunder, prorated to the date of such termination.</p>\n<p>\n<strong>11.4&nbsp;</strong>Upon any termination or expiration of these Terms, whether by you or Docker, ANY INFORMATION (INCLUDING USER CONTENT) THAT YOU HAVE POSTED OR SUBMITTED ON OR THROUGH THE SERVICE OR THAT WHICH IS RELATED TO YOUR ACCOUNT MAY NO LONGER BE ACCESSED BY YOU and Docker will have no obligation to maintain any such information in its databases or to forward any such information to you or any third party.\nYou are solely responsible for retrieving your User Content from the Service prior to termination of your account for any reason, provided that if we terminate your account, we will provide you a reasonable opportunity to retrieve your User Content.</p>\n<p>\n<strong>11.5&nbsp;</strong>Upon any termination of these Terms or your account, Sections 5, 6, 7, 8, 11.4, 11.5, 12, 13, 14, 15, 19 and 20 shall survive.</p>\n12.\nEXCLUSION OF WARRANTIES\n<p>\n<strong>12.1</strong>&nbsp;NOTHING IN THESE TERMS SHALL EXCLUDE OR LIMIT DOCKER’S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.</p>\n<p>\n<strong>12.2</strong>&nbsp;YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICE IS AT YOUR SOLE RISK AND THAT THE SERVICE IS PROVIDED “AS IS” AND “AS AVAILABLE” WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, DOCKER, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS MAKE NO EXPRESS WARRANTIES AND DISCLAIM ALL IMPLIED WARRANTIES REGARDING THE SERVICE, USER CONTENT OR ANY THIRD PARTY CONTENT OR EXTERNAL SITES, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT CORRECTNESS, ACCURACY AND RELIABILITY.&nbsp;WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, DOCKER, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT: (A)&nbsp;YOUR USE OF THE SERVICE WILL MEET YOUR REQUIREMENTS, (B)&nbsp;YOUR USE OF THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR, (C)&nbsp;USAGE DATA PROVIDED THROUGH THE SERVICE WILL BE ACCURATE OR (D) THE SERVICE OR ANY CONTENT, SERVICES, OR FEATURES MADE AVAILABLE ON OR THROUGH THE SERVICE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n13.\nLIMITATION OF LIABILITY\n<p>\n<strong>13.1</strong>&nbsp;SUBJECT TO SECTION 12 ABOVE, YOU UNDERSTAND AND AGREE THAT DOCKER, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS SHALL NOT BE LIABLE TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL CONSEQUENTIAL OR EXEMPLARY DAMAGES WHICH MAY BE INCURRED BY YOU, HOWEVER CAUSED AND UNDER ANY THEORY OF LIABILITY, INCLUDING, BUT NOT LIMITED TO, ANY LOSS OF PROFIT (WHETHER INCURRED DIRECTLY OR INDIRECTLY), ANY LOSS OF GOODWILL OR BUSINESS REPUTATION, ANY LOSS OF DATA SUFFERED, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR OTHER INTANGIBLE LOSS, EVEN IF DOCKER OR A DOCKER AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>13.2</strong>&nbsp;SUBJECT TO SECTION 12 ABOVE, YOU AGREE THAT THE AGGREGATE LIABILITY OF DOCKER, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS TO YOU FOR ALL CLAIMS ARISING OUT OF OR RELATING TO THE USE OF OR ANY INABILITY TO USE ANY PORTION OF THE SERVICE OR OTHERWISE UNDER THESE TERMS, WHETHER IN CONTRACT, TORT, OR OTHERWISE, IS LIMITED TO US$100.</p>\n<p>\n<strong>13.3</strong>&nbsp;YOU ACKNOWLEDGE AND AGREE THAT DOCKER HAS MADE AVAILABLE THE SERVICE AND ENTERED INTO THESE TERMS IN RELIANCE UPON THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN, THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN REFLECT A REASONABLE AND FAIR ALLOCATION OF RISK BETWEEN YOU AND DOCKER, AND THAT THE WARRANTY DISCLAIMERS AND THE LIMITATIONS OF LIABILITY SET FORTH HEREIN FORM AN ESSENTIAL BASIS OF THE BARGAIN BETWEEN YOU AND DOCKER.&nbsp;DOCKER WOULD NOTE BE ABLE TO PROVIDE THE SERVICE TO YOU WITHOUT THESE LIMITATIONS.</p>\n14.\nIndemnification\n<p>You agree to hold harmless and indemnify Docker and its subsidiaries, affiliates, officers, agents, employees, advertisers, licensors, suppliers or partners from and against any third party claim arising from or in any way related to (a)&nbsp;your breach of the Terms, (b)&nbsp;your violation of applicable laws, rules or regulations in connection with the Service, or (c)&nbsp;your User Content, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys’ fees, of every kind and nature.&nbsp;In such case, Docker will provide you with written notice of such claim, suit or action.\nwill provide you the opportunity to control the defense and/or settlement of such claim, suit or action.\nand will provide you reasonable assistance in such defense or settlement, upon reasonable request.</p>\n15.\nUser Disagreements\n<p>You alone are responsible for your involvement and interactions with other users of the Service.&nbsp;Docker reserves the right, but has no obligation, to monitor disagreements between you and other users.&nbsp;If you have a dispute with any other users of the Service, you irrevocably and forever release Docker (and Docker’s affiliates, officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.&nbsp;IF YOU ARE A CALIFORNIA RESIDENT, YOU WAIVE CALIFORNIA CIVIL CODE SECTION 1542, WHICH SAYS: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.”</p>\n16.\nCopyright Policy\n<p>\n<strong>16.1</strong>&nbsp;Docker has established the following process to respond to notices of alleged infringement that comply with the United States’ Digital Millennium Copyright Act (“<strong>DMCA notices</strong>“).</p>\n<p>\n<strong>16.2</strong>&nbsp;If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify Docker’s copyright agent, as set forth in the Digital Millennium Copyright Act of 1998 (DMCA).&nbsp;For your complaint to be valid under the DMCA, you must provide the following information in writing:</p>\n<p>a.\nAn electronic or physical signature of a person authorized to act on behalf of the copyright owner;</p>\n<p>b.\nIdentification of the copyrighted work that you claim is being infringed;</p>\n<p>c.\nIdentification of the material that is claimed to be infringing and where it is located on the Service;</p>\n<p>d.\nInformation reasonably sufficient to permit Docker to contact you, such as your address, telephone number, and e-mail address;</p>\n<p>e.\nA statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</p>\n<p>f.\nA statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.</p>\n<p>Docker’s Designated Copyright Agent to receive notifications of claimed infringement can be reached as follows:</p>\n<p>Attention: Copyright Agent<br>Docker, Inc.<br>3790 El Camino Real #1052<br>Palo Alto CA 94306<br>Email: dmca@docker.com</p>\n<p>For clarity, only DMCA notices should go to the Docker Designated Copyright Agent.&nbsp;Any other feedback, comments, requests for technical support or other communications should be directed to Docker through support@docker.com.</p>\n17.\nExternal Sites\n<p>\n<strong>17.1&nbsp;</strong>The Service may include hyperlinks to other web sites or resources (collectively, “<strong>External Sites</strong>”) solely as a convenience to its users.&nbsp;Docker has no control over any External Sites which are provided by companies or persons other than Docker.</p>\n<p>\n<strong>17.2&nbsp;</strong>You acknowledge and agree that Docker is not responsible for the availability of any External Sites, and does not endorse any advertising, products or other materials on or available from the External Sites.</p>\n<p>\n<strong>17.3&nbsp;</strong>You acknowledge and agree that Docker is not liable for any loss or damage which may be incurred as a result of the availability of the External Sites, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, the External Sites.</p>\n18.\nChanges to the Terms\n<p>Docker may make changes to the Terms from time to time.&nbsp;When such changes are made, Docker will make the updated Terms available on or through the Service.&nbsp;Please check these Terms periodically for changes.&nbsp;Unless otherwise agreed to between you and Docker in writing, your continued use of the Service after such changes have been published on or through the Service shall constitute your binding acceptance of such changes.&nbsp;Unless otherwise agreed to between you and Docker in writing, in the event that such changes materially alter your rights or obligations hereunder such amended Terms will automatically be effective upon the earlier of (i) your continued use of the Service with actual knowledge of such modifications, or (ii) 30 days from the date such modified Terms are made available on or through the Service.&nbsp;Notwithstanding the foregoing, the resolution of any dispute that arises between you and Docker will be governed by the Terms in effect at the time such dispute arose.</p>\n19.\nDispute Resolution and Arbitration\n<p>\n<strong>19.1&nbsp;</strong>Generally.\nIn the interest of resolving disputes between you and Docker in the most expedient and cost effective manner, you and Docker agree that every dispute arising in connection with these Terms will be resolved by binding arbitration.\nArbitration is more informal than a lawsuit in court.\nArbitration uses a neutral arbitrator instead of a judge or jury, may allow for more limited discovery than in court, and can be subject to very limited review by courts.\nArbitrators can award the same damages and relief that a court can award.\nOur agreement to arbitrate disputes includes all claims arising out of or relating to any aspect of these Terms, whether based in contract, tort, statute, fraud, misrepresentation, or any other legal theory, and regardless of whether a claim arises during or after the termination of these Terms.\nYOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS, YOU AND DOCKER ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.</p>\n<p>\n<strong>19.2&nbsp;</strong>Exceptions.\nDespite the provisions of Section 19.1, we both agree that nothing in these Terms will be deemed to waive, preclude, or otherwise limit the right of either of us to: (a) bring an individual action in small claims court.\n(b) pursue an enforcement action through the applicable federal, state, or local agency if that action is available.\n(c) seek injunctive relief in a court of law.\nor (d) to file suit in a court of law to address an intellectual property infringement claim.</p>\n<p>\n<strong>19.3&nbsp;</strong>Arbitrator.\nAny arbitration between you and Docker will be governed by the Commercial Dispute Resolution Procedures and the Supplementary Procedures for Consumer Related Disputes (collectively, “<strong>AAA Rules</strong>“) of the American Arbitration Association (“<strong>AAA</strong>“), as modified by these Terms, and will be administered by the AAA.\nThe AAA Rules and filing forms are available online at www.adr.org, by calling the AAA at 1-800-778-7879, or by contacting Docker.</p>\n<p>\n<strong>19.4&nbsp;</strong>Notice.\nProcess.\nA party who intends to seek arbitration must first send a written notice of the dispute to the other, by certified mail or Federal Express (signature required), or if we do not have a physical address on file for you, by electronic mail (“<strong>Notice</strong>“).\nDocker’s address for Notice is: Docker, Inc., 3790 El Camino Real #1052, Palo Alto, CA 94306.\nThe Notice must: (a) describe the nature and basis of the claim or dispute.\nand (b) set forth the specific relief sought (“<strong>Demand</strong>“).\nWe agree to use good faith efforts to resolve the claim directly, but if we do not reach an agreement to do so within 30 days after the Notice is received, you or Docker may commence an arbitration proceeding.\nDuring the arbitration, the amount of any settlement offer made by you or Docker must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.&nbsp;If our dispute is finally resolved through arbitration in your favor, Docker will pay you the highest of the following: (i) the amount awarded by the arbitrator, if any.\n(ii) the last written settlement amount offered by Docker in settlement of the dispute prior to the arbitrator’s award.\nor (iii) $1,000.</p>\n<p>\n<strong>19.5&nbsp;</strong>Fees.\nIf you commence arbitration in accordance with these Terms, Docker will reimburse you for your payment of the filing fee, unless your claim is for more than $10,000, in which case the payment of any fees will be decided by the AAA Rules.\nAny arbitration hearing will take place at a location to be agreed upon in Santa Clara County, California USA but if the claim is for $10,000 or less, you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator.\n(b) through a non-appearance based telephone hearing.\nor (c) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address.&nbsp;If the arbitrator finds that either the substance of your claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules.\nIn that case, you agree to reimburse Docker for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.\nThe arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.</p>\n<p>\n<strong>19.6&nbsp;</strong>No Class Actions.\nYOU AND DOCKER AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Docker agree otherwise, the arbitrator may not consolidate more than one person’s claims and may not otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<strong>19.7&nbsp;</strong>Modifications.\nIf Docker makes any future change to this arbitration provision (other than a change to Docker’s address for Notice), you may reject the change by sending us written notice within 30 days of the change to Docker’s address for Notice, in which case your account with Docker will be immediately terminated and this arbitration provision, as in effect immediately prior to the amendments you reject will survive.</p>\n<p>\n<strong>19.8&nbsp;</strong>Enforceability.\nIf Section 19.6 is found to be unenforceable or if the entirety of this Section 19 is found to be unenforceable, then the entirety of this Section 19 will be null and void and, in that case, the parties agree that the exclusive jurisdiction and venue described in Section 20.7 will govern any action arising out of or related to these Terms.</p>\n20.\nGeneral Legal Terms\n<p>\n<strong>20.1&nbsp;</strong>The Terms constitute the whole legal agreement between you and Docker and govern your use of the Service (but excluding any services which Docker may provide to you under a separate written agreement) and completely replace any prior agreements between you and Docker in relation to the Service.</p>\n<p>\n<strong>20.2&nbsp;</strong>There are no third party beneficiaries to these Terms.&nbsp;The parties are independent contractors, and nothing in these Terms creates an agency, partnership or joint venture.</p>\n<p>\n<strong>20.3&nbsp;</strong>If Docker provides you with a translation of the English language version of these Terms, the English language version of these Terms will control if there is any conflict.</p>\n<p>\n<strong>20.4&nbsp;</strong>You agree that Docker may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Service.&nbsp;By providing Docker your email address, you consent to our using the email address to send you any notices required by law in lieu of communication by postal mail.&nbsp;You may provide us with legal notices at our postal address set forth above or via email to support@docker.com.</p>\n<p>\n<strong>20.5&nbsp;</strong>You agree that if Docker does not exercise or enforce any legal right or remedy which is contained in the Terms (or which Docker has the benefit of under any applicable law), this will not be deemed a waiver of any such rights or remedies, and that those rights or remedies will still be available to Docker.</p>\n<p>\n<strong>20.6&nbsp;</strong>Docker shall not be liable for failing or delaying performance of its obligations resulting from any condition beyond its reasonable control, including but not limited to, governmental action, acts of terrorism, earthquake, fire, flood or other acts of God, labor conditions, power failures, and Internet disturbances.</p>\n<p>\n<strong>20.7&nbsp;</strong>The Terms, and your relationship with Docker under the Terms, shall be governed by the laws of the State of California without regard to its conflict of laws provisions.&nbsp;You and Docker agree to submit to the exclusive jurisdiction of the courts located within the county of Santa Clara, California USA to resolve any legal matter arising from the Terms.</p>\n<p>\n<strong>20.8&nbsp;</strong>You understand that the Service is subject to United States export controls administered by the U.S.\nDepartment of Commerce and the United States Department of Treasury Office of Foreign Assets Control.\nYou acknowledge and agrees that the Service and any User Content or Third Party Content accessed by you shall not be used, transferred or otherwise exported or re-exported to countries as to which the United States, maintains an embargo (collectively, “<strong>Embargoed Countries</strong>“), or to or by a national or resident thereof, or any person or entity on the U.S.\nDepartment of Treasury’s List of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Entity List, Denied Persons List, or Unverified List, or the U.S.\nDepartment of State’s Nonproliferation Sanctions list (collectively, “<strong>Designated Nationals</strong>“).\nThe lists of Embargoed Countries and Designated Nationals are subject to change without notice.\nBy using the Service, including without limitation by uploading or accessing any User Content or Third Party Content, you represent and warrant that you are not located in, under the control of, or a national or resident of an Embargoed Country or Designated National.\nYou agree to comply strictly with all U.S.\nexport laws and assume sole responsibility for obtaining United States government export licenses to export or re-export as may be required.\nYou will defend, indemnify, and hold harmless Docker and its suppliers and licensors from and against any violation of such laws or regulations by you or any of your agents, officers, directors or employees.</p>\n<p>\n<strong>20.9&nbsp;</strong>Neither party may assign any of its rights or obligations under these Terms, whether by operation of law or otherwise, without the prior written consent of the other party (not to be unreasonably withheld).&nbsp;Notwithstanding the foregoing, Docker may assign the entirety of its rights and obligations under these Terms, without your consent, to an affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.&nbsp;Any assignment attempted to be made in violation of these Terms will be void.</p> ", "created_at": "2021-07-01 22:04:23.4297", "updated_at": "2023-03-09 18:32:26.470688"}, {"id": 14300, "name": "Privacy Policy", "url": "https://www.docker.com/legal/docker-privacy-policy/", "xpath": "//article/div/div/div/div[3]", "text": " Effective Date: August 31, 2021 Docker, Inc.\n(“Docker” or the “Company”) is committed to protecting the privacy of your information.\nWe provide this Privacy Policy to inform users of our policies and procedures regarding the collection, use and disclosure of personal information received from users of our websites, services, applications, software or other means.\nThis Privacy Policy may be updated from time to time for any reason, at our sole discretion.\nWe will notify you of any material changes to our Privacy Policy by posting the new Privacy Policy on our Website.\nYou are advised to consult this Privacy Policy regularly for any changes.\nBy using or accessing the Docker products or services, you are accepting the practices described in this Privacy Policy, and you are consenting to our processing of your information as set forth in this Privacy Policy now and as amended by us.\nIf you have any questions or comments about this Privacy Policy or our use of your personally identifiable information, please contact us using this form&nbsp;https://preferences.docker.com/privacy/.\n<ol>\n<li>Covered Properties and Information Collected</li>\n</ol>\n<p>This Privacy Policy applies to Docker websites, products and services offered by Docker (the “Services”).</p>\n<p>Docker collects information from individuals who visit the Company’s Website (“Visitors”) and individuals who register to use the Services (“Customers”) either individually or on behalf of an entity.\nDocker may also collect information about how you use the Services, such as activity data, feature usage and product version data.\nThis information may be aggregated or identifiable.\nDocker may collect data to improve our operations and to understand how to provide you with the best experience.</p>\n<p>When expressing an interest in obtaining additional information about the Services or registering to use the Services, Docker may require you to provide the Company with personal contact information, such as name, company name, address, phone number, and email address (“Required Contact Information”).\nWhen purchasing the Services, Docker may require you to provide the Company with financial qualification and billing information, such as billing name and address, credit card number, and the number of employees within the organization that will be using the Services (“Billing Information”).\nDocker may also ask you to provide additional information, such as company annual revenues, number of employees, or industry (“Optional Information”).\nRequired Contact Information, Billing Information, and Optional Information are referred to collectively as “Data About Docker Customers.” As you navigate the Company’s Website, Docker may also collect information through the use of commonly-used information-gathering tools, such as cookies and Web beacons (“Website Navigational Information”).\nWebsite Navigational Information includes standard information from your Web browser (such as browser type and browser language), your Internet Protocol (“IP”) address, and the actions you take on the Company’s Website (such as the Web pages viewed and the links clicked).\nBy choosing to provide any information to Docker, you are giving the Company permission to use and store such information consistent with this privacy policy.\nThe Company also collects and uses personal data regarding its employees (“Employee Data”), which may include: name, address, job title and other job information, location, compensation information, identification number, employment history, and copy of employment agreement.</p>\n<ol>\n<li>Use of Information Collected</li>\n</ol>\n<p>The Company uses Data About Docker Customers to perform the services requested.\nThe Company may also use Data About Docker Customers for marketing purposes.\nFor example, the Company may use information you provide to contact you to further discuss your interest in the Services and to send you information regarding the Company and its partners, such as information about promotions or events.\nDocker uses credit card information solely to check the financial qualifications of prospective Customers and to collect payment for the Services.\nDocker uses Website Navigational Information to operate and improve the Company’s Website.\nThe Company may also use Website Navigational Information alone or in combination with Data About Docker Customers to provide personalized information about the Company.\nEmployee Data is only used for the for the purposes of facilitating the performance of certain administrative tasks and functions relating to general employment and for processing and investigating reports under the Company’s codes and policies (“Employee Data Purposes”).</p>\n<ol>\n<li>Products and Services</li>\n</ol>\n<p>3.1 Docker Websites and Navigation Information</p>\n<p>Docker may use commonly used information gathering tools, such as cookies and Web beacons, to collect information as you navigate the Company’s Website (“Website Navigational Information”).\nThis section describes the types of Website Navigational Information that may be collected on the Company’s Website and how this information may be used.</p>\n<p>3.1(a) Cookies – Docker may use cookies to make interactions with the Company’s Website easy and meaningful.\nWhen you visit the Company’s Website, Docker’s servers send a cookie to your computer.\nStanding alone, cookies do not personally identify you.\nThey merely recognize your Web browser.\nUnless you choose to identify yourself to Docker, either by responding to a promotional offer, opening an account, or filling out a Web form, you remain anonymous to the Company.\nDocker uses cookies that are session-based and persistent-based.\nSession cookies exist only during one session.\nThey disappear from your computer when you close your browser software or turn off your computer.\nPersistent cookies remain on your computer after you close your browser or turn off your computer.\nIf you have chosen to identify yourself to Docker, the Company uses session cookies containing encrypted information to allow the Company to uniquely identify you.\nEach time you log into the Services, a session cookie containing an encrypted, unique identifier that is tied to your account is placed on your browser.\nThese session cookies allow the Company to uniquely identify you when you are logged into the Services and to process your online transactions and requests.\nSession cookies are required to use the Services.\nDocker may use persistent cookies that only the Company can read and use to identify browsers that have previously visited the Company’s Website.\nWhen you purchase the Services or provide the Company with personal information, a unique identifier is assigned to you.\nThis unique identifier is associated with a persistent cookie that the Company places on your Web browser.\nThe Company is especially careful about the security and confidentiality of the information stored in persistent cookies.\nFor example, the Company does not store account numbers or passwords in persistent cookies.\nYou may refuse to accept cookies by activating the setting on your browser which allows you to refuse the setting of cookies.\nIf you disable your Web browser’s ability to accept cookies, you will be able to navigate the Company’s Website, but you will not be able to successfully use the Services.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you log on to our site.\nDocker may use information from session and persistent cookies in combination with Data About Docker Customers to provide you with information about the Company and the Services.</p>\n<p>3.1(b) Web Beacons – Docker may use Web beacons alone or in conjunction with cookies to compile information about Customers and Visitors’ usage of the Company’s Website and interaction with emails from the Company.\nWeb beacons are clear electronic images that can recognize certain types of information on your computer, such as cookies, when you viewed a particular Website tied to the Web beacon, and a description of a Website tied to the Web beacon.\nFor example, Docker may place Web beacons in marketing emails that notify the Company when you click on a link in the email that directs you to one of the Company’s Website.\nDocker uses Web beacons to operate and improve the Company’s Website and email communications.\nDocker may use information from Web beacons in combination with Data About Docker Customers to provide you with information about the Company and the Services.</p>\n<p>3.1(c) Flash Cookies – Docker may use local shared objects, also known as Flash cookies, to store your preferences or display content based upon what you view on our site to personalize your visit.\nThird parties, with whom the Company partners to provide certain features on our site or to display advertising based upon your Web browsing activity, use Flash cookies to collect and store information.\nFlash cookies are different from browser cookies because of the amount of, type of, and how data is stored.\nCookie management tools provided by your browser will not remove Flash cookies.</p>\n<p>3.1(d) IP Addresses – When you visit Docker’s Website, the Company may collect your Internet Protocol (“IP”) addresses to track and aggregate non-personal information.\nFor example, Docker may use IP addresses to monitor the regions from which Customers and Visitors navigate the Company’s Website.</p>\n<p>3.1(e) Third Party Cookies – From time to time, Docker may engage third parties to track and analyze usage and volume statistical information from individuals who visit the Company’s Website.\nDocker may also use other third-party cookies to track the performance of Company advertisements.\nThe information provided to third parties does not include personal information, but this information may be re-associated with personal information after the Company receives it.\nDocker may also contract with third-party advertising networks that collect IP addresses and other Website Navigational Information on the Company’s Website and emails and on third-party Websites.\nAd networks follow your online activities over time by collecting Website Navigational Information through automated means, including through the use of cookies.\nThey use this information to provide advertisements about products and services tailored to your interests.\nYou may see these advertisements on other Websites.\nThis process also helps us manage and track the effectiveness of our marketing efforts.</p>\n<ol>\n<li>Public Forums, Refer a Friend, and Customer Testimonials</li>\n</ol>\n<p>Docker may provide bulletin boards, blogs, or chat rooms on the Company’s Website.\nAny personal information you choose to submit in such a forum may be read, collected, or used by others who visit these forums, and may be used to send you unsolicited messages.\nDocker is not responsible for the personal information you choose to submit in these forums.\nCustomers and Visitors may elect to use the Company’s referral program to inform friends about the Company’s Website.\nWhen using the referral program, the Company requests the friend’s name and email address.\nDocker will automatically send the friend a one-time email inviting him or her to visit the Company’s Website.\nDocker does not store this information.\nDocker may post a list of Customers and testimonials on the Company’s Website that contain information such as Customer names and titles.\nDocker obtains the consent of each Customer prior to posting any information on such a list or posting testimonials.</p>\n<ol>\n<li>Third party providers</li>\n</ol>\n<p>We use third party providers such as Google Analytics and others to help us provide the Services.\nIn order to gain useful insights these analytics providers may set tracking technologies (like cookies) to collect information about your use of the Services and across other websites and online services.</p>\n<ol>\n<li>Sharing of Information Collected</li>\n</ol>\n<p>Docker may share Data About Docker Customers with the Company’s service providers so that these service providers can contact Customers and Visitors who have provided contact information on our behalf.\nDocker may also share Data About Docker Customers with the Company’s service providers to ensure the quality of information provided.\nUnless described in this Privacy Policy, Docker does not share, sell, rent, or trade any information provided with third parties for their promotional purposes.\nFrom time to time, Docker may partner with other companies to jointly offer products or services.\nIf you purchase or specifically express interest in a jointly-offered product or service from Docker, the Company may share Data About Docker Customers collected in connection with your purchase or expression of interest with our joint promotion partner(s), once Docker has notified you of the information to be shared and obtained your consent to the sharing of the information.\nDocker does not control our business partners’ use of the Data About Docker Customers we collect, and their use of the information will be in accordance with their own privacy policies.\nDocker may use third-party service providers to manage credit card processing.\nSuch service providers will not be permitted to store, retain, or use Billing Information except for the sole purpose of credit card processing on the Company’s behalf.\nDocker reserves the right to use or disclose information provided if required by law or if the Company reasonably believes that use or disclosure is necessary to protect the Company’s rights and/or to comply with a judicial proceeding, court order, or legal process.\nEmployee Data is only disclosed to third parties for the Employee Data Purposes.\nIn no case does the Company disclose to third parties Employee Data for any incompatible purpose without first notifying the data subject and providing the data subject with an opportunity to affirmatively opt-out or object to such use or disclosure.</p>\n<ol>\n<li>Users from outside the United States</li>\n</ol>\n<p>Docker and its Services are based in the U.S., and the Company’s offices are headquartered in the U.S.\nPlease be aware that information you provide to Docker that it obtains as a result of your use of the Services may be processed and transferred to the U.S.\nand be subject to U.S.\nlaw.\nThis information may also be processed by staff working for the Company or for one of its suppliers in the U.S.\nBy using the Website, participating in any of the Services, or by providing Docker with your information, you consent to this collection, transfer, storage, and processing of information to and in the U.S.\nDocker will take all steps reasonably necessary to ensure that your data is treated securely in accordance with this privacy policy.</p>\n<ol>\n<li>California Privacy Rights</li>\n</ol>\n<p>Under the California Consumer Privacy Act (“CCPA”) you are entitled to certain rights such as access to your specific personal information, details about our processing of your personal information and the right to delete your information.\nYou may exercise all of these rights as described herein.\nDocker does not sell your personal information as defined under the CCPA.</p>\n<p>You may designate, in writing or through a power of attorney, an authorized agent to make requests on your behalf to exercise your rights under the CCPA.\nBefore accepting such a request from an agent, we will require you to provide proof you have authorized it to act on your behalf, and we may need you to verify your identity directly with us.\nTo provide or delete specific pieces of personal information we will need to verify your identity to the degree of certainty required by law.</p>\n<ol>\n<li>Communications Preferences.\nOpt In Policy</li>\n</ol>\n<p>Docker offers Customers and Visitors who provide contact information a means to choose how the Company uses the information provided.\nYou may manage your receipt of marketing and non-transactional communications by clicking on the “unsubscribe” link located on the bottom of the Company’s marketing emails.\nAdditionally, you may send a request specifying your communications preferences to please contact us using this form&nbsp;https://preferences.docker.com/privacy.\nIf, at any time after registering, you change your mind about receiving information from us or about the use of information volunteered by you, please send us a request specifying your new choice.\nPlease contact us as specified herein.</p>\n<ol>\n<li>Correcting and Updating Your Information</li>\n</ol>\n<p>Customers may view, update or change their registration information by logging in to their accounts at&nbsp;www.docker.com.\nRequests to access, change, or delete your information will be handled within 30 days.</p>\n<ol>\n<li>Security</li>\n</ol>\n<p>Docker uses appropriate administrative, technical, and physical security measures to protect Data About Docker Customers.\nHowever, we cannot guarantee that hackers or unauthorized personnel will not gain access to your personal information despite our efforts.\nYou should note that in using the Website and our related services, your information will travel through third party infrastructures which are not under our control.\nWe cannot protect, nor does this Privacy Policy apply to, any information that you transmit to other users of the Website.\nYou should never transmit personal or identifying information to other users.</p>\n<ol>\n<li>Change of Control</li>\n</ol>\n<p>As Docker develops its business, it may buy or sell assets or business offerings.\nData About Docker Customers is generally one of the transferred business assets in these types of transactions.\nDocker may also transfer such information in the course of corporate divestitures, mergers, or dissolution.</p>\n<ol>\n<li>Contacting Us</li>\n</ol>\n<p>Questions regarding this Privacy Policy or the information practices of the Website should be directed to this form&nbsp;https://preferences.docker.com/privacy/.\nor by mailing Docker Privacy, 3790 El Camino Real, #1052, Palo Alto, CA 94306 USA.</p>\n<ol>\n<li>Events</li>\n</ol>\n<p>As part of the registration process for events hosted by Docker which you register to attend, we may request personal data such as: your name, address, email address and country, and details relevant to your occupation or employer and familiarity with Docker products.\nThis information is required to process your registration for the event and to provide you with relevant event materials.\nThis data may be shared with event sponsors contracted with Docker under the terms of the event and our Privacy Policy.\nIf you show an interest in a sponsor at an event hosted by Docker, Inc., such as attending their virtual or physical, event speaking session or booth, we will provide your data to such sponsors who may contact you for their own direct advertising and marketing purposes.\nIn that case, the exhibitors’ use of your information would be subject the exhibitors’ privacy policies.\nFor events sponsored by Docker, the event host may provide your personal data to Docker, subject to your consent.\nDocker will use the data as set forth in the Use of Information section of this Privacy Policy.</p> ", "created_at": "2023-03-09 18:26:24.904297", "updated_at": "2023-03-09 18:28:34.241239"}, {"id": 7588, "name": "Privacy", "url": "https://www.docker.com/legal/privacy", "xpath": "//article/div/div/div/div[3]", "text": " Docker respects your preferences concerning the collection and use of your personal data.\nThese are some of the measures we take to protect your personal data.\nPrivacy Policy\n<p>Docker’s Privacy Policy details the different ways personal data received from users of our website (“Website”) collected via the Website, email, SMS, telephone, WAP or other means may be collected, used, and disclosed by Docker.</p>\nData Processing Addendum\n<p>The EU General Data Protection Regulation (GDPR) came into effect on May 25, 2018.\nGDPR has a long reach and applies if you are based in the EU or do business in the EU.\nIf you have any EU personal data in your Docker account, such as names, email addresses, ID numbers, or anything else that is personally identifiable, then GDPR applies.\nYou are a Controller of personal data under GDPR, so you need to enter into GDPR-compliant data processing agreements with any online services and third party vendors you rely on, including Docker.\nThese agreements are called a Data Processing Addendum, or DPA.\nThe processing of EU personal data must be governed by a GDPR-compliant data processing agreement.\nDocker provides a standard DPA to extend GDPR privacy principles, rights, and obligations regarding personal data stored in the production system/technical instance of Docker’s subscriptions and/or services provided by Docker and ordered by a Docker customer.</p>\nSubprocessors\n<p>Docker uses third party subprocessors, such as cloud computing service providers and customer support software, to provide our services.\nWe enter into a GDPR-compliant data processing agreement with each subprocessor, and require the same of them.</p> ", "created_at": "2021-07-01 22:04:23.427556", "updated_at": "2023-03-09 18:29:52.905856"}, {"id": 7590, "name": "Security and Privacy Guidelines", "url": "https://www.docker.com/legal/security-and-privacy-guidelines", "xpath": "//article/div/div/div/div[3]", "text": " General Company Information\n<p>Docker, Inc.\nis a corporation registered in Delaware with its principal place of business in Palo Alto, California.\nDocker has subsidiaries in multiple countries.\nDocker and its subsidiaries are collectively described herein as “Docker” or the “Company”.</p>\nOrganizational Security Measures\n<p>\n<strong>Global IT &amp.\nSecurity Policy</strong> – Docker maintains a Global IT and Security Policy which is applicable to all of its employees and subsidiaries worldwide.\nThe policy is consistent with all applicable local laws and ensures that employees are responsible for the safeguarding of company property and programs to which they have access.</p>\n<p>\n<strong>Confidential Information</strong> – Docker employees are expected to respect and protect confidential information of the Company as well as any such information it may have as a result of a business relationship.</p>\nPhysical and Technical Security Measures\n<p>Docker does not operate its own servers or networks.\nDocker relies on the services of Amazon Web Services for its storage requirements which are located in Virginia, USA.\nDocker utilizes third party application providers such as Google, GitHub, DropBox and Salesforce for its business requirements – it does not operate its own network for these applications or storage associated with such applications.\nDocker utilizes appropriate access controls for these applications, including multi-factor authentication as well as the services of single sign on provider Okta.\nEmployees only have access to information for which there is a specific need to know.\nDocker operates its business on a fully remote distributed basis and does not maintain any physical office locations.</p>\nData Privacy and Security\n<p>In general, Docker does not collect or store personal data and the use of Docker products does not result in personal data being collected or stored.\nDocker receives customer information and associated email addresses in order to contact customers and to ensure support is available.\nFor customers who make payments to Docker via a credit card, they do so through a third party provider and Docker does not collect or store any such information.\nTo the extent Docker does have data, it is utilized for product measurement and improvement.\nDocker does limited disclosure to third parties only of aggregate summary information and not anything specifically identifiable, for example numbers of downloads of a piece of software and location information is provided to the software publisher and we publish some public popularity data.\nAll data is held in cloud-based data services.\nAdmin and encryption keys are held in a safe or in encrypted password stores.\nAll data is collected in product and portions are anonymous or immediately anonymized, others are identifiable, such as actions of logged in users on Docker’s website.\nAny receipt of information is based on an opt-in by a user.\nDocker’s privacy policy and data processing agreement are located at https://www.docker.com/legal/privacy.</p>\nResponsible Disclosure\n<p>At Docker we take security seriously and consider it one of our top priorities.\nIf you discover a security issue, please bring it to our attention.</p>\nReporting a Vulnerability\n<p>Please DO NOT file a public issue, instead send your report privately to security@docker.com.</p>\n<ol>\n<li>Keep your report concise, preferably including steps to reproduce the issue and a proof-of-concept.</li>\n<li>Keep information about any vulnerabilities you have discovered confidential until we have had up to 90 days to resolve the issue.</li>\n<li>Please do not perform any security research which disrupts live services, violates privacy or corrupts other users’ data.</li>\n<li>Social engineering, physical attacks, denial of service and vulnerabilities in 3rd party components are considered out of scope.</li>\n</ol>\n<p>We currently do not offer a paid security bounty program.\nSecurity reports are however greatly appreciated and if you are the first to report a verifiable security issue you will be publicly credited for it, unless you request otherwise.</p>\nThird Party Review\n<p>Docker does not act as a system of record for any of its customers and has not engaged any third party for any SOC compliance or similar review.\nThe Company does have its financial statements audited annually.\nDocker is a private company and its financial information is company confidential information.</p>\nSoftware Development and Lifecycle\n<p>Docker has implemented and maintains a secure software development life cycle for all applications which integrate with its environment or are developed on its behalf.\nDocker observes industry standard application security guidelines such as Open Web Application Security Project (OWASP).\nDocker ensures that (a) regular reviews of application source code occurs, (b) developers receive detailed coding and design training in application security, and (c) development, testing, production and operational facilities are separated to reduce the risk of unauthorized access or changes to the production and operational systems.</p> ", "created_at": "2021-07-01 22:04:23.431208", "updated_at": "2023-03-09 18:33:58.04915"}, {"id": 14307, "name": "Data Processing Agreement For Docker Services", "url": "https://www.docker.com/wp-content/uploads/2022/03/2022-Docker-EU-UK-SCC-Data-Processing-Agreement.pdf", "xpath": "//body", "text": "DATA PROCESSING AGREEMENT FOR DOCKER SERVICES,This Data Processing Agreement for Docker Services (“DPA”) forms a part of the software ,subscription agreement or other written agreement between Docker and Customer (“Agreement”),regarding Docker’s subscriptions and/or products or servicesprovided by Docker and ordered by ,Customer (the “Service”) in accordance with the Agreement.\nAll capitalized terms not defined herein ,shall have the meaning set forth in the Agreement.,This DPA is an addendum to and forms a part of the Agreement.\nIf any terms of this DPA are ,inconsistent with the terms of the Agreement, including the exhibits thereto, then the terms of this ,DPA shall prevail.,DATA PROCESSING TERMS,1.BACKGROUND,1.1Purpose.,This DPA applies to Personal Data provided by Customer and each Data Controller in connection with,their use of the Service.\nIt states the technical and organizational measures Docker uses to protect,Personal Data that is stored in the production system/technical instance of the Service.,1.2Application of the Standard Contractual Clauses Document.,If processing of Personal Data involves an International Transfer, the EU Standard Contractual Clauses ,and/or the UK Standard Contractual Clauses, as the case may be, apply, andas stated in Section 5,and are incorporated by reference.,1.3Governance.,Except as provided in Section 5.2, Customer is solely responsible for administration of all requests,from other Data Controllers.\nCustomer willeither (i)bind any other Data Controller it permits to use,the Service to the terms of this DPA, or (ii) ensure, through other instruments, including, but not,limited to, intra-group agreements, that any other Data Controller it permits to use the Service will,adhere to the terms of this DPA.,2.APPENDICES,Customer and its Data Controllers, as applicable, determine the purposes of collecting and processing ,Personal Data in the Service.\nAppendix 1 states the details of the processing Docker will provide via,the Service under the Agreement.\nAppendix 2 states the technical and organizational measures,Docker applies to the Service, unless the Agreement states otherwise.\nAppendix 3defines the,applicable modules and options for the EU Standard Contractual Clauses and the UK Standard,Contractual Clauses.,3.DOCKER OBLIGATIONS,3.1Instructions from Customer.,Docker will follow instructions received from Customer (on its own behalf or on behalf of its Data,Controllers) with respect to Personal Data, unless they are (i) legally prohibited or (ii) require material ,changes to the Service.\nIn the event and to the extent the functionality of the Service does not allow,Customer, its Data Controllers or authorized users to do so, Docker may correct, block or remove any,Personal Data in accordance with Customer’s instruction.\nIf Docker cannot comply with an,instruction, it will notify Customer (email permitted) without undue delay.,3.2Technical and Organizational Measures.,(a)Docker will use the appropriate technical and organizational measures to protect all,Personal Data.,(b)Docker provides the Service to Docker’s entire customer base hosted out of the same ,Data Center(s) receiving the same Service.\nCustomer agrees Docker may improve the ,measures used in protecting Personal Data so long as it does not diminish the level of ,data protection.,3.3Security Breach Notification.,Docker shall notify Customer without undue delay but in no event later than seventy-two (72) hours ,of its discovery of a Security Breach.,3.4Cooperation.,At Customer’s request, Docker will reasonably support Customer or any Data Controller in dealing ,withrequests from Data Subjects or regulatory authorities regarding Docker’s processing of Personal ,Data.,3.5Return or Deletion of Personal Data,Upon termination of the Agreement for whatever reason, and upon Customer’s written request ,made within thirty (30) days after such termination, Docker will (as applicable) return to Customer ,or destroy allPersonal Data.\nAfter such 30-day period, Docker will destroy such Personal Data.,4.\nSUBPROCESSORS,4.1Permitted Use.,(a)Customer and Data Controllers authorize Docker to subcontract the processing of ,Personal Data to Subprocessors.\nDocker is responsible for any breaches of the Agreement ,caused by its Subprocessors.,(b)Subprocessors will have the same obligations in relation toDocker as Docker does as ,a Data Processor (or Subprocessor) with regard to their processing of Personal Data.,(c)Docker will evaluate the security, privacy and confidentiality practices of a,Subprocessor prior to selection.\nSubprocessors may have security certifications that ,evidence their use of appropriate security measures.\nIf not, Docker will regularly evaluate ,each Subprocessor’s security practices as they relate to data handling.,4.2New Subprocessors.,Docker’s use of Subprocessors is at its discretion,provided that:,(a)Docker will notify Customer in advance (by email or such other means which Docker ,makes available to its customers) of any changes to the list of Subprocessors in place on the ,Effective Date (except for Emergency Replacements or deletions of Subprocessors without ,replacement).,(b)If Customer has a legitimate reason that relates to the Subprocessors’ processing of ,Personal Data, Customer may object to Docker’s use of a Subprocessor, by notifying Docker ,in writing within thirty days after receiptof Docker’s notice.\nIf Customer objects to the use ,of the Subprocessor, the parties will come together in good faith to discuss a resolution.\n,Docker may choose to: (i) not use the Subprocessor or (ii) take the corrective steps requested ,by Customer in itsobjection and use the Subprocessor.\nIf none of these options are ,reasonably possible and Customer continues to object for a legitimate reason, either party ,may terminate the Agreement on thirty days’ written notice.\nIf Customer does not object ,within thirty days of receipt of the notice, Customer is deemed to have accepted the new ,Subprocessor.,(c)If Customer’s objection remains unresolved sixty days after it was raised, and Docker ,has not received any notice of termination, Customer is deemed to accept the Subprocessor.,(d)The list of Subprocessors current as of the Effective Date shall be set forth in ,Appendix 1.,4.3Emergency Replacement.,Docker may change a Subprocessor where the reason for the change is outside of Docker’s ,reasonable control.\nIn this case, Docker will inform Customer of the replacement Subprocessor as ,soon as possible.\nCustomer retains its right to object to a replacement Subprocessor under Section ,4.2(b).,5.INTERNATIONAL TRANSFERS,5.1Limitations on International Transfer.,Personal Data from EEA, UK,or Swiss Data Controller(s) may only be exported to or accessed by ,Dockeror its Subprocessors outside the EEA, the UK,or Switzerland, as applicable (“International ,Transfer”):,(a)If the recipient, or the country or territory in which it processes or accesses Personal ,Data, ensures an adequate level of protection for the rights and freedoms of Data Subjects ,in relation to the processing of Personal Data as determined by the European Commissionor ,another regulatory body of competent jurisdiction.\nor,(b)in accordance with Section 5.2.,5.2Standard Contractual Clauses and Multi-tier Framework.,(a)The Standard Contractual Clauses apply where,(i) there is an International Transfer to acountry that does not ensure an adequate ,level of protection for the rights and freedoms of Data Subjects in relation to the ,processing of Personal Data as determined by the European Commissionor another ,regulatory body of competent jurisdiction, and/or,(ii) there is an International Transfer to a recipient that is not covered by an ,appropriate safeguard, including, but not limited to, binding corporate rules, an ,approved industry code of conduct, and individual adequacy decision by a ,regulatory body of competent jurisdictions, or an individual transfer authorisation ,granted by a regulatory body of competent jurisdiction.\n,(b)For Third Country Subprocessors, Docker shall ensure that such Subprocessor has ,entered into the unchanged version of the Standard Contractual Clauses prior to the ,Subprocessor’s processing of Personal Data.\n,(c)Nothing in this DPA will be construed to prevail over any conflicting clause of the ,Standard Contractual Clauses.,6.DEFINITIONS,6.1“Data Controller” means the natural or legal person, public authority, agency or other body ,which, aloneor jointly with others, determines the purposes and means of the processing of Personal ,Data.,6.2“Data Processor” means a natural or legal person, public authority, agency or other body ,which processes personal data on behalf of the controller.,6.3“DataProtection Law” means the applicable legislation protecting the fundamental rights ,and freedoms of persons and their right to privacy with regard to the processing of Personal Data ,under the Agreement.,6.4“Data Subject” means an identified or identifiable natural person.,6.5“EEA” means the European Economic Area, namely the European Union Member States ,along with Iceland, Lichtenstein and Norway.,6.5a“EU Standard Contractual Clauses”shall mean the standard contractual clauses ,promulgated by the Commission Implementing Decision (EU) 2021/914 of 4 June 2021 ,(C/2021/3972) on standard contractual clauses for the transfer of personal data to third countries ,pursuant to the GDPR.,6.6“Personal Data” means any information relating to a Data Subject.\nFor the purposes of this,DPA, it includes only personal data entered into by or on behalf of Customer or its authorized users ,of the Service or derived from their use of the Service.\nIt also includes personal data supplied to or ,accessed by Docker or its Subprocessors in order to provide support under the Agreement.\nPersonal ,Data is a subset of Customer Data.,6.7“Security Breach” means a confirmed accidental or unlawful destruction, loss, alteration, or,disclosure that results in the compromise of the integrity and/or confidentiality of Personal Data.,They include Appendices 1 and 2 attached to this DPA.,6.8“Subprocessor” means Docker Affiliates and third parties engaged by Docker or Docker’s ,Affiliates to process Personal Data.,6.9“Territory” means the geography where Docker hosts Personal Data in the Service which is ,the United States.,6.10 “Third Country Subprocessor” means any Subprocessorincorporated outside the EEA and ,outside any country for which the European Commission has published an adequacy decision as ,published at,http://ec.europa.eu/justice/data-protection/international-transfers/adequacy/index_en.htm.,6.11“UK Standard Contractual Clauses”means either: (i) UK Data Transfer Addendum: the ,applicable EU Standard Contractual Clausesas amended by a data transfer addendum in a form ,adopted by the UK ICO, as amended, superseded or replaced from time to time.\nor (ii) UK Controller-,Processor SCC: a data transfer agreement in the form published by the UK Information ,Commissioner’s Office between a Controller as \"data exporter\" and a Processor as \"data importer\", ,as amended, superseded or replaced from time to time.\nor (iii) UK Controller-Controller Standard ,Contractual Clauses: a data transfer agreement in the form published by the UK Information ,Commissioner’s Office between a Controller as \"data exporter\" and a Controller as \"data importer\", ,as amended, superseded or replaced from time to time.,7.LEGAL EFFECT ,This DPA only becomes legally binding between Customer and Docker when Addendum has been ,fully executedor expressly incorporated within an Agreement that is fully executed.\nIf this document ,has been electronically signed by either party, such signature will at least conform to the standard of ,an electronic signature as defined in art.\n3 no.\n10 of Regulation (EU) 910/2014 (eIDAS), andsuch ,signature will have the same legal affect as a hand written signature.,Appendix List,Appendix 1 – Details of Data Processing ,Appendix 2 – Technical and Organizational Measures,Appendix 1,Details of Data Processing,Data Exporter,Name: The Customer or other Data Controller subscribed to a Service that allows authorized users ,to enter, amend, use, delete orotherwise process Personal Data, as identified in the Agreement.\n,Address: As stated in the Agreement.,Contact person’s name, position and contact details: As stated in the Agreement.,Representative in the EU/UK, as applicable: not applicable,Role: (Controller/Processor): Controller,Data Importer,Name: Docker and its Subprocessors, each as identified in the Agreement.,Address: As stated in the Agreement.,Contact person’s name, position and contact details: As stated in the Agreement.,Data protection officer: Wolfgang Steger.\nPrivacy inquiries should be directed to ,privacy@docker.com.,Representative in the EU/UK, as applicable: Wolfgang Steger.\nPrivacy inquiries should be directed to ,privacy@docker.com.,Role: (Controller/Processor): Processor,Purpose(s) of the data transfer and further processing,Provision by Docker ofthe Service that includes the following support:,•Monitoring the Service,•Release and development of fixes and upgrades to the Service,•Monitoring, troubleshooting and administering the underlying Service infrastructure,•Security monitoring, network-based intrusion detection support, penetration testing,Docker Affiliates provide support when a Customer submits a support ticket because the Service is ,not available or not working as expected for some or all authorized users.\nDocker answers phones ,and performs basic troubleshooting, and handles support tickets in a tracking system that is separate ,from the technical instance of the Service.,Description of Transfer,Categories of Data Subjectswhose personal data is transferred,Unless provided otherwise by the Data Exporter, transferred Personal Data relates to the following ,categories of data subjects: employees, contractors, business partners or other individuals having ,been granted access credentials to the Service.,Categories of personal data transferred,The transferred Personal Data submitted into the Service may concern the following categories of ,data: Customer, in its sole discretion and control, determines the categories of Personal Data in ,accordance with the Service component(s) ordered under the Agreement.\nCustomer can configure ,the data fields during implementation of the Service or as otherwise provided by the Service, subject ,to the functionality of the related Service component(s).\nThe transferred Personal Data submitted ,into the Service may include, but is not limited to the following categories of data:,•Data subject profile data (data subject name, contact information),•Connection data,Sensitive data transferred (if applicable)and applied restrictions or safeguards that fully take into ,consideration the nature of the data and the risks involved, such as for instance strict purpose ,limitation, access restrictions (including access only for staff having followed specialised training), ,keeping a record of access to the data, restrictions for onward transfers or additional security ,measures.,None.\n,Processing Operations(Activities relevant to the data transferred under the DPA),The transferred Personal Data is subject to the following basic processing activities:,•use of Personal Data to set up, operate, monitor and provide the Service (including Operational ,and Technical Support),•communication to authorized users,•upload any fixes or upgrades to the Service,•execution of instructions of Customer in accordance with the Agreement,The frequency of the transfer(e.g.\nwhether the data is transferred on a one-off or continuous basis): ,Continuous.,The period for which the personal data will be retained, or, if that is not possible, the criteria used ,to determine that period: As defined in the Agreement.,Competent supervisory authority:Netherlands.\n,Adequacy decisions and/or appropriate safeguards,The following adequacy decisions and/or appropriate safefguards will apply to this Processing: Not ,applicable.,List of Subcontractors as of the Effective Date,CompanyPurposeHosting location,Amazon Web Services, Inc.Cloud service providerUnited States,Zendesk, Inc.Cloud-based Customer support United States,services,BillforwardCloud-based billing applicationUnited States,Auth0Single Sign-on providerUnited States,Appendix 2,Technical and Organizational Measures,The following sections define the Docker’s current technical and organizational security measures.\n,Docker may change these at any time without notice so long as it maintains a comparable or better ,level of security.\nThis may mean that individual measures are replaced by new measures that serve ,the same purpose without diminishing the security level.,Control,Data Importer's response:,Physical access ,control,Description of measures Facilities containing systems are physically ,to prevent unauthorised protected by key-card access, with access ,third parties from granted only to necessary personnel.\nActual ,accessing data processing access to systems are controlled by multi-,systems (DP systems) factor authentication.,that allow the processing ,or use of personal data.,Access control,Description of measures Systems containing personal data are ,to prevent unauthorisedprotected by userid and passwords requiring ,third parties from using multi,data processing systems ,that allow the processing ,or use of personal data.,-factor authentication.,User access ,control,Description of measures to Access to systems are granted on a need-to-,prevent persons from know basis in accordance with Data ,accessing data that is not Importer's access policies.\nAccess to systems ,considered mandatory in lso promptly terminated in accordance ,order to fulfil their tasks.with such polices.,is a,Transmission Personal data is only transmitted ,control,Description of measures to ,prevent unauthorised third ,parties from accessing ,personal data during ,transmission and/or ,electronically and over secured internet or ,network protocol.,Entry control,Description of measures to ,ensure consistent tracking ,if personal data has been ,entered, amended or ,removed from data ,processing systems and by ,h,Information transmitted through systems are ,logged, tracked, and cross-referenced with ,account of Data Exporter.,Order control,Description of measures ,to ensure that personal ,data can only be ,processed in accordance ,with the instructions ,issued by the client.,Data Importer is contractually bound to use ,any personal data only in accordance with ,the terms of the Agreement between Data ,Importer and Data Exporter.,Availability ,control,Description of measures ,to protect personal data ,against accidental ,destruction or loss.,Not applicable.\nData Importer is not a system ,of record.,Separation rule,Description of measures to Information transmitted through systems are ,ensure separate logged, tracked, and cross-referenced with ,processing of different account of Data Exporter.,d ,Appendix 3,STANDARD CONTRACTUAL CLAUSES,1.\nEU Standard Contractual Clauses,EU SCC termAmendment / Selected option,Module Module 2 (Controller to Processor),Clause 7 (Docking clause)not included,Clause 9 (Use of sub-processors) / Option 2 shall apply.,Annex IIIThe list of sub-processors already authorised by Customers ,is contained in Appendix 1.,Clause 11 (Redress)not included,Clause 13 (Supervision) and Annex 1.CThe supervisory authority with responsibility for ensuring ,compliance by the data exporter is:,where the data exporter is established within an EU ,member state, the supervisory authority of that EU member ,state OR ,where the data exporter is subject to EU GDPR pursuant to ,Article 3(2) EU GDPR and has appointed a representative in ,[Note to supplier: where applicable, insert country where ,representative is established, the supervisory authority of ,that EU member state OR ,where the data exporter is subject to EU GDPR pursuant to ,Article 3(2) EU GDPR, but has not appointed a ,representative in an EU member state, the supervisory ,authority of the EU member state where the relevant data ,subjects are located.,Clause 17 (Governing law)Laws of the Netherlands,Clause 18 (Choice of forum and Courts of the Netherlands,jurisdiction) ,Annex I.A (List of parties)The relevant data exporters and data importers are ,specified in Appendix 1.\n,Annex I.B (Description of the transfer)The categories of data subject, personal data categories, ,purposes of international transfer and processing, any ,additional safeguards, and if applicable the duration of ,processing and any maximum data retention periods are ,specified in Appendix 1.\n,Annex II (Technical and organisational The relevant technical and organisational measures are ,measures) specified in Appendix 2.\n,2.UK Standard Contractual Clauses,2.1UK Data Transfer Addendum,UK Data Transfer Addendum Amendment / Selected Option,Incorporating EU Standard Contractual Clause,terms,Clause 7 (Docking clause) not included ,Clause 9 (Use of sub-processors) / Annex IIIOption 2 shall apply.,The list of sub-processors already authorised by ,Customeris containedin Appendix 1.,Clause 11 (Redress)not included,Clause 13 (Supervision) and Annex 1.C: The competent supervisory authority is the UK ,Information Commissioner’s Office.,Clause 17 (Governing law):Laws of England,Clause 18 (Choice of forum and jurisdiction):Courts of England and Wales,Clause 9Clause 9 shall be amended to read: \"The Clauses ,shall be governed by the law of the country of the ,United Kingdom in which the data exporter is ,established, namely England\".,Annex I.A (List of parties)The relevant data exporters and data importers are ,specified in Appendix 1.\n,Annex I.B (Description of the transfer)The categories of data subject, personal data ,categories, purposes of international transfer and ,processing, any additional safeguards, and if ,applicable the duration of processing and any ,maximum data retention periods are specified in ,Appendix 1.\n,Annex II (Technical and organisational The relevant technical and organisational measures ,measures) are specified in Appendix 2.\n,2.2UK Controller-Processor Standard Contractual Clauses,UK Controller-Processor SCC Amendment / Selected Option,(2010/87/EU)_,Appendix 1Appendix 1 identifies: ,1.1the \"data exporter(s)\";,1.2the \"data importers(s)\";,1.3the categories of data subject whose personal ,data is transferred;,1.4the categories of Personal Data transferred ,(including special category data);,1.5the activities of each of the \"data importer(s)\" and ,\"data exporter(s)\" and the purposes for which ,each uses the personal data being transferred;,1.6the processing operations to which the Customer ,Personal Data transferred will be subject ,Appendix 2Appendix 2identifies the relevant technical and ,organisational measures.,Clause 9 (Governing law)Clause 9 shall be amended to read: \"The Clauses shall be ,governed by the law of the country of the United Kingdom ,in which the data exporter is established, namely ,England\".", "created_at": "2023-03-09 18:42:32.742288", "updated_at": "2023-03-09 18:42:34.349716"}, {"id": 14308, "name": "Docker Subscription Service Agreement", "url": "https://www.docker.com/legal/docker-subscription-service-agreement/", "xpath": "//article/div/div/div/div[3]", "text": " <p>This Docker Subscription Service Agreement (the “Agreement”) is between you and Docker, Inc.\n(“Docker”).&nbsp.\nThe terms also apply to your use of the Service and any updates to the Service, except to the extent they are provided pursuant to separate terms.</p>\n<p>\n<b>BY INSTALLING, DOWNLOADING, OR OTHERWISE ACCESSING THE SERVICE YOU EXPRESSLY ACCEPT AND AGREE TO THE TERMS OF THIS AGREEMENT.\nIF YOU ARE AN INDIVIDUAL AGREEING TO THE TERMS OF THIS AGREEMENT ON BEHALF OF AN ENTITY, SUCH AS YOUR EMPLOYER, YOU REPRESENT THAT YOU HAVE THE LEGAL AUTHORITY TO BIND THAT ENTITY.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THE TERMS OF THIS AGREEMENT, YOU MAY NOT USE THE SERVICE EITHER YOURSELF OR ON BEHALF OF THE ENTITY.</b>\n</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Definitions.</b> Capitalized terms shall have the meanings defined herein.</li>\n</ol>\n<p>\n<b>“Add-on Services</b>” means those additional software or services that may be offered in the future as additional software or services at such prices as may be noted by Docker at that time.</p>\n<p>\n<b>“Customer” or “you”</b>&nbsp.\nshall mean the entity you represent or, if that does not apply, to you individually.&nbsp;&nbsp;</p>\n<p>\n<b>“Customer Data”</b> means all information, data, and other content, in any form or medium, that is submitted, posted, or otherwise transmitted by or on behalf of Customer in the course of using the Docker Platform.\nFor avoidance of doubt, Customer Data does not include data and information related to Customer’s use of the Docker Platform that is used by Docker in an aggregate and/or anonymized manner, including to compile statistical and performance information related to the Docker Platform, or any other information reflecting the access and use of the Docker Platform by or on behalf of Customer or its Users (“<b>Usage Data</b>”).</p>\n<p>\n<b>“Docker Desktop”</b> means the downloadable object-code of the desktop client software component of the Docker Platform.</p>\n<p>“<b>Docker Hub”</b> means the hosted repository component of the Docker Platform for finding and sharing container images.</p>\n<p>\n<b>“Docker Scout”</b> means an added component of the Docker Platform used for providing insights and suggestions on improving software supply chain including aspects of security and vulnerability scanning.&nbsp;</p>\n<p>“<b>Telepresence for Docker”</b> means an added component of the Docker Platform used to connect Docker Desktop to a remote Kubernetes cluster, using certain Ambassador Labs Third-Party Products.&nbsp;</p>\n<p>\n<b>“Docker Platform”</b>\n<b>or “Service”</b> means the Docker subscription service software, and components thereof, ordered by Customer as set forth in an applicable Order Form, including Docker Desktop, Docker Hub, Docker Scout, Telepresence for Docker, and any Add-on Services, as well as any updates thereto.&nbsp.\nExcept for certain third-party software expressly set forth in an applicable Order Form, the Docker Platform does not include Third-Party Products or content available in a registry or repository via the Docker Platform, which are instead subject to the corresponding third-arty’s license or terms.</p>\n<p>\n<b>“Documentation”</b> means the Docker Platform documentation made available by Docker on the Docker website at https://docs.docker.com.&nbsp;</p>\n<p>\n<b>“Evaluation Services”</b> means software or services that are distributed or otherwise made available for Customer to try at its option, at no additional charge, and which are designated as beta, limited release, developer preview, non-production, proof of concept, evaluation, or that are similarly described in the corresponding Order Form, applicable Evaluation Services registration process or Documentation.\nThe terms applicable to such Evaluation Services shall be set forth in an applicable Order Form or addendum to this Agreement.</p>\n<p>\n<b>“Offering”</b> means the level of service, components and features you have chosen from the Service description offerings described on the Pricing Page (Personal, Pro, Team, and Business).</p>\n<p>\n<b>“Open Source Software”</b> means third-party software that is distributed or otherwise made available as “free software”, “open source software” or under a similar licensing or distribution model.</p>\n<p>\n<b>“Order Form”</b> means the digital or physical&nbsp.\nordering document identifying the products and related fees as applicable for Customer’s purchases from Docker.\nOrder Forms shall be deemed incorporated herein by reference.</p>\n<p>\n<b>“Pricing Page”</b> means the Pricing and Subscriptions page which has a description of the Offering tier of the Service set forth at https://www.docker.com/pricing.</p>\n<p>\n<b>“Data Processing Agreement”</b> means Docker’s data processing agreement available at https://www.docker.com/legal/data-processing-agreement.&nbsp;</p>\n<p>\n<b>“Subscription Term”</b> means the period of time set forth in the applicable Order Form during which Customer is authorized to use the Docker Platform.</p>\n<p>\n<b>“Third-Party Products” </b>means optionable Web-based or downloadable software or services licensed by third-parties and that Docker may make available for Customer to use in conjunction with the Docker Platform.\nExcept as otherwise specified in an Order Form, such Third-Party Products shall be subject to the corresponding third-party’s license or terms, as applicable.&nbsp;&nbsp;</p>\n<p>\n<b>“User”</b> means an individual authorized by Customer to log into or to otherwise use the Docker Platform for Customer’s internal business purposes and in accordance with the terms of this Agreement and the applicable Order Form.\nFor paid Offerings, Users may include but are not limited to employees, consultants, contractors, and agents of Customer or its affiliates subject at all times to the license restrictions of this Agreement.&nbsp;</p>\n<p>\n<b>“U.S.\nPublic Sector Addendum”</b> means the terms and conditions amending the Agreement, as applicable to United States federal, state, and local government Customers, available at https://www.docker.com/wp-content/uploads/2023/03/Docker-US-Public-Sector-SSA-Addendum.pdf.<b>&nbsp;</b>\n</p>\n<ol>\n<li>\n<b>\n</b>\n<b>License and Ownership.</b>\n</li>\n</ol>\n<p>\n<b>2.1</b> Subject to the terms and conditions of the Agreement and the applicable Order Form, Docker hereby grants Customer a limited, non-exclusive, non-transferable, non-sublicensable license during the applicable Subscription Term for Customer to permit its Users to: (i) download, install, run, and use Docker Desktop and (ii) access and use Docker Hub, and otherwise access and use the Docker Platform, in accordance with the applicable Documentation for Customer’s internal business purposes.\nDocker owns the Usage Data.\nNothing herein will be construed as restricting or prohibiting Docker from utilizing the Usage Data in any way, including to optimize and improve the Docker Platform or related Docker services so long as the Usage Data remains aggregated and de-identified, or to enforce this Agreement.&nbsp;</p>\n<p>\n<b>2.2</b> The Docker Platform is made available for use or licensed, not sold.\nCustomer acknowledges and agrees that this Agreement does not transfer to Customer any Docker or third-party intellectual property rights.\nCustomer acknowledges and agrees that, as between Docker and Customer, Docker owns all right, title, and interest in and to the Docker Platform (including any improvements, modifications, and enhancements thereto), and Docker shall, notwithstanding any other term of this Agreement, remain the owner of the Docker Platform.\nAll rights not expressly granted by Docker herein are reserved.&nbsp;</p>\n<p>\n<b>2.3</b> During the Subscription Term, Docker will provide support for the Docker Platform in accordance with the Service Level Agreement &amp.\nTerms available at https://www.docker.com/support/, as applicable to the products and support purchased via an Order Form.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Subscription Term.\nPayment.&nbsp;</b>\n</li>\n</ol>\n<p>\n<b>3.1</b> The length of the Subscription Term .\nThe Subscription Term will automatically renew for additional 12-month periods unless a party provides at least 30 days’ written notice prior to the end of the then-current term that such party does not wish to renew for the upcoming term.\nAll payment inquiries should be directed to receivables@docker.com.</p>\n<p>\n<b>3.2</b> For an Offering purchased or otherwise facilitated through our sales team, pricing and other relevant terms will be set forth in the applicable Order Form.\nPricing and other relevant terms will be set forth in the applicable Order Form.\nUnless stated specifically otherwise on the Order Form, all payments to Docker are due within 30 days of the invoice from Docker to you.\nLate payments will bear interest at the rate of 1.5% per month (or the highest rate permitted by law, if less).\nIn addition to any of Docker’s other rights or remedies, Docker reserves the right to disable or suspend Customer’s and its User’s access to the Docker Platform for any failure by Customer to pay due invoices in accordance herein.\nAll payment inquiries should be directed to receivables@docker.com.&nbsp;</p>\n<p>\n<b>3.3</b> Except as otherwise expressly set forth in this Agreement, all payments by Customer hereunder are non-refundable and shall be made free and clear of and without reduction for all applicable withholding, sales or use, goods and services, value added, consumption or other similar fees or taxes imposed by any government (other than taxes on the net income of Docker), which shall be paid by Customer.\nAccordingly, if you are required to withhold any taxes on the amounts payable to Docker hereunder, you shall pay Docker such additional amounts as are necessary to ensure receipt by Docker of the full amount which Docker would have received but for the deduction on account of such withholding.\nYou shall provide Docker with official receipts issued by the appropriate governmental agency, or such other evidence as is reasonably requested by Docker to establish that such taxes have been paid.\nWhere applicable law requires you to self-assess or reverse-charge any taxes, you shall be responsible for complying with such law.\nIn such a case, you undertake to provide Docker with your valid VAT registration number that is relevant to the Service provided under the terms of this Agreement.\nThe amounts of any taxes required to be paid by Docker will be added to Docker’s invoice, and you shall promptly remit such amounts to Docker, as the collection agent, upon invoice.\nDocker reserves the right to disable your access to the Service for any failure to pay or any late payment.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>License Limitations.\nUse Restrictions.</b>\n</li>\n</ol>\n<p>\n<b>4.1</b>\n<b>General License Limitations.</b>\n</p>\n<p>(a) Customer’s license to use the Docker Platform may subject to certain general restrictions and limitations depending on the Offering Customer has chosen, including but not limited to quantity of data stored, age of data stored, pull rate (defined as the number of requests per hour to download data from Docker Hub), the number of image autobuilds or the number of collaborators on an account, as set forth on the applicable Order Form or Documentation.&nbsp;&nbsp;</p>\n<p>(b) Customer agrees that it is responsible for Customer’s and its Users’ conduct while accessing or using the Docker Platform and for any consequences thereof.\nCustomer agrees to use the Docker Platform only for purposes that are legal, proper and in accordance with this Agreement, the Order Form, and any applicable laws or regulations.\nCustomer and its Users shall not, and shall not encourage any third party to: (i) modify, adapt, alter, translate, or create derivative works of the Docker Platform.\n(ii) reverse-engineer, decompile, disassemble, or attempt to derive the source code for the Docker Platform, in whole or in part, except to the extent that such activities are permitted under applicable law.\n(iii) distribute, license, sublicense, lease, rent, loan, or otherwise transfer the Docker Platform to any third party other than to Users.\n(iv) remove, alter, or obscure in any way the proprietary rights notices (including copyright, patent, and trademark notices and symbols) of Docker or its licensors or suppliers contained on or within any copies of the Docker Platform.\n(v) use the Docker Platform for the purpose of creating a product or service competitive with the Docker Platform.\n(vi) remove, minimize, block or modify any notices of Docker or its licensors or suppliers in the Docker Platform.\nor (vii) use the Docker Platform other than as described in the applicable Documentation or for any unlawful purpose.&nbsp.\nCustomer acknowledges that while Customer is permitted to use Docker Desktop on a virtual machine, as of the Effective Date of this Agreement, such use is an unsupported configuration.&nbsp;</p>\n<p>(c) The Docker Platform may include an image vulnerability scanning feature that will scan the images that Customer specifies, which may be based upon code Customer authored or code of others, and may generate vulnerability reports or other information for Customer.\nThe data that supports this feature may be provided by a third party and Customer agrees and understands that any reports or other information that Customer receives from Docker (directly or indirectly) about possible vulnerabilities are not guaranteed to be comprehensive, and there can be no assurance that every fault or vulnerability is discovered in a particular image.\nCustomer agrees that the Docker Platform should not be used as the basis to deploy systems that must be hardened or highly secure, or involve mission-critical business operations, the operation of nuclear facilities, aircraft navigation, important communication systems, medical devices, air traffic control devices, real time control systems or other situations in which an inaccuracy or error in a report or in the service could lead to death, personal injury, or physical property or environmental damage.</p>\n<p>\n<b>4.2 </b>\n<b>Specific License Limitations – Docker Desktop.</b>\n</p>\n<p>(a) The Docker Desktop component of the Service at the level of the Personal Offering (as described on the Pricing Page) is further restricted to: (i) your “Personal Use”, (ii) your “Educational Use”, (iii) your use for a non-commercial open source project, and (iv) your use in a “Small Business Environment”.</p>\n<p>(b) For purposes of this Section 4.2: (i) “Personal Use” is the use by an individual developer for personal use to develop free or paid applications, (ii) “Educational Use” is the use by members of an educational organization in a classroom learning environment for academic or research purposes or contribution to an open source project and (iii) a “Small Business Environment” is a commercial undertaking with fewer than 250 employees and less than US $10,000,000 (or equivalent local currency) in annual revenue.\nand (iv) with the exception of Educational Use, Government Entities are prohibited from using the Docker Desktop component of the Service at the level of the Personal Offering.\n“Government Entities” means (1) any federal, national, supranational, state, provincial, Commonwealth, local or foreign or similar government, governmental subdivision, regulatory or administrative body or other governmental or quasi-governmental agency, tribunal, commission, court, judicial or arbitral body or other entity with competent jurisdiction.\n(2) any entity directly or indirectly owned or controlled by the government or a government organization.\n(3) any entity created by law or decree.\n(4) any entity whose principal source of funds comes from the government.\nor (5) any department, agency, or instrumentality of a public international organization.\nIt is within Docker’s sole discretion to determine if an entity is considered a Government Entity under the terms of this definition.</p>\n<p>\n<b>4.3</b>\n<b>Use Restrictions.</b> Customer and its Users may not and may not allow any third party to:&nbsp;</p>\n<ol>\n<li>Send, upload, distribute, or disseminate or offer to do the same with respect to any defamatory, harassing, abusive, fraudulent, obscene or otherwise objectionable content;</li>\n<li>Distribute viruses, worms, defects, Trojan horses, corrupted files, hoaxes, or any other items of a destructive or deceptive nature;</li>\n<li>Impersonate another person (via the use of an email address or otherwise) or otherwise misrepresent yourself or the source of any content;</li>\n<li>Upload, post, transmit or otherwise make available through the Service any content that infringes any patent, trademark, copyright, trade secret or other proprietary right of any third party;</li>\n<li>Upload, post, transmit or otherwise make available through images any Personally Identifiable Information (PII), trade secrets or sensitive or confidential information in violation of contractual, professional or other similar obligations.&nbsp;</li>\n<li>Download any content posted by another user that you know, or reasonably should know, that cannot be legally distributed in such a manner;</li>\n<li>Submit content that falsely expresses or implies that such content is sponsored or endorsed by Docker;</li>\n<li>Interfere with other users’ enjoyment of the Service;</li>\n<li>Exploit the Service for any unauthorized commercial purpose, including without limitation mirroring or replicating content for a commercial service;</li>\n<li>Modify, adapt, translate, or reverse engineer any portion of the Service, unless authorized by Docker;</li>\n<li>Remove any copyright, trademark or other proprietary rights notices contained in or on the Docker Platform or any content posted thereon;</li>\n<li>Reformat or frame any portion of the web pages that are part of the Docker Platform’s administration display;</li>\n<li>Use the Docker Platform in connection with illegal peer-to-peer file sharing;</li>\n<li>Display any content on the Docker Platform that contains any hate related or violent content or contains any other material, products, or services that violate or encourage conduct that would violate applicable laws;</li>\n<li>Use any robot, spider, site search/retrieval application, or other device to retrieve or index any portion of the Docker Platform or the content posted thereon or to collect information about its users for any unauthorized purpose;</li>\n<li>Create user accounts under fraudulent pretenses.\nor</li>\n<li>Use the Docker Platform, or any interfaces provided with the Docker Platform, to access any Docker product or service in a manner that violates this Agreement.</li>\n</ol>\n<p>\n<b>4.4</b>\n<b>Usernames.</b>\n</p>\n<p>(a) Docker reserves the right to reclaim usernames on behalf of businesses or individuals that hold legal claims or trademarks to those usernames.\nUsers of business names and/or logos that may be considered misleading to others may be permanently suspended.\nDocker also reserves the right to reclaim usernames using Docker trademarks or usernames that violate our trademark guidelines, available at https://www.docker.com/legal/trademark-guidelines/, which are hereby incorporated into this Agreement by reference.</p>\n<p>(b) Customer and its Users shall not engage in username squatting.\nUsers with an account that is inactive for more than 6 months may be terminated at Docker’s discretion and without further notice.\nDocker takes into account several factors when determining what conduct is considered to be username squatting including, without limitation: (i) the number of accounts created.\n(ii) creating accounts for the purpose of preventing others from using those account names.\nand (iii) creating accounts for the purpose of selling those accounts.\nCustomer and its Users shall not buy or sell usernames.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Customer Data.</b>\n</li>\n</ol>\n<p>Docker acknowledges that, as between Docker and Customer, Customer owns all right, title, and interest, including all intellectual property rights, in and to Customer Data.\nCustomer hereby grants to Docker a non-exclusive, royalty-free, worldwide license to reproduce, distribute, and otherwise use and display the Customer Data solely as may be necessary for Docker to provide the Docker Platform including updates and upgrades thereto.&nbsp.\nCustomer shall have sole responsibility for the accuracy, quality, integrity, legality, reliability, and completeness of all Customer Data.\nIn the event Customer Data includes any personal information, Docker will process such information in accordance with its Data Processing Agreement.&nbsp;</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Open Source Software.</b>\n</li>\n</ol>\n<p>Any part of the Docker Platform that contains or utilizes Open Source Software is distributed and made available under the terms of the open source license agreements referenced in the applicable distribution or the applicable help, notices, about or source files or Documentation.\nCopyrights and other proprietary rights to the Open Source Software are held by the copyright holders identified in the applicable distribution or the applicable help, notices, about or source files or Documentation.&nbsp.\nThe Docker Platform shall not include any code licensed under any “viral” or “copyleft” license.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Records and Audit.</b>\n</li>\n</ol>\n<p>Customer shall establish and maintain complete and accurate records related to Customer and its Users use of the Docker Platform, and any such other information as reasonably necessary for Docker to verify compliance with the terms of this Agreement and any applicable Order Form.\nUpon at least ten (10) days’ prior notice to Customer, Docker or its representative may inspect such records to confirm Customer’s compliance with the terms of this Agreement and any applicable Order Form.\nIf Customer’s records or Docker’s Docker Platform records reveal that Customer or Customer’s Users have exceeded their permitted use of the Docker Platform, Docker may invoice Customer for any past or ongoing underpaid amounts resulting from such excess use and Customer will promptly pay Docker such amounts upon receipt of invoice.\nThis remedy is without prejudice to any other remedies available to Docker at law or equity or under this Agreement.\nTo the extent Docker is obligated to do so, Docker may share audit results with certain of its third-party licensors or assign the audit rights specified herein to such licensors.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Term and Termination.</b>\n</li>\n</ol>\n<p>This Agreement commences on the Effective Date and will remain in effect until it is terminated in accordance with the terms herein.\nEither party may terminate this Agreement and any Order Form if the other party materially breaches the terms and conditions of this Agreement and fails to cure such breach within 30 days of receiving written notice thereof.\nIf there are no outstanding Order Forms, either party may terminate this Agreement upon at least 30 days’ prior written notice to the other party.\nUpon the expiration or termination of this Agreement or an applicable Order Form, the license to the Docker Platform will automatically terminate and Customer will discontinue all use of the Docker Platform.\nSections 4.4, 5, 7, 9, 10, 12, and 14 shall survive any termination or expiration of this Agreement or any Order Form.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Feedback.</b>\n</li>\n</ol>\n<p>Upon submitting any Customer or User suggestions, proposals, ideas, recommendations, bug reports, ideas, improvements or other feedback regarding Docker’s products and services (“<b>Feedback</b>”), Customer grants to Docker a royalty-free, fully paid, sub-licensable, transferable, non-exclusive, irrevocable, perpetual, worldwide right and license to make, use, sell, offer for sale, import, and otherwise exploit feedback (including by incorporation of such feedback into the Docker Desktop, Docker Hub, the Docker Platform, and any other Docker services) without restriction.&nbsp.\nFeedback expressly excludes any Customer Confidential Information and Customer Data.&nbsp;</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Confidentiality.</b>\n</li>\n</ol>\n<p>\n<b>10.1</b>\n<b>Definition.</b> “<b>Confidential Information</b>” means any information disclosed by one party (“<b>Discloser</b>”) to the other (“<b>Recipient</b>”), directly or indirectly, in writing, orally or by inspection of tangible objects, which is designated as “Confidential,” “Proprietary” or some similar designation, or learned by Recipient under circumstances in which such information would reasonably be understood to be confidential.</p>\n<p>\n<b>10.2</b>\n<b>Exceptions.</b> The confidentiality obligations in this Section 10 shall not apply with respect to any information which Recipient can demonstrate: (a) was in the public domain at the time it was disclosed to Recipient or has become in the public domain through no act or omission of Recipient.\n(b) was known to Recipient, without restriction, at the time of disclosure as shown by the files of Recipient in existence at the time of disclosure.\n(c) was disclosed by Recipient with the prior written approval of Discloser.\n(d) was independently developed by Recipient without any use of Discloser’s Confidential Information.\nor (e) became known to Recipient, without restriction, from a source other than Discloser without breach of this Agreement by Recipient and otherwise not knowingly in violation of Discloser’s rights.</p>\n<p>\n<b>10.3</b>\n<b>Restrictions on Use and Disclosure.</b> Recipient agrees not to use Discloser’s Confidential Information or disclose, distribute, or disseminate Discloser’s Confidential Information except in furtherance of the performance of its obligations or enforcement of its rights hereunder or as otherwise expressly agreed by Discloser in writing.\nRecipient agrees to restrict access to such Confidential Information to those employees, agents, contractors, or consultants of Recipient who need to know such Confidential Information for performing as contemplated hereunder and are bound by confidentiality obligations no less protective than those contained in this Agreement.\nRecipient shall exercise the same degree of care to prevent unauthorized use or disclosure of Discloser’s Confidential Information to others as it takes to preserve and safeguard its own information of like importance, but in no event less than reasonable care.</p>\n<p>\n<b>10.4</b>\n<b>Compelled Disclosure.</b> If Recipient is compelled by a court or other competent authority or applicable law to disclose Confidential Information of Discloser, it shall, to the extent permitted by applicable law, give Discloser prompt written notice and shall provide Discloser with reasonable cooperation at Discloser’s expense so that Discloser may take steps to oppose such disclosure or obtain a protective order.\nRecipient shall not be in breach of its obligations in this Section 10 if it makes any legally compelled disclosure provided that Recipient meets the foregoing notice and cooperation requirements.</p>\n<p>\n<b>10.5</b>\n<b>Injunctive Relief.</b> Recipient acknowledges that breach of the confidentiality obligations may cause irreparable harm to Discloser, the extent of which may be difficult to ascertain.\nAccordingly, Recipient agrees that Discloser may be entitled to seek immediate injunctive relief in the event of breach of an obligation of confidentiality by Recipient, and that Discloser shall not be required to post a bond or show irreparable harm in order to obtain such injunctive relief.</p>\n<p>\n<b>10.6</b>\n<b>Return of Confidential Information.</b> As between the parties, Confidential Information shall remain the property of the Discloser.\nAt any time, upon Discloser’s reasonable request, Recipient shall promptly (and in any event within 30 days) return to Discloser or destroy, at the election of the Discloser, any Confidential Information of the Discloser in Recipient’s possession.\nIn addition, within 30 days after termination of this Agreement, Recipient shall (i) promptly return all tangible materials containing such Confidential Information to Discloser, (ii) remove all Confidential Information (and any copies thereof) from any computer systems of the Recipient and confirm in writing that all materials containing Confidential Information have been destroyed or returned to Discloser, as applicable, by Recipient.\nRecipient shall cause its affiliates, agents, contractors, and employees to comply with the foregoing.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Security</b>\n</li>\n</ol>\n<p>Docker will maintain reasonable administrative, physical, and technical security measures consistent with applicable law and current prevailing security practices and that are intended to protect against the loss, misuse, unauthorized access, alteration or disclosure of Customer’s Data or the Docker Platform.\nSuch additional measures will include compliance with the Security and Privacy Guidelines available at https://www.docker.com/legal/security-and-privacy-guidelines.\nDocker shall notify Customer of any confirmed security breach as soon as reasonably possible thereafter but in any event within seventy-two (72) hours of a breach involving Customer Data.&nbsp;&nbsp;</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Warranty Disclaimer.</b>\n</li>\n</ol>\n<p>\n<b>EXCEPT AS EXPRESSLY SET FORTH IN THIS AGREEMENT, CUSTOMER UNDERSTANDS AND AGREES THAT USE OF THE DOCKER PLATFORM IS AT CUSTOMER’S SOLE RISK AND THAT THE DOCKER PLATFORM AND DOCUMENTATION IS PROVIDED “AS IS” AND “AS AVAILABLE.” DOCKER, ITS SUBSIDIARIES, AND ITS AFFILIATES MAKE NO EXPRESS WARRANTIES AND DISCLAIM ALL IMPLIED WARRANTIES REGARDING THE DOCKER PLATFORM, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND</b>\n<b>NON-INFRINGEMENT, TOGETHER WITH ANY AND ALL WARRANTIES ARISING FROM COURSE OF DEALING OR USAGE IN TRADE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM DOCKER OR ELSEWHERE SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, DOCKER AND ITS SUBSIDIARIES AND AFFILIATES DO NOT REPRESENT OR WARRANT TO CUSTOMER THAT: (A) CUSTOMER’S USE OF THE DOCKER PLATFORM WILL MEET CUSTOMER’S REQUIREMENTS, OR (B) CUSTOMER’S USE OF THE DOCKER PLATFORM WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR.\nNOTWITHSTANDING THE FOREGOING, NOTHING HEREIN SHALL EXCLUDE OR LIMIT DOCKER’S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.\nCUSTOMER UNDERSTANDS AND ACKNOWLEDGES THAT THE DOCKER PLATFORM IS NOT DESIGNED, INTENDED OR WARRANTED FOR USE IN HAZARDOUS ENVIRONMENTS REQUIRING FAIL-SAFE CONTROLS, INCLUDING WITHOUT LIMITATION, OPERATION OF NUCLEAR FACILITIES, AIRCRAFT NAVIGATION OR COMMUNICATION SYSTEMS, AIR TRAFFIC CONTROL, AND LIFE SUPPORT OR WEAPONS SYSTEMS.\nDOCKER DOES NOT WARRANT ANY THIRD PARTY PRODUCTS OR SERVICES.</b>\n</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Indemnification.</b>\n</li>\n</ol>\n<p>\n<b>13.1</b>\n<b>By Docker.</b> Subject to the limitation on liability set forth in Section 14,Docker shall defend at its own expense any legal action brought against you to the extent that it is based on a claim or allegation that the Service (excluding any Open Source Software) infringes a U.S.\npatent or copyright of a third party, and Docker will pay any costs and damages awarded against you in any such action, or agreed to under a settlement signed by Docker, that are attributable to any such claim but shall not be responsible for any compromise made or expense incurred without Docker’s consent.\nSuch defense and payments are subject to the conditions that you (a) give Docker prompt written notice of such claim, (b) tender to Docker sole control of the defense and settlement of the claim, and (c) reasonably cooperate with Docker when requested in connection with the defense and settlement of the claim.\nDocker will have no liability to so defend and pay for any infringement claim to the extent it (i) is based on modification of the Service other than by Docker, with or without authorization.\n(ii) results from your failure to use an updated version of the Service.\nor (iii) is based on the combination or use of the Service with any software (including, without limitation, Open Source Software), program or device not provided by Docker if such infringement would not have arisen but for such use or combination.\nor (iv) results from use of the Service by you after the license was terminated..&nbsp;</p>\n<p>\n<b>13.2</b>\n<b>Limitation on Infringement Claims.</b> Docker will have no liability to Customer Indemnitees or any obligations under this Section 13 to the extent a claim arise out of: (a) the modification of any portion of the Docker Platform by any party other than Docker or its authorized representatives.\n(b) the combination, operation, or use of any Docker Platform with other product(s), data, third party software, or services where the Docker Platform would not by itself be infringing.\n(c) the continued use of the allegedly infringing Docker Platform after being notified of the infringement claim or after being provided a modified version of the Docker Platform by Docker to address any alleged infringement.\nor (d) the failure to use the Docker Platform in accordance with the applicable Documentation or outside the scope of the rights granted under this Agreement.\nShould the Docker Platform, or the operation thereof, become or in Docker’s opinion be likely to become, the subject of such claim described in Section 13.1, Docker may, at its option and expense, (i) procure the right for Customer to continue using the Docker Platform, or (ii) replace or modify the Docker Platform so that it becomes non-infringing.\nIf neither (i) or (ii) are reasonably practicable, Docker may terminate the applicable Order Form and refund to Customer any pre-paid, unused fees paid by Customer corresponding to the unused period of the Subscription Term.\n<b>THIS </b>\n<b>SECTION 13</b>\n<b> STATES DOCKER’S SOLE AND EXCLUSIVE LIABILITY, AND CUSTOMER’S SOLE AND EXCLUSIVE REMEDY, WITH RESPECT TO INFRINGEMENT OR MISAPPROPRIATION OF INTELLECTUAL PROPERTY RIGHTS OF ANY KIND.</b>\n</p>\n<p>\n<b>13.3</b> By Customer.\nCustomer shall defend and hold Docker and its affiliates, officers, directors, agents, and employees (“<b>Docker Indemnitees</b>”) harmless against any third party claims and actions arising from (a) an allegation that Customer Data infringes the intellectual property rights of any third party, and (b) any use by Customer or its Users of the Docker Platform in violation of the license restrictions or violation of applicable laws, rules or regulations in connection with the Docker Platform.\n, and shall indemnify the Docker Indemnitees against any damages, judgments, litigation costs including any reasonable attorneys’ fees.&nbsp;</p>\n<p>\n<b>13.4</b> Procedure.\nThe party seeking indemnification will notify the indemnifying party promptly of any claim or action covered by this Section 13.\nThe parties agree to reasonably cooperate during such proceedings.\nThe indemnifying party will have the right to defend any such claim and will have control over the litigation, negotiation, and settlement of any such claim, provided it will not make any settlement of a claim that results in any liability or imposes any obligation on the indemnified party without the prior written consent of such party, which will not be unreasonably withheld.\nThe indemnified party may, at its sole expense, participate in the defense of any claim.</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Limitation of Liability.</b>\n</li>\n</ol>\n<p>\n<b>14.1</b>\n<b>Exclusion of Damages.</b>\n<b>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, </b>\n<b>&nbsp;CUSTOMER EXPRESSLY UNDERSTANDS AND AGREES THAT DOCKER, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS SHALL </b>\n<b>IN NO EVENT BE LIABLE TO CUSTOMER FOR ANY INCIDENTAL, INDIRECT, SPECIAL, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING WITHOUT LIMITATION LOSS OF PROFITS, GOODWILL, LOSS OF USE, LOST DATA, FAILURE OF SECURITY MECHANISMS, OR INTERRUPTION OF BUSINESS) ARISING FROM THIS AGREEMENT, WHETHER UNDER THEORY OF CONTRACT, TORT, INCLUDING NEGLIGENCE, OR OTHERWISE, EVEN IF CUSTOMER HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES IN ADVANCE.</b>\n</p>\n<p>\n<b>14.2</b>\n<b>Liability Cap</b>.\n<b>THE TOTAL LIABILITY OF DOCKER ARISING OUT OF OR RELATED TO THIS AGREEMENT WILL NOT EXCEED THE AMOUNTS PAID BY CUSTOMER FOR THE RELEVANT SERVICE UNDER THE APPLICABLE ORDER FORM IN THE TWELVE (12) MONTH PERIOD IMMEDIATELY PRECEDING THE EVENT GIVING RISE TO THE LIABILITY.</b>\n</p>\n<ol>\n<li>\n<b>\n</b>\n<b>Export Restrictions.</b>\n</li>\n</ol>\n<p>Customer understands that the Docker Platform is subject to United States export controls administered by the United States Department of Commerce and the United States Department of Treasury Office of Foreign Assets Control.\nCustomer acknowledges and agrees that the Docker Platform may not be used, transferred or otherwise exported or re-exported to countries as to which the United States, maintains an embargo (collectively, “<b>Embargoed Countries</b>”), or to or by a national or resident thereof, or any person or entity on the U.S.\nDepartment of Treasury’s List of Specially Designated Nationals or the U.S.\nDepartment of Commerce’s Entity List, Denied Persons List, or Unverified List, or the U.S.\nDepartment of State’s Nonproliferation Sanctions list (collectively, “<b>Designated Nationals</b>”).\nThe lists of Embargoed Countries and Designated Nationals are subject to change without notice.\nBy using the Docker Platform, Customer represents and warrants that Customer is not located in, under the control of, or a national or resident of an Embargoed Country or Designated National.\nCustomer agrees to comply with all United States export laws and assumes sole responsibility for obtaining United States government export licenses to export or re-export as may be required.\nCustomer will defend, indemnify, and hold Docker and its licensors harmless from and against any liabilities arising from Customer’s or any of its officers, directors, employees, agents, or representatives violation of such laws or regulations.&nbsp;</p>\n<ol>\n<li>\n<b>\n</b>\n<b> US Government Users.&nbsp;</b>\n</li>\n</ol>\n<p>The Docker Platform and any other software covered under this Agreement are “commercial items” as that term is defined at 48 C.F.R.\n2.101.\nconsisting of “commercial computer software” and “commercial computer software documentation” as such terms are used in 48 C.F.R.\n12.212.\nConsistent with 48 C.F.R.\n12.212 and 48 C.F.R.\n227.7202-1 through 227.7202-4, all U.S.\nGovernment end users acquire the Docker Platform and any other software and Documentation covered under this Agreement with only those rights set forth herein.\nAny United States federal, state, or local government customers are subject to the U.S.\nPublic Sector Addendum&nbsp.\nin addition to these Terms.</p>\n<ol>\n<li>\n<b> Governing Law and Jurisdiction.</b>\n</li>\n</ol>\n<p>The Agreement and all of its Order Forms will be governed as follows:&nbsp;</p>\n<p>\n<b>For Docker Personal and any other no-fee Offering accounts:&nbsp;</b>\n</p> Governing law:&nbsp.\nCourts with exclusive jurisdiction: The laws of the State of California and controlling United States federal law.&nbsp.\nThe state and federal courts located within the county of Santa Clara, California.\nAny dispute, controversy or claim arising under, out of or relating to this Agreement, will be finally determined by arbitration conducted by JAMS (or, if unavailable, then such other similar group that can provide former judges as arbiters) in accordance with the Rules of Arbitration of the International Chamber of Commerce applicable to commercial disputes by a single arbiter who is (a) fluent in written and spoken English, the language governing this Agreement, and (b) skilled and experienced with cloud or internet services.\nThe place of such arbitration will be in Santa Clara County, California, U.S.A.&nbsp.\nThe judgment of the arbitrator will be final, non-appealable (to the extent not inconsistent with applicable law) and binding upon the parties, and may be entered in any court of competent jurisdiction.&nbsp.\nThe foregoing does not limit or restrict either party from seeking injunctive or other equitable relief from a court of competent jurisdiction.\n<p>&nbsp;</p>\n<p>\n<b>For all Offering accounts subject to a fee the Agreement will be governed as follows based on the Customer’s place of domicile:&nbsp;</b>\n</p> Customer’s domicile:&nbsp;&nbsp.\nGoverning law:&nbsp.\nCourts with exclusive jurisdiction:&nbsp.\nIn the Americas, Asia Pacific, India, Israel and any other region other than as specified below.&nbsp.\nThe laws of the State of California and controlling United States federal law.&nbsp.\nThe state and federal courts located within the county of Santa Clara, California.\nAny dispute, controversy or claim arising under, out of or relating to this Agreement, will be finally determined by arbitration conducted by JAMS (or, if unavailable, then such other similar group that can provide former judges as arbiters) in accordance with the Rules of Arbitration of the International Chamber of Commerce applicable to commercial disputes by a single arbiter who is (a) fluent in written and spoken English, the language governing this Agreement, and (b) skilled and experienced with cloud or internet services.\nThe place of such arbitration will be in Santa Clara County, California, U.S.A.&nbsp.\nThe judgment of the arbitrator will be final, non-appealable (to the extent not inconsistent with applicable law) and binding upon the parties, and may be entered in any court of competent jurisdiction.&nbsp.\nThe foregoing does not limit or restrict either party from seeking injunctive or other equitable relief from a court of competent jurisdiction.&nbsp;&nbsp;&nbsp;&nbsp.\nIn the European Union, the European Economic Area, Switzerland, Africa or the Middle East (other than Israel).&nbsp.\nThe laws of the Netherlands.&nbsp.\nThe courts of Utrecht, albeit not until the parties have pursued the IT Mediation Regulations of the Stichting Geschillenoplossing Automatisering (SGOA) in The Hague.\nThe parties agree to participate in the mediation in good faith, and to share its costs equally.\nIn the United Kingdom.&nbsp.\nThe laws of England and Wales.&nbsp.\n<p>Any dispute arising out of or in connection with this contract, including any question regarding its existence, validity or termination, shall be referred to and finally resolved by arbitration under the London Court of International Arbitration (LCIA) Rules, which Rules are deemed to be incorporated by reference into this clause.</p>\n<p>&nbsp;</p>\n<p>The number of arbitrators shall be one.</p>\n<p>The seat, or legal place, of arbitration shall be London.\nThe language to be used in the arbitral proceedings shall be English.</p>\n<p>&nbsp;</p>\n<p>The parties agree that the Uniform Computer Information Transactions Act and the United Nations Convention on the International Sale of Goods will not apply to this Agreement.&nbsp;</p>\n<ol>\n<li>\n<b> Miscellaneous.&nbsp;</b>\n</li>\n</ol>\n<p>\n<b>18.1 Assignment.</b> Neither party may assign any of its rights or obligations under this Agreement, whether by operation of law or otherwise, without the prior written consent of the other party (not to be unreasonably withheld), provided that Docker may assign this Agreement, without Customer’s consent, to an affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.&nbsp;</p>\n<p>\n<b>18.2 Legal Notices.\n</b>Any notices hereunder must be in writing.\nDocker may provide notice to Customer through Customer’s signup email address, the address provided in the applicable Order Form, customer’s account or in-product notifications.\nCustomer agrees that any electronic communication will satisfy any applicable legal communication requirements, including that such communications be in writing.\nAny notice to Customer will be deemed given upon the first business day after Docker sends it.\nYou will provide notice to us by mail to: Docker, Inc.\n<b>3790 El Camino Real Ste.\n1052 Palo Alto, CA, 94306-3314</b>, Attn: Legal Department, &nbsp;with an email copy to to Legal@docker.com.&nbsp;</p>\n<p>\n<b>18.3 Changes to the Terms.\n</b>Docker may modify these terms from time to time, with notice to Customer in accordance with Section 18.2 (Legal Notices) or by posting the modified terms on our website.\nTogether with notice, we will specify the effective date of the modifications.</p>\n<p>\n<b>18.4 Contractual Relationship.\n</b>The parties are independent contractors.\nThis Agreement shall not establish any relationship of partnership, joint venture, employment, franchise, or agency between the parties.&nbsp;</p>\n<p>\n<b>18.5 Integration and Order of Precedence</b>.\nThis Agreement, including all Order Forms, constitutes the entire agreement between Customer and Docker concerning the subject matter of this Agreement and it supersedes all prior and simultaneous proposals, agreements, understandings, or other communications between the parties, oral or written, regarding such subject matter.\nThe terms of an Order Form will prevail over the general terms herein only if such Order Form expressly references this Agreement, the intent to prevail over this Agreement, and is signed by authorized signatories of both Docker and Customer.\nSection headings are for convenience only and shall not affect interpretation of the relevant section.\nNo provision of any purchase order or other form employed or provided by Customer will supersede the terms and conditions of this Agreement, and any such document relating to this Agreement shall be for administrative purposes only and shall have no legal effect.\nIf any provision of this Agreement is held invalid or unenforceable, the remainder of this Agreement will continue in full force and effect.&nbsp;</p>\n<p>\n<b>18.6 Force Majeure.</b> Except for the inability to meet financial obligations, neither party will be liable for failures or delays in performance due to causes beyond its reasonable control, including, but not limited to, any act of God, fire, earthquake, flood, storm, natural disaster, computer-related attacks, hacking, internet service provider failures or delays, accident, pandemic, labor unrest, civil disobedience, act of terrorism or act of government (each a “Force Majeure Event”).\nThe parties agree to use their best efforts to minimize the effects of such failures or delays.\nFor the avoidance of doubt, Customer understands that the Docker Platform may not be provided in countries listed in the Office of Foreign Assets Control sanction list and Customer’s access to the Docker Platform may be restricted in such countries.\nSuch prohibitions shall not constitute a Force Majeure.</p>\n<p>\n<b>18.7 Non-waiver.</b> No waiver will be implied from conduct or failure to enforce or exercise rights under this Agreement, nor will any waiver be effective unless in a writing signed by a duly authorized representative on behalf of the party claimed to have waived.&nbsp;</p>\n<p>\n<b>18.8 Third-party Beneficiaries</b>.\nNothing in this Agreement shall confer, or is intended to confer, on any third party any benefit or the right to enforce any term of this Agreement.</p>\n<p>End of Docker Subscription Service Agreement.&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2023-03-09 18:43:12.777723", "updated_at": "2023-03-09 18:43:25.984442"}], "points": [], "urls": ["docker.com"]}}