{"error": 448, "message": "OK", "parameters": {"id": 848, "name": "getrentback", "created_at": "2018-12-03 13:02:36.708383", "updated_at": "2021-03-25 03:19:39.781397", "wikipedia": null, "keywords": null, "related": null, "slug": "getrentback", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/848.png", "url": "getrentback.org", "documents": [{"id": 764, "name": "Terms and Conditions", "url": "https://www.getrentback.org/Terms%20&%20Conditions%20Letter%20of%20Authority.pdf", "xpath": "", "text": "", "created_at": "2018-12-03 13:03:52.472398", "updated_at": "2018-12-03 13:03:52.472398"}, {"id": 763, "name": "Privacy Policy", "url": "https://www.getrentback.org/privacy%20policy%20Flat%20Justice.pdf", "xpath": "//body", "text": "Flat Justice Privacy Policy,Updated 31/12/2019,Our Promise To You,Flat Justice Community Interest Company Ltd.\nis committed to respecting and protecting your privacy.\n,This privacy policy statement is to make you aware of our how we protect personal data.,We’ve designed our website www.GetRentBack.orgso that you can visit without having to register or ,provide us with any personal information: we want you to benefit from our free information resource ,on tenant rights and Rent Repayment Orders.,If you choose to provide us with any personal information, you can be sure it will only be used to ,support your relationship with Flat Justice and to help us provide you with relevant information.\nThis ,applies regardless of whether you contact us by phone, email or post.,As a not-for-profit organisation we are not required to register with the Information Commissioner's ,Office.,Flat Justice Community Interest Company Ltd, Company Number 11502292, is a registered not-for-profit ,company inEngland and Wales.\nThe registered address is 1st Floor 85 Great Portland Street, London ,W1W 7LT.,Data Collection,There is no requirement to provide us with any personal information if you want to use the free online ,information resource on our website.\n,Although using cookies helps us to improve our site, you do not need to accept our cookies in order to ,access our website.\nThe majority of web browsers allow some control of cookies.,If you decide to contact Flat Justice, we will only collect sufficient information about you to allow us to ,deal with your query and communicate with you in an appropriate way.\nWe try and keep any such ,information to a minimum.,Specifically, we may use your information to communicate with you, respond to your query or provide ,you with our support.,Flat Justice will never sell, rent, or lease your personally identifiable information to others.,If we are representing you in a Rent Repayment Order Application, we will need to hold more ,information about you to enable us to deal effectively with your request.,For our billing system, we record a client’s name, business name (if any), postal address, email address ,and contact telephone number(s).,We will never store client credit or debit card details and only accept payment for the services we ,provide by BACS transfer or cheque.\n,All information and supporting documentation that you share with us will be held securely and will ,never by disclosed to a third party without your prior written agreement: for example, if you ask us to ,submit a Rent Repayment Order Application on your behalf or if you ask us to liaise with a third party on ,your behalf.Data collection, processingand storage may involve third partieswhich we have verifiedto ,the best of our ability as being GDPR compliant.,Subject access requests,Flat Justice recognises that individuals have the right to access their personal data and can make a ,request verbally orin writing.\nIf we receive a subject access request asking what information is held ,about them, we will deal with the request without undue delay and at the latest within one month of ,receipt.,If the request is particularly complex, we reserve the right toextend this timescale by a further two ,months.,We may need to confirm the identity of the applicant before releasing personal information to them.\n,After all, we want to protect your privacy.,In most cases, the subject access request will be handled at no cost to the applicant.\nIf the request is ,manifestly unfounded or excessive, we reserve the right to charge a reasonable fee for the ,administrative costs of complying with the request.,Security,Flat Justice is committed to ensuring the security of your information.\nTo prevent unauthorised access or ,disclosure, maintain data accuracy, and ensure the appropriate use of information, we have put in place ,appropriate physical, electronic, and managerial procedures to safeguard and secure the information we ,collect online, by email, phone or through information you send us by post.,If you have any questions about this privacy policy, please email us at office@flatjustice.org or write to ,us at:,Flat Justice Community Interest Company,,1st Floor, 85 Great Portland Street,,London,W1W 7LT", "created_at": "2018-12-03 13:03:01.987953", "updated_at": "2022-12-13 05:28:21.613777"}, {"id": 13562, "name": " Copyright notice", "url": "https://www.getrentback.org/copyright%20notice.html", "xpath": "//*[@id=\"tswcontent\"]", "text": " Get Rent Back Flat Justice home RRO Rent Repayment Order Advice <p> Copyright notice</p>\n<p> 1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCredit</p>\n<p>1.1&nbsp;&nbsp;&nbsp.\nThis document was created using a template from SEQ Legal (https://seqlegal.com).</p>\n<p> 2.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCopyright notice</p>\n<p>2.1&nbsp;&nbsp;&nbsp.\nCopyright (c) 2018 Flat Justice Community Interest Company Ltd.</p>\n<p>2.2&nbsp;&nbsp;&nbsp.\nSubject to the express provisions of this notice:</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nwe, together with our licensors, own and control all the copyright and other intellectual property rights in our website and the material on our website.\nand</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nall the copyright and other intellectual property rights in our website and the material on our website are reserved.</p>\n<p> 3.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nCopyright licence</p>\n<p>3.1&nbsp;&nbsp;&nbsp.\nYou may:</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nview pages from our website in a web browser;</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\ndownload pages from our website for caching in a web browser;</p>\n<p>(c)&nbsp;&nbsp;&nbsp.\nprint pages from our website;</p>\n<p>(d)&nbsp;&nbsp;&nbsp.\n[stream audio and video files from our website].\nand</p>\n<p>(e)&nbsp;&nbsp;&nbsp.\n[use [our website services] by means of a web browser],</p>\n<p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nsubject to the other provisions of this notice.</p>\n<p>3.2&nbsp;&nbsp;&nbsp.\nExcept as expressly permitted by the other provisions of this notice, you must not download any material from our website or save any such material to your computer.</p>\n<p>3.3&nbsp;&nbsp;&nbsp.\nYou may only use our website for [your own personal and business purposes], and you must not use our website for any other purposes.</p>\n<p>3.4&nbsp;&nbsp;&nbsp.\nExcept as expressly permitted by this notice, you must not edit or otherwise modify any material on our website.</p>\n<p>3.5&nbsp;&nbsp;&nbsp.\nUnless you own or control the relevant rights in the material, you must not:</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nrepublish material from our website (including republication on another website);</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nsell, rent or sub-license material from our website;</p>\n<p>(c)&nbsp;&nbsp;&nbsp.\nshow any material from our website in public;</p>\n<p>(d)&nbsp;&nbsp;&nbsp.\nexploit material from our website for a commercial purpose.\nor</p>\n<p>(e)&nbsp;&nbsp;&nbsp.\nredistribute material from our website, save to the extent expressly permitted by this notice.</p>\n<p> 4.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nAcceptable use</p>\n<p>4.1&nbsp;&nbsp;&nbsp.\nYou must not:</p>\n<p>(a)&nbsp;&nbsp;&nbsp.\nuse our website in any way or take any action that causes, or may cause, damage to the website or impairment of the performance, availability or accessibility of the website;</p>\n<p>(b)&nbsp;&nbsp;&nbsp.\nuse our website in any way that is unlawful, illegal, fraudulent or harmful, or in connection with any unlawful, illegal, fraudulent or harmful purpose or activity;</p>\n<p>(c)&nbsp;&nbsp;&nbsp.\nuse our website to copy, store, host, transmit, send, use, publish or distribute any material which consists of (or is linked to) any spyware, computer virus, Trojan horse, worm, keystroke logger, rootkit or other malicious computer software.\nor</p>\n<p>(d)&nbsp;&nbsp;&nbsp.\nconduct any systematic or automated data collection activities (including without limitation scraping, data mining, data extraction and data harvesting) on or in relation to our website without our express written consent.</p>\n<p> 5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nReport abuse</p>\n<p>5.1&nbsp;&nbsp;&nbsp.\nIf you learn of any unlawful material or activity on our website, or any material or activity that breaches this notice, please let us know.</p>\n<p>5.2&nbsp;&nbsp;&nbsp.\nYou can let us know about any such material or activity [by email or using our abuse reporting form].</p>\n<p> 6.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nEnforcement of copyright</p>\n<p>6.1&nbsp;&nbsp;&nbsp.\nWe take the protection of our copyright very seriously.</p>\n<p>6.2&nbsp;&nbsp;&nbsp.\nIf we discover that you have used our copyright materials in contravention of the licence set out in this notice, we may bring legal proceedings against you, seeking monetary damages and/or an injunction to stop you using those materials.\nYou could also be ordered to pay legal costs.</p>\n<p> 7.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nPermissions</p>\n<p>7.1&nbsp;&nbsp;&nbsp.\nYou may request permission to use the copyright materials on our website by [writing to us by email or post, using the contact details published on the website].</p>\n<p>&nbsp;</p>\n<br>\n<br>\n<br> ", "created_at": "2022-12-25 01:00:53.558003", "updated_at": "2022-12-25 01:00:59.834134"}], "points": [{"id": 5052, "title": "The terms for this service are easy to read", "source": "https://www.getrentback.org/Terms%20&%20Conditions%20Letter%20of%20Authority.pdf", "status": "One single A4 sheet, divided into columns.", "created_at": "2018-12-05 14:32:35.747356", "updated_at": "2018-12-12 14:53:47.918762", "quoteText": null, "case_id": 199, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5057, "title": "This service only shares user information with third parties when given specific consent", "source": "https://www.getrentback.org/privacy%20policy%20Flat%20Justice.pdf", "status": "The Privacy Policy states \"All information and supporting documentation that you share with us will be held securely and will never by disclosed to a third party without your prior written agreement.\"", "created_at": "2018-12-05 14:50:34.47183", "updated_at": "2018-12-12 14:47:51.042783", "quoteText": null, "case_id": 296, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5056, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://www.getrentback.org/privacy%20policy%20Flat%20Justice.pdf", "status": "The Privacy Policy states \"There is no requirement to provide us with any personal information if you want to use the free online information resource on our website.\"", "created_at": "2018-12-05 14:47:04.863966", "updated_at": "2018-12-12 14:48:33.93676", "quoteText": null, "case_id": 298, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5053, "title": "This service does not track you", "source": "https://www.getrentback.org/privacy%20policy%20Flat%20Justice.pdf", "status": "The Privacy Policy states \"We’ve designed our website www.GetRentBack.org so that you can visit without having to register or provide us with any personal information: we want you to benefit from our free information resource on tenant rights and Rent Repayment Orders.\"", "created_at": "2018-12-05 14:36:14.835794", "updated_at": "2021-02-06 03:50:19.135662", "quoteText": null, "case_id": 218, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5058, "title": "The service allows you to opt out of providing personal information to third parties", "source": "https://getrentback.org", "status": "The Cookie pop-up menu displays checkboxes for the user to opt out of third party cookie tracking. If all available boxes are unticked by the user, the only cookie which is kept is the one which stores these user preferences.", "created_at": "2018-12-05 14:58:11.541965", "updated_at": "2018-12-12 14:31:37.653546", "quoteText": null, "case_id": 337, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5055, "title": "You can request access and deletion of personal data", "source": "https://www.getrentback.org/privacy%20policy%20Flat%20Justice.pdf", "status": "The Privacy Policy states \"Flat Justice recognises that individuals have the right to access their personal data and can make a request verbally or in writing. If we receive a subject access request asking what information is held about them, we will deal with the request without undue delay and at the latest within one month of receipt.\"\r\n", "created_at": "2018-12-05 14:45:09.168665", "updated_at": "2018-12-12 14:48:59.617831", "quoteText": null, "case_id": 195, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5051, "title": "The service provides a complete list of all cookies set by its website", "source": "https://getrentback.org", "status": "In addition, the user may opt out of all cookie tracking except the one cookie which tracks the user's cookie preferences.", "created_at": "2018-12-05 14:25:19.685762", "updated_at": "2018-12-12 14:54:08.250482", "quoteText": null, "case_id": 306, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5054, "title": "This service does not sell your personal data", "source": "https://www.getrentback.org/privacy%20policy%20Flat%20Justice.pdf", "status": "The Privacy Policy states \"Flat Justice will never sell, rent, or lease your personally identifiable information to others.\". Note: FlatJustice is the community interest company which owns the GetRentBack website.", "created_at": "2018-12-05 14:40:41.457362", "updated_at": "2018-12-12 14:50:19.184966", "quoteText": null, "case_id": 193, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["getrentback.org"]}}