{"error": 448, "message": "OK", "parameters": {"id": 9734, "name": "Gaggle", "created_at": "2023-10-09 02:58:04.60017", "updated_at": "2023-10-09 10:02:29.021395", "wikipedia": "https://en.wikipedia.org/wiki/Gaggle_(software)", "keywords": null, "related": null, "slug": "gaggle", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9734.png", "url": "gaggle.net", "documents": [{"id": 19376, "name": " Student and Staff Data Privacy Notice", "url": "https://www.gaggle.net/student-data-privacy-notice", "xpath": "//body", "text": "Powered by Cookiebot<ul>\n<li>Consent</li>\n<li>Details</li>\n<li>[#IABV2SETTINGS#]</li>\n<li>About</li>\n</ul>This website uses cookiesWe use cookies to offer you a better, more relevant experience and improve site performance.\nBy clicking Accept All, you acknowledge and agree to our use of cookies.\nIf you Decline, your information won’t be tracked when you visit this website.\nA single cookie will be used in your browser to remember your preference not to be tracked.\nConsent SelectionNecessary Preferences Statistics Marketing View Preferences<ul>\n<li>Necessary 21 Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.<ul>\n<li>Amazon1Learn more about this providercookies.jsDetermines whether the visitor has accepted the cookie consent box.\nThis ensures that the cookie consent box will not be presented again upon re-entry.\n<b>Expiry</b>: Session<b>Type</b>: HTTP</li>\n<li>Cookiebot1Learn more about this providerCookieConsentStores the user's cookie consent state for the current domain<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Google6Learn more about this provider_GRECAPTCHAThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.<b>Expiry</b>: 180 days<b>Type</b>: HTTPrc::aThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.<b>Expiry</b>: Persistent<b>Type</b>: HTMLrc::bThis cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Session<b>Type</b>: HTMLrc::cThis cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Session<b>Type</b>: HTMLrc::d-15#This cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Persistent<b>Type</b>: HTMLrc::fThis cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>LinkedIn2Learn more about this providerli_gcStores the user's cookie consent state for the current domain<b>Expiry</b>: 180 days<b>Type</b>: HTTPbscookieThis cookie is used to identify the visitor through an application.\nThis allows the visitor to login to a website through their LinkedIn application for example.<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Poptin2Learn more about this providerlaravel_sessionThis cookie is used internally by the website’s owners, when uploading or renewing website content.<b>Expiry</b>: 1 day<b>Type</b>: HTTPXSRF-TOKENEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\n<b>Expiry</b>: 1 day<b>Type</b>: HTTP</li>\n<li>Salesforce2Learn more about this providerCookieConsentPolicyStores the user's cookie consent state for the current domain<b>Expiry</b>: 1 year<b>Type</b>: HTTPLSKey-c$CookieConsentPolicyDetermines whether the user has accepted the cookie consent box.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>YouTube1Learn more about this providerCONSENTUsed to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n<b>Expiry</b>: 2 years<b>Type</b>: HTTP</li>\n<li>hubspot.com<br>pages.gaggle.net<br>www.gaggle.net<br>3__cf_bm&nbsp;[x3]This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.<b>Expiry</b>: 1 day<b>Type</b>: HTTP</li>\n<li>pages.gaggle.net<br>www.gaggle.net<br>2__cfruid&nbsp;[x2]This cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators.\n<b>Expiry</b>: Session<b>Type</b>: HTTP</li>\n<li>www.gaggle.net1test_cookieUsed to check if the user's browser supports cookies.<b>Expiry</b>: 1 day<b>Type</b>: HTTP</li>\n</ul>\n</li>\n<li>Preferences 6 Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.<ul>\n<li>Amazon1Learn more about this providerreduxPersistIndexMaintains website settings across multiple visits.\n<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Poptin3Learn more about this providera/n (40)Detects how many times a user has visited the website in order to determine whether an on-page notification should be displayed.<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_previous_urlDetermines whether the user has made any subscriptions on the website, so that the website does not show subscription forms to the user, which already have been filled out.\n<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_user_country_codeDesignates the country code that is calculated based on the user's IP address.\nUsed to determine what language should be used for the visitor.<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Salesforce1Learn more about this providerX-Salesforce-CHATNecessary for the functionality of the website's chat-box function.\n<b>Expiry</b>: Session<b>Type</b>: HTTP</li>\n<li>www.gaggle.net1loglevelMaintains settings and outputs when using the Developer Tools Console on current session.<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n</ul>\n</li>\n<li>Statistics 29 Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.<ul>\n<li>Amazon1Learn more about this providerreduxPersist%3AlocalStorageUsed to implement audio-content from Spotify on the website.\nCan also be used to register user interaction and preferences in context with audio-content - This can serve statistics and marketing purposes.\n<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Google5Learn more about this provider_gaRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.<b>Expiry</b>: 2 years<b>Type</b>: HTTP_ga_#Used by Google Analytics to collect data on the number of times a user has visited the website as well as dates for the first and most recent visit.\n<b>Expiry</b>: 2 years<b>Type</b>: HTTP_gatUsed by Google Analytics to throttle request rate<b>Expiry</b>: 1 day<b>Type</b>: HTTP_gidRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.<b>Expiry</b>: 1 day<b>Type</b>: HTTPcollectUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.<b>Expiry</b>: Session<b>Type</b>: Pixel</li>\n<li>Hotjar10Learn more about this provider_hjAbsoluteSessionInProgressThis cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjFirstSeenThis cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjIncludedInSessionSample_#Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjSession_#Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjSessionUser_#Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.<b>Expiry</b>: 1 year<b>Type</b>: HTTP_hjTLDTestRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\n<b>Expiry</b>: Session<b>Type</b>: HTTP_hjRecordingEnabledCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.<b>Expiry</b>: Session<b>Type</b>: HTML_hjRecordingLastActivitySets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.<b>Expiry</b>: Session<b>Type</b>: HTMLhjActiveViewportIdsThis cookie contains an ID string on the current session.\nThis contains non-personal information on what subpages the visitor enters – this information is used to optimize the visitor's experience.<b>Expiry</b>: Persistent<b>Type</b>: HTMLhjViewportIdSaves the user's screen size in order to adjust the size of images on the website.<b>Expiry</b>: Session<b>Type</b>: HTML</li>\n<li>Hubspot4Learn more about this provider__hsscIdentifies if the cookie data needs to be updated in the visitor's browser.<b>Expiry</b>: 1 day<b>Type</b>: HTTP__hssrcUsed to recognise the visitor's browser upon reentry on the website.<b>Expiry</b>: Session<b>Type</b>: HTTP__hstcSets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.<b>Expiry</b>: 180 days<b>Type</b>: HTTPhubspotutkSets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.<b>Expiry</b>: 180 days<b>Type</b>: HTTP</li>\n<li>LinkedIn1Learn more about this providerAnalyticsSyncHistoryUsed in connection with data-synchronization with third-party analysis service.\n<b>Expiry</b>: 30 days<b>Type</b>: HTTP</li>\n<li>Salesforce6Learn more about this providerBrowserIdRegisters a unique ID that identifies the user's device for return visits.<b>Expiry</b>: 1 year<b>Type</b>: HTTPBrowserId_secRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTPsnapinsPage_#Pending<b>Expiry</b>: Persistent<b>Type</b>: HTMLsnapinsPageTime_#Pending<b>Expiry</b>: Persistent<b>Type</b>: HTMLsnapinsPcDetermines when the visitor last visited the different subpages on the website, as well as sets a timestamp for when the session started.<b>Expiry</b>: Persistent<b>Type</b>: HTMLsnapinsStartDetermines when the visitor last visited the different subpages on the website, as well as sets a timestamp for when the session started.<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>Twitter Inc.1Learn more about this providerpersonalization_idThis cookie is set by Twitter - The cookie allows the visitor to share content from the website onto their Twitter profile.\n<b>Expiry</b>: 400 days<b>Type</b>: HTTP</li>\n<li>www.gaggle.net1tdRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\n<b>Expiry</b>: Session<b>Type</b>: Pixel</li>\n</ul>\n</li>\n<li>Marketing 59 Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.<ul>\n<li> Meta Platforms, Inc.1Learn more about this provider_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.<b>Expiry</b>: 3 months<b>Type</b>: HTTP</li>\n<li>Amazon3Learn more about this provideranchor-website#keyvaluepairsUsed to implement audio-content from Spotify on the website.\nCan also be used to register user interaction and preferences in context with audio-content - This can serve statistics and marketing purposes.\n<b>Expiry</b>: Persistent<b>Type</b>: IDBanchor-website#local-forage-detect-blob-supportUsed to implement audio-content from Spotify on the website.\nCan also be used to register user interaction and preferences in context with audio-content - This can serve statistics and marketing purposes.\n<b>Expiry</b>: Persistent<b>Type</b>: IDBreduxPersist%3AvoiceMessageCreationModalScreenTargets ads based on behavioural profiling and geographical location.<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Google6Learn more about this providerIDEUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.<b>Expiry</b>: 1 year<b>Type</b>: HTTPpagead/landingCollects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n<b>Expiry</b>: Session<b>Type</b>: Pixel_gcl_auUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n<b>Expiry</b>: 3 months<b>Type</b>: HTTPads/ga-audiencesUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.<b>Expiry</b>: Session<b>Type</b>: Pixel5_p4CLjWlOQDENvGpakC,8002887750Pending<b>Expiry</b>: Persistent<b>Type</b>: HTML5_p4CLjWlOQDENvGpakC,8002887750_expiresAtPending<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>Hubspot1Learn more about this provider__hmplCollects information on user preferences and/or interaction with web-campaign content - This is used on CRM-campaign-platform used by website owners for promoting events or products.<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>LinkedIn4Learn more about this providerbcookieUsed by the social networking service, LinkedIn, for tracking the use of embedded services.<b>Expiry</b>: 1 year<b>Type</b>: HTTPli_sugrCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\n<b>Expiry</b>: 3 months<b>Type</b>: HTTPlidcUsed by the social networking service, LinkedIn, for tracking the use of embedded services.<b>Expiry</b>: 1 day<b>Type</b>: HTTPUserMatchHistoryEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\n<b>Expiry</b>: 30 days<b>Type</b>: HTTP</li>\n<li>Poptin9Learn more about this providerpoptin_client_idUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_every_visit_sessionImplements pop-up advertisement on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_new_userImplements pop-up advertisement on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_origin_landing_pageImplements pop-up advertisement on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_c_visitorUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 30 days<b>Type</b>: HTTPpoptin_old_userUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 2 days<b>Type</b>: HTTPpoptin_sessionImplements pop-up advertisement on the website.\n<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_user_idUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 1 year<b>Type</b>: HTTPpoptin_user_ipSets a unique ID for a specific visitor.\nThis ID can be used to recognize the visitor upon re-entry and implement any preference choices made.\nThe cookie also allows the website to track the visitor on multiple websites for marketing purposes.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>StackAdapt9Learn more about this providersa-user-idUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: Persistent<b>Type</b>: HTMLsa-user-id&nbsp;[x2]Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTPsa-user-id-v2&nbsp;[x2]Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTPsa-user-id-v2Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: Persistent<b>Type</b>: HTMLsa-user-id-v3Pending<b>Expiry</b>: Persistent<b>Type</b>: HTMLsa-user-id-v3&nbsp;[x2]Pending<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Twitter Inc.3Learn more about this provideri/adsct&nbsp;[x2]The cookie is used by Twitter.com in order to determine the number of visitors accessing the website through Twitter advertisement content.\n<b>Expiry</b>: Session<b>Type</b>: Pixelmuc_adsCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\n<b>Expiry</b>: 400 days<b>Type</b>: HTTP</li>\n<li>YouTube20Learn more about this providerLAST_RESULT_ENTRY_KEYUsed to track user’s interaction with embedded content.<b>Expiry</b>: Session<b>Type</b>: HTTPLogsDatabaseV2:V#||LogsRequestsStorePending<b>Expiry</b>: Persistent<b>Type</b>: IDBnextIdUsed to track user’s interaction with embedded content.<b>Expiry</b>: Session<b>Type</b>: HTTPremote_sidNecessary for the implementation and functionality of YouTube video-content on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTTPrequestsUsed to track user’s interaction with embedded content.<b>Expiry</b>: Session<b>Type</b>: HTTPServiceWorkerLogsDatabase#SWHealthLogNecessary for the implementation and functionality of YouTube video-content on the website.\n<b>Expiry</b>: Persistent<b>Type</b>: IDBTESTCOOKIESENABLEDUsed to track user’s interaction with embedded content.<b>Expiry</b>: 1 day<b>Type</b>: HTTPVISITOR_INFO1_LIVETries to estimate the users' bandwidth on pages with integrated YouTube videos.<b>Expiry</b>: 180 days<b>Type</b>: HTTPVISITOR_PRIVACY_METADATAPending<b>Expiry</b>: 180 days<b>Type</b>: HTTPYSCRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.<b>Expiry</b>: Session<b>Type</b>: HTTPyt.innertube::nextIdRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.<b>Expiry</b>: Persistent<b>Type</b>: HTMLytidb::LAST_RESULT_ENTRY_KEYStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLYtIdbMeta#databasesUsed to track user’s interaction with embedded content.<b>Expiry</b>: Persistent<b>Type</b>: IDByt-remote-cast-availableStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-cast-installedStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-connected-devicesStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt-remote-device-idStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt-remote-fast-check-periodStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-session-appStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-session-nameStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTML</li>\n<li>cdn.mailfloss.io1#URL#Necessary for the implementation of Instagram picture-gallery onto the website.\n<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>www.gaggle.net2pagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.<b>Expiry</b>: Session<b>Type</b>: Pixel__ptq.gifSends data to the marketing platform Hubspot about the visitor's device and behaviour.\nTracks the visitor across devices and marketing channels.<b>Expiry</b>: Session<b>Type</b>: Pixel</li>\n</ul>\n</li>\n<li>Unclassified 12Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.<ul>\n<li>Amazon1Learn more about this providerreduxPersist%3AtutorialPending<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Poptin8Learn more about this providerfirst_visit_3a74a77445626Pending<b>Expiry</b>: Session<b>Type</b>: HTMLfirst_visit_748d3b58a63e3Pending<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_pageviews_3a74a77445626Pending<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_pageviews_748d3b58a63e3Pending<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_d_r_v_3a74a77445626Pending<b>Expiry</b>: 1 year<b>Type</b>: HTTPpoptin_d_r_v_748d3b58a63e3Pending<b>Expiry</b>: 1 year<b>Type</b>: HTTPpoptin_o_v_3a74a77445626Pending<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_session_account_9b8631901f413Pending<b>Expiry</b>: 30 days<b>Type</b>: HTTP</li>\n<li>Salesforce1Learn more about this providerwww.gaggle.netLA_VISITOR_INFOPending<b>Expiry</b>: Session<b>Type</b>: HTML</li>\n<li>www.gaggle.net2lastExternalReferrerPending<b>Expiry</b>: Persistent<b>Type</b>: HTMLlastExternalReferrerTimePending<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n</ul>\n</li>\n</ul>Cross-domain consent[#BULK_CONSENT_DOMAINS_COUNT#] [#BULK_CONSENT_TITLE#]List of domains your consent applies to: [#BULK_CONSENT_DOMAINS#]Cookie declaration last updated on 10/5/23 by Cookiebot[#IABV2_TITLE#][#IABV2_BODY_INTRO#][#IABV2_BODY_LEGITIMATE_INTEREST_INTRO#][#IABV2_BODY_PREFERENCE_INTRO#][#IABV2_LABEL_PURPOSES#][#IABV2_BODY_PURPOSES_INTRO#][#IABV2_BODY_PURPOSES#][#IABV2_LABEL_FEATURES#][#IABV2_BODY_FEATURES_INTRO#][#IABV2_BODY_FEATURES#][#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PARTNERS_INTRO#][#IABV2_BODY_PARTNERS#]Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.\nDo not sell or share my personal informationDecline Allow Selection Manage Cookies Accept AllPowered by Cookiebot by Usercentrics <ul>\n<li> LOGIN &nbsp.\n| &nbsp;</li>\n<li>(800) 288-7750</li>\n</ul> Gaggle Logo Created with Snap Solutions Solutions Our solutions help K-12 districts manage student safety and well-being on school-provided technology.\n<ul>\n<li> Safety Management </li>\n<li> After Hours Support </li>\n<li> Therapy &amp.\nCoaching </li>\n<li> Professional Development </li>\n<li> Safety Tipline </li>\n<li> Web Filter Support </li>\n<li> Crisis Line </li>\n<li> Archiving and Backup </li>\n</ul> Resources Resources Access Gaggle’s library of resources on student safety, SEL, cyberbullying, student mental health, and other topics in education.\n<ul>\n<li> Case Studies </li>\n<li> Podcasts </li>\n<li> Content </li>\n<li> Events </li>\n<li> App Watchlist </li>\n<li> Videos </li>\n<li> Student Support </li>\n</ul> Blog Media About Us About Us Learn about our mission, how we’ve been supporting student safety for more than 20 years, the latest company updates, and how to contact us.\n<ul>\n<li> Who We Are </li>\n<li> Careers </li>\n<li> Find Your Rep </li>\n<li> Contact Us </li>\n<li> Press Releases </li>\n<li> Privacy Center </li>\n<li> FAQs </li>\n<li> AI Ethics </li>\n</ul> Get a Demo LOGIN Search Student and Staff Data Privacy Notice <p>\n<strong>Last Updated: July 17, 2023</strong>\n</p>\n<p>Gaggle.Net, Inc.\n(Gaggle) has been working with K-12 schools and school districts since 1998 and has always maintained clear terms regarding how we treat student and staff data.\nWe reinforce our commitment through participation in a pledge created by the Future of Privacy Forum (FPF) and the Software &amp.\nInformation Industry Association (SIIA) to advance data privacy protection regarding the collection, maintenance, and use of personal information.</p>\n<p>\n<strong>We will:</strong>\n</p>\n<ul>\n<li>Not sell student or staff information</li>\n<li>Not behaviorally target advertising nor show advertising to any user</li>\n<li>Use data for authorized education purposes only</li>\n<li>Enforce strict limits on data retention</li>\n<li>Support parental access to, and correction of errors in, their children’s information</li>\n<li>Provide comprehensive security standards</li>\n<li>Be transparent about the collection and use of data<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Definition of Data<br>\n</strong>Data includes all personally identifiable information (PII) and other non-public information.\nData includes, but is not limited to, student data, staff data, metadata, and user content.\nSee Data Collection section for specific data types.</p>\n<p>\n<strong>Scope of Policy<br>\n</strong>This Policy describes the types of information we may collect, or that you may provide, when registering with, accessing, or using Gaggle solutions.\nThis Policy does not apply to information we collect offline or on Gaggle websites (such as our company website) or to information that you may provide to, or is collected by, third parties.</p>\n<p>\n<strong>Purpose of Data Collection and Ownership<br>\n</strong>We consider all school and district data to be confidential and do not use such data for any purpose other than to provide services on your behalf and as outlined in your service level agreement or contract.\nStudent data is the property of the school or district and remains in the school or district’s control throughout the duration of any agreement/contract.</p>\n<p>\n<strong>Role of School and School Officials<br>\n</strong>Although this Policy will focus mainly on what we do, and what we confirm we will not do, with student and staff data, we believe that schools and school officials are critical partners in our collective efforts to protect and ensure only appropriate use of student-related information entrusted to them and us.\nIn that regard, schools and school officials using Gaggle solutions should be mindful that in granting or allowing access to Gaggle solutions, they are controlling who has access to student and staff information.\nWhen we reference “granting or allowing access,” we are referring to both intentional actions, such as an administrator authorizing a Gaggle account for a teacher, as well as unintentional actions and consequences that may flow from, for example, a school’s failure to maintain sufficient data governance or security practices.</p>\n<p>In cases where the Family Educational Rights and Privacy Act (FERPA) applies, access to certain student information remains the legal responsibility of the applicable school.\nIn all situations, it is incumbent upon our customers to make an affirmative determination before furnishing access to anyone that the party has a legitimate need for access to Gaggle solutions and the sensitive information that may be accessible to that party through Gaggle solutions.</p>\n<p>\n<strong>Information About Students<br>\n</strong>\n<i>FERPA and Education Records</i>\n</p>\n<p>Although FERPA was enacted decades ago, and certainly well before internet-based services became ubiquitous in academic settings, one of its core tenets was and remains the protection of the privacy of PII in students’ education records.\nAs defined in FERPA, “education records” are “those records, files, documents, and other materials which (i) contain information directly related to a student.\nand (ii) are maintained by an educational agency or institution or by a person acting for such agency or institution.” PII from education records includes information such as a student’s name or identification number, which can be used to distinguish or trace an individual’s identity, either directly or indirectly through linkages with other information.</p>\n<p>FERPA requires that educational institutions and agencies that receive certain federal funds (for example, public schools) get prior consent from a parent or legal guardian before disclosing any education records regarding that student to a third party.\nConsequently, before you enter, upload, or access any data concerning a minor student, you must confirm that your agency or institution has (1) obtained appropriate consent from the parent or guardian of that student or (2) determined that one of the limited exceptions to the consent requirement applies.</p>\n<p>\n<strong>Gaggle only uses PII from students’ education records to enable the use of Gaggle solutions to promote school safety and the physical security of students</strong>.\nUnless a school official expressly instructs otherwise, we will not share or reuse PII from education records for any other purpose.\nWhile we think those statements are clear, <strong>to avoid any doubt, we will not use student PII to target students or their families for advertising or marketing efforts or sell rosters of student PII to third parties.</strong>\n</p>\n<p>FERPA (§ 99.31(a)(1)(i)(B)) permits schools to outsource institutional services or functions that involve the disclosure of education records to contractors, consultants, volunteers, or other third parties provided that the outside party: Performs an institutional service or function for which the agency or institution would otherwise use employees.\nIs under the direct control of the agency or institution with respect to the use and maintenance of education records.\nIs subject to the requirements in § 99.33(a) that the personally identifiable information (PII) from education records may be used only for the purposes for which the disclosure was made, e.g., to promote school safety and the physical security of students, and governing the redisclosure of PII from education records.\nand Meets the criteria specified in the school or local educational agency’s (LEA’s) annual notification of FERPA rights for being a school official with a legitimate educational interest in the education records.</p>\n<p>\n<i>COPPA and Children Under the Age of 13</i>\n</p>\n<p>The Children’s Online Privacy Protection Act (COPPA) is a federal law designed to protect the privacy of children under 13 years old.</p>\n<p>Gaggle’s services are in compliance with the Children’s Online Privacy Protection Act of 1998.\nGaggle Services participates in the iKeepSafe Safe Harbor program.\nIf you have any questions or need to file a complaint related to our privacy policy and practices, please do not hesitate to contact the iKeepSafe Safe Harbor program at COPPAprivacy@ikeepsafe.org</p>\n<ol>\n<li>Individual children are not allowed to sign up for any Gaggle solutions.\n<strong>The only way a child may obtain access to a Gaggle solution is through their school.</strong>\n</li>\n<li>Each school is responsible for creating student accounts for any Gaggle solution.\nFor example, schools may choose to list students’ full names, grade level, and ID number in the record for each user.\nEntering data in these fields is optional and is intended for administrative purposes only.</li>\n<li>The schoolwide data collected by Gaggle is the school’s address, grade levels, and other aggregate information about the school’s internet connection, computers, and the likelihood of students having devices such as smartphones or tablets.</li>\n</ol>\n<p>\n<strong>Disclosure and Retention of PII<br>\n</strong>Gaggle will not distribute to third parties any staff data or student data without the consent of either a parent/guardian or a qualified educational institution except in cases of <strong>Possible Student Situations (PSS),</strong> which may be reported to law enforcement.</p>\n<p>To protect your students, the school or the district against the risks involved in handling sexually explicit content involving minors, <strong>Gaggle registers incidents containing explicit videos and images of possible minors with the CyberTipline at the National Center for Missing and Exploited Children (NCMEC).</strong> It is NCMEC’s mission to prevent the spread of these materials, as well as to prevent the sexual exploitation of children.</p>\n<p>We may also disclose student or staff data to comply with a court order, law, or legal process (including a government or regulatory request), but before doing so, we will provide the applicable school with notice of the requirement so that, if the school so chooses, it could seek a protective order or another remedy.\nIf after providing that notice we remain obligated to disclose the demanded student or staff data, we will disclose no more than that portion of data which, on the advice of our legal counsel, the order, law, or process specifically requires us to disclose.</p>\n<p>If a third party purchases all or most of our ownership interests or assets, or we merge with another organization, it is possible that we would need to disclose data to the other organization following the transaction.\nfor example, were we to integrate Gaggle with the other organization’s product offerings.\nTo the extent any such transaction would alter our practices relative to this Policy, we will give schools or school districts notice of those changes and any choices they may have regarding student or staff data.\nNotwithstanding the foregoing, in the event of a merger, acquisition, or substantial transfer of assets, we will provide you with notice within thirty (30) days following the completion of such a transaction, by posting on our homepage and by email to your email address that you provided to us.\nIf you do not consent to the use of your information by such a successor company, subject to applicable law, you may request its deletion from the company.</p>\n<p>Finally, although we outlined earlier in this Policy what constitutes student or staff data, we also want to be clear about what information is not student or staff data or PII.\nOnce PII, whether relating to a school or district employee or student, has been de-identified, that information is no longer PII.\nPII may be de-identified through aggregation or various other means.\nThe U.S.\nDepartment of Education has issued guidance on de-identifying PII in education records.\nIn order to allow us to proactively address customer needs, we anticipate using de-identified information to improve Gaggle solutions and services.\nThat said, we would use reasonable de-identification approaches to ensure that, in doing so, we are not compromising the privacy or security of the PII you entrust to us.\n<strong>We will not attempt to re-identify de-identified data and will not transfer de-identified data to any party unless that party agrees not to attempt re-identification.</strong>\n</p>\n<p>\n<strong>Data Security and Protection of Data, Including PII<br>\n</strong>We have implemented measures designed to secure PII from accidental loss and unauthorized access, use, alteration, and disclosure.\nAmong other things, PII is encrypted in transit to and from Gaggle using SSL technology.\nIn addition, all PII is stored in multiple databases with extensive redundancy and failover maintained at data centers located in two geographically dispersed states, consistent with guidance from the U.S.\nDepartment of Education that storing sensitive education records within the United States is a “best practice.” That said, unfortunately, the transmission of information via the internet is not completely secure and, although we do our best to protect PII, neither we nor any other hosted service provider can guarantee the security of all personally identifiable information.</p>\n<p>Data integrity and accuracy are achieved through strict restrictions on how data may be accessed and by whom.\nAudit logs are kept to be able to track data modification.\nAdditional security measures are in place to prevent and identify data tampering.\nIn the extremely rare case of a data breach, we will immediately notify all customers affected using the primary email address specified in their accounts.\nIt is the responsibility of our customers to contact parents or legal guardians regarding a data breach.</p>\n<p>Gaggle has completed a SOC 2 Type 2 audit of the Trust Service Principles: Security, Availability, and Privacy.\nOur assessors’ review of our technology and practices resulted in a final SOC 2 report free of any disclosures, which evidences Gaggle’s unwavering commitment to information security and keeping our customers’ data safe.</p>\n<p>According to the American Institute of CPAs:</p>\n<p>\n<i>\n<em>“A Software-as-a-Service (SaaS) or Cloud Service Organization that offers virtualized computing environments or services for user entities and wishes to assure its customers that the service organization maintains the confidentiality of its customers’ information in a secure manner and that the information will be available when it is needed.\nA SOC 2 report addressing security, availability, and confidentiality provides user entities with a description of the service organization’s system and the controls that help achieve those objectives.”</em>\n</i>\n</p>\n<p>\n<strong>Expiration of Agreement and Disposal of Data, Including PII<br>\n</strong>Upon the expiration or termination of any agreement/contract between a school or school district and Gaggle, we keep customer data for up to 30 days except in cases where state laws require a specific shorter or longer duration.</p>\n<p>Any retained data will, of course, remain subject to the restrictions on disclosure and use outlined in this policy for as long as it resides with us.</p>\n<p>\n<strong>Correction of Data<br>\n</strong>We only accept requests to change data from main contacts and administrators.\nParents or legal guardians who request changes to student data should go through a school- or district-authorized main contact or administrator.</p>\n<p>\n<strong>Focused Collection</strong>\n</p>\n<ul>\n<li>Geolocation data is not collected.</li>\n<li>Gaggle does not collect biometric data.</li>\n<li>No sensitive data is intentionally collected.</li>\n</ul>\n<p>\n<strong>\n<br>Data Collection</strong>\n</p>\n<ul>\n<li>Types of Data we can collect: Student first and last name, Student Physical Address, Student ID, Parent/Guardian First and last name, Parent/Guardian Physical address, Parent/Guardian Phone/Mobile Number, and Parent/Guardian Email Address.\nWhile Gaggle can collect this data if provided by the district, the student email is the only required data point for Gaggle Services to be enabled.</li>\n<li>Gaggle does not combine personally identifiable information except for data produced by the school or district.</li>\n<li>All data collected will be used solely for the stated purpose of ensuring student safety as required by the product.\nAll data is used only for the purpose for which it was collected for product requirements to ensure student safety.</li>\n<li>No user personal information is acquired from third parties.</li>\n<li>The product does not provide any links to external websites.</li>\n<li>Third parties are not allowed to access user information.</li>\n</ul>\n<p>\n<strong>\n<br>Data Sharing</strong>\n</p>\n<ul>\n<li>No data is shared with unrelated third parties unless requested by a customer or as required by law.</li>\n<li>All data collected will be used solely for the stated purpose of ensuring student safety as required by the product.</li>\n<li>Data is never shared with unrelated third parties for research, although de-identified data is used to improve the product.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Data </strong>\n<strong>Storage</strong>\n</p>\n<ul>\n<li>\n<p>While aggregate data is maintained, none is shared with unrelated third parties.</p>\n<ul>\n<li>\n<strong>Third-Party Subprocessors</strong>\n<br>&nbsp.\n<ul>\n<li>\n<strong>AWS (Amazon Web Services)</strong> - for providing servers, databases and network infrastructure for storage, service delivery and other related services.</li>\n<li>\n<strong>Quadranet</strong> - Physical Data Center that houses IT infrastructure for delivering applications and services.\nThis location/Infrastructure is also used as a failsafe to provide 24/7 security and access control to our services.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Data Security</strong>\n</p>\n<ul>\n<li>User identity is not linked to other sources, except student information systems as provided by the school or district.</li>\n<li>Gaggle and our sub processing partners have completed a SOC 2 Type 2 audit of the Trust Service Principles: Security, Availability, and Privacy of all services and systems.</li>\n</ul>\n<p>\n<strong>\n<br>Data Rights</strong>\n</p>\n<ul>\n<li>Schools and districts operating in loco parentis control all student information and privacy settings.</li>\n<li>Users do not create or upload data on Gaggle but may do so via the platforms being monitored.</li>\n<li>Schools and districts may download data from the system.</li>\n</ul>\n<p>\n<strong>\n<br>Data Sold</strong>\n</p>\n<ul>\n<li>\n<strong>No user data is ever sold to third parties.\nAs such, an opt out is unnecessary.</strong>\n</li>\n<li>User information is never transferred to a third party.</li>\n<li>Data is not shared with third parties for research or product improvement.</li>\n</ul>\n<p>\n<strong>\n<br>Data Safety</strong>\n</p>\n<ul>\n<li>Users cannot communicate with untrusted users via Gaggle.\nNo communication via Gaggle is enabled for Gaggle Safety Management.</li>\n<li>\n<strong>Users do not create profiles on Gaggle, nor do they engage in social interactions in the safety management system.</strong>\n</li>\n<li>No personal information is displayed publicly.</li>\n<li>All user-created data is content filtered and none is displayed publicly.</li>\n<li>All interactions between users, social or otherwise, and administrator activities are logged.</li>\n<li>Users can report abuse or cyberbullying either directly in content, via the SpeakUp for Safety tipline, or by contacting Customer Support.</li>\n</ul>\n<p>\n<strong>\n<br>Ads and Tracking</strong>\n</p>\n<ul>\n<li>No marketing messages are ever sent to end users.</li>\n<li>Gaggle does not engage in sweepstakes, contests, or surveys with end users.</li>\n<li>\n<strong>Gaggle does not engage in contextual or behavioral marketing.</strong>\n</li>\n</ul>\n<p>\n<strong>\n<br>Parental Consent</strong>\n</p>\n<ul>\n<li>Gaggle is only provided to schools and districts operating in loco parentis.\nStudents are subject to the school’s acceptable use policy.</li>\n<li>COPPA parental consent is provided via the school or district operating in</li>\n<li>Parental consent with respect to third parties does not apply as there are no third-party relationships and</li>\n<li>Parental consent can be withdrawn via arrangements with the school or district.</li>\n<li>\n<strong>Parental consent notice and submission methods are provided via the school or the district.</strong>\n</li>\n</ul>\n<p>\n<strong>\n<br>School Purpose</strong>\n</p>\n<ul>\n<li>Gaggle is designed and built for K-12 students, schools, and districts but is not marketed to students.</li>\n<li>Gaggle does not publish or disclose directory information.</li>\n</ul>\n<p>\n<strong>\n<br>Changes to This Policy</strong>\n</p>\n<p>We may update this Policy from time to time.\nIf we make material changes, we will post the updated policy on this page (with a notice that the policy has been updated) and notify all customers, within 30 days by email using the primary email address specified in their accounts.</p>\n<p>\n<strong>Contact Information<br>\n</strong>\n</p>\n<p>You can, and should, ask questions about this Policy and our privacy practices.\nYou should always feel free to contact us at:</p>\n<p>Gaggle.net, Inc.<br>5050 Quorum Drive<br>Suite 700<br>Dallas, TX 75254<br>Phone: &nbsp;(800) 288-7750<br>Email: support@gaggle.net</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>Contact Us</li>\n<li>Find Your Rep</li>\n<li>Press</li>\n<li>Contract Vehicles</li>\n</ul>\n<ul>\n<li>800-288-7750</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Website Privacy Policy | Student and Staff Data Privacy Notice | Copyright © 2023 Gaggle.Net, Inc.\n", "created_at": "2023-10-09 02:58:04.67658", "updated_at": "2023-10-09 02:58:41.894783"}, {"id": 19375, "name": " Website Privacy Policy", "url": "https://www.gaggle.net/privacy", "xpath": "//body", "text": "Powered by Cookiebot<ul>\n<li>Consent</li>\n<li>Details</li>\n<li>[#IABV2SETTINGS#]</li>\n<li>About</li>\n</ul>This website uses cookiesWe use cookies to offer you a better, more relevant experience and improve site performance.\nBy clicking Accept All, you acknowledge and agree to our use of cookies.\nIf you Decline, your information won’t be tracked when you visit this website.\nA single cookie will be used in your browser to remember your preference not to be tracked.\nConsent SelectionNecessary Preferences Statistics Marketing View Preferences<ul>\n<li>Necessary 21 Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.<ul>\n<li>Amazon1Learn more about this providercookies.jsDetermines whether the visitor has accepted the cookie consent box.\nThis ensures that the cookie consent box will not be presented again upon re-entry.\n<b>Expiry</b>: Session<b>Type</b>: HTTP</li>\n<li>Cookiebot1Learn more about this providerCookieConsentStores the user's cookie consent state for the current domain<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Google6Learn more about this provider_GRECAPTCHAThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.<b>Expiry</b>: 180 days<b>Type</b>: HTTPrc::aThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.<b>Expiry</b>: Persistent<b>Type</b>: HTMLrc::bThis cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Session<b>Type</b>: HTMLrc::cThis cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Session<b>Type</b>: HTMLrc::d-15#This cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Persistent<b>Type</b>: HTMLrc::fThis cookie is used to distinguish between humans and bots.\n<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>LinkedIn2Learn more about this providerli_gcStores the user's cookie consent state for the current domain<b>Expiry</b>: 180 days<b>Type</b>: HTTPbscookieThis cookie is used to identify the visitor through an application.\nThis allows the visitor to login to a website through their LinkedIn application for example.<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Poptin2Learn more about this providerlaravel_sessionThis cookie is used internally by the website’s owners, when uploading or renewing website content.<b>Expiry</b>: 1 day<b>Type</b>: HTTPXSRF-TOKENEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\n<b>Expiry</b>: 1 day<b>Type</b>: HTTP</li>\n<li>Salesforce2Learn more about this providerCookieConsentPolicyStores the user's cookie consent state for the current domain<b>Expiry</b>: 1 year<b>Type</b>: HTTPLSKey-c$CookieConsentPolicyDetermines whether the user has accepted the cookie consent box.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>YouTube1Learn more about this providerCONSENTUsed to detect if the visitor has accepted the marketing category in the cookie banner.\nThis cookie is necessary for GDPR-compliance of the website.\n<b>Expiry</b>: 2 years<b>Type</b>: HTTP</li>\n<li>hubspot.com<br>pages.gaggle.net<br>www.gaggle.net<br>3__cf_bm&nbsp;[x3]This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.<b>Expiry</b>: 1 day<b>Type</b>: HTTP</li>\n<li>pages.gaggle.net<br>www.gaggle.net<br>2__cfruid&nbsp;[x2]This cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators.\n<b>Expiry</b>: Session<b>Type</b>: HTTP</li>\n<li>www.gaggle.net1test_cookieUsed to check if the user's browser supports cookies.<b>Expiry</b>: 1 day<b>Type</b>: HTTP</li>\n</ul>\n</li>\n<li>Preferences 6 Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.<ul>\n<li>Amazon1Learn more about this providerreduxPersistIndexMaintains website settings across multiple visits.\n<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Poptin3Learn more about this providera/n (40)Detects how many times a user has visited the website in order to determine whether an on-page notification should be displayed.<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_previous_urlDetermines whether the user has made any subscriptions on the website, so that the website does not show subscription forms to the user, which already have been filled out.\n<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_user_country_codeDesignates the country code that is calculated based on the user's IP address.\nUsed to determine what language should be used for the visitor.<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Salesforce1Learn more about this providerX-Salesforce-CHATNecessary for the functionality of the website's chat-box function.\n<b>Expiry</b>: Session<b>Type</b>: HTTP</li>\n<li>www.gaggle.net1loglevelMaintains settings and outputs when using the Developer Tools Console on current session.<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n</ul>\n</li>\n<li>Statistics 29 Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.<ul>\n<li>Amazon1Learn more about this providerreduxPersist%3AlocalStorageUsed to implement audio-content from Spotify on the website.\nCan also be used to register user interaction and preferences in context with audio-content - This can serve statistics and marketing purposes.\n<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Google5Learn more about this provider_gaRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.<b>Expiry</b>: 2 years<b>Type</b>: HTTP_ga_#Used by Google Analytics to collect data on the number of times a user has visited the website as well as dates for the first and most recent visit.\n<b>Expiry</b>: 2 years<b>Type</b>: HTTP_gatUsed by Google Analytics to throttle request rate<b>Expiry</b>: 1 day<b>Type</b>: HTTP_gidRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.<b>Expiry</b>: 1 day<b>Type</b>: HTTPcollectUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.<b>Expiry</b>: Session<b>Type</b>: Pixel</li>\n<li>Hotjar10Learn more about this provider_hjAbsoluteSessionInProgressThis cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjFirstSeenThis cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjIncludedInSessionSample_#Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjSession_#Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.<b>Expiry</b>: 1 day<b>Type</b>: HTTP_hjSessionUser_#Collects statistics on the visitor's visits to the website, such as the number of visits, average time spent on the website and what pages have been read.<b>Expiry</b>: 1 year<b>Type</b>: HTTP_hjTLDTestRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\n<b>Expiry</b>: Session<b>Type</b>: HTTP_hjRecordingEnabledCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.<b>Expiry</b>: Session<b>Type</b>: HTML_hjRecordingLastActivitySets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.<b>Expiry</b>: Session<b>Type</b>: HTMLhjActiveViewportIdsThis cookie contains an ID string on the current session.\nThis contains non-personal information on what subpages the visitor enters – this information is used to optimize the visitor's experience.<b>Expiry</b>: Persistent<b>Type</b>: HTMLhjViewportIdSaves the user's screen size in order to adjust the size of images on the website.<b>Expiry</b>: Session<b>Type</b>: HTML</li>\n<li>Hubspot4Learn more about this provider__hsscIdentifies if the cookie data needs to be updated in the visitor's browser.<b>Expiry</b>: 1 day<b>Type</b>: HTTP__hssrcUsed to recognise the visitor's browser upon reentry on the website.<b>Expiry</b>: Session<b>Type</b>: HTTP__hstcSets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.<b>Expiry</b>: 180 days<b>Type</b>: HTTPhubspotutkSets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.<b>Expiry</b>: 180 days<b>Type</b>: HTTP</li>\n<li>LinkedIn1Learn more about this providerAnalyticsSyncHistoryUsed in connection with data-synchronization with third-party analysis service.\n<b>Expiry</b>: 30 days<b>Type</b>: HTTP</li>\n<li>Salesforce6Learn more about this providerBrowserIdRegisters a unique ID that identifies the user's device for return visits.<b>Expiry</b>: 1 year<b>Type</b>: HTTPBrowserId_secRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTPsnapinsPage_#Pending<b>Expiry</b>: Persistent<b>Type</b>: HTMLsnapinsPageTime_#Pending<b>Expiry</b>: Persistent<b>Type</b>: HTMLsnapinsPcDetermines when the visitor last visited the different subpages on the website, as well as sets a timestamp for when the session started.<b>Expiry</b>: Persistent<b>Type</b>: HTMLsnapinsStartDetermines when the visitor last visited the different subpages on the website, as well as sets a timestamp for when the session started.<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>Twitter Inc.1Learn more about this providerpersonalization_idThis cookie is set by Twitter - The cookie allows the visitor to share content from the website onto their Twitter profile.\n<b>Expiry</b>: 400 days<b>Type</b>: HTTP</li>\n<li>www.gaggle.net1tdRegisters statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\n<b>Expiry</b>: Session<b>Type</b>: Pixel</li>\n</ul>\n</li>\n<li>Marketing 59 Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.<ul>\n<li> Meta Platforms, Inc.1Learn more about this provider_fbpUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.<b>Expiry</b>: 3 months<b>Type</b>: HTTP</li>\n<li>Amazon3Learn more about this provideranchor-website#keyvaluepairsUsed to implement audio-content from Spotify on the website.\nCan also be used to register user interaction and preferences in context with audio-content - This can serve statistics and marketing purposes.\n<b>Expiry</b>: Persistent<b>Type</b>: IDBanchor-website#local-forage-detect-blob-supportUsed to implement audio-content from Spotify on the website.\nCan also be used to register user interaction and preferences in context with audio-content - This can serve statistics and marketing purposes.\n<b>Expiry</b>: Persistent<b>Type</b>: IDBreduxPersist%3AvoiceMessageCreationModalScreenTargets ads based on behavioural profiling and geographical location.<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Google6Learn more about this providerIDEUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.<b>Expiry</b>: 1 year<b>Type</b>: HTTPpagead/landingCollects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n<b>Expiry</b>: Session<b>Type</b>: Pixel_gcl_auUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n<b>Expiry</b>: 3 months<b>Type</b>: HTTPads/ga-audiencesUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.<b>Expiry</b>: Session<b>Type</b>: Pixel5_p4CLjWlOQDENvGpakC,8002887750Pending<b>Expiry</b>: Persistent<b>Type</b>: HTML5_p4CLjWlOQDENvGpakC,8002887750_expiresAtPending<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>Hubspot1Learn more about this provider__hmplCollects information on user preferences and/or interaction with web-campaign content - This is used on CRM-campaign-platform used by website owners for promoting events or products.<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>LinkedIn4Learn more about this providerbcookieUsed by the social networking service, LinkedIn, for tracking the use of embedded services.<b>Expiry</b>: 1 year<b>Type</b>: HTTPli_sugrCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\n<b>Expiry</b>: 3 months<b>Type</b>: HTTPlidcUsed by the social networking service, LinkedIn, for tracking the use of embedded services.<b>Expiry</b>: 1 day<b>Type</b>: HTTPUserMatchHistoryEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\n<b>Expiry</b>: 30 days<b>Type</b>: HTTP</li>\n<li>Poptin9Learn more about this providerpoptin_client_idUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_every_visit_sessionImplements pop-up advertisement on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_new_userImplements pop-up advertisement on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_origin_landing_pageImplements pop-up advertisement on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_c_visitorUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 30 days<b>Type</b>: HTTPpoptin_old_userUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 2 days<b>Type</b>: HTTPpoptin_sessionImplements pop-up advertisement on the website.\n<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_user_idUsed in context with pop-up advertisement-content on the website.\nThe cookie determines which ads the visitor should be shown, as well as ensuring that the same ads does not get shown more than intended.<b>Expiry</b>: 1 year<b>Type</b>: HTTPpoptin_user_ipSets a unique ID for a specific visitor.\nThis ID can be used to recognize the visitor upon re-entry and implement any preference choices made.\nThe cookie also allows the website to track the visitor on multiple websites for marketing purposes.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>StackAdapt9Learn more about this providersa-user-idUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: Persistent<b>Type</b>: HTMLsa-user-id&nbsp;[x2]Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTPsa-user-id-v2&nbsp;[x2]Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: 1 year<b>Type</b>: HTTPsa-user-id-v2Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n<b>Expiry</b>: Persistent<b>Type</b>: HTMLsa-user-id-v3Pending<b>Expiry</b>: Persistent<b>Type</b>: HTMLsa-user-id-v3&nbsp;[x2]Pending<b>Expiry</b>: 1 year<b>Type</b>: HTTP</li>\n<li>Twitter Inc.3Learn more about this provideri/adsct&nbsp;[x2]The cookie is used by Twitter.com in order to determine the number of visitors accessing the website through Twitter advertisement content.\n<b>Expiry</b>: Session<b>Type</b>: Pixelmuc_adsCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\n<b>Expiry</b>: 400 days<b>Type</b>: HTTP</li>\n<li>YouTube20Learn more about this providerLAST_RESULT_ENTRY_KEYUsed to track user’s interaction with embedded content.<b>Expiry</b>: Session<b>Type</b>: HTTPLogsDatabaseV2:V#||LogsRequestsStorePending<b>Expiry</b>: Persistent<b>Type</b>: IDBnextIdUsed to track user’s interaction with embedded content.<b>Expiry</b>: Session<b>Type</b>: HTTPremote_sidNecessary for the implementation and functionality of YouTube video-content on the website.\n<b>Expiry</b>: Session<b>Type</b>: HTTPrequestsUsed to track user’s interaction with embedded content.<b>Expiry</b>: Session<b>Type</b>: HTTPServiceWorkerLogsDatabase#SWHealthLogNecessary for the implementation and functionality of YouTube video-content on the website.\n<b>Expiry</b>: Persistent<b>Type</b>: IDBTESTCOOKIESENABLEDUsed to track user’s interaction with embedded content.<b>Expiry</b>: 1 day<b>Type</b>: HTTPVISITOR_INFO1_LIVETries to estimate the users' bandwidth on pages with integrated YouTube videos.<b>Expiry</b>: 180 days<b>Type</b>: HTTPVISITOR_PRIVACY_METADATAPending<b>Expiry</b>: 180 days<b>Type</b>: HTTPYSCRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.<b>Expiry</b>: Session<b>Type</b>: HTTPyt.innertube::nextIdRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.<b>Expiry</b>: Persistent<b>Type</b>: HTMLytidb::LAST_RESULT_ENTRY_KEYStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLYtIdbMeta#databasesUsed to track user’s interaction with embedded content.<b>Expiry</b>: Persistent<b>Type</b>: IDByt-remote-cast-availableStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-cast-installedStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-connected-devicesStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt-remote-device-idStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Persistent<b>Type</b>: HTMLyt-remote-fast-check-periodStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-session-appStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTMLyt-remote-session-nameStores the user's video player preferences using embedded YouTube video<b>Expiry</b>: Session<b>Type</b>: HTML</li>\n<li>cdn.mailfloss.io1#URL#Necessary for the implementation of Instagram picture-gallery onto the website.\n<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n<li>www.gaggle.net2pagead/1p-user-list/#Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.<b>Expiry</b>: Session<b>Type</b>: Pixel__ptq.gifSends data to the marketing platform Hubspot about the visitor's device and behaviour.\nTracks the visitor across devices and marketing channels.<b>Expiry</b>: Session<b>Type</b>: Pixel</li>\n</ul>\n</li>\n<li>Unclassified 12Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.<ul>\n<li>Amazon1Learn more about this providerreduxPersist%3AtutorialPending<b>Expiry</b>: 7 days<b>Type</b>: HTTP</li>\n<li>Poptin8Learn more about this providerfirst_visit_3a74a77445626Pending<b>Expiry</b>: Session<b>Type</b>: HTMLfirst_visit_748d3b58a63e3Pending<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_pageviews_3a74a77445626Pending<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_pageviews_748d3b58a63e3Pending<b>Expiry</b>: Session<b>Type</b>: HTMLpoptin_d_r_v_3a74a77445626Pending<b>Expiry</b>: 1 year<b>Type</b>: HTTPpoptin_d_r_v_748d3b58a63e3Pending<b>Expiry</b>: 1 year<b>Type</b>: HTTPpoptin_o_v_3a74a77445626Pending<b>Expiry</b>: 1 day<b>Type</b>: HTTPpoptin_session_account_9b8631901f413Pending<b>Expiry</b>: 30 days<b>Type</b>: HTTP</li>\n<li>Salesforce1Learn more about this providerwww.gaggle.netLA_VISITOR_INFOPending<b>Expiry</b>: Session<b>Type</b>: HTML</li>\n<li>www.gaggle.net2lastExternalReferrerPending<b>Expiry</b>: Persistent<b>Type</b>: HTMLlastExternalReferrerTimePending<b>Expiry</b>: Persistent<b>Type</b>: HTML</li>\n</ul>\n</li>\n</ul>Cross-domain consent[#BULK_CONSENT_DOMAINS_COUNT#] [#BULK_CONSENT_TITLE#]List of domains your consent applies to: [#BULK_CONSENT_DOMAINS#]Cookie declaration last updated on 10/5/23 by Cookiebot[#IABV2_TITLE#][#IABV2_BODY_INTRO#][#IABV2_BODY_LEGITIMATE_INTEREST_INTRO#][#IABV2_BODY_PREFERENCE_INTRO#][#IABV2_LABEL_PURPOSES#][#IABV2_BODY_PURPOSES_INTRO#][#IABV2_BODY_PURPOSES#][#IABV2_LABEL_FEATURES#][#IABV2_BODY_FEATURES_INTRO#][#IABV2_BODY_FEATURES#][#IABV2_LABEL_PARTNERS#][#IABV2_BODY_PARTNERS_INTRO#][#IABV2_BODY_PARTNERS#]Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.\nDo not sell or share my personal informationDecline Allow Selection Manage Cookies Accept AllPowered by Cookiebot by Usercentrics <ul>\n<li> LOGIN &nbsp.\n| &nbsp;</li>\n<li>(800) 288-7750</li>\n</ul> Gaggle Logo Solutions Solutions Our solutions help K-12 districts manage student safety and well-being on school-provided technology.\n<ul>\n<li> Safety Management </li>\n<li> After Hours Support </li>\n<li> Therapy &amp.\nCoaching </li>\n<li> Professional Development </li>\n<li> Safety Tipline </li>\n<li> Web Filter Support </li>\n<li> Crisis Line </li>\n<li> Archiving and Backup </li>\n</ul> Resources Resources Access Gaggle’s library of resources on student safety, SEL, cyberbullying, student mental health, and other topics in education.\n<ul>\n<li> Case Studies </li>\n<li> Podcasts </li>\n<li> Content </li>\n<li> Events </li>\n<li> App Watchlist </li>\n<li> Videos </li>\n<li> Student Support </li>\n</ul> Blog Media About Us About Us Learn about our mission, how we’ve been supporting student safety for more than 20 years, the latest company updates, and how to contact us.\n<ul>\n<li> Who We Are </li>\n<li> Careers </li>\n<li> Find Your Rep </li>\n<li> Contact Us </li>\n<li> Press Releases </li>\n<li> Privacy Center </li>\n<li> FAQs </li>\n<li> AI Ethics </li>\n</ul> Get a Demo LOGIN Search Website Privacy Policy <p>\n<strong>Last Updated: September 9, 2022</strong>\n</p>\n<p>Welcome to the company website of Gaggle.Net, Inc.\n(Gaggle).</p>\n<p>This policy describes the types of information we may collect from you or that you may provide when you visit http://www.gaggle.net (the “Company Site”) and our practices for collecting, using, maintaining, protecting, and disclosing that information.\nPlease note: The information herein represents only the Company Site at https://www.gaggle.net and not Gaggle.Net, Inc.\n(“Gaggle”) Solutions (“Services”).</p>\n<p>The Company Site is intended for a general audience.\nAlthough we may permit educators and parents to access Gaggle solutions through links provided on the Company Site, access to and use of Gaggle solutions is governed by separate agreements with customers and authorized users, including our&nbsp;Student Data Privacy Notice,&nbsp;Terms &amp.\nConditions, and&nbsp;Service Level Agreement.\nIn addition, this policy does not apply to information collected by us offline or through any other means or by any third party, including through application or content (including advertising) that may link to or be accessible from or on the Company Site.</p>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use the Company Site.\nBy accessing or using the Company Site, you agree to this privacy policy.\nThis policy may change from time to time (see \"Changes to this Privacy Policy\").\nYour continued use of the Company Site after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\n<p>\n<strong>Children Under the Age of 13 and Student Education Records<br>\n</strong>The Company Site is not intended for children under 13 years of age or for use in connection with student education records.\nWe do not knowingly collect personal information from children under 13, or information that may comprise student education records, through the Company Site.\nIf you are under 13, do not use or provide any information on the Company Site or on or through any of its features.\nIn addition, regardless of age, you should never provide student education records on or through the Company Site.\nIf we learn we have collected or received personal information from a child under 13 without verification of parental consent or any education records of a minor student through the Company Site, we will delete that information.</p>\n<p>To learn more about our practices with respect to student information entered into Gaggle solutions, please refer to our&nbsp;Student Data Privacy Notice.</p>\n<p>\n<strong>Information We Collect About You and How We Collect It<br>\n</strong>We collect several types of information from, and about, users of the Company Site, including information:</p>\n<ul>\n<li>By which you may be personally identified, such as name, employer, job title, postal address, email address, and telephone number (“personal information”)</li>\n<li>About your internet connection, the equipment you use to access the Company Site, and other usage details</li>\n</ul>\n<p>We collect information:</p>\n<ul>\n<li>Directly from you when you voluntarily provide it to us by completing web forms on the Company Site, such as requests for marketing or other information</li>\n<li>Automatically as you navigate through the Company Site, such as usage details, IP addresses, operating systems, browser types, and information collected through automatic data collection technologies, including cookies, web beacons, and other tracking technologies</li>\n<li>That details your visits to the Company Site, including traffic data, location data, logs, and other communication data, and the resources that you access and use on the Company Site</li>\n<li>Including records and copies of your correspondence (including email addresses), if you choose to contact us</li>\n<li>To help us estimate our audience size and usage patterns</li>\n<li>To recognize you when you return to the Company Site</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:</p>\n<p>Cookies (or browser cookies): A cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting, you may be unable to access certain parts of the Company Site.\nUnless you have adjusted your browser setting so that it will refuse cookies, the Company Site will issue cookies when you direct your browser to the Company Site.</p>\n<p>Web Beacons: Pages of our Company Site and our emails may contain small electronic files known as web beacons (also referred to as clear gifs, pixel tags, and single-pixel gifs) that permit us, for example, to count users who have visited those pages or opened an email and for other related website statistics (for example, recording the popularity of certain website content and verifying system and server integrity).</p>\n<p>\n<strong>Third-Party Use of Tracking Technologies<br>\n</strong>The Company Site works with third parties when you use the Company Site and to perform services on our behalf.\nWe do not control these third parties’ tracking technologies or how they may be used.\nIf you have any questions, you should contact the responsible provider directly.</p>\n<ul>\n<li>\n<strong>Act-On&nbsp;</strong>allows us to track the activity of anonymous and known prospects coming to the Company Site.</li>\n<li>\n<strong>AddThis</strong>&nbsp;is a social bookmarking service integrated into the Company Site through the use of a web widget to allow visitors to easily share content.</li>\n<li>\n<strong>Disqus</strong>&nbsp;is a networked community platform that allows the Company Site to gain a feature-rich comment system complete with social network integration, advanced administration and moderation options, and other extensive community functions.</li>\n<li>\n<strong>Google Analytics</strong> is a web analysis service provided by Google Inc.\n(“Google”).\nGoogle utilizes the data collected to track and examine the use of the Company Site, prepare reports on its activities, and share them with other Google services.</li>\n<li>\n<strong>Service Cloud&nbsp;</strong>is a customer service platform that allows the Company Site to create customer relationships that are meaningful, personal, and productive through the use of live chat.<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>How We Use Your Information<br>\n</strong>We use information that we collect about you, or that you provide to us while visiting the Company Site, including any personal information:</p>\n<ul>\n<li>To present the Company Site and its contents to you</li>\n<li>To provide you with information about solutions or services that you request from us or that may be relevant to you</li>\n<li>To fulfill any other purpose for which you provide it</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection</li>\n<li>To notify you about changes to the Company Site or any of our solutions or services</li>\n<li>In any other way that we may describe when you provide the information</li>\n<li>For any other purpose with your consent<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Disclosure of Your Information<br>\n</strong>We may disclose aggregated information about our visitors to the Company Site, and information that does not identify any individual, without restriction.\nUnless otherwise stated herein, we will not disclose to any third party personal information that we collect or that you provide unless you provide consent to do so.\nWe may disclose your personal information:</p>\n<ul>\n<li>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the Company’s assets</li>\n<li>To comply with any court order, law, or legal process, including responding to any government or regulatory request</li>\n<li>To enforce or apply our Terms &amp.\nConditions or Service Level Agreement</li>\n<li>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of our company, our customers, or others<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Choice/Opt Out<br>\n</strong>The Company Site gives users the following options for removing their information from our database to not receive future communications or to no longer receive our service:</p>\n<ul>\n<li>You can send an email to support@gaggle.net</li>\n<li>You can send mail to the following postal address: P.O.\nBox 735566, Dallas, TX 75373-5566</li>\n<li>You can call the following telephone number: 800-288-7750<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Correcting and Updating Information<br>\n</strong>The Company Site gives users the following options for changing and modifying information previously provided:</p>\n<ul>\n<li>You can send an email to support@gaggle.net</li>\n<li>You can send mail to the following postal address: P.O.\nBox 735566, Dallas, TX 75373-5566</li>\n<li>You can call the following telephone number: 800-288-7750<br>\n<br>\n</li>\n</ul>\n<p>\n<strong>Telephone Calls<br>\n</strong>Telephone calls to and from Gaggle may be recorded for training or monitoring purposes only.</p>\n<p>\n<strong>Trademarks<br>\n</strong>All trademarks, service marks, trade names, logos, and graphics (“Marks”) indicated on this site are registered trademarks of Gaggle, its affiliates, and/or licensors in the United States and other countries.\nYou may not make any use of Gaggle Marks without the prior written consent of Gaggle.Net, Inc.</p>\n<p>The company, solutions, and service names used on this website are for identification purposes only.\nAll trademarks and registered trademarks are the properties of their respective owners.</p>\n<p>\n<strong>Changes to This Policy<br>\n</strong>It is our policy to post any changes we make to our privacy policy on this page.\nIf we make material changes to how we treat our users’ personal information, we will notify you via a notice on the Company Site home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for periodically visiting the Company Site and this privacy policy to check for any changes.</p>\n<p>\n<strong>Contact Information<br>\n</strong>You can, and should, ask questions about this policy and our privacy practices, or feel free to report complaints.\nYou should always feel free to contact us at:</p>\n<p>Gaggle.net, Inc.<br>5050 Quorum Drive<br>Suite 700<br>Dallas, TX 75254<br>Phone: &nbsp;(800) 288-7750<br>Email: support@gaggle.net</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>Contact Us</li>\n<li>Find Your Rep</li>\n<li>Press</li>\n<li>Contract Vehicles</li>\n</ul>\n<ul>\n<li>800-288-7750</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Website Privacy Policy | Student and Staff Data Privacy Notice | Copyright © 2023 Gaggle.Net, Inc.\n", "created_at": "2023-10-09 02:58:04.638528", "updated_at": "2023-10-09 02:58:22.459627"}], "points": [], "urls": ["gaggle.net"]}}