{"error": 448, "message": "OK", "parameters": {"id": 7021, "name": "Alpaca", "created_at": "2022-11-28 04:32:50.776539", "updated_at": "2022-11-28 23:01:06.112089", "wikipedia": null, "keywords": null, "related": null, "slug": "alpaca", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/7021.png", "url": "alpaca.markets", "documents": [{"id": 12875, "name": "Privacy Policy", "url": "https://s3.amazonaws.com/files.alpaca.markets/disclosures/library/TermsAndConditions.pdf", "xpath": "TermsAndConditions.pdf", "text": "Alpaca Terms and Conditions,Alpaca Securities, LLC&nbsp;(“Alpaca Securities”) and Alpaca Crypto, LLC (“Alpaca Crypto”), wholly-owned subsidiaries of AlpacaDB, Inc.\n,(collectively “ALPACA”.\n“the Firm”).\nAlpaca Securities is a registered broker-dealer and member of FINRA and SIPC that provides online and ,mobile application-based discount stock brokerage services to self-directed investors.\nAlpaca Crypto provides digital asset trading services ,and is registered with FinCEN as a Money Service Business (registration # 31000188404516).,These Terms and Conditions are in addition to any other agreements between you, Alpaca Securities, Alpaca Crypto and AlpacaDB ,(collectively, “Alpaca”), including any customer or account agreements and any other agreements that govern your use of software, products, ,goods, services, content, tools, and information provided by Alpaca.,General,The Alpaca website, Application Programming Interface (“API”), and mobile application for Android and iOS (collectively, the “Service”) may ,include or make available certain content (the “Content”).\nContent includes, without limitation: (1) account positions, balances, transactions, ,confirmations, and order history.\n(2) general news and information, commentary, research reports, educational material and information and ,data concerning the financial markets, securities and other subjects.\n(3) market data such as quotations for securities transactions and/or last ,sale information for completed securities transactions reported in accordance with federal securities regulations.\n(4) financial and investment ,interactive tools, such as alerts or calculators.\n(5) tax preparation, bill payment and account management tools.\n(6) company names, logos, ,product and service names, trade names, trademarks and services marks (collectively, “Marks”) owned by Alpaca, and Marks owned by Third ,Party Providers (defined below).\nand (7) any other information, content, services, or software.\nCertain Content is furnished by third parties ,(each, a “Third-Party Provider” and collectively, the “Third-Party Providers”).\nSuch Content (“Third Party Content”) includes, without limitation, ,any information, ‘Basic’ and ‘Pro’ data (if provided through a Paid Subscription, as defined below), content, service or software made available ,by or through social media websites, blogs, wikis, online conferences, telecasts, podcasts, and other forums (collectively, the “Forums”).\nThird ,Party Content may be available through framed areas or through hyperlinks to the Third-Party Providers’ websites.,Acceptance of Terms and Conditions,By using the Service and the Content, you agree to follow and be bound by these Terms and Conditions, including the policies referenced ,herein.\nBrokerage account customers of Alpaca are granted additional levels of access to the website and their relationship with Alpaca is ,governed by additional agreements and terms of use, such as the Customer Agreement.,Data Plans,When creating a user account with Alpaca/onboarding through Alpaca’s Services you will have the option to subscribe to a market data plan.\n,Alpaca offers a ‘Basic’ market data plan, which is made available at no cost, as well as a ‘Pro’ market data plan, that is made available on a ,paid subscription basis (a “Paid Subscription”).\nBy selecting the ‘Pro’ market data plan during the user account creation/onboarding through ,Alpaca’s Services, you agree to: (i) the NASDAQ OMX Global Subscriber Agreement, or AGREEMENT FOR MARKET DATA DISPLAY ,SERVICES, each to the extent applicable.\nand (ii) to allow Alpaca to charge your selected payment method for your Paid Subscription for the ,duration of your subscription period and any applicable recurring charges when your Paid Subscription automatically renews.\nTo the extent you ,wish to cancel your Paid Subscription, you may do so through the ‘Market data subscription’ page in your Alpaca Services account.\nTo the ,extent you cancel your Paid Subscription prior to the end of your applicable subscription term, Alpaca will not charge you for any additional ,paid subscriptions.\nNotwithstanding the foregoing, Alpaca shall not be obligated to provide you any refund for the unused portion of your Paid ,Subscription term.,BY PURCHASING A PAID SUBSCRIPTION, YOU ACKNOWLEDGE THAT YOUR PAID SUBSCRIPTION HAS AN INITIAL AND RECURRING ,PAYMENT CHARGE AT ALPACA’S THEN-CURRENT RATES, AND AGREE THAT ALPACA MAY SUBMIT MONTHLY OR YEARLY ,CHARGES, AS APPLICABLE, IN ADVANCE THROUGH YOUR CHOSEN PAYMENT METHOD WITHOUT FURTHER AUTHORIZATION ,FROM YOU UNTIL CANCELLED BY YOU, OR YOU CHANGE YOUR PAYMENT METHOD.\nFOR THE AVOIDANCE OF DOUBT, UNLESS ,CANCELLED PRIOR TO THE CONCLUSION OF YOUR THEN-CURRENT PAID SUBSCRIPTION TERM, UPON SUCH CONCLUSION YOUR ,PAID SUBSCRIPTION SHALL AUTOMATICALLY RENEW AT ALPACA’S THEN-CURRENT RATES WITHOUT ADDITIONAL NOTICE TO YOU ,AND YOU ACCEPT RESPONSIBILITY FOR ALL RECURRING CHARGES FOR YOUR PAID SUBSCRIPTION CHARGED BY ALPACA, ,INCLUDING ANY CHARGES PROCESSED BY ALPACA AFTER THE EXPIRATION DATE OF ANY APPLICABLE PAYMENT METHOD.,Personal and Non-Commercial Usage,Other than as set forth herein, you agree to use the Services and Content solely for your own personal and non-commercial purposes.\nShould ,you wish to use the Services and Content for any other purposes, including without limitation commercial usage, or making the Services and ,Content available to others through your own application (a “User Application”), you shall provide Alpaca with 30 days advance written notice ,prior to making such User Application available to others.\nAlpaca reserves the right to restrict your User Application’s connectivity to the Service ,and Content, and may disallow any connectivity entirely, if Alpaca determines the User Application may interfere with Alpaca’s Services or ,otherwise be detrimental to Alpaca, as may be determined in Alpaca’s sole discretion.,Disclaimer and Limitations of Liability,The Content and the Service are provided on an “as is” and “as available” basis.\nTo the fullest extent permitted under applicable law, Alpaca and ,the Third Party Providers expressly disclaim all warranties of any kind with respect to the Content and the Service, whether express or implied, ,including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Alpaca nor ,Third Party Providers guarantee the accuracy, timeliness, completeness or usefulness of any Content.\nYou agree to use the Content and the ,Service only at your own risk.,Neither Alpaca nor the Third Party Providers explicitly or implicitly endorse or approve any&nbsp;Third Party Content.\nThird Party Content is provided ,for informational purposes only.,The Content is not intended to provide financial, legal, tax or investment advice or recommendations.,You are solely responsible for determining whether any investment, investment strategy or related transaction is appropriate for you based on ,your personal investment objectives, financial circumstances and risk tolerance.\nYou should consult your legal or tax professional regarding your ,specific situation.,ALPACA AND THE THIRD PARTY PROVIDERS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, ,CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, REVENUE, ,INCOME, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF ALPACA OR ANY THIRD PARTY PROVIDER HAS BEEN ,ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (1) THE USE OF OR THE INABILITY TO USE THE CONTENT ,OR THE SERVICE.\n(2) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, ,DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO, ,THROUGH OR FROM THE SERVICE.\n(3) ACCESS TO OR ALTERATION OF YOUR ACCOUNT, TRANSMISSIONS OR DATA DUE TO ,YOUR CONDUCT, INACTION OR NEGLIGENCE.\nOR (4) ANY OTHER MATTER RELATING TO THE CONTENT OR THE SERVICE.,Mobile Service,In the event that you are using our mobile application, you are responsible for any fees, including data, access and usage fees by an internet ,provider or mobile carrier, that you incur when accessing the Services.,No Recommendations,Alpaca Securities provides self-directed investors with discount brokerage services, and does not make recommendations of any kind.\nYou are ,solely responsible for evaluating the merits and risks associated with the use of any Content provided through the Service before making any ,decisions based on such Content.\nYou agree not to hold Alpaca or any Third-Party Provider liable for any possible claim for damages arising ,from any decision you make based on the Content or other information made available to you through the Service or any Third-Party Provider ,websites.\nPast performance data should not be construed as indicative of future results.,U.S.\nResidents Only,The Content and the Service are intended for United States residents only.\nThey shall not be considered a solicitation to any person in any ,jurisdiction where such solicitation would be illegal.,Content,Content posted on the Service is published as of its stated date or, if no date is stated, the date of first posting.\nNeither Alpaca nor the Third-Party ,Providers have undertaken any duty to update any such information.,Alpaca does not prepare, edit, or endorse Third Party Content.\nAlpaca does not guarantee the accuracy, timeliness, completeness or usefulness ,of Third Party Content, and is not responsible or liable for any content, advertising, products, or other materials on or available from third party ,sites.,You will not hold Alpaca and/or any Third-Party Provider liable in any way for (a) any inaccuracy of, error or delay in, or omission of the Content.\n,or (b) any loss or damage arising from or occasioned by i) any error or delay in the transmission of such Content.\nii) interruption in any such ,Content due either to any negligent act or omission by any party to any “force majeure” (e.g., flood, extraordinary weather conditions, earthquake ,or other act of God, fire, war, insurrection, riot, labor dispute, accident, action of government, communications or power failure, equipment or ,software malfunction), or iii) to any other cause beyond the reasonable control of Alpaca and/or Third-Party Provider, or iv) non-performance.,Any price quotes may be delayed 20 minutes or longer, according to the rules and regulations applicable to exchanges and Third Party ,Providers.\nNeither Alpaca nor the Third-Party Providers make any representations, warranties or other guarantees as to the accuracy or ,timeliness of any price quotes.\nNeither Alpaca nor the Third-Party Providers make any representations, warranties or other guarantees as to the ,present or future value or suitability of any sale, trade or other transaction involving any particular security or any other investment.,Content is provided exclusively for personal and noncommercial access and use.\nNo part of the Service or Content may be copied, reproduced, ,republished, uploaded, posted, publicly displayed, encoded, translated, transmitted or distributed in any way (including “mirroring”) to any other ,computer, server, web site or other medium for publication or distribution or for any commercial enterprise, without Alpaca’s express prior written ,consent.,You acknowledge that Alpaca is the sole owner of Alpaca Marks and that other Marks are the property of their respective owners.\nYou agree that ,you will not use any Marks for any purpose without the prior express written consent of the respective owners.,Agreement not with App Stores,1.\nupload, post, transmit or otherwise make available any Content that is unlawful, harmful, threatening, abusive, harassing, tortuous, ,2.\nharm minors in any way;,3.\nimpersonate any person or entity, including, but not limited to, (i) an Alpaca or Third-Party Provider manager, employee, agent, or ,4.\nfalsely state or otherwise misrepresent your affiliation with any person or entity;,5.\nforge headers or otherwise manipulate identifiers in order to disguise the origin of any material;,6.\nupload, post or otherwise transmit any material that you do not have a right to transmit under any law or&nbsp;under contractual or fiduciary ,7.\nupload, post or otherwise transmit any material that infringes any patent, trademark, trade secret, copyright, rights of privacy or publicity, ,8.\nupload, post, or transmit unsolicited commercial email or “SPAM,” including, but not limited to, unethical marketing, advertising, or any ,9.\nupload, post or otherwise transmit any material that contains software viruses or any other computer code, files or programs designed to ,10.\ninterfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies ,11.\nintentionally or unintentionally violate any applicable local, state, national or international law, including, but not limited to, regulations ,12.\n“stalk” or otherwise harass another;,13.\ncollect or store personal data about other users of the Service;,14.\npromote or provide instructional information about illegal activities, promote physical harm or injury against any group or individual, or ,15.\npromote, offer for sale or sell any security or item, good or service that i) violates any applicable federal, state, or local law or regulation, ,16.\nuse the Forums as a forwarding service to another website.\nor,17.\naccess or otherwise use the Forums in any unlawful manner, for any unlawful purpose or in violation of these Terms and Conditions.,You acknowledge and agree that the availability of our mobile application is dependent on the third party from which you received it, e.g., the ,Google Play or Apple App Store (each, an “App Store”).\nWhen you download our mobile application through the App Store, you agree that: (i) ,these Terms and Conditions are concluded between you and Alpaca and not between you and the App Store, and that we (not the App Store), ,are responsible for our software.\n(ii) the App Store has no obligation to furnish any maintenance and support services with regards to our mobile ,application or handle any warranty claims.\n(iii) the App Store is not responsible for addressing any claims you have or any claims of any third ,party relating to our mobile application, such as, product liability, consumer protection claims, intellectual property claims, or any claim that our ,mobile application fails to conform to any applicable legal or regulatory requirement.\n(iv) the App Store is a third party beneficiary of these Terms ,and Conditions as related to your license of our mobile application, and the App Store will have the right to enforce these Terms and Conditions ,as related to your license of our mobile application against you.\nand (v) you must also comply with all applicable App Store terms of service when ,using our mobile application.,Termination.\nModification,You agree that, without notice, Alpaca may terminate these Terms and Conditions, or suspend your access to the Service or the Content, with or ,without cause at any time and effective immediately.\nThese Terms and Conditions will terminate immediately without notice from Alpaca if you, in ,Alpaca’s sole discretion, fail to comply with any provision of these Terms and Conditions.\nAlpaca shall not be liable to you or any third party for ,the termination or suspension of the Service or the Content, or any claims related to such termination or suspension.\nAlpaca may also terminate ,or suspend your access to the Service or the Content if Alpaca finds that your usage violates these Terms and Conditions, or if your usage puts ,an undue strain on Alpaca’s information technology infrastructure.,Alpaca and/or the Third-Party Providers may discontinue or modify the Content, or any portion thereof, at any time.\nYou release and agree to ,indemnify and hold harmless Alpaca, and the Third-Party Providers, for any loss or damages arising from or relating to such discontinuation or ,modification.,Communications,By using the Service or the Content, you consent to any form of recording and retention of any communication, information and data exchanged ,between you and Alpaca or its representatives or agents.,All communications made at or through the Forums are public.\nNeither Alpaca nor the Third-Party Providers screen, review, approve or endorse ,any Third Party Content available on or through the Forums.,Reliance on any Third Party Content available on or through the Forums is at your own risk.\nWhen discussing a particular company, stock or ,security in the Forums, you agree to reveal any ownership interest in such company, stock or security.\nWithout limitation, you agree not to do any ,of the following:,defamatory, vulgar, obscene, libelous, invasive of another's privacy (including, but not limited to, any address, email, phone number, or ,any other contact information without the written consent of the owner of such information), hateful, or racially, ethnically or otherwise ,objectionable;,representative or (ii) forum leader, guide or host;,relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment ,relationships or under nondisclosure agreements);,or other proprietary rights of any party;,other practice that is in any way connected with SPAM, such as: (1) sending mass email to recipients who haven't requested email from ,you or with a fake return address.\n(2) promoting a site with inappropriate links, titles, or descriptions.\nor (3) promoting any site by posting ,multiple submissions in forums that are identical;,interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;,or regulations of networks connected to the Service;,promulgated by the U.S.\nSecurities and Exchange Commission, any rules of any national or other securities exchange, and any ,regulations having the force of law;,promote any act of cruelty;,ii)you do not have full power and authority under all relevant laws and regulations to offer and sell, including all necessary licenses and,authorizations, or iii) Alpaca or the Third Party Providers determine, in their sole discretion, is inappropriate for sale;,External Links,Alpaca and/or the Third-Party Providers may provide links to other websites or resources.\nBecause neither Alpaca or the Third-Party Providers ,have any control over such sites and resources, you acknowledge and agree that neither Alpaca nor the Third Party Providers are responsible for ,the availability of such external sites or resources.\nAlpaca and the Third Party Providers do not endorse and are not liable for any content, ,advertising, products, or other materials on or available through such sites or resources.\nYou further acknowledge and agree that neither Alpaca ,nor the Third Party Providers shall be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in ,connection with use of or reliance on any such content, goods or services available on or through any such site or resource.,Applicable Policies,In addition to these Terms and Conditions, your access to and use of the Content and the Service is subject to Alpaca’s then-current policies ,relating to the Content and the Service, including, without limitation, the Alpaca Privacy Policy available on the Service.\nYou agree to be bound by ,these policies and all other Alpaca policies applicable to the access and use of the Content and the Service.,By using the Service, you are consenting to have your personal data transferred to and processed by Alpaca and its affiliates.\nAs part of ,providing you the Service, Alpaca may need to provide you with certain communications, such as service announcements and administrative ,messages.\nThese communications are considered part of the Service, which you may not be able to opt-out from receiving.,Indemnification,You will indemnify and hold harmless Alpaca and the Third Party Providers, and the officers, directors, agents, partners, employees, licensors, ,distributors, and representatives of Alpaca and the Third Party Providers, from and against any and all claims, demands, actions, causes of ,action, suits, proceedings, losses, damages, costs, and expenses, including reasonable attorneys' fees, arising from or relating to your access ,and/or use of, or interaction with the Content (including, without limitation, Third Party Content), or any act, error, or omission of your use of your ,account or any user of your account, in connection therewith, including, but not limited to, matters relating to incorrect, incomplete, or misleading ,information.\nlibel.\ninvasion of privacy.\ninfringement of a copyright, trade name, trademark, service mark, or other intellectual property.\nany ,defective product or any injury or damage to person or property caused by any products sold or otherwise distributed through or in connection ,with the Service.\nor violation of any applicable law.,Revisions,Alpaca may at any time revise these Terms and Conditions by updating this document and making it available to you through the Services.\nYou ,agree to be bound by subsequent revisions and agree to review these Terms and Conditions periodically for changes.\nThe most updated version ,of this document will be available for your review under the “Alpaca Terms and Conditions” link that appears on the Alpaca website and mobile ,application.,Applicable Law and Venue.\nSeverability,You agree that these Terms and Conditions shall be governed by and interpreted in accordance with the laws of the State of California, without ,giving effect to principles of conflicts of law.\nAny legal action or proceeding arising under these Terms and Conditions will be brought exclusively ,in courts located in San Mateo County, California, and you hereby irrevocably consent to the personal jurisdiction and venue therein.\nIf any ,provision of these Terms and Conditions is deemed unlawful, void or for any reason unenforceable, then that provision will be deemed severable ,from these Terms and Conditions and will not affect the validity and enforceability of the remaining provisions.", "created_at": "2022-11-28 04:32:50.778645", "updated_at": "2022-11-28 03:33:12.608981"}, {"id": 12876, "name": "Cookie Policy", "url": "https://files.alpaca.markets/disclosures/CookiePolicy.pdf", "xpath": "//body", "text": null, "created_at": "2022-11-28 03:33:29.820729", "updated_at": "2022-11-28 03:33:38.143219"}, {"id": 12877, "name": "Terms and Conditions", "url": "https://s3.amazonaws.com/files.alpaca.markets/disclosures/library/TermsAndConditions.pdf", "xpath": "//body", "text": "Alpaca Terms and Conditions,Alpaca Securities, LLC&nbsp;(“Alpaca Securities”) and Alpaca Crypto, LLC (“Alpaca Crypto”), wholly-owned subsidiaries of AlpacaDB, Inc.\n,(collectively “ALPACA”.\n“the Firm”).\nAlpaca Securities is a registered broker-dealer and member of FINRA and SIPC that provides online and ,mobile application-based discount stock brokerage services to self-directed investors.\nAlpaca Crypto provides digital asset trading services ,and is registered with FinCEN as a Money Service Business (registration # 31000188404516).,These Terms and Conditions are in addition to any other agreements between you, Alpaca Securities, Alpaca Crypto and AlpacaDB ,(collectively, “Alpaca”), including any customer or account agreements and any other agreements that govern your use of software, products, ,goods, services, content, tools, and information provided by Alpaca.,General,The Alpaca website, Application Programming Interface (“API”), and mobile application for Android and iOS (collectively, the “Service”) may ,include or make available certain content (the “Content”).\nContent includes, without limitation: (1) account positions, balances, transactions, ,confirmations, and order history.\n(2) general news and information, commentary, research reports, educational material and information and ,data concerning the financial markets, securities and other subjects.\n(3) market data such as quotations for securities transactions and/or last ,sale information for completed securities transactions reported in accordance with federal securities regulations.\n(4) financial and investment ,interactive tools, such as alerts or calculators.\n(5) tax preparation, bill payment and account management tools.\n(6) company names, logos, ,product and service names, trade names, trademarks and services marks (collectively, “Marks”) owned by Alpaca, and Marks owned by Third ,Party Providers (defined below).\nand (7) any other information, content, services, or software.\nCertain Content is furnished by third parties ,(each, a “Third-Party Provider” and collectively, the “Third-Party Providers”).\nSuch Content (“Third Party Content”) includes, without limitation, ,any information, ‘Basic’ and ‘Pro’ data (if provided through a Paid Subscription, as defined below), content, service or software made available ,by or through social media websites, blogs, wikis, online conferences, telecasts, podcasts, and other forums (collectively, the “Forums”).\nThird ,Party Content may be available through framed areas or through hyperlinks to the Third-Party Providers’ websites.,Acceptance of Terms and Conditions,By using the Service and the Content, you agree to follow and be bound by these Terms and Conditions, including the policies referenced ,herein.\nBrokerage account customers of Alpaca are granted additional levels of access to the website and their relationship with Alpaca is ,governed by additional agreements and terms of use, such as the Customer Agreement.,Data Plans,When creating a user account with Alpaca/onboarding through Alpaca’s Services you will have the option to subscribe to a market data plan.\n,Alpaca offers a ‘Basic’ market data plan, which is made available at no cost, as well as a ‘Pro’ market data plan, that is made available on a ,paid subscription basis (a “Paid Subscription”).\nBy selecting the ‘Pro’ market data plan during the user account creation/onboarding through ,Alpaca’s Services, you agree to: (i) the NASDAQ OMX Global Subscriber Agreement, or AGREEMENT FOR MARKET DATA DISPLAY ,SERVICES, each to the extent applicable.\nand (ii) to allow Alpaca to charge your selected payment method for your Paid Subscription for the ,duration of your subscription period and any applicable recurring charges when your Paid Subscription automatically renews.\nTo the extent you ,wish to cancel your Paid Subscription, you may do so through the ‘Market data subscription’ page in your Alpaca Services account.\nTo the ,extent you cancel your Paid Subscription prior to the end of your applicable subscription term, Alpaca will not charge you for any additional ,paid subscriptions.\nNotwithstanding the foregoing, Alpaca shall not be obligated to provide you any refund for the unused portion of your Paid ,Subscription term.,BY PURCHASING A PAID SUBSCRIPTION, YOU ACKNOWLEDGE THAT YOUR PAID SUBSCRIPTION HAS AN INITIAL AND RECURRING ,PAYMENT CHARGE AT ALPACA’S THEN-CURRENT RATES, AND AGREE THAT ALPACA MAY SUBMIT MONTHLY OR YEARLY ,CHARGES, AS APPLICABLE, IN ADVANCE THROUGH YOUR CHOSEN PAYMENT METHOD WITHOUT FURTHER AUTHORIZATION ,FROM YOU UNTIL CANCELLED BY YOU, OR YOU CHANGE YOUR PAYMENT METHOD.\nFOR THE AVOIDANCE OF DOUBT, UNLESS ,CANCELLED PRIOR TO THE CONCLUSION OF YOUR THEN-CURRENT PAID SUBSCRIPTION TERM, UPON SUCH CONCLUSION YOUR ,PAID SUBSCRIPTION SHALL AUTOMATICALLY RENEW AT ALPACA’S THEN-CURRENT RATES WITHOUT ADDITIONAL NOTICE TO YOU ,AND YOU ACCEPT RESPONSIBILITY FOR ALL RECURRING CHARGES FOR YOUR PAID SUBSCRIPTION CHARGED BY ALPACA, ,INCLUDING ANY CHARGES PROCESSED BY ALPACA AFTER THE EXPIRATION DATE OF ANY APPLICABLE PAYMENT METHOD.,Personal and Non-Commercial Usage,Other than as set forth herein, you agree to use the Services and Content solely for your own personal and non-commercial purposes.\nShould ,you wish to use the Services and Content for any other purposes, including without limitation commercial usage, or making the Services and ,Content available to others through your own application (a “User Application”), you shall provide Alpaca with 30 days advance written notice ,prior to making such User Application available to others.\nAlpaca reserves the right to restrict your User Application’s connectivity to the Service ,and Content, and may disallow any connectivity entirely, if Alpaca determines the User Application may interfere with Alpaca’s Services or ,otherwise be detrimental to Alpaca, as may be determined in Alpaca’s sole discretion.,Disclaimer and Limitations of Liability,The Content and the Service are provided on an “as is” and “as available” basis.\nTo the fullest extent permitted under applicable law, Alpaca and ,the Third Party Providers expressly disclaim all warranties of any kind with respect to the Content and the Service, whether express or implied, ,including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Alpaca nor ,Third Party Providers guarantee the accuracy, timeliness, completeness or usefulness of any Content.\nYou agree to use the Content and the ,Service only at your own risk.,Neither Alpaca nor the Third Party Providers explicitly or implicitly endorse or approve any&nbsp;Third Party Content.\nThird Party Content is provided ,for informational purposes only.,The Content is not intended to provide financial, legal, tax or investment advice or recommendations.,You are solely responsible for determining whether any investment, investment strategy or related transaction is appropriate for you based on ,your personal investment objectives, financial circumstances and risk tolerance.\nYou should consult your legal or tax professional regarding your ,specific situation.,ALPACA AND THE THIRD PARTY PROVIDERS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, ,CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, REVENUE, ,INCOME, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF ALPACA OR ANY THIRD PARTY PROVIDER HAS BEEN ,ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (1) THE USE OF OR THE INABILITY TO USE THE CONTENT ,OR THE SERVICE.\n(2) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, ,DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO, ,THROUGH OR FROM THE SERVICE.\n(3) ACCESS TO OR ALTERATION OF YOUR ACCOUNT, TRANSMISSIONS OR DATA DUE TO ,YOUR CONDUCT, INACTION OR NEGLIGENCE.\nOR (4) ANY OTHER MATTER RELATING TO THE CONTENT OR THE SERVICE.,Mobile Service,In the event that you are using our mobile application, you are responsible for any fees, including data, access and usage fees by an internet ,provider or mobile carrier, that you incur when accessing the Services.,No Recommendations,Alpaca Securities provides self-directed investors with discount brokerage services, and does not make recommendations of any kind.\nYou are ,solely responsible for evaluating the merits and risks associated with the use of any Content provided through the Service before making any ,decisions based on such Content.\nYou agree not to hold Alpaca or any Third-Party Provider liable for any possible claim for damages arising ,from any decision you make based on the Content or other information made available to you through the Service or any Third-Party Provider ,websites.\nPast performance data should not be construed as indicative of future results.,U.S.\nResidents Only,The Content and the Service are intended for United States residents only.\nThey shall not be considered a solicitation to any person in any ,jurisdiction where such solicitation would be illegal.,Content,Content posted on the Service is published as of its stated date or, if no date is stated, the date of first posting.\nNeither Alpaca nor the Third-Party ,Providers have undertaken any duty to update any such information.,Alpaca does not prepare, edit, or endorse Third Party Content.\nAlpaca does not guarantee the accuracy, timeliness, completeness or usefulness ,of Third Party Content, and is not responsible or liable for any content, advertising, products, or other materials on or available from third party ,sites.,You will not hold Alpaca and/or any Third-Party Provider liable in any way for (a) any inaccuracy of, error or delay in, or omission of the Content.\n,or (b) any loss or damage arising from or occasioned by i) any error or delay in the transmission of such Content.\nii) interruption in any such ,Content due either to any negligent act or omission by any party to any “force majeure” (e.g., flood, extraordinary weather conditions, earthquake ,or other act of God, fire, war, insurrection, riot, labor dispute, accident, action of government, communications or power failure, equipment or ,software malfunction), or iii) to any other cause beyond the reasonable control of Alpaca and/or Third-Party Provider, or iv) non-performance.,Any price quotes may be delayed 20 minutes or longer, according to the rules and regulations applicable to exchanges and Third Party ,Providers.\nNeither Alpaca nor the Third-Party Providers make any representations, warranties or other guarantees as to the accuracy or ,timeliness of any price quotes.\nNeither Alpaca nor the Third-Party Providers make any representations, warranties or other guarantees as to the ,present or future value or suitability of any sale, trade or other transaction involving any particular security or any other investment.,Content is provided exclusively for personal and noncommercial access and use.\nNo part of the Service or Content may be copied, reproduced, ,republished, uploaded, posted, publicly displayed, encoded, translated, transmitted or distributed in any way (including “mirroring”) to any other ,computer, server, web site or other medium for publication or distribution or for any commercial enterprise, without Alpaca’s express prior written ,consent.,You acknowledge that Alpaca is the sole owner of Alpaca Marks and that other Marks are the property of their respective owners.\nYou agree that ,you will not use any Marks for any purpose without the prior express written consent of the respective owners.,Agreement not with App Stores,1.\nupload, post, transmit or otherwise make available any Content that is unlawful, harmful, threatening, abusive, harassing, tortuous, ,2.\nharm minors in any way;,3.\nimpersonate any person or entity, including, but not limited to, (i) an Alpaca or Third-Party Provider manager, employee, agent, or ,4.\nfalsely state or otherwise misrepresent your affiliation with any person or entity;,5.\nforge headers or otherwise manipulate identifiers in order to disguise the origin of any material;,6.\nupload, post or otherwise transmit any material that you do not have a right to transmit under any law or&nbsp;under contractual or fiduciary ,7.\nupload, post or otherwise transmit any material that infringes any patent, trademark, trade secret, copyright, rights of privacy or publicity, ,8.\nupload, post, or transmit unsolicited commercial email or “SPAM,” including, but not limited to, unethical marketing, advertising, or any ,9.\nupload, post or otherwise transmit any material that contains software viruses or any other computer code, files or programs designed to ,10.\ninterfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies ,11.\nintentionally or unintentionally violate any applicable local, state, national or international law, including, but not limited to, regulations ,12.\n“stalk” or otherwise harass another;,13.\ncollect or store personal data about other users of the Service;,14.\npromote or provide instructional information about illegal activities, promote physical harm or injury against any group or individual, or ,15.\npromote, offer for sale or sell any security or item, good or service that i) violates any applicable federal, state, or local law or regulation, ,16.\nuse the Forums as a forwarding service to another website.\nor,17.\naccess or otherwise use the Forums in any unlawful manner, for any unlawful purpose or in violation of these Terms and Conditions.,You acknowledge and agree that the availability of our mobile application is dependent on the third party from which you received it, e.g., the ,Google Play or Apple App Store (each, an “App Store”).\nWhen you download our mobile application through the App Store, you agree that: (i) ,these Terms and Conditions are concluded between you and Alpaca and not between you and the App Store, and that we (not the App Store), ,are responsible for our software.\n(ii) the App Store has no obligation to furnish any maintenance and support services with regards to our mobile ,application or handle any warranty claims.\n(iii) the App Store is not responsible for addressing any claims you have or any claims of any third ,party relating to our mobile application, such as, product liability, consumer protection claims, intellectual property claims, or any claim that our ,mobile application fails to conform to any applicable legal or regulatory requirement.\n(iv) the App Store is a third party beneficiary of these Terms ,and Conditions as related to your license of our mobile application, and the App Store will have the right to enforce these Terms and Conditions ,as related to your license of our mobile application against you.\nand (v) you must also comply with all applicable App Store terms of service when ,using our mobile application.,Termination.\nModification,You agree that, without notice, Alpaca may terminate these Terms and Conditions, or suspend your access to the Service or the Content, with or ,without cause at any time and effective immediately.\nThese Terms and Conditions will terminate immediately without notice from Alpaca if you, in ,Alpaca’s sole discretion, fail to comply with any provision of these Terms and Conditions.\nAlpaca shall not be liable to you or any third party for ,the termination or suspension of the Service or the Content, or any claims related to such termination or suspension.\nAlpaca may also terminate ,or suspend your access to the Service or the Content if Alpaca finds that your usage violates these Terms and Conditions, or if your usage puts ,an undue strain on Alpaca’s information technology infrastructure.,Alpaca and/or the Third-Party Providers may discontinue or modify the Content, or any portion thereof, at any time.\nYou release and agree to ,indemnify and hold harmless Alpaca, and the Third-Party Providers, for any loss or damages arising from or relating to such discontinuation or ,modification.,Communications,By using the Service or the Content, you consent to any form of recording and retention of any communication, information and data exchanged ,between you and Alpaca or its representatives or agents.,All communications made at or through the Forums are public.\nNeither Alpaca nor the Third-Party Providers screen, review, approve or endorse ,any Third Party Content available on or through the Forums.,Reliance on any Third Party Content available on or through the Forums is at your own risk.\nWhen discussing a particular company, stock or ,security in the Forums, you agree to reveal any ownership interest in such company, stock or security.\nWithout limitation, you agree not to do any ,of the following:,defamatory, vulgar, obscene, libelous, invasive of another's privacy (including, but not limited to, any address, email, phone number, or ,any other contact information without the written consent of the owner of such information), hateful, or racially, ethnically or otherwise ,objectionable;,representative or (ii) forum leader, guide or host;,relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment ,relationships or under nondisclosure agreements);,or other proprietary rights of any party;,other practice that is in any way connected with SPAM, such as: (1) sending mass email to recipients who haven't requested email from ,you or with a fake return address.\n(2) promoting a site with inappropriate links, titles, or descriptions.\nor (3) promoting any site by posting ,multiple submissions in forums that are identical;,interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;,or regulations of networks connected to the Service;,promulgated by the U.S.\nSecurities and Exchange Commission, any rules of any national or other securities exchange, and any ,regulations having the force of law;,promote any act of cruelty;,ii)you do not have full power and authority under all relevant laws and regulations to offer and sell, including all necessary licenses and,authorizations, or iii) Alpaca or the Third Party Providers determine, in their sole discretion, is inappropriate for sale;,External Links,Alpaca and/or the Third-Party Providers may provide links to other websites or resources.\nBecause neither Alpaca or the Third-Party Providers ,have any control over such sites and resources, you acknowledge and agree that neither Alpaca nor the Third Party Providers are responsible for ,the availability of such external sites or resources.\nAlpaca and the Third Party Providers do not endorse and are not liable for any content, ,advertising, products, or other materials on or available through such sites or resources.\nYou further acknowledge and agree that neither Alpaca ,nor the Third Party Providers shall be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in ,connection with use of or reliance on any such content, goods or services available on or through any such site or resource.,Applicable Policies,In addition to these Terms and Conditions, your access to and use of the Content and the Service is subject to Alpaca’s then-current policies ,relating to the Content and the Service, including, without limitation, the Alpaca Privacy Policy available on the Service.\nYou agree to be bound by ,these policies and all other Alpaca policies applicable to the access and use of the Content and the Service.,By using the Service, you are consenting to have your personal data transferred to and processed by Alpaca and its affiliates.\nAs part of ,providing you the Service, Alpaca may need to provide you with certain communications, such as service announcements and administrative ,messages.\nThese communications are considered part of the Service, which you may not be able to opt-out from receiving.,Indemnification,You will indemnify and hold harmless Alpaca and the Third Party Providers, and the officers, directors, agents, partners, employees, licensors, ,distributors, and representatives of Alpaca and the Third Party Providers, from and against any and all claims, demands, actions, causes of ,action, suits, proceedings, losses, damages, costs, and expenses, including reasonable attorneys' fees, arising from or relating to your access ,and/or use of, or interaction with the Content (including, without limitation, Third Party Content), or any act, error, or omission of your use of your ,account or any user of your account, in connection therewith, including, but not limited to, matters relating to incorrect, incomplete, or misleading ,information.\nlibel.\ninvasion of privacy.\ninfringement of a copyright, trade name, trademark, service mark, or other intellectual property.\nany ,defective product or any injury or damage to person or property caused by any products sold or otherwise distributed through or in connection ,with the Service.\nor violation of any applicable law.,Revisions,Alpaca may at any time revise these Terms and Conditions by updating this document and making it available to you through the Services.\nYou ,agree to be bound by subsequent revisions and agree to review these Terms and Conditions periodically for changes.\nThe most updated version ,of this document will be available for your review under the “Alpaca Terms and Conditions” link that appears on the Alpaca website and mobile ,application.,Applicable Law and Venue.\nSeverability,You agree that these Terms and Conditions shall be governed by and interpreted in accordance with the laws of the State of California, without ,giving effect to principles of conflicts of law.\nAny legal action or proceeding arising under these Terms and Conditions will be brought exclusively ,in courts located in San Mateo County, California, and you hereby irrevocably consent to the personal jurisdiction and venue therein.\nIf any ,provision of these Terms and Conditions is deemed unlawful, void or for any reason unenforceable, then that provision will be deemed severable ,from these Terms and Conditions and will not affect the validity and enforceability of the remaining provisions.", "created_at": "2022-11-28 03:34:03.005078", "updated_at": "2022-11-28 03:34:04.491323"}], "points": [], "urls": ["alpaca.markets"]}}