{"error": 448, "message": "OK", "parameters": {"id": 9515, "name": "Sygic", "created_at": "2023-09-03 23:52:55.263267", "updated_at": "2023-09-04 10:02:31.19473", "wikipedia": "https://en.wikipedia.org/wiki/Sygic", "keywords": null, "related": null, "slug": "sygic", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9515.png", "url": "sygic.com", "documents": [{"id": 18805, "name": "Privacy Policy", "url": "https://www.sygic.com/company/privacy-policy", "xpath": "//body", "text": " <ul>\n<li> Apps Back Apps <ul>\n<li> Sygic GPS Navigation </li>\n<li> Sygic Truck &amp.\nCaravan GPS Navigation </li>\n<li> Sygic Travel </li>\n<li> Fuelio </li>\n</ul>\n<ul>\n<li> Pricing </li>\n</ul>\n</li>\n<li> Enterprise Solutions Back Enterprise Solutions Solutions <ul>\n<li> Professional Navigation for Fleets <p> Commercial GPS navigation that improves fleet efficiency and safety </p>\n</li>\n<li> Mobile Telematics <p> An app-based solution that creates safer drivers </p>\n</li>\n<li> Automotive Solutions <p> Advanced mapping and mirrored car solutions for the automotive industry </p>\n</li>\n<li> Maps &amp.\nNavigation SDK <p> Development libraries with Maps, Routing, Navigation &amp.\nLocation Search </p>\n</li>\n</ul> Resources <ul>\n<li> Case Studies </li>\n<li> Documentation </li>\n<li> References </li>\n</ul> Industries <ul>\n<li> Long Haul Transportation </li>\n<li> Last Mile Delivery </li>\n<li> Emergency </li>\n<li> Taxi </li>\n<li> Field Service </li>\n<li> Oil &amp.\nMining </li>\n<li> Insurance </li>\n<li> Travel &amp.\nHospitality </li>\n<li> Smart City Mobility </li>\n<li> Waste Collection </li>\n</ul>\n</li>\n<li> Support </li>\n<li> Developers </li>\n<li> Blog </li>\n<li> About </li>\n<li> Career </li>\n<li> Pricing </li>\n</ul> EN English <ul>\n<li> Deutsch </li>\n<li> Slovensky </li>\n<li> Italiano </li>\n<li> Français </li>\n<li> Español </li>\n<li> Português </li>\n<li> Polski </li>\n<li>\n</li>\n<li>\n</li>\n</ul> Privacy policy <p>\n<strong>Last Updated: August 22, 2024</strong>\n<br>\nThis is the privacy policy of Sygic a.\ns., with its registered seat at TwinCity, C, Mlynské Nivy 16, 821 08 Bratislava, Slovakia, company ID No.\n(IČO): 35 892 030 and affiliated companies belonging to Sygic Group (collectively, “Sygic”, “we”, “us”, “our”, or “we”).\nThis privacy policy provides an overview about how we process personal data about users of our mobile applications, software, websites or generally our products and services we provide to you including anciallary services that we provide together with our business partners and which may be available through our mobile applications (the “<strong>Services</strong>”).</p>\nOur privacy commitment\n<p>We take privacy very seriously.\nBeing an EU-based company, we must comply with the EU general data protection regulation (the “<strong>GDPR</strong>“) when processing the personal data.\nWe provide our Services either directly to natural person end-users or to our business clients in which case we process personal data about their employees or users.\nWe regard all natural person users of our Services data subjects according to the GDPR.</p>\nContact us\n<p>If you have any questions concerning how we process your personal data, you can contact us at privacy@sygic.com or by post using our registered seat address above.\nAll privacy enquiries sent to us are received and reviewed by our data protection officer ('DPO') appointed to serve as a contact point for you and supervisory authorities.</p>\nWhy do we process your personal data?\n<p>Generally, we need to process your personal data in order to:</p>\n<ul>\n<li>provide the Services;</li>\n<li>meet our legal or contractual obligations;</li>\n<li>pursue our legitimate software developer interests.</li>\n</ul>\n<p>In particular, we process your personal data for the following purposes:</p> Purpose\nLegal basis\nProvision of the Services\nPerformance of contract pursuant to the Art.\n6(1)(b) of the GDPR and legitimate interest pursuant to the Art.\n6(1)(f) of the GDPR\nDevelopment, improvement &amp.\ntesting\nLegitimate interest pursuant to the Art.\n6(1)(f) of the GDPR\nDirect marketing communications (newsletter &amp.\npush notifications)\nConsent pursuant to the Art.\n6(1)(a) of the GDPR or similar products or services pursuant par.\n62(3) of Slovak Electronic Communications Act (legitimate interest pursuant Art.\n6(1)(f) GDPR)\nMarketing analytics\nLegitimate interest pursuant to the Art.\n6(1)(f) of the GDPR\nStatistics\nArticle 89 of the GDPR\nMaintaining social media profiles\nLegitimate interest pursuant to the Art.\n6(1)(f) of the GDPR\nConsumer contests\nPerformance of contract pursuant to the Art.\n6(1)(b) of the GDPR\nBilling, Tax &amp.\nAccounting\nCompliance with legal obligations pursuant to the Art.\n6(1)(c) of the GDPR\nSecurity of personal data\nCompliance with legal obligation the Art.\n6(1)(c) of the GDPR\nHandling user requests\nCompliance with legal obligation the Art.\n6(1)(c) of the GDPR\nLegal enforcement (establishment, exercise or defense of legal claims)\nLegitimate interest pursuant to the Art.\n6(1)(f) of the GDPR\nWhistleblowing\nCompliance with legal obligation the Art.\n6(1)(c) of the GDPR\nArchiving purposes and administration of the registries\nCompliance with legal obligation the Art.\n6(1)(c) of the GDPR and the regime of privileged purposes according to Art.\n89 GDPR What do these purposes mean?\nProvision of the Services\n<p>Every time you download any application from Sygic whether through Google Play, iTunes, Sygic E-Shop, or other stores, you agree to and conclude with us the End-User-Licence-Agreement which represents a contract concluded between us (the\"<strong>EULA</strong>\").\nAccording to EULA, we are obliged to provide you with the Services which correspond to the specific functionality of the particular application and your in-product purchases.\nAny processing which is necessary to perform our obligations from the EULA as explained above is regarded a separate purpose of processing and is not subject to a separate data subject consent.\nFor example, this includes:<br>\n• Ensuring the basic functionality and additional functionality of the application (add-ons, features);<br>\n• User registration and administration of the user accounts (user login);<br>\n• Customer pre-contractual relationship management;<br>\n• Handling orders and purchases via app or e-shop;<br>\n• Recommendations for better user experience;<br>\n• Customer support.\nor<br>\n• Communication of service information to user.</p>\n<p>Provision of the Services covers all the below listed applications while the EULA might be concluded with you by different affiliated companies belonging to Sygic Group, as shown below.\nFor avoidance of doubts, Sygic entity acting shown next to your application is “Sygic” according to this privacy policy to you.</p> Application\nBasic functionality description\nSygic entity, data controller, Service provider GPS Navigation &amp.\nOffline Maps (Android)<br>Sygic GPS Navigation &amp.\nMaps (iOS) Offline GPS navigation app with real-time traffic for Android with free 3D offline maps from TomTom.\nSygic offers the most accurate real-time traffic information with data collected from 500 million users world-wide, provided by global automotive, mobile operators, mapping &amp.\ntraffic information suppliers.\nThis includes following paid apps:<br>Sygic World: GPS Navigation, Maps &amp.\nTraffic<br>Sygic Europe - GPS Navigation<br>\nSygic, a.s.\n(Slovakia) Car Navigation (Android)<br>Car Navigation: Maps &amp.\nGPS (iOS) Navigation app especially optimized to work with your car’s built-in infotainment system via smartphone to in-dash connectivity.\nSygic, a.s.\n(Slovakia) Truck &amp.\nCaravan GPS Navigation (Android)<br>Truck &amp.\nCaravan GPS Navigation (iOS) Navigation apps for professionals with special routing for Truck/RV/Van/Caravan/Camper/Bus/Car and detailed navigation &amp.\ntrucker paths for large vehicles with specific restrictions in the offline map.\nSygic, a.s.\n(Slovakia)\nSygic Professional Navigation Navigation application primarily for automotive OEMs vehicle integration, for companies and drivers seeking a reliable, feature-rich commercial navigation app.\nThe app provides accurate maps and routing, customizable features, and driver-focused tools, enabling drivers to navigate their routes easily.\nSygic, a.s.\n(Slovakia)\nProfessional Navigation\nGPS Navigation for professionals with SDK for integration, configurable for any large scale deployment with special routing for Truck, Van, Bus and Car with detailed navigation &amp.\ntrucker paths for large vehicles with specific restrictions in the offline map.\nSygic, a.s.\n(Slovakia)\nFuelio: Gas log &amp.\ncosts\nSimple, easy to use android application to track your mileage, gas consumption and gas costs.\nUsing this App you can track car expenses, auto service, your fill-ups, fuel consumption, car´s mileage, gas costs/gas prices and save money.\nSygic, a.s.\n(Slovakia)\nFleetWork\nJob dispatch and fleet tracking solution with integrated Sygic GPS Navigation with truck features not requiring additional hardware and ready for integration with enterprise systems.\nSygic, a.s.\n(Slovakia)\nVoice Recorder\nAllows you to record your own navigation instructions for Sygic GPS Navigation.\nSygic, a.s.\n(Slovakia) Sygic Travel Maps Offline &amp.\nTrip Planner (Android)<br>Sygic Travel Maps Offline (iOS)<br>Sygic Travel Maps<br>Sygic Maps Maps based applications designed for travelers.\nCombining detailed travel maps with information from in-house editors, Wikipedia and other sources.\nTripomatic s.r.o.\n(Czech Republic) Travel guides\nMaps based applications designed for travelers and tailored to selected destinations.\nCombining detailed travel maps with information from in-house editors, Wikipedia and other sources.<br>Consists of these apps:<br>Africa Trip Planner, Travel Guide &amp.\nOffline City Map for Johannesburg, Lagos or Cairo<br>Amsterdam Offline Map and City Guide<br>Australia &amp.\nNew Zealand Trip Planner, Travel Guide &amp.\nOffline City Map for Sydney, Melbourne or Wellington<br>Bali Offline Map &amp.\nGuide<br>Barcelona Offline Map &amp.\nCity Guide<br>Berlin Offline Map &amp.\nCity Guide<br>Budapest Offline Map and City Guide<br>Caribbean &amp.\nSouth America Trip Planner, Travel Guide &amp.\nOffline Map for Bahamas, Cancun, Costa Rica or Rio de Janeiro<br>Cebu Island Offline Map &amp.\nGuide by Tripomatic<br>Copenhagen Offline Map and City Guide<br>Dubai Offline Map &amp.\nCity Guide<br>Florence Trip Planner, Travel Guide &amp.\nOffline City Map<br>France Trip Planner, Travel Guide &amp.\nOffline City Map for Nice, Lyon or Marseille<br>Greece and Cyprus Trip Planner, Travel Guide &amp.\nOffline City Map<br>Hawaii, Oahu, Maui, Molokai, Lanai and Kauai Offline Map &amp.\nGuide<br>Hong Kong Offline Map &amp.\nCity Guide<br>Italy &amp.\nVatican Trip Planner by Tripomatic, Travel Guide &amp.\nOffline City Map<br>Jamaica Trip Planner, Travel Guide &amp.\nOffline City Map for Kingston, Montego Bay or Negril<br>Kuala Lumpur Offline Map and Guide by Tripomatic<br>London Offline Map &amp.\nCity Guide<br>Madeira Offline Map &amp.\nGuide by Tripomatic<br>Madrid Trip Planner, Travel Guide &amp.\nOffline City Map<br>Middle East Trip Planner, Travel Guide &amp.\nOffline City Map for Istanbul, Jerusalem or Tel Aviv<br>Milan Trip Planner, Travel Guide &amp.\nOffline City Map<br>Munich Offline Map and Guide by Tripomatic<br>New York Offline Map &amp.\nCity Guide<br>Paris Offline Map &amp.\nCity Guide<br>Prague Offline Map &amp.\nCity Guide<br>Puerto Rico Trip Planner, Travel Guide &amp.\nOffline City Map<br>Rome Offline Map &amp.\nCity Guide<br>San Diego Offline Map &amp.\nGuide by Tripomatic<br>Scandinavia Trip Planner, Travel Guide &amp.\nOffline City Map for Oslo, Stockholm, Helsinki, Copenhagen or Reykjavik<br>Sochi Offline Map &amp.\nTravel Guide by Tripomatic<br>Spain &amp.\nPortugal Trip Planner by Tripomatic, Travel Guide &amp.\nOffline City Map<br>Tokyo City Map and Guide by Tripomatic<br>Travel Guide &amp.\nOffline Map for Western Europe<br>Trip Planner, Travel Guide &amp.\nOffline City Map for China, Japan, South Korea and Taiwan<br>Trip Planner, Travel Guide &amp.\nOffline City Map for Czech Republic, Slovakia, Poland, Hungary, Russia and Romania<br>Trip Planner, Travel Guide &amp.\nOffline City Map for Thailand, Indonesia, Malaysia, India, Cambodia, Vietnam and Singapore<br>UK &amp.\nIreland Trip Planner, Travel Guide &amp.\nOffline City Map<br>United States of America &amp.\nCanada Trip Planner, Travel Guide &amp.\nOffline City Map<br>Venice Offline Map &amp.\nCity Guide<br>Vienna Travel Guide &amp.\nOffline City Map<br>Washington D.C.\nOffline Map &amp.\nCity Guide<br>\nTripomatic s.r.o (Czech Republic) Speed Cameras &amp.\nTraffic Sygic\nGPS based app, which lets you see the speed limits, get the real-time alerts of mobile radar traps and fixed speed cameras location, speed limit changes &amp.\nexceeding the speed limit, drive more safely thanks to acoustic and visual warning, track your mileage and useful driving stats using Trip log feature and record videos of your trips with the premium Dash Cam function\nSygic, a.s.\n(Slovakia)\nFree GPS Navigation\nFree offline GPS Navigation app for your trips and routes.\nGreat search makes your trip planning easy and voice navigation with offline maps makes your driving fast and effortless.\nInstruction are easy to follow so you will always come to your target destination.\nSygic Czech Republic, s.r.o.\n(Czech Republic)\nOffline Maps &amp.\nNavigation\nFree navigation app that combines the best of offline and online features to create the ultimate navigation experience.\nSygic, a.s.\n(Slovakia) GPS Navigation &amp.\nMaps (Android)<br>GPS Navigation &amp.\nMaps (iOS) Powerful GPS navigation app with free offline &amp.\nonline maps.\nYou have the option to use the app for free in online or offline mode.\nDrive with detailed voice directions and a lot of smart navigation features.\nSygic, a.s.\n(Slovakia) Road Lords (Android) Free truck GPS navigation with offline maps of 48 countries including Europe, Russia and Turkey.\nIt is designed to choose the best route for your truck, caravan, bus, van or other type of large vehicles.\nIt also covers live traffic information from roads, such as incidents, as well as informs truck drivers about police controls, speed cameras and much more.\nSygic, a.s.\n(Slovakia) <p>Provision of the Services may also include the so-called Anciallary Services that we provide in cooperation with our business partners and which you can order through our applications (see more info in point 8 of the EULA).\nFor example, this can be the opportunity to accede to the insurance contract and the insurance conditions between Sygic, a.s.\nand Union poisťovňa, a.s., the text of which can be found here (medical expenses insurance).\nBy acceding to this insurance contract through our applications, users and other co-insured persons (e.g.\nfamily members of users of our applications can enjoy travel insurance coverage.</p>\n<p>We consider the subsequent implementation of the procedures agreed with the insurance company as our legitimate interest.\nIn particular, the provision of personal data of insured and co-insured persons to Union Insurance in connection with the handling of complaints, claims, submissions, claims reports, the giving of opinions, invoicing documents or the subsequent storage of insurance documents.\nUnion poisťovňa, a.s.\nis an independent controller which in the event of acceding to the insurance, processes your personal data for the purpose of performing insurance activities and exercising the rights and obligations arising from the insurance in accordance with its information obligations.</p>\nDevelopment, improvement &amp.\ntesting\n<p>As a software developer we need to be able to continuously develop, improve, maintain and test our software products which we regard our own legitimate interest.\nThis typically includes:<br>\n• Removal of bugs and other software faults or errors;<br>\n• Development of new application updates, versions or functionalities (features);<br>\n• General analysis of application;<br>\n• Analysis of user trends within the application including general user profiling based on that;<br>\n• Accuracy analysis (location, speed, direction or other values);<br>\n• Customer polls focused on improvement of the Services;<br>\n• Customer feedback on design and user experience;<br>\n• Testing on the production copies of partially anonymized data.</p>\nDirect marketing communications (newsletter &amp.\npush notifications)\n<p>We do not send-out direct marketing communication to everyone.\nIf you receive a direct marketing message from us it’s either because you have previously granted us a specific direct marketing consent or because we have obtained your email within the process of providing you with our Services and the message relates to a similar product or service.\nIrrespective of that, you can always opt-out from receiving any further direct marketing communication and/or object to processing of your personal data for direct marketing purposes as explained below.</p>\nMarketing analytics\n<p>We regard our marketing analytics a distinct purpose of processing personal data from sending out direct marketing communications.\nSome of the below activities might not necessarily involve processing of personal data.\nHowever, we would like to be transparent about the processing activities we undertake (with data generally) and would like to give our users full control over marketing related processing of personal data, as explained here.\nAll of the below activities do correspond with our legitimate interest of better understanding our customers, customer trends and expectations when providing or offering our Services.\nFor example, marketing analytics may include:<br>\n• General analysis of user behavior for better marketing strategies, decision or more personalized targeted advertising;<br>\n• Targeted advertising of Sygic products or services for example via Facebook App Install ads, Google AdWords, PayPerClick and similar tools;<br>\n• Performance analysis of different marketing campaigns (e.g.\nExponea, Google Analytics);<br>\n• Cross-device linking (pairing of data about different devices of the same user);<br>\n• User segmentation for more personalized direct marketing communication (if conditions for direct marketing communications are met).</p>\nStatistics\n<p>We keep various anonymous or aggregated statistics based on which one cannot identify an individual.\nFor example, we might keep statistics about how many users are using our applications or what is the average usage time of our applications.\nAlthough these statistics are made by conversion or analysis of real personal data, the statistic findings or results are not personal data.</p>\nMaintaining social media profiles\n<p>We maintain several business profiles on social media platforms where you can interact or communicate with us.\nBy doing so, we are pursuing our legitimate interest: increasing company/brand awareness in online environment.\nWe might process your personal data via our social media profiles when you write to us, comment, like or share our posts.\nYour provision of personal data via social media to us is voluntary.\nPlease read relevant privacy policies to better understand processing of your personal data by providers of social media.\nWe only have a typical admin control over the personal data processed by us via our own company profiles.\nWe assume that by using these social media platforms, you understand that your personal data might be processed for other purposes and that your personal data might by transferred to other third countries and third parties by providers of social media platforms.\nYou can currently find us on Facebook, Linkedin, Twitter, Instagram, Pinterest, Youtube, Stack Overflow, Github, Tumblr, Dribble, Behance and Vimeo.</p>\nConsumer contests\n<p>We might organize customer contests, price giveaways or similar promotional activities for example via our social media profiles.\nWhen we do so, we typically put forwards terms &amp.\nconditions or statute which you need to accept before joining the contest.\nBy doing so, you conclude a contract with us meaning we do not need your consent for participation and related processing of your personal data.\nHowever, we would always ask your consent should the circumstances require so.</p>\nBilling, Tax &amp.\nAccounting\n<p>When you purchase any paid add-on, feature or application from us, we must process your personal data in line with the applicable billing, tax and accounting legislation.\nInvoices and invoicing documentation might include your personal data.\nHowever, we are obliged to process, keep and store such data for statutory periods in order to be compliant with local law.\nSpecific provisions of billing, tax and accounting legislation might vary across different jurisdictions.</p>\nSecurity of personal data\n<p>We are obliged to adopt measures to ensure appropriate level of personal data security.\nAlthough these measures are not primarily directed for processing of personal data (which is rather a by-product of their purpose), processing of your personal data to some necessary extent might be needed in order for these measures to be implemented (for example encryption, pseudonymization, logging, backups, crash reporting, breach/incident reporting, security investigations and documentations, access control, harmful content detection, etc.).</p>\nHandling user requests\n<p>Every time we are legally required to handle your requests, we must necessarily process your personal data.\nFor example, when you approach us with request based on your data subject rights stemming from GDPR, we must process your personal data in order to comply with GDPR requirements.</p>\nLegal enforcement (establishment, exercise or defense of legal claims)\n<p>From time to time, we might need to pursue a legal claim, ask for compensation or off-court settlement, keep evidence for potential dispute, manage legal contracts, request legal advice from external advisors, report illegal activity to law enforcement authorities or otherwise protect our legitimate legal interests (i.e.\nenforcing our legal rights).\nAlthough these activities do not automatically involve processing of personal data about our users (which happens very rarely), we would like to be transparent about such purpose of processing in case it does.</p>\n<p>By virtue of this privacy policy, all of the above purposes are determined by us generally against all users of our Services , or any other persons concerned, from the moment of their collection despite the fact that the actual processing operation or purpose might not be relevant to every individual in every case.\nFrom this reason, we do not regard these as “other” purposes pursuant to Art.\n6(4) of the GDPR which would require us to inform you about such purposes once they become relevant in future.</p>\nWhistleblowing\n<p>Pursuant to Slovak Act no.\n54/2019 Coll.\non the protection of whistleblowers of anti-social activities Sygic as an employer with more than 50 employees, has the obligation to appoint a responsible person, to adopt, resp.\nto update the internal regulation on the details of the verification of notifications, to examine each notification of anti-social activity and to keep appropriate records of notifications.\nAs part of performance of these obligations, the personal data of notifiers, employees or other persons may be processed.</p>\nArchiving purposes and administration of the registries\n<p>Slovak Act no.\n395/2002 Coll., on archives and registries in conjunction with Sygic's registry plan apply to the storage of personal data that we process about you.\nAccording to the registry plan, we are obliged to keep registry records during the storage periods specified therein.</p>\nHow do we collect your personal data?\n<p>Generally, we collect your personal data directly from you (source), for example when you decide to download our app, make a purchase, register your account, use an additional service, which may also include to get a service provided jointly with a business partner fill-out marketing consent form, contact us or otherwise use our Services.\nProvision of personal data to us by you might happen directly, for example by filling-out registration, order or consent form but might also happen indirectly for example by using our apps which need to collect data in order to operate and in order to provide you with the Services requested.\nFor example, when using our navigation or localization apps, we must collect your precise location, speed and bearings.\nProvision of personal data by you is voluntary or presents either a requirement to enter into a contract or a contractual requirement (EULA).\nCertain processing of personal data might be required by law or required by us in order to pursue our own legitimate interests, as explained above.\nHowever, if you decide not to provide us your personal data in the first place, these additional statutory or legitimate interest provisions of data should not happen.</p>\n<p>In certain cases, we may receive your personal data from another person - for example, from a user which, decided to include you as an insured person in the insurance when joining the insurance, or which reported to us an insurance event that happened to you.\nHowever, if you, as a user, do not provide Sygic as with the necessary personal data, you will not be able to access to insurance and thus obtain the appropriate insurance protection (i.e.\nthe provision of personal data is necessary to access to insurance through us).\nIf you do not provide Sygic with the necessary personal data in connection with the reporting of an insurance event and / or the filing of a complaint after accessing to insurance, we will not be able to manage report the insurance event behalf you and / or file a complaint to the insurance company and arrange its resolution.</p>\nWho are recipients of your personal data?\n<p>We take the confidentiality of your personal data very seriously and have policies in place to ensure that your data is only shared with authorized personnel of Sygic or a verified third party.\nOur employees might have access to your personal data on a strictly need-to-know basis typically governed and limited by function, role and department of the particular employee.\nWe also use sub-contractors to support us in providing the Services who might process personal data for us.\nWe ensure that selection of our sub-contractors and any processing of personal data by them is compliant with the GDPR.\nCategories of recipients of your personal data are:<br>\n• Affiliated Sygic companies (eg.\nSygic Czech Republic, a.s.);<br>\n• Hosting or cloud services providers or related services to support the operation or operation of our applications and Services (e.g., Microsoft, Inc., Google, LLC, Apple, Inc., SWAN, Inc., OVH.CZ Ltd., Amazon Web Services, Inc., Zendesk, Inc., PayPal , Inc., Widgix LLC, Pipedrive Inc., Akamai Technologies GmbH, Stormware, sro);<br>\n• Marketing and analytics software service providers (e.g.\nGoogle LLC, Facebook Ireland, Ltd., Facebook Inc., Exponea s.r.o., AppsFlyer, Inc., Lucky Orange, LLC);;<br>\n• Social media platform operators (Facebook Inc., Facebook Ireland, Ltd., Youtube LLC, Twitter, Inc., Microsoft (LinkedIn), Pinterest, Stack Overflow, Github, Tumblr, Dribble, Behance, Vimeo);<br>\n• Business partners, but only if you have ordered through our application a product or service that we provide together with a business partner (eg Union poisťovňa, a.s.)<br>\n• Authorized personnel of the above, internal subcontractors as well as employees of the above recipients and suppliers</p>\n<p>In the past, we have also collected voluntary marketing consents behalf of third parties (partners) within our applications.\nThe list of these third parties has been removed from this privacy policy, as we terminated the consent-based projects as of December 31, 2020, and the contracts with these partners were terminated.</p>\nWhat countries do we transfer your personal data to?\n<p>By default, we seek not to transfer your personal data outside the EU and/or European Economic Area where not necessary.\nHowever, some of our sub-contractors or the above-mentioned recipients of personal data might be based or their servers might be located in the United States of America (U.S.) or in other country regarded as third party not ensuring adequate level of protection.\nAny transfer of personal data outside the European Economic Area is done by us only under strict compliance with the GDPR.\nWe ensure the third-party recipients concluded EU model Standard Contractual Clauses (SCC) with us or follow equivalent safeguards in place.</p>\nHow long we store your personal data?\n<p>We must not and we do not want to store your personal data for longer than necessary for the given purpose of processing.\nDue to this legal requirement but also due to technical and financial aspects of data storage we actively delete data where no longer necessary.\nIn general, storage periods of the following purposes are linked to active usage of our apps and the actual data on our product servers at the given time:<br>\n• Provision of the Services<br>\n• Development, improvement &amp.\ntesting<br>\n• Marketing analytics<br>\n• Statistics<br>\n• Security of personal data</p>\n<p>This means (in general) that if you stop using our app, we stop processing your personal data for the above purposes of processing.\nIf you uninstall our app, we delete personal data collected by the app.\nHowever, depending on the circumstances we delete some data sooner or later than that, for example:<br>\n• Data used for application improvement after 3 months<br>\n• Security and system logs are deleted after 1 year<br>\n• Back-ups for security purposes are deleted after 3 years</p>\n<p>Some of our users might have a life-time license for our apps.\nIn that case, we must store credentials of the license holder for a period equivalent to “life-time” period which is 90 years from license purchase.\nIf you request us to erase your personal data including your license credentials we can do so, but you will loose the life-time license as well (i.e.\nyou will no longer be in the list of license holders).\nPlease note that if you then decide to use our apps again in the future, you might not be able to rely on your license unless you prove to us that you had the license before.\nWe therefore suggest you keep evidence of our communication about the license credentials erasure.</p>\n<p>As regards the opportunity to access the insurance of the Union insurance company through our applications, we process the data obtained from the forms only for a period of 5 years from the termination of the insurance.</p>\n<p>As regards the purpose of direct marketing communications (newsletter &amp.\npush notifications), the storage period generally lasts until you revoke your consent (opt-out) or object against direct marketing.</p>\n<p>As regards Billing, Tax &amp.\nAccounting purposes the retention period are governed by local law and depending on the type of information or document in which billing personal data might be included the storage period is 10 years.</p>\n<p>It stems from the nature of social media profiles that we do not actively delete the history of our profiles, but you are free do so or request us to do so at any time.\nWe delete old private messages via social media once every 3 years.</p>\n<p>In general, storage periods for consumer contests is the duration of the contest.</p>\n<p>As regards handling user requests and legal enforcement, we might keep your personal data if we believe it might be necessary for us in court, criminal or administrative proceedings in the future.\nGeneral limitation period under Slovak law is 3 years.</p>\n<p>We process personal data within whistleblowing until the complaint is processed, at least 3 years from its submission according to par.\n11 of Act no.\n54/2019 Coll.</p>\n<p>The storage periods are set out in the company's registration plan represent retention periods in relation to the archival purposes and administration of the registry.\nBy default, these storage periods are 2-10 years from the creation of the registry record, for some HR documents 50 years or 70 years from birth.</p>\nWhat rights do you have?\n<p>\n<u>You have right to object to any processing that is based on legitimate interest including to profiling based on such legitimate interest pursuant to the Article 21 GDPR.</u> We rely on legitimate interest for purposes of Development, improvement &amp.\ntesting, Marketing analytics, Maintaining social media profiles and Legal enforcement.</p>\n<p>Nevertheless, you have the right to object effectively at any time to the processing of personal data for direct marketing purposes, including profiling.</p>\n<p>You also have a right to object to any direct marketing processing of your personal data including profiling.</p>\n<p>If we process your personal data, you have so-called data subject rights under the Article 15 to 22 of the GDPR:<br>\n• Right to request access to your personal data according to Article 15 of the GDPR;<br>\n• Right to rectification according to Article 16 of the GDPR;<br>\n• Right to erasure of personal data according to Article of the 17 GDPR;<br>\n• Right to restriction of processing according to Article 18 GDPR;<br>\n• Right to be notified in connection with a rectification, erasure or restriction pursuant to Article 19 GDPR<br>\n• Right to data portability according to Article 20 GDPR;<br>\n• Right to object against the processing including profiling based on legitimate or public interest according to Article 21 of the GDPR;<br>\n• Right to object against processing for direct marketing purposes including profiling according to Article 21 of the GDPR;<br>\n• Right to not be subject to the automated individual decision making according to the Article 22 of the GDPR.\n</p>\n<p>However, these are not absolute rights and they only exist if the relevant conditions are met.\nFor example, right for erasure does not apply in case when such personal data is required for compliance with legal obligation (Billing, Tax &amp.\nAccounting) or for the establishment, exercise or defence of legal claims (Legal enforcement).\nPlease contact us at privacy@sygic.com if you have a general query about your data subject rights.</p>\n<p>You have a right to lodge a complaint related to personal data to the relevant data protection supervisory authority.\nPlease note that our lead data protection authority is the Office for Protection of Personal Data of the Slovak Republic and the \"complaint\" must be submitted in accordance with par.\n100 of Slovak Act no.\n18/2018 Coll, on the protection of personal data (proposal to initiate proceedings).</p>\n<p>If you are not sure about whether we process your personal data, you can request our confirmation by reference to the right of access under the Art.\n15(1) of the GDPR.\nIf we do process your personal data you can request the following information:<br>\n• the purposes of the processing;<br>\n• the categories of personal data concerned;<br>\n• the recipients or categories of recipient to whom the personal data have been or will be disclosed, in particular recipients in third countries or international organizations;<br>\n• where possible, the envisaged period for which the personal data will be stored, or, if not possible, the criteria used to determine that period;<br>\n• the existence of the right to request from the controller rectification or erasure of personal data or restriction of processing of personal data concerning the data subject or to object to such processing;<br>\n• the right to lodge a complaint with a supervisory authority;<br>\n• where the personal data are not collected from the data subject, any available information as to their source;<br>\n• the existence of automated decision-making, including profiling, referred to in Article 22(1) and (4) and, at least in those cases, meaningful information about the logic involved, as well as the significance and the envisaged consequences of such processing for the data subject.</p>\n<p>Please note, that if you use our apps, most of the above information is already included in this privacy policy.\nYou have also right to request copy of your personal data pursuant to the Art.\n15(3) of the GDPR.\nYou have right to request some of your personal data in a structured, commonly used and machine-readable format provided that the conditions for data portability under Art.\n20 of the GDPR are met.\nThese conditions might be met where the legal basis for processing is your consent or performance of contract (provision of the Services, newsletters and consumer contest) or arranging the opportunity of ordering the products of our business partners through our applications where you provide the personal data to us.</p>\n<p>When we process your personal data based on your consent, you can always revoke your consent at any time.\nYou can always use our general contact details for revoking consent or objecting to processing.\nIn case of email newsletters, you will find opt-out button at the bottom of every direct marketing email.</p>\n<p>If you feel that we are processing incorrect personal data about you given the purpose and circumstances and you cannot change such personal data via functionality of the app, account or website, you can request rectification of incorrect or incomplete personal data using the below supplementary statement (all information is voluntary) and/or our general contact details:</p> Supplementary statement for rectification of personal data\nYour name and surname: Account email: Type of Sygic service used:\nPlease indicate what application, website or service your request relates to\nNature of your rectification:\nPlease explain whether you would like to request correction of incorrect or completion of incomplete personal data\nContext of your rectification request:\nPlease explain us why you believe we are processing incorrect or incomplete data\nRectification:\nPlease express the correction or completion of the particular personal data you are requesting <p>This supplementary statement for rectification can be send to Sygic at privacy@sygic.com</p>\n<p>When enforcing your data subject rights, please be as explicit and detailed as possible.\nOtherwise, we might respond with request to clarify a generic, vague or too general requests which in turn delays getting the information you request.</p>\nCookies\n<p>When processing your personal data, operating our websites or generally providing or supporting our Services we may use cookies and similar technologies.\nSpecifically, we use these technologies for Direct marketing communications (newsletter &amp.\npush notifications) and Marketing analytics.\nYou have a control about the use of cookies via setting of your internet browser, where you can disable cookies at any time.</p>\nChanges to this privacy policy\n<p>We may change this privacy policy from time to time by posting the most current privacy policy and its effective date on our website.\nIn case we change this privacy policy substantially, we may bring such changes to your attention by explicit notice in our apps, on our websites or by email.\nHowever, as you can see below, we do not change our privacy terms often, only when absolutely necessary.</p>\n<p>Previous versions of the privacy policy:<br>\n• Version valid from 18 May 2018 (adjustment due to GDPR application);<br>\n• Version valid from 17 July 2020 (adjustment mainly due to the abolishment of the US-EU Privacy Shield + prelink to the list of partners).</p>\n<ul>\n</ul> Apps <ul>\n<li> Sygic GPS Navigation </li>\n<li> Sygic Truck &amp.\nCaravan GPS Navigation </li>\n<li> Sygic Travel </li>\n<li> Fuelio </li>\n</ul> Enterprise Solutions Solutions <ul>\n<li> Professional Navigation for Fleets </li>\n<li> Mobile Telematics </li>\n<li> Automotive Solutions </li>\n<li> Maps &amp.\nNavigation SDK </li>\n</ul> Resources <ul>\n<li> Case Studies </li>\n<li> Documentation </li>\n</ul> Industries <ul>\n<li> Long Haul Transportation </li>\n<li> Last Mile Delivery </li>\n<li> Emergency </li>\n<li> Taxi </li>\n<li> Field Service </li>\n<li> Oil &amp.\nMining </li>\n<li> Insurance </li>\n<li> Travel &amp.\nHospitality </li>\n<li> Smart City Mobility </li>\n<li> Waste Collection </li>\n<li> Location Intelligence </li>\n</ul> About <ul>\n<li> About Sygic </li>\n<li> References </li>\n<li> Career </li>\n<li> Spread Love </li>\n<li> Press Room </li>\n<li> Contact </li>\n</ul> Sygic <ul>\n<li> Pricing </li>\n<li> Support </li>\n<li> Glossary </li>\n<li> Legal documents </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Copyright © 2023 Sygic.\nAll right reserved</p>\n<p>Sygic sites uses cookies to offer you useful features and measure performance to improve your experience.\nYour preferences can be edited at any time.\nFind more information in our cookie policy.</p> Essential Analytical Functional Marketing Accept all Reject all Save settings ", "created_at": "2023-09-03 23:52:55.293896", "updated_at": "2023-09-03 23:53:26.816805"}, {"id": 18806, "name": "Cookies ", "url": "https://www.sygic.com/cookies", "xpath": "//body", "text": " <ul>\n<li> Apps Back Apps <ul>\n<li> Sygic GPS Navigation </li>\n<li> Sygic Truck &amp.\nCaravan GPS Navigation </li>\n<li> Sygic Travel </li>\n<li> Fuelio </li>\n</ul>\n<ul>\n<li> Pricing </li>\n</ul>\n</li>\n<li> Enterprise Solutions Back Enterprise Solutions Solutions <ul>\n<li> Professional Navigation for Fleets <p> Commercial GPS navigation that improves fleet efficiency and safety </p>\n</li>\n<li> Mobile Telematics <p> An app-based solution that creates safer drivers </p>\n</li>\n<li> Automotive Solutions <p> Advanced mapping and mirrored car solutions for the automotive industry </p>\n</li>\n<li> Maps &amp.\nNavigation SDK <p> Development libraries with Maps, Routing, Navigation &amp.\nLocation Search </p>\n</li>\n</ul> Resources <ul>\n<li> Case Studies </li>\n<li> Documentation </li>\n<li> References </li>\n</ul> Industries <ul>\n<li> Long Haul Transportation </li>\n<li> Last Mile Delivery </li>\n<li> Emergency </li>\n<li> Taxi </li>\n<li> Field Service </li>\n<li> Oil &amp.\nMining </li>\n<li> Insurance </li>\n<li> Travel &amp.\nHospitality </li>\n<li> Smart City Mobility </li>\n<li> Waste Collection </li>\n</ul>\n</li>\n<li> Support </li>\n<li> Developers </li>\n<li> Blog </li>\n<li> About </li>\n<li> Career </li>\n<li> Pricing </li>\n</ul> EN English <ul>\n<li> Deutsch </li>\n<li> Slovensky </li>\n<li> Italiano </li>\n<li> Français </li>\n<li> Español </li>\n<li> Português </li>\n<li> Polski </li>\n<li>\n</li>\n<li>\n</li>\n</ul> Cookies - how do we use them? <p>Would you like to browse our websites thanks to a personalized user experience? The policy below is designed to help you understand how cookies work and make an informed decision.\nThese cookies only work on our website and do not affect navigation in our applications.\nBy clicking on \"Save settings\", you agree to the use of the selected cookies.\nIf you click on \"Accept all\", you agree to the use of cookies that are essential to the website, analytical cookies, functional and marketing cookies.\nIf you continue browsing our sygic sites without indicating your preferences or click on \"Reject all non-essential\" and your browser settings accept cookies, only the essential cookies that are essential for browsing the site will remain set.\nClick here to personalize your cookie settings on all sygic sites.</p>\nWhat are cookies and how do they work?\n<p>Cookies are files that are sent to and stored in the main folder of your browser by the websites you visit.\nThe next time you visit our websites, your browser reads the cookies and transmits the anonymous information back to our websites, for example the date of your last visit if it was less than 3 months ago.\nTo learn more about these technologies and how they work, please read e.g.\nallaboutcookies.org</p> Categories of cookies\n<p>We use cookies technology for a variety of purposes, which can be grouped into these four categories:</p>\nEssential\n<p>These cookies allow you to move around the website.\nThey do not store personally identifiable information and enable features such as accessing secure areas of the website or remembering the contents of your shopping cart.\nThey are essential to the operation of sygic sites.</p>\nAnalytical\n<p>These cookies allow us to collect information about how visitors use our websites.\nFor example, we can see the total number of visits or which pages visitors visit most often.\nWe use this information to make sure our users find the information they are looking for, to monitor the website's performance indicators and to fix any errors.</p>\nFunctional\n<p>These cookies are set by third-party tools that extend the functionality of our website and add new features for you to better interact with our website.\nThey do not collect information for additional advertising tracking.</p>\nMarketing\n<p>These cookies are used by social networking services to track usage of their embedded features.\nThey may also be set via our website by our advertising partners.\nThey identify your unique browser and internet device and can be used to provide anonymised demographic data, profile your interests and display advertising relevant to those interests.</p>\nHow can I manage cookies?\n<p>Click here to personalise your cookies settings on sygic sites.\nBrowsers allow you to manage cookies related to basic functionality, website improvement, personalisation and advertising.\nDifferent browsers use different methods to disable cookies, but they can usually be found in the Tools or Options menu.\nYou can also consult the browser's help menu.\nIn addition to cookies management, browsers usually allow you to control files that resemble cookies, such as Local Shared Objects, by enabling the browser's privacy mode.\nSygic uses third-party managed advertising cookies to promote its products both on our sygic sites and elsewhere on the internet.</p>\nHow long do we keep the information?\n<p>That depends on the type of cookies.\nSession cookies expire when you close the browser.\nPersistent cookies, including Local Shared Objects (\"Flash cookies\"), typically have expiration dates of two (2) to twenty-four (24) months.\nIf you have any further questions, please write to us at: privacy@sygic.com.\n</p>\nList of cookies\n<p>Here you can find the list of cookies used on sygic.com.\nIt is updated on a regular basis</p>\nTool\nDomain\nType\nKirby CMS\ngetkirby.com\nEssential\nGoogle Tag Manager\ntagmanager.google.com\nEssential\nGoogle Analytics\nanalytics.google.com\nAnalytical\nBloomreach\nbloomreach.com\nAnalytical\nHotjar\nhotjar.com\nAnalytical\nLucky Orange\nluckyorange.com\nAnalytical\nPipedrive\npipedrive.com\nFunctional\nFacebook\nfacebook.com\nMarketing\nLinkedin\nlinkedin.com\nMarketing\nTwitter\ntwitter.com\nMarketing\nGoogle Ads\nads.google.com\nMarketing <p>\n<strong>Please note:</strong> Any selection of cookies, will be applied to our other subdomains as well.<br>\n\"Sygic sites\" as mentioned include: Sygic.com, careers.sygic.com, eshop.sygic.com, accounts.sygic.com, maps.sygic.com, developer.sygic.com, travel.sygic.com, roadlords.com, help.sygic.com, activate.sygic.com, accounts.skodaindia.sygic.com, checkout.sygic.com.</p> Apps <ul>\n<li> Sygic GPS Navigation </li>\n<li> Sygic Truck &amp.\nCaravan GPS Navigation </li>\n<li> Sygic Travel </li>\n<li> Fuelio </li>\n</ul> Enterprise Solutions Solutions <ul>\n<li> Professional Navigation for Fleets </li>\n<li> Mobile Telematics </li>\n<li> Automotive Solutions </li>\n<li> Maps &amp.\nNavigation SDK </li>\n</ul> Resources <ul>\n<li> Case Studies </li>\n<li> Documentation </li>\n</ul> Industries <ul>\n<li> Long Haul Transportation </li>\n<li> Last Mile Delivery </li>\n<li> Emergency </li>\n<li> Taxi </li>\n<li> Field Service </li>\n<li> Oil &amp.\nMining </li>\n<li> Insurance </li>\n<li> Travel &amp.\nHospitality </li>\n<li> Smart City Mobility </li>\n<li> Waste Collection </li>\n<li> Location Intelligence </li>\n</ul> About <ul>\n<li> About Sygic </li>\n<li> References </li>\n<li> Career </li>\n<li> Spread Love </li>\n<li> Press Room </li>\n<li> Contact </li>\n</ul> Sygic <ul>\n<li> Pricing </li>\n<li> Support </li>\n<li> Glossary </li>\n<li> Legal documents </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Copyright © 2023 Sygic.\nAll right reserved</p>\n<p>Sygic sites uses cookies to offer you useful features and measure performance to improve your experience.\nYour preferences can be edited at any time.\nFind more information in our cookie policy.</p> Essential Analytical Functional Marketing Accept all Reject all Save settings ", "created_at": "2023-09-03 23:53:36.820223", "updated_at": "2023-09-03 23:53:47.349664"}, {"id": 18807, "name": " Terms of Use", "url": "https://www.sygic.com/company/terms-of-use", "xpath": "//body", "text": " <ul>\n<li> Apps Back Apps <ul>\n<li> Sygic GPS Navigation </li>\n<li> Sygic Truck &amp.\nCaravan GPS Navigation </li>\n<li> Sygic Travel </li>\n<li> Fuelio </li>\n</ul>\n<ul>\n<li> Pricing </li>\n</ul>\n</li>\n<li> Enterprise Solutions Back Enterprise Solutions Solutions <ul>\n<li> Professional Navigation for Fleets <p> Commercial GPS navigation that improves fleet efficiency and safety </p>\n</li>\n<li> Mobile Telematics <p> An app-based solution that creates safer drivers </p>\n</li>\n<li> Automotive Solutions <p> Advanced mapping and mirrored car solutions for the automotive industry </p>\n</li>\n<li> Maps &amp.\nNavigation SDK <p> Development libraries with Maps, Routing, Navigation &amp.\nLocation Search </p>\n</li>\n</ul> Resources <ul>\n<li> Case Studies </li>\n<li> Documentation </li>\n<li> References </li>\n</ul> Industries <ul>\n<li> Long Haul Transportation </li>\n<li> Last Mile Delivery </li>\n<li> Emergency </li>\n<li> Taxi </li>\n<li> Field Service </li>\n<li> Oil &amp.\nMining </li>\n<li> Insurance </li>\n<li> Travel &amp.\nHospitality </li>\n<li> Smart City Mobility </li>\n<li> Waste Collection </li>\n</ul>\n</li>\n<li> Support </li>\n<li> Developers </li>\n<li> Blog </li>\n<li> About </li>\n<li> Career </li>\n<li> Pricing </li>\n</ul> EN English <ul>\n<li> Deutsch </li>\n<li> Slovensky </li>\n<li> Italiano </li>\n<li> Français </li>\n<li> Español </li>\n<li> Português </li>\n<li> Polski </li>\n<li>\n</li>\n<li>\n</li>\n</ul> Terms of Use <p>Sygic a.\ns.\n(„Sygic“).\nmakes this Web site (the „Site“), including a wide range of information, software, products, downloads, documents, communications, files, text, graphics, publications, content, tools, forums, resources, and services.\nPLEASE READ THE TERMS OF USE CAREFULLY BEFORE USING THIS WEBSITE.\nBy accessing and using this website in any way, including, without limitation, browsing the website, using any information, using any content, using any services, downloading any materials, and/or placing an order for products or services, you agree to and are bound by the terms of use described in this document („Terms of Use“).\nIF YOU DO NOT AGREE TO ALL OF THE TERMS AND CONDITIONS CONTAINED IN THE TERMS OF USE, DO NOT USE THIS WEBSITE IN ANY MANNER.\nThe Terms of Use are entered into by and between Sygic and you.\nIf you are using the website on behalf of your employer, you represent that you are authorized to accept these Terms of Use on your employer's behalf.\nSygic reserves the right, at Sygic's sole discretion, to change, modify, update, add, or remove portions of the Terms of Use at any time without notice to you.\nPlease check these Terms of Use for changes.\nYour continued use of this website following the posting of changes to the Terms of Use will mean you accept those changes.</p>\nUse of Materials Limitations\n<p>All materials contained in the website are the copyrighted property of Sygic, affiliated companies and/or third-party licensors.\nAll trademarks, service marks, and trade names are proprietary to Sygic, or its subsidiaries or affiliated companies and/or third-party licensors.\nUnless otherwise specified, the materials and services on this website are for your personal and non-commercial use, and you may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products or services obtained from the website without the written permission from Sygic.</p>\nUse of Software on the Website\n<p>Any software that is made available to download from the website („Software“) is the copyrighted work of Sygic and/or its suppliers.\nUse of the Software is governed by the terms of the end user license agreement, if any, which accompanies or is included with the Software („License Agreement“), or as expressly stated on the website pages accompanying the software.\nAn end user will be unable to download or install any Software that is accompanied by or includes a License Agreement, unless he or she first agrees to the License Agreement terms.\nThe Software is made available for download solely for use by end users according to the License Agreement.\nAny use, reproduction or redistribution of the Software not in accordance with the License Agreement is expressly prohibited by law, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.\nAbsent a License Agreement that accompanies the Software, use of the Software will be governed by the Terms of Use.\nWITHOUT LIMITING THE FOREGOING, COPYING OR REPRODUCTION OF THE SOFTWARE TO ANY OTHER SERVER OR LOCATION FOR FURTHER REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PROHIBITED, UNLESS SUCH REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PERMITTED BY THE LICENSE AGREEMENT ACCOMPANYING SUCH SOFTWARE.\nTHE SOFTWARE IS WARRANTED, IF AT ALL, ONLY ACCORDING TO THE TERMS OF THE LICENSE AGREEMENT.\nEXCEPT AS WARRANTED IN THE LICENSE AGREEMENT, SYGIC S.R.O.\nHEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THE SOFTWARE, INCLUDING ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, WHETHER EXPRESS, IMPLIED OR STATUTORY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\nFOR YOUR CONVENIENCE, SYGIC MAY MAKE AVAILABLE AS PART OF THE SERVICES OR IN ITS MATERIALS OR SOFTWARE PRODUCTS, TOOLS AND UTILITIES FOR USE AND/OR DOWNLOAD.\nSygic DOES NOT MAKE ANY ASSURANCES WITH REGARD TO THE ACCURACY OF THE RESULTS OR OUTPUT THAT DERIVES FROM SUCH USE OF ANY SUCH TOOLS AND UTILITIES.\nYOU SHALL RESPECT THE INTELLECTUAL PROPERTY RIGHTS OF OTHERS WHEN USING THE TOOLS AND UTILITIES MADE AVAILABLE ON THE SERVICES OR IN SYGIC SOFTWARE PRODUCTS.</p>\nUse of Documents and Publications on the Website\n<p>Except as expressly prohibited on this website, you are permitted to view, copy, print and distribute publications and documents within this website (such as FAQs, white papers, datasheets, press releases and so on), subject to your agreement that: a) your use of the information is for informational, personal, and non-commercial purposes only, b) you will not modify the documents, publications or graphics, c) you will not copy or distribute graphics separate from their accompanying text and you will not quote materials out of their context, d) you will display the below copyright notice and other proprietary notices on every copy you make, and e) you agree that Sygic may revoke this permission at any time and you shall immediately stop your activities related to this permission upon notice from Sygic.\nUse for any other purpose is expressly prohibited by law, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.\nThe permission above to use documents and publications does not include permission to copy the design elements, look and feel, or layout of this website.\nThose elements of the website are protected by law, such as trade dress, trademark, unfair competition, and other laws and may not be copied or imitated in whole or in part.\nNo logo, graphic, sound or image from the website may be copied or retransmitted unless expressly permitted by Sygic.\nEXCEPT AS EXPRESSLY PROVIDED OTHERWISE, SYGIC AND/OR ITS RESPECTIVE SUPPLIERS MAKE NO REPRESENTATIONS ABOUT THE SUITABILITY OF THE INFORMATION CONTAINED IN THE DOCUMENTS AND PUBLICATIONS AND RELATED GRAPHICS PUBLISHED ON THE WEBSITE FOR ANY PURPOSE.\nEXCEPT AS EXPRESSLY PROVIDED OTHERWISE, ALL SUCH DOCUMENTS AND RELATED GRAPHICS ARE PROVIDED „AS IS“ WITHOUT WARRANTY OF ANY KIND.\nEXCEPT AS EXPRESSLY PROVIDED OTHERWISE, Sygic AND/OR ITS RESPECTIVE SUPPLIERS HEREBY DISCLAIM ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, INCLUDING ALL WARRANTIES AND CONDITIONS OF MERCHANTABILITY, WHETHER EXPRESS, IMPLIED OR STATUTORY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\nIN NO EVENT SHALL SYGIC AND/OR ITS RESPECTIVE SUPPLIERS BE LIABLE FOR ANY SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER RESULTING FROM LOSS OF USE, DATA OR PROFITS, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE OR OTHER TORTIOUS ACTION, ARISING OUT OF OR IN CONNECTION WITH THE USE OR PERFORMANCE OF INFORMATION AVAILABLE FROM THE WEBSITE.\nTHE DOCUMENTS AND RELATED GRAPHICS PUBLISHED ON THE SERVICES COULD INCLUDE TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nSYGIC AND/OR ITS RESPECTIVE SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE PRODUCT(S) AND/OR THE PROGRAM(S) DESCRIBED HEREIN AT ANY TIME WITHOUT NOTICE.</p>\nDisclaimers and Other Notices on the User of the Website\n<p>EXCEPT AS EXPRESSLY PROVIDED OTHERWISE, ALL INFORMATION, SOFTWARE, DOCUMENTATION, MATERIALS, SERVICES AND PUBLICATION ARE PROVIDED „AS-IS“ WITHOUT WARRANTY OF ANY KIND AND SYGIC HEREBY DISCLAIMS ALL WARRANTIES EITHER EXPRESSED OR IMPLIED, INCLUDING BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nIN ADDITION, EXCEPT AS EXPRESSLY PROVIDED OTHERWISE, SYGIC DISCLAIMS ANY WARRANTIES OF NON-INFRINGEMENT, TITLE, OR QUIET ENJOYMENT.\nIN NO EVENT SHALL SYGIC AND/OR ITS RESPECTIVE SUPPLIERS BE LIABLE FOR ANY SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER RESULTING FROM LOSS OF USE, DATA OR PROFITS, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE OR OTHER TORTIOUS ACTION, ARISING OUT OF OR IN CONNECTION WITH THE USE OF THIS WEBSITE, USE OR PERFORMANCE OF SOFTWARE, DOCUMENTS, MATERIALS, PUBLICATIONS, PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR INFORMATION AVAILABLE FROM THE WEBSITE.\nEXCEPT AS EXPRESSLY PROVIDED OTHERWISE, YOU ASSUME ALL RISKS CONCERNING THE SUITABILITY AND ACCURACY OF THE INFORMATION WITHIN THE WEBSITE, MATERIALS, PUBLICATIONS AND DOCUMENTS.\nTHE WEBSITE, MATERIALS, PUBLICATIONS AND DOCUMENTS MAY CONTAIN TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS.\nSYGIC ASSUMES NO RESPONSIBILITY FOR AND DISCLAIMS ALL LIABILITY FOR ANY SUCH INACCURACIES, ERRORS OR OMISSIONS IN THE WEBSITE, MATERIALS, PUBLICATIONS AND DOCUMENTS AND IN ANY OTHER REFERENCE.\nSYGIC MAY MAKE CHANGES TO THE WEBSITE, INFORMATION, SOFTWARE, WEBSITE, DOCUMENTS, PUBLICATIONS, PRICES, TECHNICAL SPECIFICATIONS, PRODUCT OFFERINGS AND ANY OTHER INFORMATION AND MATERIALS ON THE WEBSITE AT ANY TIME AND WITHOUT NOTICE.\nTHE WEBSITE CONTAINS LINKS TO THIRD-PARTY SITES WHICH ARE NOT UNDER THE CONTROL OF SYGIC AND SYGIC IS NOT RESPONSIBLE FOR THE CONTENTS ON ANY LINKED SITE OR ANY LINK CONTAINED IN A LINKED SITE, OR ANY CHANGES OR UPDATES TO SUCH SITES.\nSYGIC IS NOT RESPONSIBLE FOR WEBCASTING OR ANY OTHER FORM OF TRANSMISSION RECEIVED FROM ANY LINKED SITE.\nSYGIC IS PROVIDING THESE LINKS TO YOU ONLY AS A CONVENIENCE, AND THE INCLUSION OF ANY LINK DOES NOT IMPLY THAT SYGIC ENDORSES OR ACCEPTS ANY RESPONSIBILITY FOR THE CONTENT ON SUCH THIRD-PARTY SITES.</p>\nAccounts and Security\n<p>If any of the services on the website requires you to open an account, you must complete the registration process by providing us with true, current, complete and accurate information as prompted by the applicable registration form, and you will maintain and promptly update such information to keep it true, current, complete and accurate.\nYou also will choose a password and a user name.\nYou are entirely responsible for maintaining the confidentiality of your password and account.\nFurthermore, you are entirely responsible for any and all activities that occur under your account.\nYou agree to notify Sygic immediately of any unauthorized use of your account or any other breach of security.\nSygic will not be liable for any loss that you may incur as a result of someone else using your password or account, either with or without your knowledge.\nHowever, you could be held liable for losses incurred by Sygic or another party due to someone else using your account or password.\nYou may not use anyone else's account at any time, without the permission of the account holder.\nYou acknowledge and agree that certain services may provide password-restricted access to customer information such as names and certain terms of your contracts.\nBy using this website and registering for such services, you consent to Sygic's display of such information via the services and accept all risks of unauthorized access to such information.\nIf you provide any information that is false, inaccurate, out of date, or incomplete, or Sygic has reasonable grounds to suspect that such information is false, inaccurate, not current, or incomplete, Sygic may suspend or terminate your account and refuse any and all current or future use of the services or any portion thereof.\nYou are responsible for all costs and charges, including without limitation, phone charges and telecommunications equipment, that you incur in order to use the services.</p>\nNo Unlawful or Prohibited Use\n<p>As a condition of your use of the website, you will not use the website for any purpose that is unlawful or prohibited by these terms, conditions, and notices.\nYou may not use the Services in any manner that could damage, disable, overburden, or impair Sygic server.\nYou may not attempt to gain unauthorized access to services, materials, other accounts, computer systems or networks connected to Sygic server or to the website, through hacking, password mining or any other means.\nYou may not obtain or attempt to obtain any materials or information through any means not intentionally made available through the website.</p>\nUse of Services on the Website\n<p>The website may contain e-mail services, bulletin board services, chat areas, news groups, forums, communities, calendars and/or other message or communication facilities designed to enable you to communicate with others (each a „Communication Service“ and collectively „Communication Services“).\nYou agree to use the Communication Services only to post, send and receive messages and material that are proper and, when applicable, related to the particular Communication Service.\nBy way of example, and not as a limitation, you agree that when using the Communication Services or the website, you will not:</p>\n<p>Use the Communication Services or the website in connection with surveys, contests, pyramid schemes, chain letters, junk email, spamming or any duplicative or unsolicited messages (commercial or otherwise).</p>\n<p>Defame, abuse, harass, stalk, threaten or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</p>\n<p>Publish, post, upload, distribute or disseminate any inappropriate, profane, defamatory, obscene, obscene as to minors, child pornography, racist, lewd, lascivious, filthy, excessively violent, harassing, indecent, unlawful, or otherwise objectionable topic, name, material or information.</p>\n<p>Upload, or otherwise make available, files that contain images, photographs, software or other material protected by intellectual property laws, including, by way of example, and not as limitation, copyright or trademark laws (or by rights of privacy or publicity) unless you own or control the rights thereto or have received all necessary consent to do the same.</p>\n<p>Use any material or information, including images or photographs, which are made available through the website in any manner that infringes any copyright, trademark, patent, trade secret, or other proprietary right of any party.</p>\n<p>Upload files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or any other similar software or programs that may damage the operation of another's computer or property of another.</p>\n<p>Advertise or offer to sell or buy any goods or services for any business purpose, unless such Communication Services specifically allows such messages.</p>\n<p>Download any file posted by another user of a Communication Service that you know, or reasonably should know, cannot be legally reproduced, displayed, performed, and/or distributed in such manner.</p>\n<p>Falsify or delete any copyright management information, such as author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.</p>\n<p>Restrict or inhibit any other user from using and enjoying the Communication Services.</p>\n<p>Violate any code of conduct or other guidelines which may be applicable for any particular Communication Service.</p>\n<p>Harvest or otherwise collect information about others, including e-mail addresses.</p>\n<p>Violate any applicable laws or regulations.</p>\n<p>Create a false identity for the purpose of misleading others.</p>\n<p>Use, download or otherwise copy, or provide (whether or not for a fee) to a person or entity any directory of users of the Communication Services or other user or usage information or any portion thereof.</p>\n<p>Use any Sygic domain name as a pseudonymous return email address for any communications that you transmit from another location or through another service.</p>\n<p>Transmit unsolicited or bulk communications to any Sygic account holder or to any Sygic.com or affiliated email address (regardless of whether you use the website to transmit any such communication).</p>\n<p>Disrupt the normal flow of dialogue, cause a screen to „scroll“ faster than other users of the website are able to type, or otherwise act in a manner that negatively affects other users' ability to engage in real time exchanges.</p>\n<p>Sygic has no obligation to monitor the Communication Services.\nHowever, Sygic reserves the right to review materials posted to the Communication Services and to remove and/or edit any materials in its sole discretion.\nSygic reserves the right to terminate your access to any or all of the Communication Services at any time, without notice, for any reason whatsoever.\nSygic reserves the right at all times to disclose any information as Sygic deems necessary to satisfy any applicable law, regulation, legal process or governmental request, or to edit, refuse to post or to remove any information or materials, in whole or in part, in Sygic's sole discretion.\nAlways use caution when giving out any personally identifiable information about yourself or your children in any Communication Services.\nSygic does not control or endorse the content, messages or information found in any Communication Services and, therefore, Sygic specifically disclaims any liability with regard to the Communication Services and any actions resulting from your participation in any Communication Services.\nManagers and hosts are not authorized Sygic spokespersons, and their views do not necessarily reflect those of Sygic.\nMaterials uploaded to the Communication Services may be subject to posted limitations on usage, reproduction and/or dissemination.\nyou are responsible for adhering to such limitations if you download the materials.</p>\nMaterials Provided to Sygic or Posted to the Website\n<p>Unless otherwise specified, Sygic does not claim ownership of the materials you provide to Sygic (including, without limitation, information, ideas, concepts, techniques, feedback, data, questions, comments and suggestions, or the like) or post, upload, input or submit to the website or its associated services for review by Sygic, the general public, and/or by the members of any public or private community (each a „Submission“ and collectively „Submissions“), and such Submissions shall be deemed not to be confidential.\nHowever, by posting, uploading, inputting, providing or submitting („Posting“) your Submission you are granting Sygic, its affiliated companies and necessary sublicensees permission to use your Submission in connection with the operation of their businesses (including, without limitation, all Sygic services), including, without limitation, the license rights to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, modify, translate and reformat your Submissions.\nto publish your name in connection with your Submission.\ndevelop, manufacture, and market products incorporating such ideas, concepts, or techniques, and the right to sublicense such rights to any supplier of the services and/or materials on the website.\nNo compensation will be paid with respect to the use of your Submission, as provided herein.\nSygic is under no obligation to post or use any Submission you may provide and Sygic may remove any Submission at any time in its sole discretion.\nBy Posting a Submission you warrant and represent that you own or otherwise control all of the rights to your Submission as described in these Terms of Use including, without limitation, all the rights necessary for you to provide, post, upload, input or submit the Submissions.\nIn addition to the warranty and representation set forth above, by Posting a Submission that contain images, photographs, pictures or that are otherwise graphical in whole or in part („Images“), you warrant and represent that (a) you are the copyright owner of such Images, or that the copyright owner of such Images has granted you permission to use such Images or any content and/or images contained in such Images consistent with the manner and purpose of your use and as otherwise permitted by these Terms of Use and the website, (b) you have the rights necessary to grant the licenses and sublicenses described in these Terms of Use, and © that each person depicted in such Images, if any, has provided consent to the use of the Images as set forth in these Terms of Use, including, by way of example, and not as a limitation, the distribution, public display and reproduction of such Images.\nBy Posting Images, you are granting (a) to all members of your private community (for each such Images available to members of such private community), and/or (b) to the general public (for each such Images available anywhere on the website, other than a private community), permission to use your Images in connection with the use, as permitted by these Terms of Use, of any of the services or materials on the website (including, by way of example, and not as a limitation, making prints and gift items which include such Images), and including, without limitation, a non-exclusive, world-wide, royalty-free license to: copy, distribute, transmit, publicly display, publicly perform, reproduce, edit, modify, translate and reformat your Images without having your name attached to such Images, and the right to sublicense such rights to any supplier of the services and/or materials on the website.\nNo compensation will be paid with respect to the use of your Images.\nYou acknowledge that Sygic does not pre-screen Submissions, but that Sygic and its designees have the right (but not the obligation) in their sole discretion to block or restrict access to or the availability of, or to disable, any Submissions that is available via the website.\nWithout limiting the foregoing, Sygic and its designees may disable, restrict access to or the availability of, any Submissions that violates the Terms of Use or is otherwise objectionable.\nYou must evaluate, and bear all risks associated with, the use of any Submissions, including any reliance on the accuracy, completeness, or usefulness of such Submissions.\nYou understand that all Submissions, whether publicly posted or privately transmitted, are the sole responsibility of the person from whom such Submissions originated.\nThis means that you, and not Sygic, are entirely responsible for all Submissions that you upload, post, provide, input, submit, or otherwise transmit via the website.\nSygic does not control the Submissions posted via the website and, as such, does not guarantee the accuracy, integrity or quality of such Submissions.\nYou understand that by using the website, you may be exposed to Submissions from others that are offensive, indecent or objectionable.</p>\nUnsolicited Idea Submission Policy\n<p>SYGIC OR ANY OF ITS EMPLOYEES DO NOT ACCEPT OR CONSIDER UNSOLICITED IDEAS, INCLUDING IDEAS FOR NEW ADVERTISING CAMPAIGNS, NEW PROMOTIONS, NEW PRODUCTS OR TECHNOLOGIES, PROCESSES, MATERIALS, MARKETING PLANS OR NEW PRODUCT NAMES.\nPLEASE DO NOT SEND ANY ORIGINAL CREATIVE ARTWORK, SAMPLES, DEMOS, OR OTHER WORKS.\nTHE SOLE PURPOSE OF THIS POLICY IS TO AVOID POTENTIAL MISUNDERSTANDINGS OR DISPUTES WHEN SYGIC'S PRODUCTS OR MARKETING STRATEGIES MIGHT SEEM SIMILAR TO IDEAS SUBMITTED TO SYGIC.\nSO, PLEASE DO NOT SEND YOUR UNSOLICITED IDEAS TO Sygic OR ANYONE AT SYGIC.\nIF, DESPITE OUR REQUEST THAT YOU NOT SEND US YOUR IDEAS AND MATERIALS, YOU STILL SEND THEM, PLEASE UNDERSTAND THAT SYGIC MAKES NO ASSURANCES THAT YOUR IDEAS AND MATERIALS WILL BE TREATED AS CONFIDENTIAL OR PROPRIETARY.</p>\nSpam E-mail and Postings\n<p>You agree that Sygic would be irreparably harmed by the use, by you or others, of the website or facilities in connection with the transmission of spam newsgroup postings or unsolicited e-mail in violation of these Terms of Use, and that Sygic is entitled to obtain injunctive relief against any such transmission (in addition to all other remedies available at law or in equity).\nSygic reserves the right to block, filter or delete unsolicited e-mail.</p>\nIndemnity\n<p>You agree to indemnify, defend and hold Sygic, and its subsidiaries, affiliates, officers, agents, co-branders, partners, and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your Submissons, your use of the website, including any use by your employees, your connection to the website, your violation of the Terms of Use, or your violation of any rights of another.</p>\nAdvertisements and Promotions\n<p>Sygic may run advertisements and promotions from third parties on the website.\nThe manner, mode and extent of advertising by Sygic is subject to change.\nYour correspondence or business dealings with, or participation in promotions of, advertisers other than Sygic found on or through the website, including payment and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such advertiser.\nSygic is not responsible or liable for any loss or damage of any kind incurred as the result of any such dealings or as the result of the presence of such non-Sygic advertisers on the website.</p>\nCopyright and Trademark Information\n<p>COPYRIGHT NOTICE: Copyright © 2004–2012 Sygic a.s., Karadžičova 14, 821 08 Bratislava, Slovakia.\nAll Rights Reserved.\nIf you have been granted a right to use a trademark of Sygic, such use shall be in accordance with Sygic's Trademark Usage Guideline.</p>\nGeneral Information\n<p>The Terms of Use constitute the entire agreement between you and Sygic and govern your use of the website, superseding any prior agreements between you and Sygic on the subject matter (including, but not limited to, any prior versions of the Terms of Use).\nNotwithstanding the prior provision, to the extent, and only to the extent, that any terms set forth in this Terms of Use expressly contradicts any terms of a prior written agreement between you and Sygic in effect as of the date of your use of the website and specifically regarding your use of the website („Executed Agreement“), such contradictory terms set forth in the Executed Agreement shall govern.\nYou also may be subject to additional terms and conditions that may apply when you use other Sygic services, third-party content or third-party software.\nThe failure of Sygic to exercise or enforce any right or provision of the Terms of Use does not constitute a waiver of such right or provision.\nIf a court of competent jurisdiction finds any provision of the Terms of Use to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms of Use remain in full force and effect.\nRegardless of any statute or law to the contrary, any claim or cause of action arising out of or related to use of the website or the Terms of Use must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThe section titles in the Terms of Use are for convenience only and have no legal or contractual effect.</p>\nPersonal Use Only terms and conditions\n<p>Scope of Licence - Personal Use Only<br>\nLicences to use Sygic's software purchased via online app stores (including from the Sygic eshop - www.sygic.com/en/android:buy-now.\nGoogle Play Store - play.google.com/store.\nand the Apple iTunes Store itunes.apple.com) are restricted to usage solely for personal purposes, non-commercial purposes.</p>\n<p>Commercial usage that is not permitted under this licence includes (without limitation) all of the following:</p>\n<ul>\n<li>using the software for the management of fleet assets, fleet positioning, providing commercial dispatch services, or similar applications, whether on its own or in combination with third party software or systems;.</li>\n<li>reselling, transferring or distributing the software to third parties in any form and for any purpose.\nand</li>\n<li>using it with or in communication with any third party positioning devices (eg.\nexternal GPS, black boxes, etc.) in vehicles used for commercial purposes.</li>\n</ul>\n<p>If you wish to use purchase a licence to integrate Sygic's software into third party fleet asset management solutions, or for any other commercial purpose, please contact the Sygic sales team at sales@sygic.com.\nand one of our representatives will be happy to assist you.</p>\n<p>Sygic reserves the right to terminate this licence agreement and/or pursue other remedies available to it at law if its software is used for commercial purposes in breach of these licence terms.</p>\n<ul>\n</ul> Apps <ul>\n<li> Sygic GPS Navigation </li>\n<li> Sygic Truck &amp.\nCaravan GPS Navigation </li>\n<li> Sygic Travel </li>\n<li> Fuelio </li>\n</ul> Enterprise Solutions Solutions <ul>\n<li> Professional Navigation for Fleets </li>\n<li> Mobile Telematics </li>\n<li> Automotive Solutions </li>\n<li> Maps &amp.\nNavigation SDK </li>\n</ul> Resources <ul>\n<li> Case Studies </li>\n<li> Documentation </li>\n</ul> Industries <ul>\n<li> Long Haul Transportation </li>\n<li> Last Mile Delivery </li>\n<li> Emergency </li>\n<li> Taxi </li>\n<li> Field Service </li>\n<li> Oil &amp.\nMining </li>\n<li> Insurance </li>\n<li> Travel &amp.\nHospitality </li>\n<li> Smart City Mobility </li>\n<li> Waste Collection </li>\n<li> Location Intelligence </li>\n</ul> About <ul>\n<li> About Sygic </li>\n<li> References </li>\n<li> Career </li>\n<li> Spread Love </li>\n<li> Press Room </li>\n<li> Contact </li>\n</ul> Sygic <ul>\n<li> Pricing </li>\n<li> Support </li>\n<li> Glossary </li>\n<li> Legal documents </li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Copyright © 2023 Sygic.\nAll right reserved</p>\n<p>Sygic sites uses cookies to offer you useful features and measure performance to improve your experience.\nYour preferences can be edited at any time.\nFind more information in our cookie policy.</p> Essential Analytical Functional Marketing Accept all Reject all Save settings ", "created_at": "2023-09-03 23:53:59.177507", "updated_at": "2023-09-03 23:54:09.80173"}], "points": [], "urls": ["sygic.com"]}}