{"error": 448, "message": "OK", "parameters": {"id": 8968, "name": "CEUFast", "created_at": "2023-07-09 16:21:53.696406", "updated_at": "2023-07-09 22:02:40.696225", "wikipedia": null, "keywords": null, "related": null, "slug": "ceufast", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8968.png", "url": "ceufast.com", "documents": [{"id": 17547, "name": "Terms of Service", "url": "https://ceufast.com/tos", "xpath": "/html/body/section", "text": "<p>Welcome to CEUfast.com.\nCEUfast provides continuing education for Nurses and other Healthcare Professional throughout the United States and its Territories.\nBy using the CEUfast.com web site (\"Service\"), or any services of CEUfast, Inc.\n(\"CEUfast\"), you (\"Customer\") are agreeing to be bound by the following terms and conditions (\"Terms of Service\").\nIf you are entering into this Agreement on behalf of a company or other Legal Entity, you represent that you have the authority to bind such entity, its affiliates and all users who access our services through your account to these Terms and Conditions.</p>\n<p>If CEUfast makes material changes to these Terms of Service, we will notify you by email or by posting a notice on our website before the changes are effective.\nAny new or improved features that augment or enhance the current Service, including the release of new course material, tests, tools, and resources, shall be subject to the Terms of Service.\nContinued use of the Service after any such changes shall constitute your consent to such changes.\nYou can review the most current version of the Terms of Service at any time at: CEUfast.com/TOS.</p>Corporate Intelligence Gathering <em>(notice to our competitors)</em>\n<p>As used in these Terms of Service, the term \"Competitor\" means anyone who is employed or consults in the business of designing, programming, marketing or selling continuing education and the term \"Competitive Purposes\" means any and all activities related to the design, programming, marketing or sale of continuing education, other than feedback given to CEUfast about the Service.\nCustomer agrees not to discuss details of the Service with, or provide screenshots, descriptions of the Service, or Service models to, anyone that may use the information for Competitive Purposes.</p>A.\nAccount Terms<ol>\n<li>You must be 13 years or older to use this Service.</li>\n<li>You must be a human.\nAccounts registered by \"bots\" or other automated methods are not permitted.</li>\n<li>You must provide your name, mailing address, a valid email address, and any other information request in order to complete the signup process.</li>\n<li>Your login may only be used by one person - a single login shared by multiple people is not permitted.</li>\n<li>You are responsible for maintaining the security of your account and password.\nCEUfast cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</li>\n<li>One person or legal entity may not maintain more than one free account.</li>\n<li>You may not use the Service for any illegal or unauthorized purpose.\nYou must not, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright or trademark laws).</li>\n</ol>B.\nAccount Registration<ol>\n<li>Service included with a Free Account (“Free”) includes the following: <ol>\n<li>View and study all courses.</li>\n<li>Unlimited attempts to take and pass Tests</li>\n<li>Test history and certificates retained for 6 months from the date of completion</li>\n<li>Access previously purchased certificates (for past subscribers)</li>\n</ol>\n</li>\n<li>Service included with a Subscriber Account (“Paid”) includes all those for a Free Account <ol>\n<li>\n<p>“Nurse” &amp.\n“Other Profession” Subscription</p>\n<ol>\n<li> Email, Print, or Download Certificates of Completion all courses immediately once test is passed with a score of at least 80% or a self evaluation is completed.\n</li>\n<li> Certificate history retained indefinitely for all purchased certificates of completion </li>\n<li> Automatic Reporting to CEBroker and the Alabama Board of Nursing via electronic transmission.\n</li>\n<li> Paid services remain in effect for a period of at least one year (365 days) from the date of purchase and are not automatically renewed.\n</li>\n</ol>\n</li>\n<li>\n<p>Nurse Aide Subscription</p>\n<ol>\n<li> Email, Print, or Download Certificates of Completion for all CNA/HHA courses immediately once test is passed with a score of at least 80% or a self evaluation is completed.\n</li>\n<li> Certificate history retained indefinitely for all purchased certificates of completion </li>\n<li> Automatic Reporting to CEBroker and the Alabama Board of Nursing via electronic transmission.\n</li>\n<li> Paid services remain in effect for a period of at least one year (365 days) from the date of purchase and are not automatically renewed.\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>C.\nPayments, Refunds, and Automatic Renewal<ol>\n<li>Payment <ol>\n<li>All paid plans must enter valid payment information.\nFree accounts are not required to provide payment account information.</li>\n<li>\n<strong>An upgrade from the Free plan to any paying plan will immediately bill you.</strong>\n</li>\n<li>Downgrading your Service from Paid to Free may cause the loss of Content or Features of your Account.\nCEUfast does not accept any liability for such loss.</li>\n<li>All fees are exclusive of all taxes, levies, or duties imposed by taxing authorities, and you shall be responsible for payment of all such taxes, levies, or duties, excluding only United States (federal or state) taxes.</li>\n</ol>\n</li>\n<li>Upgrades <ol>\n<li>\n<strong>An upgrade from the Free plan to any paying plan will immediately bill you.</strong>\n</li>\n<li> Nurse Aide subscriptions can be upgraded for complete access to all courses on CEUfast.com.\n</li>\n<li> Downgrading your Service from Paid to Free may cause the loss of Content or Features of your Account.\nCEUfast does not accept any liability for such loss.\n</li>\n</ol>\n</li>\n<li>Refund <ol>\n<li>CEUfast provides a completely Free Account for Customers to review our Service first hand.\nThe Free Account includes the ability to take any Test for free with Unlimited retesting as needed but does not allow users to access certificates of completion.\nOur Free account helps to insure our Customers are able to fully use the web site and that it provides a good value for our Paid Service plan.\nTest history on Free Accounts are stored for a period of six months.\nAfter six months if a subscription is not purchased, the test history expires and is no longer available.</li>\n<li>In addition to the Free Account, CEUfast.com provides a 30-Day 100% satisfaction guarantee on our subscriptions.\nIf you are not satisfied we will refund 100% of your original subscription price subject to the following conditions: <ol>\n<li>Customer has not saved, printed or emailed a copy of the certificate obtained with the subscription.</li>\n<li>Customer has not added a license that enables automatic reporting to CEBroker, the Alabama Board of Nursing, New York State Education Department (NYSED) or the Pennsylvania State Board.</li>\n<li>Customer has not previously received a Refund for upgrading from Free to Paid Service.</li>\n<li>Customer was without intent to use our service and then obtain a refund in order to derive a Certificate of Completion without Payment.</li>\n<li>Refund requests must be made within 30 days of the subscription date.</li>\n</ol>\n</li>\n<li>Refunds revert your account from the Subscriber (“Paid”) account to a Free Account (“Free”) and all the conditions that apply.\n<em>See section B1 above.</em>\n</li>\n</ol>\n</li>\n<li>Automatic Renewal <ol>\n<li>\n<strong>We DO NOT Automatically Renew Paid Accounts</strong>.\nOnce a Paid service period has expired the Customer must login and make another purchase to regain access to the Paid service offerings.</li>\n<li>For your security: credit card numbers, expiration dates, and CVV code are not stored and therefore we do not have the ability to automatically renew a paid subscription.</li>\n</ol>\n</li>\n</ol>D.\nModifications to the Service and Prices<ol>\n<li>CEUfast reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.</li>\n<li>Prices of all Services, including but not limited to yearly subscription plan fees to the Service, are subject to change upon 30 days notice from us.\nSuch notice may be provided at any time by posting the changes to the CEUfast Web Site (ceufast.com) or the Service itself.</li>\n<li>CEUfast shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.</li>\n</ol>E.\nCopyright and Content Ownership<ol>\n<li>The look and feel of the Service is copyright ©2015 Eyespike Corporation.\nAll rights reserved.\nYou may not duplicate, copy, or reuse any portion of the HTML/CSS, Javascript, Photos, Illustrations, Animations or visual design elements or concepts without express written permission from Eyespike Corporation.</li>\n<li>The Course Content including Test Questions and Answers of the Service are Copyright ©2017 CEUfast, Inc.\nAll rights reserved.\nYou may not duplicate, copy, or reuse any portion of the course or test material including the text and related assets without express written permission from CEUfast, Inc.</li>\n</ol>F.\nGeneral Conditions<ol>\n<li>Your use of the Service is at your sole risk.\nThe service is provided on an \"as is\" and \"as available\" basis.</li>\n<li>Support for our services is only available in English, via email.</li>\n<li>You understand that CEUfast uses third-party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.</li>\n<li>You must not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, CEUfast, Eyespike, or any other CEUfast service.</li>\n<li>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by CEUfast.</li>\n<li>Verbal, physical, written or other abuse (including threats of abuse or retribution) of any CEUfast customer, employee, vendor, or officer will result in immediate account termination.</li>\n<li>CEUfast does not warrant that (i) the service will meet your specific requirements, (ii) the service will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the service will be accurate or reliable, (iv) the quality of any products, services, information, or other material purchased or obtained by you through the service will meet your expectations, and (v) any errors in the Service will be corrected.</li>\n<li>The failure of CEUfast to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision.\nThe Terms of Service constitutes the entire agreement between you and CEUfast and govern your use of the Service, superseding any prior agreements between you and CEUfast (including, but not limited to, any prior versions of the Terms of Service).\nYou agree that these Terms of Service and Your use of the Service are governed under Florida law.</li>\n<li>Questions about the Terms of Service should be directed to CEUfast.com/help.</li>\n</ol>G.\nThird-Party Links<ol>\n<li>In an attempt to provide increased value to our visitors, we may link to sites operated by third parties.\nHowever, we have no control over these linked sites.\nIf you use these links, you will leave CEUfast.com, and we are not responsible for any content, materials or other information located on the linked website.\nIf you decide to check out any of the linked websites, you do so entirely at your own risk.</li>\n</ol>H.\nContact Information<ol>\n<li>Business Address: CEUFast, Inc., Po Box 3546, Lake City, Fl 32056</li>\n<li>Telephone: 386-719-9971 (recording only about how to contact support)</li>\n<li>Contact or Support: Visit CEUfast.com/Help</li>\n</ol>I.\nAccuracy of Information<ol>\n<li>We attempt to ensure that information on CEUfast.com is complete, accurate and current.\nDue to the vast and varied opinions in our Course subject matter.\nWe cannot, therefore, guarantee that all information on this site is complete or current.</li>\n</ol>J.\nRevisions to these Terms of Service<ol>\n<li>These terms of service may be revised at any time and from time to time by updating this posting.\nYou should visit this page from time to time to review the current terms of service.</li>\n</ol>Your Account (User Conduct)<p>To have the ability to access our web site and services, you must obtain access to the World Wide Web, either directly or through devices that access web-based content, and pay any service fees associated with such access.\nIn addition, it is your responsibility to find the equipment (i.e.\ncomputer, modem, and/or other devices) necessary to make such a connection to the Internet.</p>\n<p>CEUfast provides access to many aspects of the web site at no cost to the user.\nIn consideration of your use of CEUfast, you agree to: (1) provide accurate, current and complete information about yourself as prompted by the registration form and (2) maintain and promptly update your personal contact information to keep it current and complete.\nIf you provide any information that is untrue, inaccurate, or not current, or if CEUfast has reasonable grounds to suspect that such information is untrue, inaccurate, or not current, CEUfast has the right to disable or terminate your account and refuse any and all current or future use of the site (or any portion thereof).</p>\n<p>You are solely responsible for maintaining the confidentiality of the logon ID and password, and are fully accountable for all activities that occur under your account.\nYou also agree to immediately notify CEUfast of any unauthorized use of your account or any other breach of security.</p>\n<p>You understand that all information, such as career information, personal data, text, sound, photographs, graphics, or other materials within your account or transcript, whether publicly posted or privately held within your account or transcript, is your sole responsibility, as you are the person from which this information was generated.\nThis means that you, and not CEUfast, are entirely responsible for all content that you post, email, transmit or otherwise make available via your account.</p>\n<p>You are on your honor to uphold the standards of truth when taking the certification tests on our web site.\nCheating is not permitted and will not be accepted.\nIn addition, the practice of copying and sharing certification test questions will not be tolerated.\nThis is in violation of copyright laws and is grounds for termination of your account, prevention of further access to the CEUfast web site, and possible legal action could be brought against you.</p>Certificates of Completion<p>CEUfast.com provides Certificates of Completion for each course that is successfully completed.\nEach CEUfast.com user is responsible for printing their own Certificates of Completion by having an available printer.\nAccess to <u>new</u> Certificates of Completion are available only to CEUfast.com members with active subscriptions.</p>Refund Policy<p>CEUfast.com provides free registration and testing.\nThese free services ensure that our users are able to fully use the website and provide a good value for the subscription price.\nIn addition to the Free account, CEUfast.com provides a 30-Day 100% satisfaction guarantee on our subscriptions.\nIf you are not satisfied we will refund 100% of your original subscription price subject to the following conditions:</p>\n<ul>\n<li> Customer has not saved, printed or emailed a copy of the certificate obtained with the subscription.\n</li>\n<li> Customer has not added a license that enables automatic reporting to CEBroker or Alabama Board of Nursing.\n</li>\n<li> Customer has not previously received a Refund for upgrading from Free to Paid Service.\n</li>\n<li> Customer was without intent to use our service and then obtain a refund in order to derive a Certificate of Completion without Payment.\n</li>\n</ul>Service and Product Availability<p>CEUfast attempts to be as accurate as possible at all times, when disclosing pricing and availability of store items on the web site.\nHowever, we do not warrant that the pricing and service content on this web site is always complete, current, reliable, or error free.\nThere is a limited stock inventory of physical items available of store items at any given time.\nAs a result, physical products may not be available for immediate delivery when requested.\nAlso, CEUfast reserves the right to change our prices at anytime, without notice to the customer, although in most cases, we will attempt to make you aware of these change in advance.</p>Modifications to Service<p>CEUfast reserves the right at any time to modify or discontinue, temporarily or permanently, the service (or any part thereof) with or without notice.\nYou agree that CEUfast shall not be liable to you or to any third party for any modification, suspension or discontinuance of the service.</p>Copyright and Trademarks<p>The content included on this web site, including, but not limited to the CEUfast Certification Tests, text, graphics, logos, icons, images is the exclusive property of CEUfast and other respective owners that have granted CEUfast the right and license to use such property and is protected by United States and international copyright laws.\nAll trademarks, service marks, and trade names are proprietary to CEUfast or other respective owners that have granted CEUfast the right and license to use such marks.\nThe CEUfast web site contains copyrighted material, including, but not limited to: trademarks and other proprietary information, text, and graphics.\nExcept as otherwise expressly permitted under copyright law, users may not copy, publish, redistribute, modify, transmit, display, sell, create derivative works, or in any way exploit the content or any portion of the CEUfast web site without the express permission of the organization.</p>\n<p>The Certification Tests and their content are the intellectual property of CEUfast.\nAny reproduction or redistribution of this information without the expressed written consent of CEUfast is strictly prohibited.\nCEUfast shall be the sole and exclusive owner of all test questions, test question items, certifications, assessments or other test products that are offered to the general public or through exclusive contracts or agreements.\nCEUfast shall be the sole and exclusive owner of all results from test questions, test question items, or certifications, assessments or test products offered to the general public.</p>\n<p>By use of this site, you acknowledge that you do not acquire any ownership rights by downloading copyrighted material.</p>Business Methods and Non-Compete<p>You agree not to provide continuing education materials or services that are the same or similar as those provided by CEUfast or Eyespike with our prior written approval by CEUfast or Eyespike.\nWhile visiting and using CEUfast.com you will have access and the ability to learn and understand our business methods and the specific processes we use to deliver our products, services, and content.</p>Communications and Content<p>As a part of the service CEUfast provides to our registered users, we communicate via email, direct mail, and other means to inform you of enhancements or changes in offerings, services, or other relevant information targeted to your interests.\nDetails of these communication efforts are noted within the Privacy Policy.\nUsers have the option to remove themselves from various email communications by following the conditions listed within the message or by following the procedures as noted in the Privacy Policy.\nHowever, even though users may request removal from the distribution of certain emails, we have the right to send messages from time to time as deemed necessary.</p>\n<p>Should you communicate any suggestions or feedback to our staff or owners, you agree to transfer concepts, ideas and techniques without compensation or benefits from us, as we continue the efforts to improve and enhance the web site experience for our users.</p>Payment, Billing, and Delivery Practices<p>\n<strong>\n<em>Payment:</em>\n</strong>\n<br> Payment for CEUfast services or products may be made by credit card, certified check, or money order, or other means by which CEUfast authorizes.\nPayment must be received by CEUfast prior to acceptance of an order.\nFor credit card transactions, the appropriate information is collected and the transaction takes place on a secure, and encrypted server.\nThe information provided is used strictly to process the order and shall not be given out to third parties.</p>\n<p>\n<strong>\n<em>Subscription Option:</em>\n</strong>\n<br> Registered users have the added option to purchase the annual subscription plan with CEUfast to gain access to the Certification Tests.\nSubscribers will be have the ability to renew their subscription at a discounted rate during their active subscription term.</p>\n<p>\n<strong>\n<em>Billing:</em>\n</strong>\n<br> Your billing cycle will begin when you purchase the annual subscription.</p>\n<p>For our annual subscription plans, we will alert you to your impeding renewal via email 30-days, and then again 2-weeks prior to your renewal date.</p>\n<p>The annual subscriber is responsible for paying the subscription fee at the beginning of the subscription.\nSubscription fees are non-refundable and can be changed at the sole discretion of CEUfast.</p>\n<p>Unless and until this agreement is canceled in accordance with the terms hereof, the subscribers hereby further authorize CEUfast to charge their credit card for any and all purchases of products and services.</p>\n<p>Customers may not assign or transfer access privileges to any other person or entity.\nCustomers must promptly inform CEUfast of the following:&nbsp;(1) changes in home or billing address.\n(2) apparent breaches of security, such as loss, theft, or unauthorized disclosure or use of an ID or password.\nUntil CEUfast is notified by email of a breach in security, the customer will remain liable for any unauthorized use of the service.</p>\n<p>If a subscriber cancels their subscription, they will continue to receive service until the end of their subscription term.</p>\n<p>\n<strong>\n<em>3rd Party Links</em>\n</strong>\n<br> This web site contains links to Internet web sites maintained by third parties.\nCEUfast does not operate or control in any respect any information, products, or services on such third-party sites.\nThird-party links do not constitute any endorsement by CEUfast and/or its affiliates.\nUser assumes sole responsibility for use of these third-party links.\nThe disclaimers set forth herein are equally applicable to such third-party sites.</p>\n<p>CEUfast has no editorial control over any content supplied by third party content providers and any third party users.\nAny resources, opinions, advice, or other statements made or expressed by such third parties are those solely of the third party.</p>\n<p>Your correspondence or business dealings with, or participation in promotions of, advertisers found on or through the CEUfast site, including payment and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such advertiser.\nYou agree that CEUfast shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such advertisers on the site.</p>Disclaimers and Limitations of Liability<p>CEUfast makes no express or implied warranties that your use of this Internet site (https://CEUfast.com) will be uninterrupted, that messages or requests will be delivered, or that the operation of the Internet site will be error-free or secure.\nIn addition, the security mechanisms implemented by CEUfast may have inherent limitations, and you must determine yourself that the web site sufficiently meets your requirements.\nYou shall be responsible for all use of your account and maintaining the confidentiality of your password and information.\nWe discourage your sharing of your logon ID and password with anyone.\nany such sharing shall be entirely at your own risk.\nCEUfast has the right to make changes, improvements and updates to any information contained on the web site without prior notice.\nTHE CEUFAST WEB SITE AND ITS CONTENTS ARE PROVIDED 'AS IS' AND THE COMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND WITH RESPECT TO THIS WEB SITE, ITS CONTENTS OR ANY PRODUCT.\nTHERE ARE NO WARRANTIES CREATED BY A COURSE OF DEALING, COURSE OF PERFORMANCE OR TRADE USAGE, AND CEUFAST HEREBY EXPRESSLY DISCLAIMS ALL WARRANTIES, EITHER EXPRESS OR IMPLIED, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NONINFRINGEMENT.\nCEUFAST SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES (INCLUDING, BUT NOT LIMITED TO, DAMAGES FOR LOST REVENUE, LOST PROFITS, BUSINESS INTERRUPTION, LOST INFORMATION OR DATA, COMPUTER INTERRUPTION, AND THE LIKE) OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES ARISING FROM OR RELATED TO THE USE OF OR INABILITY TO USE THIS INTERNET SITE, EVEN IF THE COMPANY SHALL HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGES, OR FOR ANY CLAIM BY ANY OTHER PARTY.\nCEUFAST DOES NOT REPRESENT OR WARRANT THAT THE INFORMATION CONTAINED PROVIDED ON THIS INTERNET SITE IS ACCURATE, COMPLETE, OR CURRENT.</p>\n<p>All questions relating to this web site's validity, interpretations, performance and enforcement, including the Terms and Conditions of Use, shall be governed by and construed in accordance with the laws of Florida, notwithstanding any conflict-of-laws doctrines of such state or other jurisdiction to the contrary, and without the aid of any canon, custom or rule of law requiring construction against the draftsman.\nAny action relating to this web site's validity, interpretations, performance and enforcement, including the Terms and Conditions, must be brought in the federal or state courts located in , Florida, and you irrevocably consent to the jurisdiction of such courts.\nOur failure to enforce your strict performance of any provision of these Terms and Conditions will not constitute a waiver of our right to subsequently enforce such provision or any other provision of this policy.\nAny waiver, amendment or other modification of any provision of these Terms and Conditions will be effective only if in writing and signed by an authorized representative of CEUfast.</p>\n<p>CEUfast will not be responsible or liable to you for any delay or failure to perform under these Terms and Conditions if such delay or failure results from fire, explosion, labor dispute, earthquake, casualty or accident, lack or failure of transportation facilities and/or services, lack or failure of telecommunications facilities and/or services including Internet services, epidemic, flood, drought, or by reason of war, revolution, civil commotion, blockade or embargo, act of God, any inability to obtain any requisite license, permit or authorization, or by reason of any law, proclamation, regulation, ordinance, demand or requirement of any government or by reason of any other cause whatsoever, whether similar or dissimilar to those enumerated, beyond the reasonable control of CEUfast.</p>\n<p>To the maximum extent allowed by law, CEUfast shall not be liable for any direct, indirect, incidental, special or consequential damages that result from the use of, or the inability to use, CEUfast's materials.\nThrough your use of the CEUfast web site, to the maximum extent allowed by law, you agree to indemnify CEUfast from and against any and all liabilities, expenses (including attorneys' fees) and damages arising out of claims resulting from your use of the CEUfast web site, including, without limitation, any claims alleging facts that if true would constitute a breach by you of these Terms and Conditions.\nIf you are dissatisfied with any material or with any of CEUfast's Terms and Conditions, your sole and exclusive remedy is to discontinue using the web site now.</p>Special Admonitions for International Use<p>Recognizing the global nature of the Internet, you agree to comply with all local rules regarding online conduct and acceptable content.\nSpecifically, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.</p>Terminations<p>CEUfast shall have the right at any time to change or discontinue any aspect of the web site's operation.\nIn addition, they reserve the right to cancel or terminate an individual's account if there is speculation of cheating, misconduct, or similar behaviors.\nIf there is belief that you have violated the Terms and Conditions of Use, CEUfast has the right to deactivate or terminate your account without prior notice.</p>\n<p>Should you wish to personally cancel your account with CEUfast, you will need to contact our customer support team.</p>Customer Support<p>General questions or concerns about our web site and/or services can be directed to our customer support team at CEUfast.com/help.</p>Policy Modifications<p>These Terms and Conditions were last modified on January 1, 2006.\nAt any time and without prior notice, CEUfast shall have the right, in its sole discretion, to modify, add or remove terms of these Terms and Conditions of Use, without notifying our customers of such modifications, additions or removals, and all such changes shall be effective immediately.\nYOUR CONTINUED PARTICIPATION AND USE OF THIS WEB SITE AND/OR THE CEUFAST SERVICES FOLLOWING OUR POSTING OF ANY SUCH CHANGE ON OUR SITE WILL CONSTITUTE BINDING ACCEPTANCE OF SUCH CHANGE.\nUsers should review these Terms and Conditions periodically as subsequent use shall constitute acceptance of any such changes.</p>Entire Agreement (Independent Investigation)<p>These Terms and Conditions represent the complete and entire agreement between CEUfast and you and supersede all prior and contemporaneous agreements of the parties relating to the subject mater hereof.\nYOU ACKNOWLEDGE THAT YOU HAVE READ THESE TERMS AND CONDITIONS AND UNDERSTAND AND AGREE TO ALL OF THEM IN THEIR ENTIRETY.\nYOU HAVE INDEPENDENTLY EVALUATED THE DESIRABILITY OF USING THIS INTERNET SITE, AND ARE NOT RELYING ON ANY REPRESENTATION, GUARANTEE, OR STATEMENT OTHER THAN AS SET FORTH IN THESE TERMS AND CONDITIONS</p>", "created_at": "2023-07-09 16:21:53.726328", "updated_at": "2023-07-09 16:22:12.536973"}, {"id": 17548, "name": "Privacy Policy", "url": "https://ceufast.com/privacy", "xpath": "/html/body/section", "text": "General Information<p>We collect the email addresses of those who communicate with us via email, aggregate information on what pages consumers access or visit, and information volunteered by the consumer (such as survey information and/or site registrations).\nThe information we collect is used to improve the content of our Web pages and the quality of our service, and is not shared with or sold to other organizations for commercial purposes, except to provide products or services you've requested, when we have your permission, or under the following circumstances:</p>\n<ol>\n<li>It is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Terms of Service, or as otherwise required by law.</li>\n<li>We transfer information about you if CEUfast is acquired by or merged with another company.\nIn this event, CEUfast will notify you before information about you is transferred and becomes subject to a different privacy policy.</li>\n</ol>Information Gathering and Usage<p>When you register for CEUfast we ask for information such as your name, email address, billing address, or payment information.\nMembers who sign up for the free account are not required to enter any payment details.</p>\n<p>CEUfast uses collected information for the following general purposes: products and services provision, billing, identification and authentication, services improvement, contact, and research.</p>Cookies<p>A cookie is a small amount of data, which often includes an anonymous unique identifier, that is sent to your browser from a web site's computers and stored on your computer's hard drive.Cookies are required to use the CEUfast service.</p>\n<p>We use cookies to record current session information, but do not use permanent cookies.\nYou are required to re-login to your CEUfast account after a certain period of time has elapsed to protect you against others accidentally accessing your account contents.</p>Data Storage<p>CEUfast uses third-party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run CEUfast.\nCEUfast owns the code, databases, and all rights to the CEUfast application.</p>Disclosure<p>CEUfast may disclose personally identifiable information under special circumstances, such as to comply with subpoenas or when your actions violate the Terms of Service.</p>Changes<p>CEUfast may periodically update this policy.\nWe will notify you about significant changes in the way we treat personal information by sending a notice to the primary email address specified in your CEUfast primary account holder account or by placing a prominent notice on our site.</p>Questions<p>Any questions about this Privacy Policy should be addressed to CEUfast.com/help.</p>", "created_at": "2023-07-09 16:21:53.755875", "updated_at": "2023-07-09 16:22:38.544969"}], "points": [], "urls": ["ceufast.com"]}}