{"error": 448, "message": "OK", "parameters": {"id": 8399, "name": "LingoJam", "created_at": "2023-05-25 15:33:25.077318", "updated_at": "2023-09-16 22:02:28.642461", "wikipedia": null, "keywords": null, "related": null, "slug": "lingojam", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/8399.png", "url": "lingojam.com", "documents": [{"id": 16313, "name": "Privacy", "url": "https://lingojam.com/privacy.php", "xpath": "//body", "text": " lingojam.com Privacy policy\n<p>This privacy policy (\"Policy\") describes how Website Operator (\"Website Operator\", \"we\", \"us\" or \"our\") collects, protects and uses the personally identifiable information (\"Personal Information\") you (\"User\", \"you\" or \"your\") may provide on the lingojam.com website and any of its products or services (collectively, \"Website\" or \"Services\").</p>\n<p>It also describes the choices available to you regarding our use of your Personal Information and how you can access and update this information.\nThis Policy does not apply to the practices of companies that we do not own or control, or to individuals that we do not employ or manage.</p>\nAutomatic collection of information\n<p>When you visit the Website our servers automatically record information that your browser sends.\nThis data may include information such as your device's IP address, browser type and version, operating system type and version, language preferences or the webpage you were visiting before you came to our Website, pages of our Website that you visit, the time spent on those pages, information you search for on our Website, access times and dates, and other statistics.</p>\n<p>Information collected automatically is used only to identify potential cases of abuse and establish statistical information regarding Website usage.\nThis statistical information is not otherwise aggregated in such a way that would identify any particular user of the system.</p>\nCollection of personal information\n<p>You can visit the Website without telling us who you are or revealing any information by which someone could identify you as a specific, identifiable individual.\nIf, however, you wish to use some of the Website's features, you may be asked to provide certain Personal Information (for example, your name and e-mail address).\nWe receive and store any information you knowingly provide to us when you publish content, or fill any online forms on the Website.\nWhen required, this information may include the following:</p>\n<ul>\n<li>Contact information such as email address, address, etc.</li>\n<li>Any other materials you willingly submit to us such as articles, images, feedback, etc.</li>\n</ul>\n<p>You can choose not to provide us with your Personal Information, but then you may not be able to take advantage of some of the Website's features.\nUsers who are uncertain about what information is mandatory are welcome to contact us.</p>\nUse and processing of collected information\n<p>In order to make our Website and Services available to you, or to meet a legal obligation, we need to collect and use certain Personal Information.\nIf you do not provide the information that we request, we may not be able to provide you with the requested products or services.\nSome of the information we collect is directly from you via our Website.\nHowever, we may also collect Personal Information about you from other sources.\nAny of the information we collect from you may be used for the following purposes:</p>\n<ul>\n<li>Create and manage user accounts</li>\n<li>Deliver products or services</li>\n<li>Improve products and services</li>\n<li>Send administrative information</li>\n<li>Respond to inquiries and offer support</li>\n<li>Request user feedback</li>\n<li>Improve user experience</li>\n<li>Deliver targeted advertising</li>\n<li>Enforce terms and conditions and policies</li>\n<li>Protect from abuse and malicious users</li>\n<li>Respond to legal requests and prevent harm</li>\n<li>Run and operate our Website and Services</li>\n</ul>\n<p>Processing your Personal Information depends on how you interact with our Website, where you are located in the world and if one of the following applies: (i) you have given your consent for one or more specific purposes.\nthis, however, does not apply, whenever the processing of Personal Information is subject to California Consumer Privacy Act or European data protection law.\n(ii) provision of information is necessary for the performance of an agreement with you and/or for any pre-contractual obligations thereof.\n(iii) processing is necessary for compliance with a legal obligation to which you are subject.\n(iv) processing is related to a task that is carried out in the public interest or in the exercise of official authority vested in us.\n(v) processing is necessary for the purposes of the legitimate interests pursued by us or by a third party.</p>\n<p>Note that under some legislations we may be allowed to process information until you object to such processing (by opting out), without having to rely on consent or any other of the following legal bases below.\nIn any case, we will be happy to clarify the specific legal basis that applies to the processing, and in particular whether the provision of Personal Information is a statutory or contractual requirement, or a requirement necessary to enter into a contract.</p>\nDisclosure of information\n<p>Depending on the requested Services or as necessary to complete any transaction or provide any service you have requested, we may share your information with your consent with our trusted third parties that work with us, any other affiliates and subsidiaries we rely upon to assist in the operation of the Website and Services available to you.\nWe do not share Personal Information with unaffiliated third parties.\nThese service providers are not authorized to use or disclose your information except as necessary to perform services on our behalf or comply with legal requirements.\nWe may share your Personal Information for these purposes only with third parties whose privacy policies are consistent with ours or who agree to abide by our policies with respect to Personal Information.\nThese third parties are given Personal Information they need only in order to perform their designated functions, and we do not authorize them to use or disclose Personal Information for their own marketing or other purposes.</p>\n<p>We will disclose any Personal Information we collect, use or receive if required or permitted by law, such as to comply with a subpoena, or similar legal process, and when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.</p>\n<p>In the event we go through a business transition, such as a merger or acquisition by another company, or sale of all or a portion of its assets, your user account, and Personal Information will likely be among the assets transferred.</p>\nRetention of information\n<p>We will retain and use your Personal Information for the period necessary to comply with our legal obligations, resolve disputes, and enforce our agreements unless a longer retention period is required or permitted by law.\nWe may use any aggregated data derived from or incorporating your Personal Information after you update or delete it, but not in a manner that would identify you personally.\nOnce the retention period expires, Personal Information shall be deleted.\nTherefore, the right to access, the right to erasure, the right to rectification and the right to data portability cannot be enforced after the expiration of the retention period.</p>\nTransfer of information\n<p>Depending on your location, data transfers may involve transferring and storing your information in a country other than your own.\nYou are entitled to learn about the legal basis of information transfers to a country outside the European Union or to any international organization governed by public international law or set up by two or more countries, such as the UN, and about the security measures taken by us to safeguard your information.\nIf any such transfer takes place, you can find out more by checking the relevant sections of this Privacy Policy or inquire with us using the information provided in the contact section.</p>\nThe rights of users\n<p>You may exercise certain rights regarding your information processed by us.\nIn particular, you have the right to do the following: (i) you have the right to withdraw consent where you have previously given your consent to the processing of your information.\n(ii) you have the right to object to the processing of your information if the processing is carried out on a legal basis other than consent.\n(iii) you have the right to learn if information is being processed by us, obtain disclosure regarding certain aspects of the processing and obtain a copy of the information undergoing processing.\n(iv) you have the right to verify the accuracy of your information and ask for it to be updated or corrected.\n(v) you have the right, under certain circumstances, to restrict the processing of your information, in which case, we will not process your information for any purpose other than storing it.\n(vi) you have the right, under certain circumstances, to obtain the erasure of your Personal Information from us.\n(vii) you have the right to receive your information in a structured, commonly used and machine readable format and, if technically feasible, to have it transmitted to another controller without any hindrance.\nThis provision is applicable provided that your information is processed by automated means and that the processing is based on your consent, on a contract which you are part of or on pre-contractual obligations thereof.</p>\nThe right to object to processing\n<p>Where Personal Information is processed for the public interest, in the exercise of an official authority vested in us or for the purposes of the legitimate interests pursued by us, you may object to such processing by providing a ground related to your particular situation to justify the objection.\nYou must know that, however, should your Personal Information be processed for direct marketing purposes, you can object to that processing at any time without providing any justification.\nTo learn, whether we are processing Personal Information for direct marketing purposes, you may refer to the relevant sections of this document.</p>\nData protection rights under GDPR\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nWebsite Operator aims to take reasonable steps to allow you to correct, amend, delete, or limit the use of your Personal Information.\nIf you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.\nIn certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>You have the right to request access to your Personal Information that we store and have the ability to access your Personal Information.</li>\n<li>You have the right to request that we correct any Personal Information you believe is inaccurate.\nYou also have the right to request us to complete the Personal Information you believe is incomplete.</li>\n<li>You have the right to request the erase your Personal Information under certain conditions of this Privacy Policy.</li>\n<li>You have the right to object to our processing of your Personal Information.</li>\n<li>You have the right to seek restrictions on the processing of your Personal Information.\nWhen you restrict the processing of your Personal Information, we may store it but will not process it further.</li>\n<li>You have the right to be provided with a copy of the information we have on you in a structured, machine-readable and commonly used format.</li>\n<li>You also have the right to withdraw your consent at any time where Website Operator relied on your consent to process your Personal Information.</li>\n</ul>\n<p>You have the right to complain to a Data Protection Authority about our collection and use of your Personal Information.\nFor more information, please contact your local data protection authority in the European Economic Area (EEA).</p>\nCalifornia privacy rights\n<p>In addition to the rights as explained in this Privacy Policy, California residents who provide Personal Information (as defined in the statute) to obtain products or services for personal, family, or household use are entitled to request and obtain from us, once a calendar year, information about the Personal Information we shared, if any, with other businesses for marketing uses.\nIf applicable, this information would include the categories of Personal Information and the names and addresses of those businesses with which we shared such personal information for the immediately prior calendar year (e.g., requests made in the current year will receive information about the prior year).\nTo obtain this information please contact us.</p>\n<p>California residents should know that our Website collects Personal Information of users via input forms and via third parties such as web analytics and advertisements.\nWe may sell the personal information to other parties, including in order to deliver ads tailored to the user's interests.</p>\n<p>Furthermore, California residents have the right to opt-out of the sale of their Personal Information which may include selling, disclosing or transferring Personal Information to another business or a third party for monetary or other valuable consideration.\nTo do so, please visit our Do Not Sell page or simply contact us.</p>\n<p>Note that opting out through the Do Not Sell link may not mean you will stop seeing ads, or that you will be exempt from seeing interest-based ads.\nIn the event you opt out of the sale of your personal information for purposes of the CCPA, but do not opt out of interest-based advertising more generally, you may receive ads tailored to your interests based upon personal information that is either not sold by the Digital Property, sold to Downstream Participants at least ninety (90) days before the you go to one or more industry opt-out links, or sold by other sources from which you have not opted out.</p>\n<p>You can learn more about interest-based advertising across sites and additional opt-out choices at privacyrights.info</p>\nHow to exercise these rights\n<p>Any requests to exercise your rights can be directed to Website Operator through the contact details provided in this document.\nPlease note that we may ask you to verify your identity before responding to such requests.\nYour request must provide sufficient information that allows us to verify that you are the person you are claiming to be or that you are the authorized representative of such person.\nYou must include sufficient details to allow us to properly understand the request and respond to it.\nWe cannot respond to your request or provide you with Personal Information unless we first verify your identity or authority to make such a request and confirm that the Personal Information relates to you.</p>\nPrivacy of children\n<p>We recognize the need to provide further privacy protections with respect to Personal Information we may collect from children and take many special precautions to protect the privacy of children.\nWe do not require a child to disclose more information than is reasonably necessary to use the Website and Services.\nParents can review their child's information, delete it, and refuse to allow any further collection or use of such information.\nWe encourage children to consult with their parents before submitting any information to any Website, including lingojam.com.\nWe believe parents should be involved in the online activities of their children and suggest that parents do their best to provide their children with a safe and friendly online environment.</p>\nCookies\n<p>The Website uses \"cookies\" to help personalize your online experience.\nA cookie is a text file that is placed on your hard disk by a web page server.\nCookies cannot be used to run programs or deliver viruses to your computer.\nCookies are uniquely assigned to you, and can only be read by a web server in the domain that issued the cookie to you.</p>\n<p>We may use cookies to collect, store, and track information for statistical purposes to operate our Website and Services.\nYou have the ability to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nIf you choose to decline cookies, you may not be able to fully experience the features of the Website and Services.\nTo learn more about cookies and how to manage them, visit internetcookies.org</p>\nDo Not Track signals\n<p>Some browsers incorporate a Do Not Track feature that signals to websites you visit that you do not want to have your online activity tracked.\nTracking is not the same as using or collecting information in connection with a website.\nFor these purposes, tracking refers to collecting personally identifiable information from consumers who use or visit a website or online service as they move across different websites over time.\nOur Website does not track its visitors over time and across third party websites.\nHowever, some third party sites may keep track of your browsing activities when they serve you content, which enables them to tailor what they present to you.</p>\nAdvertisements\n<p>We may display online advertisements and we may share aggregated and non-identifying information about our customers that we collect through the registration process or through online surveys and promotions with certain advertisers.\nWe do not share personally identifiable information about individual customers with advertisers.\nIn some instances, we may use this aggregated and non-identifying information to deliver tailored advertisements to the intended audience.</p>\n<p>We may also permit certain third party companies to help us tailor advertising that we think may be of interest to users and to collect and use other data about user activities on the Website.\nThese companies may deliver ads that might place cookies and otherwise track user behavior.</p>\nAffiliates\n<p>We may disclose information about you to our affiliates for the purpose of being able to offer you related or additional products and services.\nAny information relating to you that we provide to our affiliates will be treated by those affiliates in accordance with the terms of this Privacy Policy.</p>\nLinks to other websites\n<p>Our Website contains links to other websites that are not owned or controlled by us.\nPlease be aware that we are not responsible for the privacy practices of such other websites or third parties.\nWe encourage you to be aware when you leave our Website and to read the privacy statements of each and every website that may collect Personal Information.</p>\nOur Advertising Partners\n<p>Our Website uses Google ads and other third parties serve advertisements to user's.\nGoogle and other third party vendors use cookies to serve ads based on a user's prior visits to your website or other websites.\nGoogle's use of advertising cookies enables it and its partners to serve ads to your users based on their visit to your sites and/or other sites on the Internet.\nUsers may opt out of personalized advertising by visiting the following websites:</p>\n<ul>\n<li>google.com/settings/ads</li>\n<li>aboutads.info/choices</li>\n</ul>\n<p>The privacy policies of our advertising partners are listed below:</p>\n<ul>\n<li>Google: policies.google.com/technologies/ads</li>\n<li>Freestar: freestar.com/privacy-policy</li>\n<li>Sovrn: sovrn.com/legal/privacy-policy/</li>\n<li>Snigel: snigel.com/privacy-policy</li>\n</ul>\n<p>To learn more about opting-out of cookies, please visit the following webpage: optout.networkadvertising.org</p>\nLog Files\n<p>Our Website follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nMany hosting companies do this to analyze web traffic and improve the service.\nThe information collected by log files may include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p>\nInformation security\n<p>We secure information you provide on computer servers in a controlled, secure environment, protected from unauthorized access, use, or disclosure.\nWe maintain reasonable administrative, technical, and physical safeguards in an effort to protect against unauthorized access, use, modification, and disclosure of Personal Information in its control and custody.\nHowever, no data transmission over the Internet or wireless network can be guaranteed.\nTherefore, while we strive to protect your Personal Information, you acknowledge that (i) there are security and privacy limitations of the Internet which are beyond our control.\n(ii) the security, integrity, and privacy of any and all information and data exchanged between you and our Website cannot be guaranteed.\nand (iii) any such information and data may be viewed or tampered with in transit by a third party, despite best efforts.</p>\nData breach\n<p>In the event we become aware that the security of the Website has been compromised or users Personal Information has been disclosed to unrelated third parties as a result of external activity, including, but not limited to, security attacks or fraud, we reserve the right to take reasonably appropriate measures, including, but not limited to, investigation and reporting, as well as notification to and cooperation with law enforcement authorities.\nIn the event of a data breach, we will make reasonable efforts to notify affected individuals if we believe that there is a reasonable risk of harm to the user as a result of the breach or if notice is otherwise required by law.\nWhen we do, we will post a notice on the Website, send you an email.</p>\nChanges and amendments\n<p>We may update this Privacy Policy from time to time in our discretion and will notify you of any material changes to the way in which we treat Personal Information.\nWhen changes are made, we will revise the updated date at the bottom of this page.\nWe may also provide notice to you in other ways in our discretion, such as through contact information you have provided.\nAny updated version of this Privacy Policy will be effective immediately upon the posting of the revised Privacy Policy unless otherwise specified.\nYour continued use of the Website or Services after the effective date of the revised Privacy Policy (or such other act specified at that time) will constitute your consent to those changes.\nHowever, we will not, without your consent, use your Personal Information in a manner materially different than what was stated at the time your Personal Information was collected.</p>\nAcceptance of this policy\n<p>You acknowledge that you have read this Policy and agree to all its terms and conditions.\nBy using the Website or its Services you agree to be bound by this Policy.\nIf you do not agree to abide by the terms of this Policy, you are not authorized to use or access the Website and its Services.</p>\nContacting us\n<p>If you would like to contact us to understand more about this Policy or wish to contact us concerning any matter relating to individual rights and your Personal Information, you may send an email to admin@lingojam.com</p>\n<p>This document was last updated on June 22, 2020</p> https://lingojam.com ", "created_at": "2023-05-25 15:33:25.138017", "updated_at": "2023-05-25 15:34:52.267846"}, {"id": 16312, "name": "Terms", "url": "https://lingojam.com/terms.html", "xpath": "//body", "text": "\n<p>Here's some fun terms for your reading pleasure:</p>\n<p>This web page represents a legal document that serves as our Terms and Conditions and it governs the legal terms of our website, http://www.lingojam.com, sub-domains, and any associated web-based and mobile applications (collectively, \"Website\"), as owned and operated by LingoJam.</p>\n<p>Capitalized terms, unless otherwise defined, have the meaning specified within the Definitions section below.\nThis Terms and Conditions, along with our Privacy Policy, any mobile license agreement, and other posted guidelines within our Website, collectively \"Legal Terms\", constitute the entire and only agreement between you and LingoJam, and supersede all other agreements, representations, warranties and understandings with respect to our Website and the subject matter contained herein.\nWe may amend our Legal Terms at any time without specific notice to you.\nThe latest copies of our Legal Terms will be posted on our Website, and you should review all Legal Terms prior to using our Website.\nAfter any revisions to our Legal Terms are posted, you agree to be bound to any such changes to them.\nTherefore, it is important for you to periodically review our Legal Terms to make sure you still agree to them.</p>\n<p>By using our Website, you agree to fully comply with and be bound by our Legal Terms.\nPlease review them carefully.\nIf you do not accept our Legal Terms, do not access and use our Website.\nIf you have already accessed our Website and do not accept our Legal Terms, you should immediately discontinue use of our Website.</p>\n<p>The last update to our Terms and Conditions was posted on August 11, 2013.</p>\n<p>\n<strong>Definitions</strong>\n<br>The terms \"us\" or \"we\" or \"our\" refers to LingoJam, the owner of the Website.</p>\n<p>A \"Visitor\" is someone who merely browses our Website, but has not registered as Member.</p>\n<p>A \"Member\" is an individual that has registered with us to use our Service (say, by creating a translator).</p>\n<p>Our \"Service\" represents the collective functionality and features as offered through our Website to our Members.</p>\n<p>A \"User\" is a collective identifier that refers to either a Visitor or a Member.</p>\n<p>All text, information, graphics, audio, video, and data offered through our Website are collectively known as our \"Content\".</p>\n<p>\n<strong>Legal Compliance</strong>\n<br>You agree to comply with all applicable domestic and international laws, statutes, ordinances, and regulations regarding your use of our Website.\nLingoJam reserves the right to investigate complaints or reported violations of our Legal Terms and to take any action we deem appropriate, including but not limited to canceling your Member account, reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties and disclosing any information necessary or appropriate to such persons or entities relating to your profile, email addresses, usage history, posted materials, IP addresses and traffic information, as allowed under our Privacy Policy.</p>\n<p>\n<strong>Intellectual Property</strong>\n<br>Our Website may contain our service marks or trademarks as well as those of our affiliates or other companies, in the form of words, graphics, and logos.\nYour use of our Website does not constitute any right or license for you to use such service marks/trademarks, without the prior written permission of the corresponding service mark/trademark owner.\nOur Website is also protected under international copyright laws.\nThe copying, redistribution, use or publication by you of any portion of our Website is strictly prohibited.\nYour use of our Website does not grant you ownership rights of any kind in our Website.</p>\n<p>\n<strong>Links to Other Websites</strong>\n<br>Our Website may contain links to third party websites.\nThese links are provided solely as a convenience to you.\nBy linking to these websites, we do not create or have an affiliation with, or sponsor such third party websites.\nThe inclusion of links within our Website does not constitute any endorsement, guarantee, warranty, or recommendation of such third party websites.\nLingoJam has no control over the legal documents and privacy practices of third party websites.\nas such, you access any such third party websites at your own risk.</p>\n<p>\n<strong>General Terms</strong>\n<br>Our Legal Terms shall be treated as though it were executed and performed in Western Australia, Australia, and shall be governed by and construed in accordance with the laws of Western Australia, Australia, without regard to conflict of law principles.\nIn addition, you agree to submit to the personal jurisdiction and venue of such courts.\nAny cause of action by you with respect to our Website, must be instituted within one (1) year after the cause of action arose or be forever waived and barred.\nShould any part of our Legal Terms be held invalid or unenforceable, that portion shall be construed consistent with applicable law and the remaining portions shall remain in full force and effect.\nTo the extent that any Content in our Website conflicts or is inconsistent with our Legal Terms, our Legal Terms shall take precedence.\nOur failure to enforce any provision of our Legal Terms shall not be deemed a waiver of such provision nor of the right to enforce such provision.\nThe rights of LingoJam under our Legal Terms shall survive the termination of our Legal Terms.</p>\n<p>Published with permission from TermsFeed.com</p> ", "created_at": "2023-05-25 15:33:25.107601", "updated_at": "2023-05-25 15:36:59.756001"}], "points": [{"id": 34917, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:35:39.490529", "updated_at": "2023-09-16 14:38:25.421329", "quoteText": null, "case_id": 121, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34918, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:36:27.596361", "updated_at": "2023-09-16 14:39:05.640448", "quoteText": null, "case_id": 403, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34920, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:38:20.895961", "updated_at": "2023-09-16 14:38:50.471559", "quoteText": null, "case_id": 295, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34924, "title": "You agree not to use the service for illegal purposes", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:46:14.23161", "updated_at": "2023-09-16 14:38:54.105595", "quoteText": null, "case_id": 280, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34921, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:38:43.434296", "updated_at": "2023-09-16 14:38:57.849983", "quoteText": null, "case_id": 294, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34922, "title": "You have a reduced time period to take legal action against the service", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:40:30.247372", "updated_at": "2023-09-16 14:39:09.196884", "quoteText": null, "case_id": 151, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34923, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:42:39.560526", "updated_at": "2023-09-16 14:39:02.00318", "quoteText": null, "case_id": 279, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34925, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:47:20.800774", "updated_at": "2023-09-16 14:38:43.266989", "quoteText": null, "case_id": 313, "document_id": 16312, "quoteStart": null, "quoteEnd": null}, {"id": 34919, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-16 08:36:53.618451", "updated_at": "2023-09-16 14:38:46.911178", "quoteText": null, "case_id": 331, "document_id": 16312, "quoteStart": null, "quoteEnd": null}], "urls": ["lingojam.com"]}}