{"error": 448, "message": "OK", "parameters": {"id": 8423, "name": "LifeSource ", "created_at": "2023-05-30 17:47:11.074303", "updated_at": "2023-05-30 22:02:22.499632", "wikipedia": null, "keywords": null, "related": null, "slug": "lifesource", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/8423.png", "url": "life-source.org", "documents": [{"id": 16359, "name": "Privacy Policy", "url": "https://www.life-source.org/privacy-policy/", "xpath": "//*[@id=\"block_5e0ced2de75eb\"]", "text": " Privacy Policy <p>Upper Midwest Organ Procurement Organization d/b/a LifeSource (also referred to herein using “LifeSource,” “we,” “our,” and “us”) respects your privacy, and we assure you that we take the protection of your personal information very seriously.\nWe therefor provide this Privacy Policy to disclose our information collection, utilization, and sharing practices regarding the LifeSource website.\nThis Privacy Policy applies to any website that includes, displays, attaches, references, or links to this Privacy Policy (each the “Site”).\nIf you do not agree to these terms, do not access the LifeSource Site.\nThe information we receive from you depends on what you do when you visit this Site.\nExcept as described in this policy, we do not sell, rent, share or disclose your personally identifiable information to or with any other organizations.</p>\nTYPE AND USES OF INFORMATION WE COLLECT FROM YOU:\n<p>\n<strong>Personally Identifiable Information (“PII”)</strong> – Generally, you can visit our Site without revealing any personal information about yourself.\nThe site does have various forms and other options for you to communicate with us and provide us information about yourself.\nUnless otherwise indicated, the information we request is optional, but you may not be able to participate in programs or receive information you request without providing us the required information.\nThe information you provide in our various forms is used for the purposes obvious or otherwise indicated by the forms.\nFor example, filling out a form to receive a newsletter may result in you receiving newsletters from us.\nsigning up to be a financial donor or participation in our fundraising events may add you to our donor lists and may result in communications related to your donation, public acknowledgment of your donation depending on your selected preferences for recognition, fundraising events, donation related requests, and other donor related activities and opportunities.\nsubmitting information to become an ambassador may result in communications about the ambassador program.\netc.\nSimilarly, at various points in the Site we provide contact information such as e-mail addresses for various purposes, and providing us information about you or others may result uses by us related to those purposes and others related to your communications with us.\nIf you are asked to provide us or otherwise choose to provide us information about other people, you must have consent from those individuals or other authority to provide such information to us.\nWe only collect personally identifiable information when you choose to reveal it to us.</p>\n<p>Note that from time to time we post information on the Site that relates to questions or issues raised by those that communicate with us, whether as a part of a frequently asked questions section on our Site (“FAQ”) or similar section.\nThe question and answer or other information we post may be similar to, or the same as, the question or issue you submitted, but we will not identify you (or anyone else) as the questioner without your consent.</p>\nINFORMATION AUTOMATICALLY COLLECTED:\n<p>When you visit our Site, we may collect some information automatically.\nBy collecting this information we get a better understanding of your needs and what services we can develop, and provide to you to meet those needs and serve our mission.\nSome of the information we automatically collect is necessary for the proper functioning of the Site, such as cookies as explained below.\nAll the information we gather helps us understand your preferences and how well our Site is functioning so we can continually improve your online experience with us.\nWe<br>\nmay also use such information to improve our organization, our services, and to further our<br>\nmission.</p>\n<p>\n<strong>Links, Embedded Content, and Buttons</strong> – We may keep track of how you interact with links across our services, including our email notifications.\nWe do this to help improve our services, provide information, support our mission, and to be able to analyze aggregate click statistics such as how many times a particular link was clicked on.\nThis Site may contain links to other websites, content embedded in our Site that comes from or relates to other websites and services, and now or in the future we may use buttons from other websites and services such as social media websites, such as and without limitation Facebook, Instagram, LinkedIn, Twitter, and YouTube.\nThese third parties may use cookies or other tracking devices to collect and track information about you across the Internet.\nIn general, you can identify these social media buttons and the companies they represent by their logos.\nSeveral of these third parties may use cookies or other tracking devices to collect and track information about you over time and across the Internet.\nWe are not responsible for the privacy practices or the content of these other websites or their data collection practices.\nYou should check the privacy policies of these other websites when providing information or to find out what other information they collect from users, whether while on their platform or website or in relation to links, buttons, or embedded media on the Site.\nWe are not responsible for the privacy practices or the content of these other websites or entities or their data collection practices.</p>\n<p>\n<strong>Information From Your Computer and Device</strong> – We may ourselves, or through our third party service providers, collect information about your computer and mobile device, such as the browser, operating system, IP address, country and other geolocation data, date and time of visit, whether you are using a mobile device and what type, referring websites, the search engine queries you used to get to our Site, the pages of our Site you visit and your activities on our Site such as what images, videos, or other imbedded media you view, as well as the amount of time spent on our pages, and the number of pages visited.\nSome of this information may be collected using cookies, as further explained below.\nWe may also collect and share information between pages of our Site for the proper functioning of our Site, as well as authentication.\nThis information is used for a variety of purposes to improve our Site and its content, including without limitation to gather broad demographic data, identify trends and statistics, help diagnose problems with our server, and to administer our Site and its content, as well as to improve our services, our organization, and to promote our mission.</p>\n<p>\n<strong>Cookies</strong> – Our Site may use “cookies” to provide information on your computer and mobile device.\nCookies are pieces of data that a Site can send to your browser, which may then be stored on your computer or other device.\nWe may use both session and persistent cookies on our own or through our third party service providers as described in this Privacy Policy.\nCookies may save your preferences while you are at our Site, such as allowing for persistent login on pages that require logging in, and we may use them to provide you with tailored information and tracking as you use our Site.\nCookies help us, among other things, to determine which areas of our Site are popular by tracking hits to those areas, which may in turn allow us or our third party providers to provide you with targeted information regarding our organization and services.\nBy modifying your browser preferences, you have the choice to accept cookies, to be notified when a cookie is sent, or to reject cookies.\nThe rejection or limitation of cookies by your browser may limit your ability to use the Site.</p>\n<p>\n<strong>Third-Party Service Providers</strong> – We may use a variety of third-party services to help provide our services, such as developing and hosting our Site and to help us understand the use of our services, such as through Google Analytics, to provide information to us and to provide you with information regarding our Site and our organization and services.\nWe may also collect or otherwise gather information related to you from these third-party service providers.\nThese third-party service providers may collect, store, and share information as further dictated by the<br>\nprivacy policies of those third parties.</p>\n<p>Google, Inc., may utilize the data collected to track and examine the use of this Site, to prepare reports on its activities and share them with other Google, Inc.\nservices.\nGoogle, Inc.\nmay also use the data collected to contextualize and personalize the ads of its own advertising network to serve ads to you based on your visit to our Site and other sites on the Internet.\nYou may view Google’s privacy policy here: https://policies.google.com/privacy?hl=en, with more information located here: https://www.google.com/policies/privacy/partners/ (including information regarding how to control how information is shared through your Ads Settings) and here: https://support.google.com/analytics/answer/6004245?hl=en.</p>\n<p>You can prevent the collection of the data generated by Google Analytics in relation to your use of the Site and the processing of this data by downloading and installing the browser plug-in, with more information regarding how you can opt out of Google Analytics data collection as instructed here: https://tools.google.com/dlpage/gaoptout.\nThis link provides instructions for installing an opt-out cookie on your device.\nAs a result, the collection of data by Google Analytics is prevented in future for the Site and for this browser as long as the opt-out cookie remains installed in your browser.</p>\n<p>Facebook similarly provides more information regarding the information it collects and how it is used in relation to advertising along with methods to opt out of collecting and sharing of information here: https://www.facebook.com/settings?tab=ads.\nand https://www.facebook.com/policy.php.</p>\n<p>Additional general information regarding opt-out from interest-based advertising from companies belonging to the Network Advertising Initiative can be found here: http://optout.networkadvertising.org/#!/, information regarding opting out through the Digital Advertising Alliance can be found here: http://optout.aboutads.info/#!/.</p>\n<p>\n<strong>Web Beacons</strong> – We may employ Web beacons (also called single-pixel gifs), which are customized links or similar technologies, on the Site and when sending you messages, newsletters, or emails or in using third party service providers.\nWeb beacons allow us to (a) determine whether you have opened, or acted upon, a promotional email and which links you have clicked on in order to deliver to you more focused communications and other content, (b) allow us to count the number of users who have visited certain webpages and effectively deliver services, and (c) enable us to compile aggregated statistics and determine the efficacy of communications by using Web beacons from third parties.</p>\n<p>\n<strong>Combining of Information</strong> – Except as set forth in this Privacy Policy, we generally do not combine information about you that is collected on the Site with information we have related to you that is collected through means other than through the Site.\nWe may, but are not required to, combine information related to you collected outside of the website for user authentication, such as to verify your identity when you contact us or request information from us.</p>\nSHARING OF YOUR INFORMATION\n<p>We will not sell, rent or lease your information to others without your consent, except as provided in this Privacy Policy.\nIn general, the information you provide will be used to support your relationship with us and to enhance and improve our Site, organization, services, and for our mission.</p>\n<p>We may engage third party service providers, consultants, and independent contractors to perform functions and provide services for us including without limitation those third party service providers mentioned in this Privacy Policy.\nOther third party service provides may include without limitation organizations that support our events, for example golf clubs and courses where we host golf outings.\nWe may share the information we collect through our Site with these service providers so that they can perform services for us in relation to the Site and our organization.\nFor example, we may share your information with our email vendors so that they can provide services to us such as emailing you about our organization and services.\nOther vendors may include payment processors that will process donations and other payments you provide through or in conjunction with the Site.\nPayment processing may be subject to additional privacy disclosures and terms of such payment processors, and you should review all such documents from such vendors if you wish to understand their policies and legal terms.</p>\n<p>In addition to the situations described above, we may use and disclose visitor information in special instances when we have reason to believe disclosing this information is necessary to investigate, identify, contact, or bring legal action against someone who may be causing injury to or interfering with our rights or property, other Site visitors, or anyone else.\nWe may disclose visitor information when subpoenaed, if ordered or otherwise required by a court of law, arbitrator, or other similar proceeding or the rules governing such a proceeding, for government<br>\ninvestigations, with government agencies if required by law, to exercise, establish, or defend LifeSource’s legal rights, to protect your vital interests or those of any other third party, and when LifeSource otherwise believes in good faith that any applicable law requires it.</p>\nOTHER INFORMATION PRACTICES\n<p>\n<strong>Your Nevada Opt-Out Rights</strong> – We do not sell your personal data, but nevertheless we offer an opt out to sales of your data to comply with Nevada law.\nVerified requests under Nevada law (NRS 603A) to not make any sale of any covered information we have collected or will collect regarding you may be sent to info@life-source.org.\nPlease included in your email “Request for Nevada Opt-Out” in the subject line and in the body of your message.</p>\n<p>\n<strong>Access to Personal Information for Reviewing, Editing, and/or Removing</strong> – If you wish to discuss this Privacy Policy and the information we collect, you may contact us at the address provided in this Privacy Policy.\nAt this time we may not be able to specifically identify and provide you with all of the information we have collected about you for your review, editing, or removal from our databases.\nIn order to provide you with any information, LifeSource may, but is not required to except as required by law, request that you prove your identity to the satisfaction of LifeSource.</p>\n<p>\n<strong>Security</strong> – We take commercially reasonable steps to protect data transmitted through our Site, and we rely upon our third party vendors to supply security for the services they provide.\nWe cannot and do not ensure or warrant the security of any information you transmit to us or from our online products or services.\nYou transmit information to us at your own risk and should take all necessary precautions regarding the information you transmit, either to our Site and its related vendors or elsewhere on the Internet.</p>\n<p>\n<strong>Children</strong> – Protecting the privacy of children is very important to us.\nFor that reason, our Site does not solicit or intentionally collect or maintain personally identifiable information from users we actually know are under age 13.\nIf you are a parent or guardian, please contact us if you believe information regarding a child has been collected by us through our Site.</p>\n<p>\n<strong>Business and Regulated Industries Transfers</strong> – In the event that we are involved in a bankruptcy, merger, acquisition, reorganization or sale of assets or change in our ownership or control, your information may be sold or transferred as part of that transaction to actual or prospective transactions partners and their consultants, advisors, counselors, and agents, and otherwise shared to facilitate that transaction before, during, and after that transaction is completed.\nThe promises in this Privacy Policy will apply to your information as transferred to the new entity.\nAs a nonprofit entity, we may also be subject now or in the future to laws and regulations requiring the transfer of information to regulators or other governmental agencies such as the Internal Revenue Service or state taxing authorities.\nWe are federally designated as a regional organ, eye, and tissue procurement organization, and such designations may be subject to change or realignment as to services or the geographic area served by our organization.\nWe may transfer your information in relation to any alternation in our designation or service area, or any restructuring, realignment or other similar change related to organ procurement organizations.</p>\n<p>\n<strong>Do Not Track</strong> – Presently the Site does not honor “do not track” settings on web browsers and does not offer you the opportunity to request that we not track your use of its services except as otherwise stated in this Privacy Policy.</p>\n<p>\n<strong>Changes to this Policy</strong> – We may revise this Privacy Policy from time to time.\nThe most current version of the policy will govern our use of your information and will always be available by clicking the Privacy Policy link in the footer of the main page of the Site.\nPlease check this link often for changes.\nWe reserve the right, but not the obligation, to contact you regarding changes to this Privacy Policy and other matters relevant to the Site.\nBy continuing to access or use the Site after those changes become effective, you agree to be bound by the revised Privacy Policy.</p>\n<p>\n<strong>Contacting Us</strong> – If you have additional questions about our use of information, please contact us at: info@life-source.org.</p>\n<p>Effective Date: January 20, 2020.</p>\n<p>© 2020 Upper Midwest Organ Procurement Organization, All Rights Reserved</p> ", "created_at": "2023-05-30 17:47:11.105251", "updated_at": "2023-05-30 17:47:35.730901"}], "points": [], "urls": ["life-source.org"]}}