{"error": 448, "message": "OK", "parameters": {"id": 9725, "name": "SchoolCare ", "created_at": "2023-10-05 16:19:51.669334", "updated_at": "2023-10-05 22:02:44.601241", "wikipedia": null, "keywords": null, "related": null, "slug": "schoolcare", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9725.png", "url": "schoolcare.co.uk", "documents": [{"id": 19358, "name": "Terms and Conditions ", "url": "https://www.schoolcare.co.uk/terms-and-conditions/", "xpath": "/html/body/div[2]/div/div/div[1]/section", "text": " <p>Visitors to our Web site are required to accept the following terms and conditions in return for the information given about us, our business and the services we provide through our Website.</p>\nTerms and Conditions of Use\n<ol>\n<li>We use our reasonable efforts to include accurate and up to date information on our web pages.\nInformation is for guidance only and is not intended to form any part of a contract and can be subject to change without notice.\nWe shall not be liable for any direct, indirect, incidental, consequential or cumulative losses or damages arising out of the use or inability to use these pages, any errors, misrepresentations or omissions on the material contained on them.</li>\n<li>The information on these web pages has been prepared with reasonable care and is believed by us to be legal, honest, decent and truthful as of the date of its preparation.</li>\n<li>You agree that the material downloaded or otherwise accessed through the use of our web pages is obtained entirely at your own risk and that you will be entirely responsible for any resulting damage to software or computer systems and/or any resulting loss of data even if we have been advised of the possibility of any such damage.</li>\n<li>We do not accept any liability in connection with any third party websites which may be linked or accessible through our own Web site and we do not endorse or approve the contents of any such site.</li>\n<li>In relation to a dispute arising out of this website you the user and we, SchoolCare agree to submit exclusively to the jurisdiction of the courts of England and Wales.</li>\n<li>Except where expressly stated to the contrary the text and graphics in the information contained in this website are the copyright of SchoolCare.\nYou may download or print out individual selections of these web pages only if explicitly used for your own personal information and not to be publicly reproduced.\nPermanent copying or storage of whole or part of this website or the information contained in it or reproduction or incorporation of any part of it in any other work or publication whether on paper or electronic media or any other form is expressly prohibited.</li>\n<li>The entire contents of these web pages remain our property and is copyright with all rights reserved.</li>\n</ol>\nData Protection Act\n<p>Your personal information is your personal property and as such we recognise that this places serious responsibilities on us.\nWe have therefore published a separate privacy policy on these web pages.\nOur omission to exercise any rights under these conditions of use does not constitute a waiver or such right unless expressly accepted by us in writing.</p> ", "created_at": "2023-10-05 16:19:51.705513", "updated_at": "2023-10-05 16:20:13.730266"}, {"id": 19359, "name": "Newsletter Signup – Privacy Notice", "url": "https://www.schoolcare.co.uk/newsletter-terms-and-conditions/", "xpath": "/html/body/div[2]/div/div/div[1]/section", "text": " <p>This privacy notice tells you about the information we collect from you when you sign up to receive our regular newsletter via our website, using our Live Chat facility or via our DocuSign platform.\nIn collecting this information, we are acting as a data controller and, by law, we are required to provide you with information about us, about why and how we use your data, and about the rights you have over your data.</p>\n<p>\n<strong>Who are we?</strong>\n</p>\n<p>We are PSD Group.\nOur address is Suite 5, Hillfields House, Castleman Way, Ringwood, Hampshire, BH24 3BA.\nYou can contact us by post at the above address, by email at compliance@psdgroup.co.uk or by telephone on 0333 2402626.</p>\n<p>We are not required to have a data protection officer, so any enquiries about our use of your personal data should be addressed to the contact details above.</p>\n<p>\n<strong>What personal data do we collect?</strong>\n</p>\n<p>When you subscribe to our newsletter, we ask you for your name, organisation name and your email address.</p>\n<p>\n<strong>Why do we collect this information?</strong>\n</p>\n<p>We will use your information to send you our newsletter, which contains information about our products and often includes special offers.</p>\n<p>We ask for your consent to do this, and we will only send you our newsletter for as long as you continue to consent.</p>\n<p>\n<strong>What do we do with your information?</strong>\n</p>\n<p>We use MailChimp as our marketing Platform.\nBy subscribing to our newsletter you acknowledge that your information will be transferred to Mailchimp for processing.\nYou can learn more about Mailchimp’s privacy practices at https://mailchimp.com/legal/privacy/</p>\n<p>We will not use the information to make any automated decisions that might affect you.</p>\n<p>\n<strong>How long do we keep your information for?</strong>\n</p>\n<p>Your information is kept for as long as you continue to consent to receive our newsletter.</p>\n<p>\n<strong>Your rights over your information</strong>\n</p>\n<p>By law, you can ask us what information we hold about you, and you can ask us to correct it if it is inaccurate.<br>\nYou can also ask for it to be erased and you can ask for us to give you a copy of the information.</p>\n<p>You can also ask us to stop using your information – the simplest way to do this is to withdraw your consent, which you can do at any time, either by clicking the unsubscribe link at the end of any newsletter, or by emailing, writing or telephoning us using the contact details above.</p>\n<p>\n<strong>Your right to complain</strong>\n</p>\n<p>If you have a complaint about our use of your information, you can contact the Information Commissioner’s Office via their website at www.ico.org.uk/concerns or write to them at:</p>\n<p>Information Commissioner’s Office<br>\nWycliffe House<br>\nWater Lane<br>\nWilmslow<br>\nCheshire<br>\nSK9 5AF</p> ", "created_at": "2023-10-05 16:19:51.739726", "updated_at": "2023-10-05 16:20:43.43783"}, {"id": 19360, "name": "Website Privacy Policy ", "url": "https://www.schoolcare.co.uk/privacy-policy/", "xpath": "/html/body/div[2]/div/div/div[1]/section", "text": " Website Privacy Policy – 25 May 2018\n<p>This privacy notice tells you about the information we collect from you when you use our website.\nIn collecting this information, we are acting as a data controller and, by law, we are required to provide you with information about us, about why and how we use your data, and about the rights you have over your data.</p>\nWho are we?\n<p>We are Professional Software Design LTD.\nOur address is Suite 5, Hillfields House, Castleman Way, Ringwood, Hampshire, BH24 3BA.\nYou can contact us by post at the above address, by email at compliance@psdgroup.co.uk or by telephone on +44 (0)333 240 2626</p>\n<p>We are not required to have a data protection officer, so any enquiries about our use of your personal data should be addressed to the contact details above.</p>\nHow we use your information\n<ul>\n<li>When you use our website</li>\n<li>When you submit an enquiry via our website</li>\n<li>When you sign up to receive our newsletter</li>\n<li>When you download a sample document</li>\n<li>When you submit a review about us</li>\n<li>When you take part in our feedback survey</li>\n<li>Your rights as a data subject</li>\n<li>Your right to complain</li>\n<li>Updates to this privacy policy</li>\n</ul>\nWhen you use our website\n<p>When you use our website to browse our products and services and view the information we make available, a number of cookies are used by us and by third parties to allow the website to function, to collect useful information about visitors and to help to make your user experience better.</p>\n<p>Some of the cookies we use are strictly necessary for our website to function, and we don’t ask for your consent to place these on your computer.\nThese cookies are shown below.</p>\n<p>However, for those cookies that are useful but not strictly necessary we will always ask for your consent before placing them.</p>\n<p>As well as the cookies we use, various third parties also place them on your computer, again with your consent.</p>\nCookieTypeDurationDescription3rdpartyThird PartyDuring Chatting SessionChecks for 3rd party domain cookies and checks if they are supportedautoinvite_callbackSessionDuring Chatting SessionThis cookie is used for proper handling JS Api and callback on_messagechat_runningThird Party24h HideUsed to check if chat is pendinglc..secret_idThird PartyDuring Chatting SessionIt is used by communication protocollc_invitation_openedThird PartyDuring Chatting SessionKeeps state of the LiveChat greetinglc_sso9762288Third PartyExpires in 32 MonthsLiveChat will need these in the future for technical changeslc_ssoThird PartyExpires in 3 YearsIt is used by communication protocollc_window_stateSessionDuring Chatting SessionIt tells if window is minimised or notmain_window_timestamp, main_window_timestamp_0Third PartyDuring Chatting SessionUsed to track app state between different tabsmessage_textThird PartyDuring Chatting SessionContains text typed by visitor before message is sentnotification[personal_invitation]Third PartyDuring Chatting SessionIs the cookie for remembering that there was a greeting sent to the customerNotification[status ping]Third PartyDuring Chatting SessionTimestamp of the last ping, information about agent availability and state of the visitorrecent_windowThird PartyDuring Chatting SessionUsed to track app state between different tabssecret_token_Third Party24hIt is used by communication protocolviewed_cookie_policyPersistent1 YearUsed to remember whether a visitor has accepted the cookie policy on the site._eye_catcherThird PartyDuring Chatting SessionIt is connected to LiveChat eye catcher_gaPersistent2 YearsUsed to track of the number of times a visitor has been to the site pertaining to the cookie, when their first visit was and when their last visit occurred.\nGoogle Analytics uses the information from this cookie to calculate things like Days and Visits._gatSession10 MinutesUsed to manage the rate at which page view requests are made_gidSession10 MinutesUsed to distinguish users_lc.visitor_id.Third PartyExpires in 32 Monthsid of the visitor_lc_vvThird PartyDuring Chatting SessionLiveChat version_livechatThird PartyExpires in 3 YearsResponsible for many things required for LiveChat to work properly, for example - last operator_livechat_chatThird PartyExpires in 32 Monthsid of the ongoing chat_livechat_lastvisitThird PartyExpires in 3 YearsTimestamp of last\n<p>For more information about our use of cookies, please see our cookie policy.</p>\nWhen you submit an enquiry via our website\n<p>When you submit an enquiry via our website, we ask you for your name, contact telephone number and email address.</p>\n<p>We use this information to respond to your query, including providing you with any requested information about our products and services.\nWe may also email you several times after your enquiry in order to follow up on your interest and ensure that we have answered your it to your satisfaction.\nWe will do this based on our legitimate interest in providing accurate information prior to a sale.</p>\n<p>Your enquiry is stored and processed as an email which is hosted by Professional Software Design Limited in the UK.\nIt is also logged on a CRM system on a cloud server based in UK, a country which the EU says has adequate data protection laws in place to protect your data.</p>\n<p>We do not use the information you provide to make any automated decisions that might affect you.</p>\n<p>We keep enquiry emails for two years, after which they are securely archived and kept for seven years, when we delete them.\nCRM records are kept for three years after the last contact with you.</p>\nWhen you sign up to receive our newsletter\n<p>When you sign up to receive our newsletter, we ask for your name and your email address.</p>\n<p>We will ask for your consent to use your name and email address to email you our newsletter which contains information about our products and other information which we feel might be of interest to you.</p>\n<p>You can withdraw your consent at any time and we will stop sending you the newsletter.</p>\n<p>Your name and email address are shared with a third party mailing system which is based in Paris, France.\nThis company has contractually committed to providing appropriate safeguards for your personal data which means it will be protected in line with the legal requirements of the European Union.</p>\n<p>We do not use the information you provide to make any automated decisions that might affect you.</p>\n<p>We keep your personal data for as long as we produce and distribute our newsletter.\nIf you withdraw your consent, we will mark your details so that they are not used and delete them after two years.</p>\nWhen you download a sample document\n<p>When you request to download a sample document, such as a white paper, we ask for your name, company name (which is optional) and your email address.</p>\n<p>We use this information to email you a link to download the requested document.\nWe may also email you after your download in order to follow up on your interest in our products and services.\nWe will do this based on our legitimate interest in marketing to prospects for our products and services.</p>\n<p>Your name and email address are shared with a third party mailing system which is based in Paris, France.\nThis company has contractually committed to providing appropriate safeguards for your personal data which means it will be protected in line with the legal requirements of the European Union.</p>\n<p>We do not use the information you provide to make any automated decisions that might affect you.</p>\n<p>Your personal data is stored for one year after you requested your download, after which it is deleted.</p>\nWhen you submit a review about us\n<p>When you submit a review about us we record your name, your email address and your IP (Internet Protocol) address, which is the address of your computer on the Internet.</p>\n<p>We use this information to provide verified independent views about our products and services to potential customers.\nYour name and the content of your review (but not your email address or IP address) may be publicly displayed on our website.\nWe will do this based on our legitimate interest in marketing our products and services.</p>\n<p>Your details are shared with a third party reviews system which is based within the European Economic Area (EEA).</p>\n<p>We do not use the information you provide to make any automated decisions that might affect you.</p>\n<p>Your personal data is stored for as long as we are marketing the product or services that the review refers to, after which it is deleted.\nYou may ask us to remove your review at any time.</p>\nWhen you take part in our feedback survey\n<p>When you take part in our feedback survey, we record your name, your email address, your organisation name, your job role and your answers to questions we ask about your opinion of, and use of, our products and services.</p>\n<p>We use this information to develop and improve our products and services and our customer relationships.\nYour job role, organisation and some or all of your comments may be publicly displayed on our website as a testimonial.\nWe will do this based on our legitimate interest in marketing our products and services.</p>\n<p>Your details are shared with a third party surveys system which is based within the European Economic Area (EEA).<br>\nWe do not use the information you provide to make any automated decisions that might affect you.</p>\n<p>Your personal data is stored for two years, or for as long as we are marketing the product or services that the review refers to, whichever is shorter.\nYou may ask us to remove a testimonial that is based on your feedback from our website at any time.</p>\nYour rights as a data subject\n<p>By law, you can ask us what information we hold about you, and you can ask us to correct it if it is inaccurate.\nIf we have asked for your consent to process your personal data, you may withdraw that consent at any time.</p>\n<p>If we are processing your personal data for reasons of consent or to fulfil a contract, you can ask us to give you a copy of the information in a machine-readable format so that you can transfer it to another provider.</p>\n<p>If we are processing your personal data for reasons of consent or legitimate interest, you can request that your data be erased.</p>\n<p>You have the right to ask us to stop using your information for a period of time if you believe we are not doing so lawfully.</p>\n<p>Finally, in some circumstances you can ask us not to reach decisions affecting you using automated processing or profiling.<br>\nTo submit a request regarding your personal data by email, post or telephone, please use the contact information provided above in the Who Are We section of this policy.</p>\nYour right to complain\n<p>If you have a complaint about our use of your information, we would prefer you to contact us directly in the first instance so that we can address your complaint.\nHowever, you can also contact the Information Commissioner’s Office via their website at www.ico.org.uk/concerns or write to them at:</p>\n<p>Information Commissioner’s Office<br>\nWycliffe House<br>\nWater Lane<br>\nWilmslow<br>\nCheshire<br>\nSK9 5AF</p>\nUpdates to this privacy policy\n<p>We regularly review and, if appropriate, update this privacy policy from time to time, and as our services and use of personal data evolves.\nIf we want to make use of your personal data in a way that we haven’t previously identified, we will contact you to provide information about this and, if necessary, to ask for your consent.</p> ", "created_at": "2023-10-05 16:19:51.771982", "updated_at": "2023-10-05 16:21:26.177921"}], "points": [], "urls": ["schoolcare.co.uk"]}}