{"error": 448, "message": "OK", "parameters": {"id": 9181, "name": "Floatplane", "created_at": "2023-07-14 19:37:10.089417", "updated_at": "2023-07-14 22:02:29.437074", "wikipedia": null, "keywords": null, "related": null, "slug": "floatplane", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/9181.png", "url": "floatplane.com", "documents": [{"id": 17985, "name": "Privacy Policy", "url": "https://www.floatplane.com/legal/privacy", "xpath": "//body", "text": " <i>chevron_right</i> Legal Stuff <i>chevron_right</i> Privacy Policy Join Sign in Privacy Policy Collection of Information We receive and store information about you such as: <ul>\n<li>\n<strong>Information you provide us:</strong> We collect information you provide to us, such as your name, email address, address, postal code, payment method and telephone number.\nOther information is collected when you choose to receive rewards, and to provide reviews, ratings, membership preferences, or otherwise provide information to us through our service or elsewhere.\nPeople will be able to login using their facebook account, gmail, etc., which means we’ll also access basic information from those accounts.\n</li>\n<li>\n<strong>Information we collect automatically:</strong> We collect information regarding you and your interactions with us from using our service and website including, but not limited to, your IP address, your visits to the website, traffic data, location data, ad data, weblogs and other communication data, connection information, and the information regarding your computer or other device used to access our service.\nThis information may include content title selections, search and watch history, and your interactions with customer service (such as the date, time and reason for contacting us, transcripts of any chat conversations, and if you call us, your phone number).\nWe also collect information via the use of cookies, web beacons and other technologies.\nSee our Cookies and Internet Advertising sections below for more details.\n</li>\n</ul> Use of Information We use the personal information we collect to provide, analyze, administer, enhance and personalize the service and marketing efforts for you and others.\nThis including processing your registration, orders and payments, and to communicate with you on these and other topics.\nFrom time to time, we may partner with companies whose products we believe will interest our members.\nIn conjunction with these partners, we may send promotional announcements and/or serve web-based advertisements on their behalf, as permitted by law.\nDisclosure of Information Floatplane Media collects and discloses your personal information for the following purposes: <ul>\n<li> To meet legal, regulatory, audit, security and financial requirements under federal and provincial regulations.\n</li>\n<li> To individuals or organizations who are i) involved in providing products, services, promotional offerings and contests on our behalf.\nor ii) maintaining, reviewing and developing our business systems, procedures and infrastructure including testing or upgrading of our computer systems.\n</li>\n<li> To Creator’s that you have pledged, and about the Creator’s you pledge, your level of support, the rewards you receive, and how often you support them, and your name and contact information in the event that they wish to leave the platform and wish to contact you directly.\n</li>\n<li> To maintain business records.\n</li>\n<li> To prevent, detect and investigate potentially prohibited or illegal activities, including fraud, and enforcing our terms of use.\n</li>\n<li> On an aggregated or anonymous basis, to disclose Content ratings, consumption behavior, commentary and reviews, or for other purposes not explicitly set forth in this policy.\n</li>\n<li> If you enter a contest or other promotion offered by Floatplane Media, to use your name and certain other information to administer the promotion, such as contacting, announcing and promoting the winners of the promotion.\n</li>\n<li> If we are involved in the sale or transfer of some or all of our businesses to disclose your personal information to the acquiring organization, but will require the acquiring organization to agree to protect the privacy of your personal information in a manner that is consistent with this privacy policy.\n</li>\n<li> If the service connects you to use social networking features or have social networking plugins available through the service, your personal information may be collected, used or disclosed by other users of the website without restriction.\nand </li>\n<li> If you cause any information to be disclosed in online postings, such as reviews, on the website, it is made public and we are not responsible for any third-party's use of information you publicly disclose through our service.\n</li>\n</ul> Cookies and other technologies When you view the website, we collect and store some information on your computer.\nThis information will be stored in a 'Cookie,' which is a file created on your computer’s hard drive, and will help us in many ways.\nFor example, Cookies allow us to tailor the website to better match your interests and preferences.\nWith most Internet browsers, you can erase Cookies from your computer hard drive, block the creation of Cookies, or receive a warning before a Cookie is stored, although doing so may affect your use of the website and your ability to access certain features of the website.\nPlease refer to your browser instructions or the help section of your browser to learn more about these functions.\nThe website may use Web beacon, gif or other technologies.\nWhen you access certain of our web pages, a non-identifiable notice of that visit is generated which may be processed by us.\nThese technologies usually work in conjunction with cookies.\nIf you turn off cookies, Web beacon technologies will still detect visits to these pages, but the notices they generate cannot be associated with other non-identifiable cookie information and are disregarded.\nRight to Access Your Information If you have any questions, concerns or would like more information about the collection, use or disclosure of your personal information by Floatplane Media, or if you simply want to know whether we have any of your personal information on file, you may contact us.\nOpting out from receiving Floatplane Media communications You may opt out of receiving e-mail communications by clicking the \"Unsubscribe\" link at the bottom of the e-mail received or login into your customer account to unsubscribe from future emails.\nIt may take us up to 10 days to complete this process, as permitted by law.\nPlease note that though you may opt out, your personal information may be retained in the database for record keeping purposes and for internal research and analysis.\nSecurity Technical, contractual, administrative and physical security measures and safeguards, such as locked cabinets, restricted access and the use of passwords and firewalls have been adopted to protect your personal information against loss or theft, as well as unauthorized access, disclosure, copying, use or modification.\nPersonal information collected from our website is kept in a safe and secure system.\nUnfortunately, no security system can be guaranteed to be 100% secure.\nAccordingly, we cannot guarantee the security of your information and cannot assume liability for improper access to it.\nBy using our service, including our website and user interfaces, or providing information to us through any means, you agree that we can communicate with you electronically regarding security, privacy, and administrative issues relating to your use of the service.\nOther Websites, Platforms and Applications Floatplane may be provided through platforms such as gaming systems, smart TVs, mobile devices, set top boxes and a number of other Internet connected devices.\nThese platforms have separate and independent privacy statements, notices and terms of use, which we recommend you read carefully.\nIn addition, you may encounter third party applications that interact with Floatplane.\nFloatplane Media is not responsible for the information handling practices of these other applications and platforms.\nThe website may contain links to independently owned, controlled and/or managed third party Internet sites to which the Privacy Policy does not apply.\nIf you view these sites, the sites may assign a cookie.\nFloatplane Media does not control these cookies, nor is it responsible for any marketing or other use of your information by these third parties.\nStripe and PayPal also have separate and independent privacy policies.\nYou can see the privacy policy for these payment processors on the PayPal and Stripe sites.\nThey provide us with a token that represents your account, your card’s expiration date, card type and the last four digits of your credit card.\nIf you provide them with a name and email address then they also provide us with that information.\nChanges to This Policy This Privacy Policy may be modified, revised or updated at Floatplane Media’s discretion, at any time, without notice to you.\nPlease check back from time to time for such amendments.\nBy continuing to view, browse or use the website following any such modification or revision, you agree to be bound by such modification or revision.\nTransfer of Information Your personal information is processed and stored inside or outside of the province in which you reside.\nUnder the laws of these other jurisdictions, in certain circumstances foreign courts, law enforcement agencies or regulatory agencies may be entitled to access your personal information without notice to you.\nTherefore, by using the service and the website, you acknowledge and agree to the transfer of your information outside your country of residence to any country where we have facilities.\nFloatplane Media Inc.\n© 2017 – 2023 View FAQ or contact support.\n", "created_at": "2023-07-14 19:37:31.156777", "updated_at": "2023-07-14 19:37:38.30095"}, {"id": 17984, "name": "Terms of Service", "url": "https://www.floatplane.com/legal/terms", "xpath": "/html", "text": null, "created_at": "2023-07-14 19:37:10.119838", "updated_at": "2023-09-01 13:56:56.767024"}], "points": [{"id": 34841, "title": "Your IP address is collected, which can be used to view your approximate location", "source": null, "status": "Generated through the annotate view", "created_at": "2023-09-01 13:58:17.545592", "updated_at": "2023-09-12 18:48:06.189083", "quoteText": null, "case_id": 399, "document_id": 17985, "quoteStart": null, "quoteEnd": null}], "urls": ["floatplane.com"]}}