{"error": 448, "message": "OK", "parameters": {"id": 888, "name": "Digital", "created_at": "2018-12-19 05:10:24.810072", "updated_at": "2022-12-15 20:55:15.322151", "wikipedia": null, "keywords": null, "related": null, "slug": "whoishostingthis", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/888.png", "url": "digital.com,whoishostingthis.com", "documents": [{"id": 13268, "name": "Privacy Policy, Cookies Policy & Terms Of Use", "url": "https://digital.com/about/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Websites<ul>\n<li>How to Create a Website</li>\n<li>How to Make a Wordpress Website</li>\n<li>How to Start a Blog</li>\n<li>How Much Does a Website Cost?</li>\n<li>Best Website Builders</li>\n<li>Squarespace</li>\n<li>GoDaddy</li>\n<li>Web.com</li>\n</ul>\n</li>\n<li>Web Hosting<ul>\n<li>Best Web Hosting</li>\n<li>Wordpress Hosting</li>\n<li>Shared Hosting</li>\n<li>Dedicated Web Hosting</li>\n<li>Managed Hosting</li>\n<li>How Do I Switch Web Hosting?</li>\n<li>Compare Hosts</li>\n<li>Bluehost</li>\n<li>WPEngine</li>\n<li>SiteGround</li>\n</ul>\n</li>\n<li>E-commerce<ul>\n<li>Best E-Commerce Platforms</li>\n<li>Ecommerce Website Builders</li>\n<li>How to Sell on Amazon</li>\n<li>Shopify Tips</li>\n<li>BigCommerce</li>\n<li>Shopify</li>\n<li>WooCommerce</li>\n</ul>\n</li>\n<li>Marketing &amp.\nSales<ul>\n<li>A Complete Guide to Online Marketing</li>\n<li>Marketing Tools</li>\n<li>Email Marketing Platforms</li>\n<li>CRM Software</li>\n<li>Create Your Own Email Address with Gmail</li>\n</ul>\n</li>\n<li>Security<ul>\n<li>How to Set Up a VPN</li>\n<li>Best VPN Services</li>\n<li>Password Managers</li>\n<li>Password Generators</li>\n</ul>\n</li>\n<li>HR &amp.\nFinance<ul>\n<li>How to Prepare a P&amp;L</li>\n<li>HR Software</li>\n<li>Accounting Software</li>\n<li>Payroll Software</li>\n<li>Tax Preparation Software</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Software &amp.\nService Reviews</li>\n<li>Who is Hosting This?</li>\n<li>What's Your IP Address</li>\n<li>Hosting Speed Test</li>\n<li>HTML Cheat Sheet</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>/ Digital.com About Us</li>\n</ul>Privacy Policy, Cookies Policy &amp.\nTerms Of Use <small>Updated July 18, 2022</small>\n<p>\n<strong>Disclosure:</strong> Your support helps keep the site running! We earn a referral fee for some of the services we recommend on this page.\nLearn more</p>\n<p>This is the Privacy &amp.\nCookies Policy (the ‘Policy’) of Digital.com (hereafter ‘Digital.com’, ‘we’ or ‘us’).\nThis Policy describes the ways in which Digital.com collects and uses information about you when you use our website at Digital.com (the “Website”).</p>\n<p>Digital.com may change this Policy at any time in which case we shall notify you of any changes to this Policy by noting this on the Website.\nThe changes will apply to your use of the Website after we have given notice.\nIf you do not wish to accept the new Policy you should not continue to use the Website.\nIf you continue to use the Website after the date on which the change comes into effect, your use of the Website indicates your agreement to be bound by the new Policy.</p>\n<p>This Policy was last changed on 17 Feb 2019.</p>\n<p>This Policy can be stored or printed using the buttons at the top of this page.</p>\n<ol>\n<li>ICO registration: For the purposes of data protection legislation, Digital.com is the controller for the processing of your personal data.\nDigital.com has notified the Information Commissioner’s Office (“ICO”) of its processing of personal data.\nThe notification indicates what data is processed by Digital.com and for what purpose, and to which persons or entities the data will be provided.</li>\n<li>Information which is collected when you use the Website: Digital.com may collect the following information from you when you use the Website:</li>\n</ol>\n<p>a) any information which you enter into the Website when you sign-up to our newsletter (specifically your name and e-mail address), submit any user generated content (i.e., the information you submit to us when submitting such content), or participate in any chat session;</p>\n<p>b) any technical information which we collect from you when you sign up to our newsletter, specifically the web browser that you are using, including its version number, as well as certain location data – namely your country, city, timezone and approximate latitude and longitude of your location;</p>\n<p>c) the information collected by Digital.com’s use of cookies and similar technologies (please see Clause 9 below), as well as certain other technical information collected by Digital.com such as the links you access, your votes on reviews, which product comparisons you make, which e-mails you sign-up to and your location;</p>\n<p>d) if you sign into your Account using a social network (such as Twitter or Facebook), we may be able to access certain information about you through that social network that you have agreed to make available.\nfor example on Facebook, your Facebook ID, information relating to your friends, profile picture, gender, language, geo-location or the device you are using.\nYou can change what information we access by changing your privacy features on your social networks.\nand</p>\n<p>e) certain data that we obtain via FullContact.com which compiles various publicly available data about you into one dataset for our review and use.</p>\n<ol>\n<li>How the information collected about you when you download and use the Website is used: The information about you described in Clause 2 may be used by Digital.com as follows:</li>\n</ol>\n<p>a) the information in 2(a) and (b) is used to provide the newsletter that you have requested to you or, in the case of any user-generated content, for us to display such user-generated content on the website together with e.g., your name showing you as the author of such review, or, in the case of the chat service, to answer you query made via such chat service;</p>\n<p>b) the information in 2(c) enables Digital.com to undertake administration tasks in relation to the management of the Website, to provide technical support and troubleshooting, and to tweak, tune and facilitate the improvement of the Website;</p>\n<p>c) the information in 2(d) and (e) enables Digital.com to compile a more comprehensive picture of the Website users and to be able to best serve users of the Website in doing so;</p>\n<p>d) your e-mail address may be used to (subject to you having provided your express consent when registering or us otherwise being permitted to do so via applicable data protection and direct marketing legislation) send e-newsletters relating to our latest developments and events, links to content that we think you will like, promotional offers, discounts and loyalty rewards;</p>\n<p>e) all of the information in Clause 2 may be used by us to suggest appropriate Facebook groups or other community groups that you might be interested in, you are able to opt-out of such personalised advertising at any time by clicking here and following the instructions;</p>\n<p>f) all of the information in Clause 2 is used to retarget adverts such as Google advertisements or Facebook advertisements appropriately, you are able to opt-out of such personalised advertising at any time by clicking here or the link above and following the instructions;</p>\n<p>g) all of the information in Clause 2 is used to audit IP addresses and user behaviour in order to prevent abuse.\nand</p>\n<p>h) all of the information set out in Clause 2 is shared with third parties as described in Clause 5 below.</p>\n<ol>\n<li>Ground for processing: Digital.com relies on the legitimate interests processing ground to collect the information set out in clause 2, with the exception of that information set out in 2(a) for which Digital.com relies on consent (as it is your choice whether to ask for a newsletter, participate in a chat and/or submit any user-generated content).\nIt is in Digital.com’s legitimate interests to collect such items of personal data listed in 2(b) to (e) above because this is necessary in order to provide and improve the services that it offers to you and to make the Website a profitable commercial offering.\nThe items of personal data collected are, in being limited to “business card” type data, not of a nature whereby your rights and freedoms as a data subject are outweighed by such data collection.</li>\n</ol>\n<ol>\n<li>Sharing information with third parties: Digital.com shall not pass your information to any third party (other than as described in this clause).\nYour information may, subject to Digital.com’s obligations to comply with applicable data protection legislation, be shared with the following third parties:</li>\n</ol>\n<p>a) various affiliate partners;</p>\n<p>b) Digital.com’s advertising partners such as Google Adsense and Amazon Associates;</p>\n<p>c) Digital.com’s hosting providers – Linode and Amazon AWS;</p>\n<p>d) Digital.com’s analytics partners such as Google, HotJar and VWO;</p>\n<p>e) Digital.com’s support solutions providers such as The Chat Shop, LiveChat, Inc.\nand HelpScout;</p>\n<p>f) Digital.com’s e-mail marketing provider, Aweber which processes the Newsletter Data;</p>\n<p>g) other ancillary social media and other tools such as Facebook, Twitter, MaxMind and Fullcontact.com;</p>\n<p>h) Digital.com’s back-up provider;</p>\n<p>i) other providers for Digital.com’s internal processing (such as Google G-Suite), lead generation services, payment processing services, content delivery services and its survey/quiz provider;</p>\n<p>j) having taken precautions to maintain the security of such information, Digital.com may share this information with its regulator (the ICO);</p>\n<p>k) in anonymised form, Digital.com may share the information with:</p>\n<p>i.\nyour social networks who may combine this information with other information they hold about you – you should refer to your social network’s privacy policy to see how they will use this information;</p>\n<p>ii.\nany third party, in relation to the sale of some or all Digital.com’s business, or its assets, or as part of any business restructuring or reorganisation.\nDigital.com will take steps with the aim of ensuring that your rights continue to be protected if your personal data is transferred in accordance with this clause;</p>\n<p>iii.\ndata aggregators and platform providers as part of an analysis of user metrics or sales performance.\nor</p>\n<p>iv.\nlaw enforcement agencies in compliance with law enforcement.</p>\n<ol>\n<li>Links to third party websites and third party adverts: Digital.com is not responsible for the privacy policies and practices of other sites even if you access them via the Website.\nYou should check the policy of each site you visit and contact its owner or operator if you have any concerns or questions.\nIn addition, if you link to your Account from a third party site or via a social network, Digital.com is not responsible for the privacy policies and practices of the owners or operators of that third party site and recommends that you check the policy of that third party site and contact its owner or operator if you have any concerns or questions.</li>\n<li>Security: Digital.com has implemented technology and policies to safeguard your privacy from unauthorised access and improper use.\nYou may also change your account settings on your social networks to prevent both us and third parties seeing information in relation to you.</li>\n<li>Storage and Data Retention: We retain your personal data as follows: (i) the information you submit to obtain a newsletter is suppressed as soon as you choose to unsubscribe to such newsletter.\n(ii) the information you submit as user generated content is deleted as soon as you object to such user generated content being continued to be used by us.\n(iii) the information you submit to participate in a chat is deleted once the purpose for you providing such information has completed and no later than 13 months after you have participated in such chat.\nand (iv) the other information in 2(b) to (e) will be retained indefinitely because it is not highly sensitive personal data and, in fact, much of the information is non-personally identifiable information and is required for historical reasons to improve the overall user experience.\nWe store all of the information collected on our servers or those of third parties.\nWhere we store your personal data outside the EEA we take steps to ensure that such transfers of your personal data are adequate in accordance with applicable data protection legislation.</li>\n<li>Cookies:</li>\n</ol>\n<p>a) What are Cookies? Cookies are small text files that are placed on your device when you use the Website.\nDigital.com’s use of cookies is detailed below.\n<em>Session cookies</em> enable you to move from page to page within the Website and any information you enter will be remembered but is deleted when you close the Website or after a short time.\n<em>Persistent cookies</em> allow us to remember your preferences and settings when you use the Website in the future.</p>\n<p>b) Disabling Cookies: The use of the cookies described above improves the functionality of the Website and your experience of using them.\nIf you do not want these cookies to be served on your device, you are able to disable them by changing the settings within the Website, or on your device.\nPlease note that if you do decide to disable cookies you may not be able to access some of the Website, and some of the features of the Website may not function properly.\nBy continuing to use the Website, including using social networking media functionality, you consent to the relevant cookies being set on your device.\nYou can change your browser settings by clicking the appropriate link as follows: Firefox, Chrome, Internet Explorer and/or Safari.</p>\n<p>c) Third Party Cookies: Third Party advertisers may place or read cookies on your browser or device in the Website.\nThis Policy is applicable only to the use of cookies by Digital.com and does not cover the use of cookies by any third parties (including advertisers or social media companies).</p>\n<p>d) More information: To find out more about how cookies work, how to manage and delete them and to see which ones have been set please visit www.aboutcookies.org or www.allaboutcookies.org.</p>\n<p>Digital.com uses cookies in the following ways when you use the Website:</p>\n<strong>Cookie Type</strong>\n<strong>Purpose</strong>\n<strong>Opt-outs</strong>Performance CookiesDigital.com uses persistent cookies and session cookies to, for example, assist in the navigation around the Website, to enhance your use of the Website and to support graphic and video features;Firefox, Chrome, Internet Explorer and/or SafariGoogle AnalyticsDigital.com uses Google Analytics to collect: (i) your web browser and version number.\n(ii) your IP address.\n(iii) information about your behaviour on our Website including which pages you visit and how long you spend on each page.\n(iv) your Operating System and version number.\n(v) your Platform (i.e., whether you are accessing our Website via desktop, mobile or tablet).\n(vi) your screen resolution.\nand (vii) any other datapoints as indicated by Google from time to time.Google AnalyticsGoogle AdsGoogle and its partners use cookies to personalize and serve ads to our users based info you’ve added to your Google Account, data from advertisers that partner with Google, and Google’s estimation of your interests.Google AdsenseWeb AnalyticsDigital.com uses cookies to collect information about how you use the Website including information such as how long you are on particular sections of the Website, how often you use the Website, what you do, what you view and how difficult you find our App to use.\nSuch cookies also help Digital.com to analyse and make predictions about its users as a whole – for example, what demographics they are from, what other interests they have.<p>Hotjar</p>\n<p>VWO</p>\n<p>OpenX</p>\n<p>Contentsquare</p>\n<p>Convert.com</p>Push NotificationsDigital.com uses Push Monkey to engage with our users through web push notifications and to optimize our service.\nPush Monkey uses cookies and other technologies to collect data (Subscription Identifier, device type, browser information, geographic location).Push Monkey<ol>\n<li>Exercising your rights: You can contact us using the details set out in Clause 11 below if you wish to: (i) access a copy of the personal data that we hold about you.\n(ii) correct any items of personal data that we hold about you.\nand/or (iii) have any items of personal data that we hold about you erased or object to our processing of such items of personal data.\nIn relation to any user-generated content submitted, whilst Digital.com will actively moderate its reviews, if at any time you would like such content removed, please complete this form.</li>\n<li>Digital.com Details: If at any time you would like to contact Digital.com about your views on this Policy or any enquiry relating to your personal information, you can do so by completing this form or write to us at “600 Stewart St, Ste 400, Seattle, WA 98101”.\nYou may also submit a complaint to our supervisory authority at any time.</li>\n</ol>Terms of Use (the “Terms”)<p>These Terms set out the terms between you and us when you access our website digital.com (the “<strong>Website</strong>”).\nThese Terms apply to all users of, and visitors to, the Website.\nYour use of the Website means that you accept and agree to abide by these Terms and our Privacy and Cookies Policy which is deemed to form part of these Terms.\nThese Terms take effect from the date of your first use of the Website.</p>\n<ol>\n<li>\n<strong>1.\nYour use of the Website</strong>\n<ol>\n<li>1.1.\nYou may not use the Website:<ol>\n<li>1.A.\nto send or post any harassing, defamatory, abusive, threatening, harmful, vulgar, obscene, or otherwise objectionable material;</li>\n<li>1.B.\nin any way that is fraudulent, false, deceptive, misleading, or deceitful, or has that purpose or effect;</li>\n<li>1.C.\nto interfere with any other person’s use or enjoyment of the Website;</li>\n<li>1.D.\nto send or post any materials which contain viruses, trojan horses, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or code design to adversely affect the operation of any computer software or hardware;</li>\n<li>1.E.\nto send or post any unsolicited or unauthorised advertising or promotional materials (e.g.\nspam);</li>\n<li>1.F.\nin any way that constitutes or encourages conduct that would be considered a criminal offence, give rise to civil liability, or otherwise be contrary to the law of or infringe the rights of any third party, in any country in the world.\nor</li>\n<li>1.G.\nin any way that infringes any patent, trade mark, trade secret, copyright or other intellectual property or proprietary rights of any party, or content that you do not have a right to make available under any law or under contractual or fiduciary relationships.</li>\n</ol>\n</li>\n<li>1.2.\nYou may not deploy within our Website any bot, spider, web crawler or other automated query program at any time for any reason.\nWe prohibit scraping, crawling, caching or otherwise accessing any content on the Website.\nThe use of automated systems or software to extract data from the Website for commercial purposes, (‘screen scraping’) is prohibited unless you have a written licence agreement with Digital.com in which permits you to do so.</li>\n<li>1.3.\nExcept in relation to reviews which you post and personally identifiable information (which is covered under our Privacy and Cookies Policy) any material you send or post to the Website shall be considered neither confidential nor proprietary.\nWe shall have no obligations with respect to such material and shall be free to host, display and otherwise use such material for any purpose anywhere in the world.</li>\n</ol>\n</li>\n<li>\n<strong>2.\nIntellectual Property</strong>\n<ol>\n<li>2.1.\nThe Website and its content (including all articles, photographs, images, text, fonts and designs) is owned by us and our licensors (unless indicated otherwise) and is protected by copyright, trade marks (both registered and unregistered), database rights, design rights and other intellectual property rights.</li>\n<li>2.2.\nYou may view, retrieve and display the content of the Website on a computer screen or other device which connects to the internet or print one copy of such content for your own personal, non-commercial use, provided you;<ol>\n<li>2.A.\nkeep intact all and any copyright and proprietary notices.\nand</li>\n<li>2.B.\ndo not otherwise reproduce, copy, distribute, resell or otherwise use it for commercial purposes.</li>\n</ol>\n</li>\n<li>2.3.\nIf you wish to reproduce any of our Website content commercially (including as part of any company website) please contact us using our feedback form.\nPermission to reproduce any of our content is at our sole discretion.</li>\n</ol>\n</li>\n<li>\n<strong>3.\nOur Liability</strong>\n<ol>\n<li>3.1.\nNOTHING IN THESE TERMS EXCLUDES OR LIMITS LIABILITY FOR: (A) DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE.\n(B) FRAUDULENT MISREPRESENTATION.\nOR (C) ANY OTHER LOSS OR DAMAGE FOR WHICH LIABILITY CANNOT BE LIMITED OR EXCLUDED BY LAW.</li>\n<li>3.2.\nSubject to clause 3.1, WE ARE NOT LIABLE FOR ANY LOSS OR DAMAGE INCLUDING DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, OR ANY LOSS OF PROFITS, REVENUE, DATA OR MANAGEMENT TIME ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF THE WEBSITE.</li>\n<li>3.3.\nSubject to clause 3.1, the content of this Website does not constitute professional advice or detailed guidance.\nWhile we try to ensure that content on the Website is correct, reputable and of high quality, WE GIVE NO REPRESENTATION OR WARRANTY, WHETHER EXPRESS OR IMPLIED IN RELATION TO THE CONTENT AND AS TO WHETHER THE CONTENT IS ACCURATE COMPLETE OR CURRENT.\nWE SHALL NOT BE LIABLE FOR ANY RELIANCE PLACED ON ANY OF THE CONTENT ON THE WEBSITE BY YOU OR ANY THIRD PARTY.</li>\n<li>3.4.\nThe Website contains reviews of hosting providers and other online services posted by users of the Website.\nViews expressed in these reviews are the views of the reviewer and not Digital.com.\nSubject to Clause 3.1, WE ARE NOT LIABLE TO YOU FOR ANY ERROR OR INACCURACY CONTAINED WITHIN THE REVIEWS OR FOR ANY LOSS OF ANY KIND YOU SUFFER, INCLUDING TO YOUR REPUTATION, AS A RESULT OF THE REVIEWS.</li>\n<li>3.5.\nThe Website may contain links to other websites or material that are beyond our control.\nSubject to clause 3.1, WE ARE NOT RESPONSIBLE FOR THE CONTENT ON ANY THIRD PARTY WEBSITE.</li>\n<li>3.6.\nThe Website may contain advertising and sponsorship.\nAdvertisers and sponsors are responsible for ensuring that material submitted for inclusion on the Website complies with applicable laws and industry codes of practice.\nSubject to clause 3.1, WE WILL NOT BE LIABLE TO YOU FOR ANY ERROR OR INACCURACY IN ADVERTISING AND SPONSORSHIP MATERIALS OR FOR ANY LOSS OF ANY KIND WHICH YOU SUFFER AS A RESULT OF SUCH ADVERTISING OR SPONSORSHIP.</li>\n<li>3.7.\nYou acknowledge that the above exclusions and limitation of liability are reasonable given that the Website merely displays information and reviews in relation to third party products and services.</li>\n</ol>\n</li>\n<li>\n<strong>4.\nAvailability of the Website:</strong> We make no promise that the Website will meet your requirements.\nWe cannot guarantee that the Website will be fault-free.\nIf a fault occurs with the Website you should report it to using our feedback form and we will attempt to correct the fault as soon as we reasonably can.\nYour access to the Website may be occasionally restricted to allow for repairs, maintenance or the introduction of new facilities or services.\nWe will attempt to restore the Website as soon as we reasonably can.</li>\n<li>\n<strong>5.\nGeneral Terms</strong>\n<ol>\n<li>5.1.\nWe may update these Terms from time to time for legal or regulatory reasons or to allow the proper operation of the Website.\nAny changes will be notified via a suitable announcement on the Website.\nThe changes will apply to the use of the Website after we have given notice.\nIf you do not wish to accept the new Terms you should not continue to use the Website.\nIf you continue to use the Website after the date on which the change comes into effect, your use of the Website indicates your agreement to be bound by the new Terms.</li>\n<li>5.2.\nYou may not assign any of your rights or transfer any of your obligations under these Terms to any other person.</li>\n<li>5.3.\nIf we decide not to exercise or enforce any right that we have against you at a particular time, this does not prevent us from later deciding to exercise or enforce that right.</li>\n<li>5.4.\nWe shall not be responsible for any breach of these Terms caused by circumstances beyond our reasonable control.</li>\n</ol>\n</li>\n<li>\n<strong>6.\nLaw and Jurisdiction</strong>\n<ol>\n<li>6.1.\nThese Terms and any dispute arising out of or in connection with these Terms and your use of the Website shall be subject to the laws of England and Wales.\nWe will try to solve any disagreements quickly and efficiently.\nIf you are not happy with the way we deal with any disagreement and you want to commence court proceedings, you must do so in the courts of England and Wales.</li>\n<li>6.2.\nWe make no promise that materials on the Website are appropriate or available for use in locations outside the United Kingdom, and accessing the Website from territories where its contents are illegal or unlawful is prohibited.\nIf you choose to access this Website from locations outside the United Kingdom, you do so on your own initiative and are responsible for compliance with local laws.</li>\n</ol>\n</li>\n</ol>\n<p>If at any time you would like to contact us about your views or any enquiry relating to these Terms or Digital.com more generally, you can do so by using our feedback form or write to us at 600 Stewart St, Ste 400, Seattle, WA 98101.</p>Any Questions?<p>If you have any questions or concerns about our privacy policy, please contact us.</p>FacebookTwitterLinkedIn <ul>\n<li>POPULAR WEB BUILDERS<ul>\n<li>Squarespace</li>\n<li>GoDaddy Websites + Marketing</li>\n<li>Wix</li>\n<li>WordPress.com</li>\n<li>More Builders…</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>POPULAR WEB HOSTS<ul>\n<li>Bluehost</li>\n<li>WP Engine</li>\n<li>DreamHost</li>\n<li>SiteGround</li>\n<li>A2 Hosting</li>\n<li>HostGator</li>\n<li>More Web Hosts…</li>\n<li>BlueHost vs SiteGround</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>POPULAR BLOG POSTS<ul>\n<li>How to Start a Blog</li>\n<li>Dropshipping: How to Get Started</li>\n<li>Resources for Women-Owned Small Businesses</li>\n<li>The Complete Guide to Stock Photos</li>\n<li>Why Use a VPN?</li>\n<li>How to Start an LLC</li>\n<li>Create A Custom Email Address With Gmail</li>\n<li>Resources for Small Business</li>\n</ul>\n</li>\n</ul>\n<p>© 2022 Digital.com</p>\n<ul>\n<li>600 Stewart St, Ste 400, Seattle, WA 98101</li>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Privacy Policy</li>\n<li>Affiliate Disclosure</li>\n<li>Sitemap</li>\n</ul> ✓Thanks for sharing!AddToAnyMore… ", "created_at": "2022-12-15 20:55:39.575056", "updated_at": "2022-12-15 20:55:49.625877"}], "points": [], "urls": ["digital.com", "whoishostingthis.com"]}}