{"error": 448, "message": "OK", "parameters": {"id": 6910, "name": "osdn", "created_at": "2022-11-18 19:24:47.968299", "updated_at": "2022-11-18 23:01:09.826084", "wikipedia": null, "keywords": null, "related": null, "slug": "osdn", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6910.png", "url": "osdn.com", "documents": [{"id": 12664, "name": "Privacy_Policy", "url": "https://osdn.net/docs/Privacy_Policy", "xpath": "/html/body/section/section/div[5]/div[2]", "text": "Up: FrontPage\nPrev: Contact OSDN\nNext: Introduction to OSDN, The First Step <p>Original statement is https://osdn.net/docs-ja/Privacy_Policy (Japanese).\n</p>Privacy Policy¶<p>This document describes our policies of the following OSDN Sites (individually \"Site\" and collectively \"Sites\") on the collection, use, and disclosure of users' personal information, and describes the choices available to users regarding how to update and correct their personal information.\n</p>\n<p>OSDN.net<br>\nSRAD.jp<br>\nosdn.co.jp\n</p>\n<p>We are committed to good privacy practices regarding personal data, and we aim to give the users of our Sites as much rights as possible to control their own personal information including registration information.\nUnder strict control, we safely accumulate and store personal information that we collect or submitted to us, and take appropriate preventive and corrective actions against improper access\nto, loss, destruction, falsification, and leaking of personal information.\n</p>\n<p>This Privacy Policy applies to all activities or behaviors of our users during the registering and using of the Sites owned by OSDN.\nExcept as set forth within this Privacy Policy and our Terms of Use Agreement, we do not release personal data about our users and visitors without their permission.\nBy proceeding to use the OSDN Services, you consent that we may process the personal data that we collect from you in accordance with this Privacy Policy.\n</p>1.\nThe information we gather¶<p>We gather the following types of personal information.\n</p>\n<p>\n<strong>Information given to us by users:</strong>\n<br>\nIn certain areas of the Sites, we may request a user to provide us with certain personal information.\nFor example, it applies to information such as username, social media services, email address, and self introduction provided in order to complete the profile on the registered account.\nHowever, for most of the information, beside username, it is left to the user's discretion to register.\n</p>\n<p>We may request the users to provide us with personal information when they post contents (such as source code, release files, articles, journal, photos, comments, or reviews), create a new account, subscribe to any of our mailing lists, or participate in certain services.\nThat could include personal information such as phone number, name, zip code, age, or profession.\n</p>\n<p>\n<strong>Information we collect about users:</strong>\n<br>\nWhen a user uses the Sites, we may automatically collect technical information about the user’s visit including pages the user visited, the order in which they were visited, page interaction information, the type of device the user is using, IP address, operating system, header information and browser software.\n</p>\n<p>\n<strong>Information we receive from other sources:</strong>\n<br>\nWe may receive information about our users from various business partners including advertising networks.\nWe may work with third parties to collect information that allows us to associate our users with their accounts they have on social media or other websites.\n</p>\n<p>\n<strong>Aggregated data:</strong>\n<br>\nWe may aggregate the data we collect from our users (including IP addresses, operating system, and browser software types).\nIn the course of aggregating the data, we anonymize and de-identify it so each piece of data cannot be associated with the user.\nWe may disclose Aggregated Data to advertisers to inform them the number of people who have seen and/or clicked through their advertisements.\n</p>2.\nHow we use the information we gather¶<p>When faced with business necessity to transfer users' personal data to third parties including advertisers and other business partners, we require them to comply with our Privacy Policy.\nIn accordance with data security and privacy laws, we strive to implement measures designed to ensure the security of your personal data.\nIn the event you encounter any third party associated with us, who you feel is improperly collecting or using information about you, please contact us at the contact information provided at the end of the document.\n</p>\n<p>\n<strong>How we use Aggregated Data:</strong>\n<br>\nWe use Aggregated Data to build higher quality, more useful sites by performing statistical analysis of collective characteristics and behaviors of our users, and by measuring demographics and interests.\nWe may use statistical information based on this data for commercial purposes, such as to sell, rent, or lease to advertisers and other business partners.\n</p>\n<p>\n<strong>How we use personal data:</strong>\n<br>\nWe may use personal data a user submits for the following purposes.\n</p>\n<ul>\n<li>To understand a user’s needs and create content that is relevant to the user\n</li>\n<li>To conduct market research and planning by sending surveys to users\n</li>\n<li>To improve services, contents, and products\n</li>\n<li>To provide customer support to users\n</li>\n<li>To provide users with information about other services we offer　\n</li>\n<li>With users' consent, to email users about services, information, products and offers from our business partners\n</li>\n<li>To personalize a Site for the user\n</li>\n<li>To provide site features appropriate to a visitor's geographical location\n</li>\n<li>To notify the user of any changes with a Site which may affect the user\n</li>\n<li>To allow the user to purchase products or engage in activities the user selects\n</li>\n<li>To keep track of the consents that a user give us to various uses of the user’s personal data </li>\n<li>To protect the security or integrity of the Sites\n</li>\n</ul>\n<p>When we send certain communications such as a news letter to subscribers, we always include a link to the webpage where they can click to \"unsubscribe\".\n</p>\n<p>User names, email addresses, and information posted by other users may be publicly available on a Site when a user voluntarily and publicly discloses personal data, such as when a user posts personal data in conjunction with content subject to an open source license, uses features to send a message to another user, or as part of a message posted to a public forum.\nWe are not responsible for any consequences which may occur from the use of personal data that a user chooses to submit to public pages.\n</p>3.\nHow we share information we gather¶<p>\n<strong>We may share your personal data in the following ways:</strong>\n<br>\n</p>\n<ul>\n<li>Only when in accordance with the following two provisions, we may share your personal data with third party service providers that help us with our business activities such as email marketing, telemarketing, or customer service, as well as business-to-business lead buyers, data aggregation companies, and advertising networks.\n<ul>\n<li>(i) Use user’s personal data only as necessary to provide these services.\n</li>\n<li>(ii)Include provisions to establish safeguard within our contracts, terms of use, and memoranda to protect the confidentiality.\n</li>\n</ul>\n</li>\n<li>We may share user’s personal data with open source projects that use OSDN.net.\nThis is for the purpose of conducting smooth open-source-project operation, and open source projects are required to comply with our Terms of Use and Privacy Policy.\nThe followings are the two types of information that will be shared.\n<ul>\n<li>(i) Mailing lists: Regarding mailing lists managed by an open source project, the administrative rights to the list of personal email address information are granted to the manager of the open source project.\n</li>\n<li>(ii) Access analysis: We may use third party service providers to conduct access analysis on webpages managed by open source projects.\n</li>\n</ul>\n</li>\n<li>We may share with third parties Aggregated Data compiled from information collected from users of the Sites.\nAggregated Data is used as statistics, and no single person can be identified by such compiled information.\n</li>\n<li>We may share certain data from the Sites with researchers and research organizations for the purpose of supporting academic and scholarly research on open source software.\n</li>\n<li>We may disclose information submitted by users as we reasonably feel is necessary to protect our systems, servers, networks or business, and/or to resolve security or technical issues.\n</li>\n<li>We may also disclose your personal data when we believe that disclosure is necessary to protect our rights and safety of users, investigate fraud, respond to a government request, or comply with legal process.\nWe also reserve the right to suspend or terminate the user’s use of the Sites in connection with any suspected illegal or infringing activity or if the user is in violation of our Terms of Use Agreement.\n</li>\n<li>If OSDN or any of the Sites is involved in a merger, acquisition, or sale, we will notify our users of any changes made regarding personal data.\n</li>\n</ul>4.\nCookies, web beacons and similar tracking Technologies¶<p>On OSDN Sites, there are pages that use technology called \"web beacons\".\nIt is a technology also known as clear GIF, in which small graphic files are used to track the accesses to certain pages.\nWith this technology, it is possible to track a specific individual, but on our Sites, we do not use it for such purpose to obtain personal data, except that we may use it as a part of the mechanism to make sure that the downloading of contents occurs at a server that is geographically close to the user.\n</p>\n<p>Certain browsers have a \"Do Not Track\" feature that allows you to tell websites or applications that you do not want to have your online activities tracked.\nPlease note that at this time our Sites generally do not respond to browser \"Do Not Track\" signals.\n</p>\n<p>We also use cookies on our Sites to provide our users with information that meets their needs.\nCookie is a data file that is sent to the browser from a site that a user visited, which could be stored in the user's environment by the browser.\nIt is user's responsibility to turn off cookies or delete existing cookies from the user’s environment.\nPlease note that by opting out of cookies, you may encounter a situation where a part of or the entire OSDN Site may not function properly.\n</p>\n<p>\n<strong>Interest-Based Advertising:</strong>\n<br>\nWe may also participate in advertising networks that use interest-based advertising methods relying on cookies, web beacons and other tracking technologies.\nThis means that a user may see advertising on our Sites tailored to the user’s browsing behavior, or the user may see our advertising on other websites based on their behavior on our Sites.\n</p>\n<p>Some internet browsers, websites, and mobile devices offer opt-outs for interest-based advertising.\nFor additional information, please refer to the website that you are visiting, your browser and/or your device settings, and our \"Policy and Procedures Regarding Advertisement Agents\".\nFrom the document, you can opt-out of receiving interest-based ads individually from external service providers.\n</p>\n<p>You can also opt-out of interest-based ads from the the links below.\n</p>\n<p>NAI website http://www.networkadvertising.org/choices/<br>\nDAA website http://www.aboutads.info/choices/<br>\nDDAI (For Japanese users) http://www.ddai.info/optout<br>\nYour Online Choice (For EEA users) http://www.youronlinechoices.com/\n</p>\n<p>\n<strong>Access Analysis:</strong>\n<br>\nOn our Sites, in order to conduct a research on the users’ trends or to deliver the most relevant advertising, we acquire statistical information regarding Site usage by using third party access analysis service.\nLike the aforementioned interest-based advertising, this access analysis service uses technologies such as cookies.\nWith this access analysis tool, data obtained by advertising network may be statistically processed in conjunction with the user attribute data obtained by advertising networks, and this information does not identify any specific individual and will be treated in a form of anonymous data.\nIt will not be used for any other purposes.\n</p>\n<p>\n<strong>Third party website links &amp.\nsubdomains:</strong>\n<br>\nOn OSDN Sites, links to third party websites are provided solely as a convenience to the user.\nWhen a user uses these links, the user leaves the Sites.\nPlease note that our Privacy Policy do not apply to these third party websites.\nWe do not review and control these third party sites, and are not responsible for any of the third party sites, their content, or their privacy practices.\nWe do not endorse or make any representations about the third party websites and products.\n</p>\n<p>With respect to OSDN.net, we deliver the following services via subdomains (except language subdomains or country subdomains).　\n</p>\n<ul>\n<li>Web hosting environment for information sharing between developers and end users.\n</li>\n<li>Downloads of software through third-party mirror providers.\n</li>\n</ul>\n<p>Any personal data a user provides through the use of any third party web contents, software, and services is subject to that third party’s policies governing privacy and security.\n</p>5.\nSecurity¶<p>On our Sites, we encrypt most of the transmission of information, including when users enter personal information on our web forms.\nWe follow generally accepted standards to protect the personally identifiable information submitted to us.\n</p>\n<p>However, no method of transmission over the internet, or method of electronic storage, is 100% secure.\nTherefore, we cannot guarantee that information will not be accessed, disclosed, altered, or destroyed.\nIt is users' responsibility to protect the security of their login information, and we advise that users do not make any confidential information publicly available through our Sites.\n</p>6.\nPolls &amp.\nSweepstakes　¶<p>Occasionally, we may conduct sweepstakes, contests, and polls on our Sites in order to better deliver advertisements and contents and to better understand the users' needs.\n</p>\n<p>Participation in these sweepstakes or contests is completely voluntary, and a user who decides to participate may be requested to submit information which typically includes contact information.\nAny personal data that users submit in connection with these activities will be treated in accordance with this Privacy Policy.\nHowever, for certain sweepstakes, we may individually provide additional terms.\nWe may use a third party service providers to conduct these polls or contests.\nThese third party service providers will be prohibited from using our users’ personal data for any other purposes.\n</p>7.\nSocial Media¶<p>OSDN Sites include widgets provided by generally well-known social media, such as the Facebook \"Like\" button.\nUsing sign-in services of these social media networks, you may be able to login to OSDN Sites or post contents on social media sites either manually or automatically.\nPlease note that your interactions with these features are subject to privacy policy of the company providing it, and not by this Privacy Policy.\n</p>8.\nUsers' Rights¶<p>This section describes the rights granted to users regarding their access to personal data they submit, and the choices available to them for updating, correcting, and deleting their personal data.\n</p>\n<p>\n<strong>Access to data:</strong>\n<br>\nUpon request, OSDN will provide a user with information about whether we hold, or process on behalf of a third party, any of the user’s personal information.\nTo request this information, contact us at the contact information provided at the end of the document.\nIf the a user's personal data changes, the user may correct, update, or delete the personal data by making the change on the user information page or by contacting us at the contact information provided at the end of the document.\n</p>\n<p>\n<strong>Data Retention:</strong>\n<br>\nWe retain user’s personal data for as long as the user's account is active or as needed to provide the user OSDN Site Services, or as otherwise required by applicable law or related legal purposes.　\nIf a user wishes to cancel his/her account or request that we no longer use his/her identifiable personal data, the user can contact us at the contact information provided at the end of the document.\n</p>\n<p>\n<strong>Journals, blogs, forums, mailing lists:</strong>\n<br>\nThe Sites may offer publicly accessible blogs, journals, community forums, and mailing lists.\nUsers should be aware that any information they provide in these areas may be read, collected, and used by others who access them.\nTo request removal of one’s personal data from these areas, users can contact us at the contact information provided at the end of the document.\nHowever, in some cases, we may not be able to completely remove the user’s personal data.\nThis might be the case where the user have added comments to a project discussion or made a contribution to a mailing list, where removing his/her personal data could disrupt the function of the underlying system.　\nIn these cases, we may comply with the request by anonymizing the data so that it can not be associated with a specific user.\n</p>\n<p>\n<strong>Emails for marketing purposes:</strong>\n<br>\nAt any time, users can opt-out of receiving email notifications for promotional or marketing purposes.\nPlease note that opting out of these emails will not end our transmission of important information as long as the user’s account exists.\n</p>9.\nMinors¶<p>Minors under 18 years of age require the consent from their parent or other legal guardian.\nTheir proceeding to use the OSDN Services shall be deemed that they are given the parental consent.\nWe do not knowingly collect personally identifiable information from minors.\nIf you have reason to believe that a minor has provided Personal Information to our Sites, please contact us.\nUpon confirming that we possess the minor’s personally identifiable information, we may delete that information from our databases.\n</p>10.\nSpecial types of personal data:¶<p>We do not intentionally collect any personal data that is considered \"special\" or \"sensitive\" under the GDPR (General Data Protection Regulation), including racial or ethnic origin, political opinions, religious, biometric, or health data, or data concerning anything to do with a person's sexuality.\n</p>11.\nApplicable law¶<p>Our Privacy Policy has been prepared to comply with applicable Japanese law.\nUsers located in the European Economic Area may have additional rights arising under GDPR.\n</p>12.\nData transfers to third countries¶<p>We provide our Sites and related services from Japan and USA.\nWe may outsource the handling of your personal information to a third party service provider located outside of the user’s residential country, and we may share the information.\nSince it is not possible for users to use our Sites and services without these data transfers, we require their consent to the transfer of their personal data to Japan or countries where the third party service providers are located.\n</p>\n<p>In these cases, the user’s personal information will be subject to personal information protection law that may be different from the law of the user's residential country, and in those areas the user may have less legal rights in relation to the user’s personal information.\nWe treat users' personal data in accordance with the terms of our Privacy Policy expressed in this document.\n</p>\n13.\nOSDN Supplemental Privacy Policy for California Residents¶<p>The California Consumer Privacy Act (“CCPA”), which is effective as of January 1, 2020, regulates how we handle personal information of California residents and gives California residents certain rights with respect to their personal information.\n</p>\n<p>OSDN is both a “business” and a “service provider” under the CCPA.\nThe following supplemental privacy policy applies to information we collect in our role as a business—this is when we interact directly with you.\n</p>\n<p>When we act as a service provider (for example, by providing our services to another company that you interact with), we follow the instructions of the business that engaged us with respect to how we process your personal information.\nIf you would like more information about how your personal information is processed by other companies, including companies that engage us as a service provider, please contact those companies directly.\n</p>\n<p>This supplemental privacy policy is effective as of January 1, 2020, shall apply only to residents of California, and may be subject to change.\nThe general privacy policy shall continue to apply to the extent that it applies to you as a resident of California.\nIf you are a resident of California, we are required to disclose certain uses and disclosures in a certain format, as well as to inform you of certain rights you may have.\n</p>\n<p>\n<strong>Information We May Collect:</strong>\n<br>\nWe may collect the following categories of information:\n</p>\n<ul>\n<li>Identifiers\n</li>\n<li>Demographic Information\n</li>\n<li>Internet or other electronic network activity information\n</li>\n<li>Electronic or similar information\n</li>\n</ul>\n<p>For each category of information, we collect the information from a variety of sources, including directly from you, from your devices, from your social media profiles, and/or from third party providers.\nWe collect the information to provide you with services, protect our customers and ourselves (including the services), and to improve the services.\nWe do not share personal information with Third Parties as the term is defined under the CCPA.\n</p>\n<p>\n<strong>Additional Disclosures:</strong>\n<br>\nWe do not sell personal information of any individual, including personal information of minors under 16 years of age.\n</p>\n<p>We have disclosed the following categories of personal information for a business purpose in the 12 months prior to this Policy’s last update.\n</p>\n<ul>\n<li>Identifiers\n</li>\n<li>Demographic Information\n</li>\n<li>Internet or other electronic network activity information\n</li>\n<li>Electronic or similar information\n</li>\n<li>Inferences drawn from any of the above information.\n</li>\n</ul>\n<p>We have not disclosed any personal information for valuable consideration in the 12 months prior to this Policy’s last update.\n</p>\n<p>\n<strong>Your Rights:</strong>\n<br>\nYou may have certain rights with respect to your personal information, including:\n</p>\n<ul>\n<li>The right to access, including the right to know the categories and specific pieces of personal information we collect.\n</li>\n<li>The right to deletion of your personal information, subject to certain limitations under applicable law.\n</li>\n<li>The right to request disclosure of information collected.\n</li>\n<li>The right to disclosure of information disclosed for valuable consideration.\nand\n</li>\n<li>The right not to be discriminated against for exercising certain rights under California law.\n</li>\n</ul>\n<p>To exercise these rights, please submit a request by emailing privacy@appirits.com.\nPlease be as specific as possible in relation to the personal information you wish to access.\nOnce we receive your request, we will review it, determine whether we can verify your identity, and process the request accordingly.\nIf we need additional information to verify your identity, we will let you know.\nWe will respond to your request within 45 days of receipt, or notify you if we require additional time.\n</p>\n<p>If you would prefer, you may designate an authorized agent to make a request on your behalf.\n</p>14.\nChanges that Could Be Added to this Privacy Policy¶<p>We may update a part of or the entire Privacy Policy expressed in this document in the future.\nIf we make any material changes we will notify our users by means of a prominent notice on our Sites.\n</p>\n<p>Note that, by using the OSDN Services, users signify their agreement to this Privacy Policy.\nIf you do not agree to this Policy, please terminate the use of the OSDN Services.\nTherefore, users are advised to review this Privacy Policy periodically.\n</p>15.\nContact information¶<p>Questions, complaints, request, and other inquiries regarding this Privacy Policy contact us at the address below.\n</p>\n<p>Personal information inquiry and consultation desk<br>\nTEL: +81-3-6690-9870 Mon - Fri, 10:00 - 17:00 JST<br>\nE-Mail: privacy@appirits.com\n</p>\n<p>last update: 2020/11/27\n</p>Up: FrontPage\nPrev: Contact OSDN\nNext: Introduction to OSDN, The First Step ", "created_at": "2022-11-18 19:24:47.970586", "updated_at": "2022-11-18 18:25:14.065025"}, {"id": 12665, "name": "Terms of Service", "url": "https://osdn.net/tos.php", "xpath": "//*[@id=\"left-column\"]", "text": " Category: Software People PersonalForge Magazine Wiki <i>\n</i> Search OSDN &gt.\n<b> OSDN Terms of Service </b> OSDN Terms of Service <ul>\n<li> Development on OSDN\n</li>\n<li> Create Project\n</li>\n<li> Software Map\n</li>\n<li> Developer Map\n</li>\n<li> Chamber Map\n</li>\n<li> Ranking<b>\n</b>\n<ul>\n<li>Project Ranking</li>\n<li>Overview</li>\n<li>Download Ranking</li>\n<li>Most Active projects</li>\n<li>Project Review Ranking</li>\n<li>Total Count of Forum Posts</li>\n<li>Project Ranking list</li>\n<li>\n</li>\n<li>Developer Ranking</li>\n<li>Active User ranking</li>\n<li>SCM commit ranking</li>\n<li>Open Tickets</li>\n<li>Closed Tickets</li>\n<li>Number of comments made on ticket</li>\n<li>Number of Submitted Project Reviews</li>\n<li>User Ranking list</li>\n</ul>\n</li>\n<li> What's New<b>\n</b>\n<ul>\n<li>What's new</li>\n<li>Latest News</li>\n<li>New Releases</li>\n<li>OFI New Releases</li>\n<li>Latest Reviews</li>\n<li>Recently Registered Projects</li>\n<li>Recently Created Chambers</li>\n</ul>\n</li>\n</ul> OSDN Terms and Conditions of Use\n<p>\nBefore using OSDN, please carefully read these Terms relating to your use of this web site.\n</p> 1.\nACCEPTANCE OF TERMS\n<p>\nBy using this website, you agree to be bound by these terms and conditions.\nIf you do not agree to these terms and conditions, please do not use the site.\n</p>\n<p>\nOSDN provides the information and services on this website to you, the user, conditioned upon your acceptance, without modification, of the terms and conditions contained herein.\nYour use of this website constitutes your agreement with such terms and conditions.\n</p>\n<p>\nWe reserve the right, at our discretion, to change, modify, add or remove portions of these terms periodically.\nSuch modifications shall be effective immediately upon posting of the modified agreement to the website.\nYour continued use of the OSDN following the posting of changes to these terms and conditions will mean that you accept those changes.\n</p>\n<p>\nIn addition, each user's use of particular Services may be subject to specific guidelines or Service-specific Rules.\nUse of OSDN and/or its Services constitutes full acceptance of and agreement to the Terms.\nif a user does not accept our Terms, he or she is not granted rights to use OSDN or any of its Services, as defined herein, and should refrain from accessing OSDN and its Services.\n</p>\n<p>\nOSDN reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, OSDN or any Service thereon (or any part thereof).\nOSDN shall not be liable to any user or other third party for any such modification, suspension or discontinuance except as expressly provided herein.\n</p> 2.\nNO UNLAWFUL OR PROHIBITED USE\n<p>\nBy using the OSDN website, you warrant to OSDN that you will not use this website, or any of the content obtained from this website, for any purpose that is unlawful or prohibited by these Terms.\nIf you violate any of these Terms, your permission to use the OSDN website automatically terminates.\n</p> 3.\nDESCRIPTION OF SERVICE.\nNO WEB ACCESS\n<p>\nOSDN is a website owned and operated by Appirits Inc.\n, for the purpose of fostering software development and content creation under Open-Source Initiative (\"OSI\")-approved licenses or other arrangements relating to software and/or content development that may be approved by OSDN (the \"Purpose\").\nOSDN currently offers users access to a rich collection of on-line resources for Open Source software development and content creation, including various communications tools, source code control and project management tools, online forums, personalized content and branded programming through its network of properties (collectively, the \"Services\").\nTo use the Services, each user must independently obtain access to the World Wide Web, either directly or through devices that access Web-based content, and pay any and all service fees or equipment costs associated with such access.\n</p> 4.\nREGISTRATION OBLIGATIONS\n<p>\nIf required by OSDN, each user must: (a) provide true, accurate, current and complete information on the Service's registration form (collectively, the \"Registration Data\") and (b) maintain and promptly update the Registration Data as necessary.\nIf, after investigation, we have reasonable grounds to suspect that any user's information is untrue, inaccurate, not current or incomplete, we may suspend or terminate that user's account and prohibit any and all current or future use of the Services (or any portion thereof) by that user other than as expressly provided herein.\n</p>\n<p>\nEach user will receive a password and account designation upon completing the Service's registration process and is wholly responsible for maintaining the confidentiality thereof and wholly liable for all activities occurring thereunder.\nOSDN cannot and will not be liable for any loss or damage arising from a user's failure to comply with this Section, including any loss or damage arising from any user's failure to (a) immediately notify OSDN of any unauthorized use of his or her password or account or any other breach of security and (b) ensure that he or she exits from his or her account at the end of each session.\n</p>\n<p>\nOSDN handles user Registration Data in accordance with the OSDN Privacy Statement.\n</p> 5.\nCONTENT\n<p>\nAll information, data, text, software, music, sound, photographs, graphics, video, messages or any other materials whatsoever (collectively, \"Content\"), whether publicly posted or privately transmitted, are the sole responsibility of the person from which such Content originated.\nThis means that the user, and not OSDN, is entirely responsible for all Content that he or she uploads, posts, emails or otherwise transmits via OSDN or any Service.\nNo user shall transmit Content or otherwise conduct or participate in any activities on OSDN and/or any Service which, in the judgment of OSDN, is likely to be prohibited by law in any applicable jurisdiction, including laws governing the encryption of software, the export of technology, the transmission of obscenity or the permissible uses of intellectual property.\n</p>\n<p>\nOSDN will not pre-screen or review Content, but OSDN reserves the right to refuse or delete any Content of which it becomes aware that it reasonably deems not to fulfill the Purpose.\nIn addition, OSDN shall have the right (but not the obligation) in its sole discretion to refuse or delete any content that it reasonably considers to violate the Terms or be otherwise illegal.\nOSDN, in its sole and absolute discretion, may preserve Content and may also disclose Content if required to do so by law or judicial or governmental mandate or as reasonably determined useful by us to protect the rights, property or personal safety of OSDN, its users and the public.\nOSDN does not control the Content posted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such Content.\nUnder no circumstances will OSDN be liable in any way for any Content, including, but not limited to, liability for any errors or omissions in any Content or for any loss or damage of any kind incurred as a result of the use of any Content posted, emailed or otherwise transmitted via OSDN or any Service thereon.\n</p>\n<p>\nEach user, by using OSDN or any Service, may be exposed to Content that is offensive, indecent or objectionable.\nEach user must evaluate, and bear all risks associated with, the use of any Content, including any reliance on the accuracy, completeness, or usefulness of such Content.\n</p> 6.\nLICENSING AND OTHER TERMS APPLYING TO CODE AND OTHER CONTENT POSTED ON OSDN:\n<p>\nUse, reproduction, modification, and ownership of intellectual property rights to data stored in CVS, SVN or as a file release and posted by any user on OSDN (\"Source Code\") shall be subject to the OSI-approved license applicable to such Source Code, or to such other licensing arrangements that may be approved by OSDN as applicable to such Source Code.\n</p>\n<p>\nWith respect to text or data entered into and stored by publicly-accessible site features such as message boards and bug trackers, the submitting user retains ownership of such OSDN Public Content.\nwith respect to publicly-available statistical content which is generated by the site to monitor and display project activity, such content is owned by OSDN.\nIn each such case, the submitting user grants OSDN the royalty-free, perpetual, irrevocable, non-exclusive and fully sublicensable right and license to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform and display such Content (in whole or part) worldwide and/or to incorporate it in other works in any form, media, or technology now known or later developed, all subject to the terms of any applicable approved license.\n</p>\n<p>\nWith respect to Content posted to private areas of OSDN, i.e., private OSDN development tools or OSDN Mail, the submitting user may grant to OSDN or other users such rights and licenses as the submitting user deems appropriate.\n</p>\n<p>\nContent located on any OSDN-hosted subdomain which is subject to the sole editorial control of the owner or licensee of such subdomain, shall be subject to the OSI-approved license applicable to such Source Code, or to such other licensing arrangements that may be approved by OSDN as applicable to such Content.\n</p> 7.\nNO RESALE OF SERVICE\n<p>\nYou agree not to sell, resell or offer for any commercial purposes, any portion of the Services, use of the Services or access to the Services.\n</p> 8.\nGENERAL PRACTICES REGARDING USE AND STORAGE <p>\nOSDN may establish general practices and limits concerning use of the Services, as defined by posted Service-specific Rules.\nWhile OSDN will use reasonable efforts to back up site data and make such data available in the event of loss or deletion, OSDN has no responsibility or liability for the deletion or failure to store any messages and other communications or other Content maintained or transmitted by any Service.\nOSDN reserves the right to mark as \"inactive\" and archive accounts and/or projects that are inactive for an extended period of time.\nOSDN reserves the right to change these general practices and Service-specific Rules at any time, in its sole discretion, with notice to users and the public as described in Section 1 above.\n</p> 9.\nTERMINATION\n<p>\nWe may terminate a user’s account in our absolute discretion and for any reason.\nWe are especially likely to terminate for reasons that include, but are not limited to, the following: 1.) violation of these Terms.\n2.) abuse of site resources or attempt to gain unauthorized entry to the site or site resources.\n3.) use of Service in a manner inconsistent with the Purpose.\n4.) a user's request for such termination.\nand 5.) requirement of applicable law, regulation, court or governing agency order.\n</p>\n<p>\nOSDN's termination of any user's access to OSDN or any Service hereunder may be effected without notice and, on such termination, OSDN may immediately deactivate or delete user's account and/or bar any further access to such files, that Service or OSDN.\nOSDN shall not be liable to any user or other third party for any termination of that user's access or account hereunder.\n</p> 10.\nLINKS\n<p>\nOSDN, any Service or a third party may provide links to other websites.\nOSDN exercises no control whatsoever over such other websites and web-based resources and is not responsible or liable for the availability thereof or the Content, advertising, products or other materials thereon.\nOSDN shall not be responsible or liable, directly or indirectly, for any damage or loss incurred or suffered by any user in connection therewith.\nYour access and use of linked websites, including information, material, products and services therein, is solely at your own risk.\n</p>\n<p>\nThis website’s privacy statement is applicable only when you are on our website.\nOnce you choose to link to another website, you should read that website’s privacy statement before disclosing any personal information.\n</p>\n<p>\n</p>11.\nINDEMNITY.\nDISCLAIMER OF WARRANTIES.\nLIMITATION OF LIABILITY\n<p>\nEach user shall indemnify, defend and hold harmless OSDN, its subsidiaries and affiliates and their respective officers, employees and agents, and each of OSDN's website partners from any and all claims, demands, damages, costs and liabilities, including reasonable attorneys' fees, made by any third party due to or arising out of that user's acts or omissions, including claims arising out of that user's use of OSDN.\nhis or her submission, posting or transmission of Content or his or her violation of the Terms.\n</p>\n<p>\nEACH USER'S USE OF THE SERVICE IS AT HIS OR HER SOLE RISK.\nTHE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS AND OSDN ASSUMES NO RESPONSIBILITY FOR THE TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY USER COMMUNICATIONS OR PERSONALIZATION SETTINGS.\nEACH USER WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO HIS OR HER COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\nOSDN EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nSPECIFICALLY, OSDN MAKES NO WARRANTY THAT (i) OSDN OR ANY SERVICE WILL MEET YOUR REQUIREMENTS, (ii) ANY USER ACCESS WILL BE ININTERRUPTED, TIMELY, SECURE OR ERROR-FREE, (iii) THE QUALITY OF ANY CONTENT, PRODUCTS, SERVICES, INFORMATION OR OTHER MATERIAL OBTAINED BY ANY USER WILL MEET HIS OR HER EXPECTATIONS, AND (iv) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\nEXCLUDING ONLY DAMAGES ARISING OUT OF OSDN'S GROSS NEGLIGENCE OR WILLFUL MISCONDUCT, OSDN SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF OSDN HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM ANY USER'S USE OR INABILITY TO USE THE SERVICE.\nTHE COST OF PROCUREMENT OF SUBSTITUTE SERVICES.\nUNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\nSTATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE.\nOR ANY OTHER MATTER RELATING TO OSDN OR ANY SERVICE.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.\nNOTHING HEREIN SHALL BE DEEMED TO CREATE AN AGENCY, PARTNERSHIP, JOINT VENTURE, EMPLOYEE-EMPLOYER OR FRANCHISOR-FRANCHISEE RELATIONSHIP OF ANY KIND BETWEEN OSDN AND ANY USER OR OTHER PERSON OR ENTITY NOR DO THESE TERMS OF SERVICE EXTEND RIGHTS TO ANY THIRD PARTY.\nAS NOTED ABOVE, OSDN DOES NOT AND CANNOT CONTROL THE ACTIONS OF OSDN USERS, VISITORS OR LINKED THIRD PARTIES.\nWE RESERVE THE RIGHT TO REPORT ANY MALFEASANCE THAT COMES TO OUR ATTENTION TO THE APPROPRIATE AUTHORITIES.\nWE DO NOT GUARANTEE CONTINUOUS UNINTERRUPTED OR SECURE ACCESS TO OSDN OR ANY SERVICES.\nOPERATION OF THE WEBSITE MAY BE SUBJECT TO INTERFERENCE FROM NUMEROUS FACTORS OUTSIDE OUR CONTROL.\nFURTHER, SCHEDULED AND PREVENTIVE MAINTENANCE AS WELL AS REQUIRED AND EMERGENCY MAINTENANCE WORK MAY TEMPORARILY INTERRUPT SERVICES OR ACCESS TO THE WEBSITE.\nTHE DISCLAIMERS OF WARRANTY AND LIMITATIONS OF LIABILITY APPLY, WITHOUT LIMITATION, TO ANY DAMAGES OR INJURY CAUSED BY THE FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, COMMUNICATION LINE FAILURE, THEFT OR DESTRUCTION OR UNAUTHORIZED ACCESS TO, ALTERATION OF OR USE OF ANY ASSET, WHETHER ARISING OUT OF BREACH OF CONTRACT, TORTIOUS BEHAVIOUR, NEGLIGENCE OR ANY OTHER COURSE OF ACTION BY OSDN.\n</p> 12.\nTRADEMARK INFORMATION <p>\nOSDN, the OSDN logo and other OSDN trademarks, service marks, and product and service names are trademarks of Appirits Inc.\nAll other names and designs may be trademarks of their respective owners.\n</p> 13.\nCOPYRIGHTS\n<p>\nOSDN respects the intellectual property rights of others, and requires that the people who use the OSDN website do the same.\n</p>\n<p>\nIf OSDN receives copyright infringement, OSDN reserves the right to refuse or delete Content, or to terminate a user's account.\n</p> 14.\nGENERAL INFORMATION\n<p>\nThe Terms constitute the entire agreement between each user and OSDN and govern each user's use of the Service, superseding any prior agreements.\nEach user may be subject to additional terms and conditions that may apply when that user uses affiliate services, third party content or third party software.\nThe Terms and the relationship between each user and OSDN shall be governed by the laws of Japanese without regard to its conflict of law provisions and each party shall submit to the personal and exclusive jurisdiction of the courts located within the county of Tokyo, Japan.\nIf any provision of the Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.\n</p> 15.\nVIOLATIONS OF TERMS\n<p>\nPlease report any violations of the Terms to the OSDN Support Manager at admin at osdn.net.\n</p>\n<p>\n(C)Appirits inc.\nAll rights reserved.\n</p>\n", "created_at": "2022-11-18 19:24:47.972507", "updated_at": "2022-11-18 18:26:32.037947"}], "points": [], "urls": ["osdn.com"]}}