{"error": 448, "message": "OK", "parameters": {"id": 1570, "name": "AliExpress", "created_at": "2019-05-18 12:54:36.682929", "updated_at": "2023-07-10 22:01:05.253016", "wikipedia": "https://en.wikipedia.org/wiki/AliExpress", "keywords": null, "related": null, "slug": "aliexpress", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1570.png", "url": "aliexpress.com", "documents": [{"id": 3081, "name": "Terms of Use", "url": "https://rule.alibaba.com/rule/detail/2041.htm?spm=a271m.8038972.1999288231.4.1d906d82xAj7nI", "xpath": "/*", "text": " Alibaba.com Rules Center Sign In | Join Free <i>\n</i>\n<ul>\n<li> My Alibaba<i>\n<em>\n</em>\n<b>\n</b>\n</i>\n<ul>\n<li> Message Center </li>\n<li> My Favorites </li>\n<li> Buy </li>\n<li> Get Quotations Now </li>\n<li> Manage Buying Requests </li>\n<li> Manage Orders </li>\n<li> Sell </li>\n<li> Display New Products </li>\n<li> Manage Products </li>\n<li> Received RFQs </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> For Buyers<i>\n<em>\n</em>\n<b>\n</b>\n</i>\n<ul>\n<li> Source Products &amp.\nSuppliers </li>\n<li> By Category </li>\n<li> Get Quotations </li>\n<li> Global Expo </li>\n<li> Wholesaler </li>\n<li> Trade Services </li>\n<li> Trade Assurance </li>\n<li> Business Identity </li>\n<li> Logistics Service </li>\n<li> Secure Payment </li>\n<li> e-Credit Line </li>\n<li> Inspection Service </li>\n<li> Community </li>\n<li> Trade Intelligence </li>\n<li> Discussion Forums </li>\n<li> Trade Answers </li>\n</ul>\n</li>\n<li> For Suppliers<i>\n<em>\n</em>\n<b>\n</b>\n</i>\n<ul>\n<li> Supplier Memberships </li>\n<li> Learning Center </li>\n<li> Training Center </li>\n<li>\n</li>\n<li> AliSource </li>\n<li> Gold Supplier 出口海外 出口全球 出口全球 </li>\n</ul>\n</li>\n<li> Customer Service<i>\n<em>\n</em>\n<b>\n</b>\n</i>\n<ul>\n<li> I Am a Buyer </li>\n<li> I Am a Supplier </li>\n<li> I Am a New User </li>\n<li> Submit a Dispute </li>\n<li> Report IPR Infringement </li>\n<li> Report Abuse </li>\n</ul>\n</li>\n<li> 信用保障卖家 </li>\n<li>\n</li>\n<li>\n</li>\n</ul> Alibaba.com English<i>\n<em>\n</em>\n<b>\n</b>\n</i>\n<ul>\n<li>简体中文</li>\n</ul> Categories<i>\n<em>\n</em>\n<b>\n</b>\n</i> Get Quotations <i>\n<em>\n</em>\n<b>\n</b>\n</i>From AliSourcePro Save 40% off your time to get quotes.\n<ul>\n</ul> Submit Buying Request <i>\n</i> Products<em>\n</em>\n<b>\n</b>\n<ul>\n<li>Products</li>\n<li>Suppliers</li>\n<li>Quotes</li>\n</ul>\n<ul>\n</ul> Advanced Search <ul>\n<li> Home </li>\n<li> Rules List </li>\n<li> Learning </li>\n<li> Rules Center </li>\n</ul>\n<ul>\n<li> Penalty Record &gt.\n</li>\n</ul> Agreement folder &gt.\nAlibaba.com User Agreements <ul>\n<li>\n<i>\n</i> Classification of Rules <ul>\n<li> Posting Rules </li>\n<li> Trade Rules and Dispute Rules </li>\n<li> General Rules </li>\n</ul>\n</li>\n<li>\n<i>\n</i> Agreement folder <ul>\n<li> Alibaba.com User Agreements </li>\n<li> Other Agreements </li>\n<li> Agreements in French </li>\n<li> Agreements in German </li>\n<li> Agreements in Italian </li>\n<li> Agreements in Russian </li>\n<li> Agreements in Portuguese </li>\n<li> Agreements in Spanish </li>\n<li> Agreements in Dutch </li>\n</ul>\n</li>\n<li> Announcement </li>\n<li> Learning </li>\n<li> Overdue Rules and Agreements </li>\n</ul>\n<i>\n</i>\n<ul>\n</ul>\n<ul>\n</ul> &lt.\nBack to list Terms of Use <p>\n<strong>\n<u>Part A:&nbsp.\nNew version -</u>\n</strong>\n<u>\n<strong>\n</strong>\n<strong>effective as of October 17, 2020</strong>\n</u>\n</p>\n<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY!</p>\n<p>Welcome to www.alibaba.com and www.aliexpress.com! &nbsp;These Terms of Use describe the terms and conditions applicable to your access and use of the websites, mobile sites, mobile applications and other portals owned, operated, branded or made available by Alibaba.com (defined below) from time to time which relate to (a) the Alibaba e-commerce platform including but not limited to the web and mobile-optimized versions of the websites identified by the uniform resource locator “www.alibaba.com” and the mobile applications of the Alibaba.com e-commerce platform&nbsp;(the “Alibaba Sites”).\nand (b) the AliExpress e-commerce platform including but not limited to the web and mobile-optimized versions of the websites identified by the uniform resource locators “www.aliexpress.com”, “www.aliexpress.ru” and “www.tmall.ru” (“AliExpress Sites”), and the&nbsp;mobile applications&nbsp;of the AliExpress&nbsp;e-commerce&nbsp;platforms,(with Alibaba.com Sites and AliExpress Sites collectively the “Sites”).&nbsp.\nThis document is a legally binding agreement between you as the user(s) of the Sites (referred to as “you”, “your” or “User” hereinafter) and the Alibaba.com contracting entity determined in accordance with clause 2.1 below (referred to as “we”, “our” or “Alibaba.com” hereinafter).</p>\n<p>\n<strong>1.Application and Acceptance of the Terms</strong>\n</p>\n<p>1.1 Your access to and use of the Sites and Alibaba.com’s services, software and products through the Sites, which shall include the platforms described in clause 7.1 of the Terms (such services, software and products collectively referred to as the “<strong>Services</strong>” hereinafter) is subject to the terms and conditions contained in this document as well as the Privacy Policy (defined in clause 3.3 below), the&nbsp;Product Listing Policy&nbsp;and any other rules and policies of the Sites that Alibaba.com may publish from time to time.\n&nbsp;This document and such other rules and policies of the Sites are collectively referred to below as the “<strong>Terms</strong>”.\n&nbsp;By accessing and use of the Sites and Services, you agree to accept and be bound by the Terms.\n&nbsp;Please do not access or use the Services or the Sites if you do not accept all of the Terms.\n&nbsp;<br>\n&nbsp;</p>\n<p>1.2 You may not access or use the Services or the Sites and may not accept the Terms if (a) you are not of legal age to form a binding contract with Alibaba.com, or (b) you are not permitted to receive any Services under the laws of Hong Kong or other countries / regions including the country / region in which you are resident or from which you access and use the Services and the Sites.</p>\n<p>&nbsp;</p>\n<p>1.3 Alibaba.com may amend any Terms at any time by posting the relevant amended and restated Terms on the Sites.\n&nbsp;By continuing to access or use the Services or the Sites, you agree that the amended and restated Terms will apply to you.<br>\n&nbsp;</p>\n<p>1.4 If Alibaba.com has posted or provided a translation of the English language version of the Terms, you agree that the translation is provided for convenience only and that the English language version will govern your access to and use of the Services or the Sites.<br>\n&nbsp;</p>\n<p>1.5 You may be required to enter into separate agreement(s), whether online or offline, with Alibaba.com or our affiliate for any Service (or features within the Services) (each an “<strong>Additional Agreement</strong>”).\n&nbsp;If there is any conflict or inconsistency between the Terms and an Additional Agreement, the Additional Agreement shall take precedence over the Terms only in relation to that Service (or feature within the Service) concerned.\n&nbsp;&nbsp;<br>\n&nbsp;</p>\n<p>1.6 The Terms may not otherwise be modified except in writing by an authorized officer of Alibaba.com.\n&nbsp.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nProvision of Services</strong>\n</p>\n<p>2.1&nbsp;&nbsp;If you are a registered member of any of the Sites, and you are from mainland China, you are contracting with Hangzhou Alibaba Advertising Co., Ltd.</p>\n<p>&nbsp;</p>\n<p>If you are a registered member of any of the Sites, and you are from Hong Kong or Macau, the Alibaba.com contracting entity that you are contracting with is Alibaba.com Hong Kong Limited.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you are a registered member of any of the Sites, and either (a) you are from a&nbsp;place&nbsp;outside&nbsp;mainland China,&nbsp;Hong Kong, Macau.\nor (b) you&nbsp;access and use the Alibaba Sites from any of the Relevant Jurisdictions, you are contracting with Alibaba.com Singapore E-Commerce Private Limited (incorporated in Singapore with Company Reg.\nNo.\n200720572D).\n&nbsp;&nbsp;As some or part of the Services may be supported and provided by affiliates of Alibaba.com, Alibaba.com may delegate some of the Services to its affiliates.</p>\n<p>&nbsp;</p>\n<p>Notwithstanding anything to the contrary in the forgoing provisions in this clause 2.1, if you are a registered member of AliExpress, and you are resident in or access and use the AliExpress Sites from any of the Relevant Jurisdictions (the “<strong>AliExpress Relevant Jurisdiction User</strong>”), your contract is with AliExpress Russia Holding Private Limited (incorporated in Singapore with Company Reg.\nNo.\n201917627W).\n“<strong>Relevant Jurisdictions</strong>” shall mean the Russian Federation, Azerbaijan, Armenia, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Turkmenistan, Tajikistan and Uzbekistan.</p>\n<p>2.2 You must register as a member on the Sites in order to access and use some Services.\nFurther, Alibaba.com reserves the right, without prior notice, to restrict access to or use of certain Services (or any features within the Services) to paying Users, or subject to other conditions that Alibaba.com may impose in our discretion.&nbsp;<br>\n&nbsp;</p>\n<p>2.3 Services (or any features within the Services) may vary for different regions and countries.\nNo warranty or representation is given that a particular Service or feature or function thereof or the same type and extent of the Service or features and functions thereof will be available for Users.\nAlibaba.com may in our sole discretion limit, deny or create different levels of access to and use of any Services (or any features within the Services) with respect to different Users.<br>\n&nbsp;</p>\n<p>2.4 Alibaba.com may launch, change, upgrade, impose conditions to, suspend, or stop any Services (or any features within the Services) without prior notice except that in case of a fee-based Service, such changes will not substantially adversely affect the ability of such paying Users to enjoy that Service, except in respect of any&nbsp;AliExpress Relevant Jurisdiction Users.\nIn respect of any&nbsp;AliExpress Relevant Jurisdiction Users,&nbsp;AliExpress Russia Holding Private Limited&nbsp;may launch, change, upgrade, impose conditions to, suspend, or stop any Services (or any features within the Services) without prior notice except that in case of a fee-based Service, such changes will not substantially adversely affect the ability of such paying Users to enjoy that Service.<br>\n&nbsp;</p>\n<p>2.5 Some Services (or part thereof) may be provided by Alibaba.com’s affiliates on behalf of Alibaba.com.</p>\n<p>2.6 Promotion Services provided by Alibaba.com pursuant to the terms hereunder shall include: 1) Top Ranking and Sponsored Listing.\n2) services that benefit, promote, support, whether directly or indirectly, the business of User, the User’s brand, product, store, logo, trademark, service mark, User Content (as defined in clause 3.7 of the Terms) and/or derivative work using the User Content on software, applications, tools, browser extensions and/or platforms operated and/or controlled by Alibaba.com (“<strong>Alibaba Channels</strong>”) and/or on software, applications, channels, platforms, websites and/or any other forms of media that are operated and/or controlled by third parties (“<strong>Third Party Channels</strong>”).\nand 3) any such other services as may be announced by Alibaba.com from time to time.</p>\n<p>Alibaba.com shall be entitled to, at its sole discretion, determine whether the Promotion Services or any part thereof will be available to you.\n&nbsp;</p>\n<p>\n<strong>3.\nUsers Generally</strong>\n</p>\n<p>3.1 As a condition of your access to and use of the Sites or Services, you agree that you will comply with all applicable laws and regulations when accessing or using the Sites or Services.<br>\n&nbsp;</p>\n<p>3.2 You agree that (a) you will not copy, reproduce, download, re-publish, sell, distribute or resell any Services or any information, text, images, graphics, video clips, sound, directories, files, databases or listings, etc available on or through the Sites (the “Site Content”), and (b) you will not copy, reproduce, download, compile or otherwise use any Site Content for the purposes of operating a business that competes with Alibaba.com, or otherwise commercially exploiting the Site Content.\nSystematic retrieval of Site Content from the Sites to create or compile, directly or indirectly, a collection, compilation, database or directory (whether through robots, spiders, automatic devices or manual processes) without written permission from Alibaba.com is prohibited.\nUse of any content or materials on the Sites for any purpose not expressly permitted in the Terms is prohibited.<br>\n&nbsp;</p>\n<p>3.3 You must read the following documents which govern the protection and use of personal information about Users in the possession of Alibaba.com and our affiliates:</p>\n<p>&nbsp;</p>\n<p>a) for Users who access or use Sites relating to the Alibaba e-commerce platform, the&nbsp;Alibaba.com Privacy Policy, and</p>\n<p>b) for Users who access or use Sites relating to the&nbsp;AliExpress&nbsp;e-commerce&nbsp;platforms, the&nbsp;Aliexpress.com Privacy Policy,&nbsp;or the&nbsp;Privacy&nbsp;Policy of “www.aliexpress.ru” and “www.tmall.ru”&nbsp;&nbsp;(collectively, the “Privacy Policy”).<br>\n&nbsp;</p>\n<p>3.4 Alibaba.com may allow Users to access to content, products or services offered by third parties through hyperlinks (in the form of word link, banners, channels or otherwise), API or otherwise to such third parties' web sites.\nYou are cautioned to read such web sites' terms and conditions and/or privacy policies before using the Sites.\nYou acknowledge that Alibaba.com has no control over such third parties' web sites, does not monitor such web sites, and shall not be responsible or liable to anyone for such web sites, or any content, products or services made available on or through such web sites.<br>\n&nbsp;</p>\n<p>3.5 You agree not to undertake any action to undermine the integrity of the computer systems or networks of Alibaba.com and/or any other User nor to gain unauthorized access to such computer systems or networks.<br>\n&nbsp;</p>\n<p>3.6 You agree not to undertake any action which may undermine the integrity of Alibaba.com’s feedback system, such as leaving positive feedback for yourself using secondary Member IDs or through third parties or by leaving unsubstantiated negative feedback for another User.<br>\n&nbsp;</p>\n<p>3.7 By posting or displaying any logos, trademarks, service marks, brands, description/information in the product listings, and any other information, content or material&nbsp.\non the Sites (any of such information, content or material, collectively referred to as“<strong>User Content</strong>”) or providing any User Content to Alibaba.com and/or its affiliates and their respective representative(s), and to the extent permitted under applicable laws, you grant an irrevocable, perpetual, worldwide, royalty-free, and sub-licensable (through multiple tiers) license to Alibaba.com and/or its affiliates and their respective representative(s) to display, transmit, distribute, reproduce, publish, duplicate, adapt, modify, edit, translate, create derivative works using the User Content, remove any part of it (including, without limitation, the watermark or mark the User Content bears), and otherwise use any or all of the User Content in any form, media, or technology now known or not currently known in any manner, on the Sites, Alibaba Channels and/or Third Party Channels and for any purpose which may be beneficial, whether directly or indirectly, to Alibaba.com, the operation of the Sites, the provision of any Services and Promotion Services and/or the business of the User.\n&nbsp;You confirm and warrant to Alibaba.com that you have all the rights, power and authority necessary to grant the above license and the User Content and use of such User Content (including derivative works) by Alibaba.com and/or its affiliates under such license is free from any infringement or violation of any Third Party Rights (as defined in clause 5.4 of the Terms).\nTo the maximum extent permitted by law, you waive your right to enforce your Intellectual Property Rights in the User Content against Alibaba.com and/or its affiliates, assignees or sub-licensees in connection with use of such User Content in connection with the Services.\nInformation that is protected under data protection laws will only be used and kept in compliance with those laws.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nMember Accounts</strong>\n</p>\n<p>4.1 User must be registered on the Sites to access or use some Services (a registered User is also referred to as a “<strong>Member</strong>” below).\nExcept with Alibaba.com’s approval, one User may only register one member account on the Sites.\nAlibaba.com may cancel or terminate a User’s member account if Alibaba.com has reasons to suspect that the User has concurrently registered or is in control of two or more member accounts.\nFurther, Alibaba.com may reject User’s application for registration for any reason.</p>\n<p>4.2 Upon registration on the Sites, Alibaba.com shall assign an account and issue a member ID and password (the latter shall be chosen by a registered User during registration) to each registered User.\nAn account may have a web-based email account with limited storage space for the Member to send or receive emails.<br>\n&nbsp;</p>\n<p>4.3 A set of Member ID and password is unique to a single account.\nEach Member shall be solely responsible for maintaining the confidentiality and security of your Member ID and password and for all use of and activities that occur under your account (whether such use or activities are authorized or not).\nNo Member may share, assign, or permit the use of your Member account, ID or password by another person, even to other individuals within the Member’s own business entity (where applicable).\nMember agrees to notify Alibaba.com immediately if you become aware of any unauthorized use of your password or your account or any other breach of security of your account.<br>\n&nbsp;</p>\n<p>4.4 Member agrees that all use of the Sites and Services, and all activities that occur under your account (including without limitation, posting any company or product information, clicking to accept any Additional Agreements or rules, subscribing to or making any payment for any services, sending emails using the email account or sending SMS) will be deemed to have been authorized by the Member.<br>\n&nbsp;</p>\n<p>4.5 Member acknowledges that sharing of your account with other persons, or allowing multiple users outside of your business entity to use your account (collectively, \"<strong>multiple use</strong>\"), may cause irreparable harm to Alibaba.com or other Users of the Sites.\nMember shall indemnify Alibaba.com, our affiliates, directors, employees, agents and representatives against any loss or damages (including but not limited to loss of profits) suffered as a result of the multiple use of your account.\nMember also agrees that in case of the multiple use of your account or Member’s failure to maintain the security of your account, Alibaba.com shall not be liable for any loss or damages arising from such a breach and shall have the right to suspend or terminate Member’s account without liability to the Member.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nMember’s Responsibilities</strong>\n</p>\n<p>5.1 Each Member represents, warrants and agrees that (a) you have full power and authority to accept the Terms, to grant the license and authorization and to perform the obligations hereunder.\n(b) your access and use the Sites and Services will be for business purposes only.\nand (c) for Members who are business entities, the address you provide when registering is the principal place of business of your business entity.\n&nbsp;For purposes of this provision, a branch or liaison office will not be considered a separate entity and your principal place of business will be deemed to be that of your head office.&nbsp;</p>\n<p>5.2 Member will be required to provide information or material about your entity, business or products/services as part of the registration process on the Sites for your access to and use of any Service or the member account.\n&nbsp;Each Member represents, warrants and agrees that (a) such information and material whether submitted during the registration process or thereafter throughout the continuation of the use of the Sites or Service is true, accurate, current and complete, and (b) you will maintain and promptly amend all information and material to keep it true, accurate, current and complete.<br>\n&nbsp;</p>\n<p>\n<strong>5.3 Upon becoming a Member, you consent to the inclusion of the contact information about you in our database and authorize Alibaba.com and our affiliates to share the contact information with other Users or otherwise use your personal information in accordance with the Privacy Policy.&nbsp;</strong>\n<br>\n&nbsp;</p>\n<p>5.4 Each Member represents, warrants and agrees that (a) you shall be solely responsible for obtaining all necessary third party licenses and permissions regarding any User Content that you submit, post or display.\n(b) any User Content that you submit, post or display does not infringe or violate any of the copyright, patent, trademark, trade name, trade secrets or any other personal or proprietary rights of any third party (“<strong>Third Party Rights</strong>”).\nand (c) you have the right and authority to sell, trade, distribute or export or offer to sell, trade, distribute or export the products or services described in the User Content and such sale, trade, distribution or export or offer does not violate any Third Party Right；and (d) neither the Member nor any of its related persons, have been banned or removed from any major e-commerce platforms, or otherwise implicated in selling counterfeit or pirated products online.&nbsp;</p>\n<p>&nbsp;</p>\n<p>5.5 Each Member further represents, warrants and agrees that the User Content that you submit, post or display shall:</p>\n<p>\n<br>\na) be true, accurate, complete and lawful;<br>\nb) not be false, misleading or deceptive;<br>\nc) not contain information that is defamatory, libelous, threatening or harassing, obscene, objectionable, offensive, sexually explicit or harmful to minors;<br>\nd) not contain information that is discriminatory or promotes discrimination based on race, sex, religion, nationality, disability, sexual orientation or age;<br>\ne) not violate the&nbsp;Product Listing Policy, other Terms or any applicable Additional Agreements<br>\nf) not violate any applicable laws and regulations (including without limitation those governing export control, consumer protection, unfair competition, price gouging or false advertising) or promote any activities which may violate any applicable laws and regulations;<br>\ng) not contain any link directly or indirectly to any other web Sites which includes any content that may violate the Terms.<br>\n&nbsp;</p>\n<p>5.6 Each Member further represents, warrants and agrees that you shall/are:</p>\n<p>\n<br>\na) carry on your activities on the Sites in compliance with any applicable laws and regulations;<br>\nb) conduct your business transactions with other users of the Sites in good faith;<br>\nc) carry on your activities in accordance with the Terms and any applicable Additional Agreements;<br>\nd) not use the Services or Sites to defraud any person or entity (including without limitation sale of stolen items, use of stolen credit/debit cards);<br>\ne) not impersonate any person or entity, misrepresent yourself or your affiliation with any person or entity;<br>\nf) not engage in spamming or phishing;<br>\ng) not engage in any other unlawful activities (including without limitation those which would constitute a criminal offence, give rise to civil liability, etc) or encourage or abet any unlawful activities;<br>\nh) not involve attempts to copy, reproduce, exploit or expropriate Alibaba.com’s various proprietary directories, databases and listings;<br>\ni) not involve any computer viruses or other destructive devices and codes that have the effect of damaging, interfering with, intercepting or expropriating any software or hardware system, data or personal information;<br>\nj) not involve any scheme to undermine the integrity of the data, systems or networks used by Alibaba.com and/or any user of the Sites or gain unauthorized access to such data, systems or networks;<br>\nk) not, and your director(s), officer(s), controlling party/ies, affiliates and legal jurisdiction in which any of the foregoing persons or entities is organized or has operations are not, persons or entities that are subject to any economic or fraud sanctions of any governmental, international or regulatory entities.\nand<br>\nl) not engage in any activities that would otherwise create any liability for Alibaba.com or our affiliates.</p>\n<p>&nbsp;</p>\n<p>5.7 Member may not use the Sites, Services or member account to engage in activities which are identical or similar to Alibaba.com’s e-commerce marketplace business.<br>\n&nbsp;</p>\n<p>5.8 If Member provides a business referee, Member represents, warrants and agrees that you have obtained all necessary consents, approvals and waivers from such referee to (a) act as your business referee.\n(b) post and publish their contact details and information, reference letters and comments on their behalf.\nand (c) that third parties may contact such business referees to support claims or statements made about you.\nYou further warrant and agree that all reference letters and comments are true and accurate and third parties may contact the business referees without the need to obtain your consent.<br>\n&nbsp;</p>\n<p>5.9 Member agrees to provide all necessary information, materials and approval, and render all reasonable assistance and cooperation necessary for Alibaba.com’s provision of the Services, evaluating whether Member has breached the Terms and/or handling any complaint against the Member.\n&nbsp;If Member’s failure to do so results in delay in, or suspension or termination of, the provision of any Service, &nbsp;Alibaba.com shall not be obliged to extend the relevant service period nor be liable for any loss or damages arising out of or in connection with such delay, suspension or termination.<br>\n&nbsp;</p>\n<p>5.10 Member acknowledges and agrees that Alibaba.com reserves the right to, but shall not be required to actively monitor or exercise any editorial control whatsoever over the content of any message or material or information (including User Content) created, obtained or accessible through the Services or Sites.\nAlibaba.com does not endorse, verify or otherwise certify the contents of any comments or other material or information (including User Content) created, submitted, posted, displayed or otherwise made by any Member.\nEach Member is solely responsible for the contents of their communications and may be held legally liable or accountable for the content of their comments or other material or information<br>\n&nbsp;</p>\n<p>5.11 Member acknowledges and agrees that the Sites and Services may only be used by businesses and their representatives for business use and not for individual consumers or for personal use.<br>\n&nbsp;</p>\n<p>5.12Member acknowledges and agrees that each Member is solely responsible for observing applicable laws and regulations in its respective jurisdictions to ensure that all access and use of the Site and Services are in compliance with the same.</p>\n<p>5.13 Each Member represents, warrants and agrees that&nbsp;</p>\n<p>(a)&nbsp;&nbsp;&nbsp;&nbsp.\nyou and your affiliates shall comply with applicable laws and regulations in conducting your respective business (including without limitation applicable laws and regulations with respect to product safety, intellectual property rights, data privacy, consumer protection, product or regulatory certification, import and export control, unfair competition, price gouging, false advertising, labor, environment, health and safety, anti-bribery and anti-money laundering)；</p>\n<p>(b)&nbsp;&nbsp;&nbsp;&nbsp.\nyou and your affiliates are not the subject of any trade restrictions, sanctions or other legal restrictions enacted or proposed to be enacted by any country, international organization or jurisdiction (\"Relevant Subjects\");</p>\n<p>(c)&nbsp;&nbsp;&nbsp;&nbsp.\nyou and your affiliates are not offering products or services that would likely trigger any international trade restrictions, sanctions or other legal restrictions by any Relevant Subjects;</p>\n<p>&nbsp;</p>\n<p>(d)&nbsp;&nbsp;&nbsp;&nbsp.\nneither you, or any of your parent companies or affiliates, directly or indirectly, deals with, or provides any funds, goods or services to Relevant Subjects.\nand</p>\n<p>(e)&nbsp;&nbsp;&nbsp;&nbsp.\nyou will at all times comply with all applicable export control and sanctions laws and regulations with regard to products, services, software and technologies in using the Services, including sanctions resolutions, laws and regulations enacted and enforced by the UN Security Council, the People's Republic of China, the United States of America, and any other country.</p>\n<p>If, at any time, you fail to meet any of the above requirements, you should stop using the Services immediately.\nIf Alibaba.com reasonably believes that any of your conduct violates or threatens to violate any applicable laws and regulations, Alibaba.com may, at its sole discretion, at any time take action as it may deem appropriate in light of the circumstances, including, but not limited to, terminating the provision of Services to you, closing relevant purchase orders, and terminating your accounts, while reserving all rights it may have regarding any non-compliant actions or conduct of its members.</p>\n<p>\n<strong>6.\nBreaches by Members</strong>\n</p>\n<p>6.1 Alibaba.com reserves the right in our sole discretion to remove, modify or reject any User Content (in whole or in part) that you submit to, post or display on the Sites which we reasonably believe (i) violates any applicable laws and regulations, (ii) violates the Terms hereunder, (iii) could subject Alibaba.com or our affiliates to liability, (iv) infringes any Third Party Rights, (v) could harm the interests of our Members, third party or Alibaba.com or our affiliates, or (vi) is otherwise found inappropriate in Alibaba.com’s sole discretion.</p>\n<p>6.2 If any Member breaches any Terms, or if Alibaba.com has reasonable grounds to believe that a Member is in breach of any Terms, Alibaba.com shall have the right to take such disciplinary actions as it deems appropriate, including without limitation: (i) suspending or terminating the Member’s account and any and all accounts determined to be related to such account by Alibaba.com in its sole discretion without liability for any losses or damages arising out of or in connection with such suspension or termination.\n(ii) restricting, downgrading, suspending or terminating the subscription of, access to, or current or future use of any Service.\n(iii) removing any product listings or other User Content that the Member has submitted, posted or displayed, or imposing restrictions on the number of product listings or User Content that the Member may post or display.\n(iv) imposing other restrictions on the Member’s use of any features or functions of any Service as Alibaba.com may consider appropriate in its sole discretion.\nand (v) any other corrective actions, discipline or penalties as Alibaba.com may deem necessary or appropriate in its sole discretion.<br>\n&nbsp;</p>\n<p>6.3 Without limiting the generality of the provisions of the Terms, a Member would be considered as being in breach of the Terms in any of the following circumstances:</p>\n<p>\n<br>\na) upon complaint or claim from any third party, Alibaba.com has reasonable grounds to believe that such Member has willfully or materially failed to perform your contract with such third party including without limitation where a Member who supplies products or services using the Sites and Services has failed to deliver any items ordered by such third party after receipt of the purchase price, or where the items such Member has delivered materially fail to meet the terms and descriptions outlined in your contract with such third party,<br>\nb) Alibaba.com has reasonable grounds to suspect that such Member has used a stolen credit card or other false or misleading information in any transaction with a counter party,<br>\nc) Alibaba.com has reasonable grounds to suspect that any information provided by the Member is not current or complete or is untrue, inaccurate, or misleading, or<br>\nd) Alibaba.com believes that the Member’s actions may cause financial loss or legal liability to Alibaba.com or our affiliates or any other Users.<br>\n&nbsp;</p>\n<p>6.4 Alibaba.com reserves the right to cooperate fully with governmental or regulatory authorities, law enforcement bodies, private investigators and/or injured third parties in the investigation of any suspected criminal or civil wrongdoing.\n&nbsp;Further, to the extent permitted by applicable laws and policies, Alibaba.com may disclose the Member's identity, contact information and/or information regarding the Member's account(s), transactions or activities carried out on or via the Site, if requested by a government, regulatory or law enforcement body or an injured third party, or as a result of a subpoena or other legal action.\n&nbsp;Alibaba.com shall not be liable for damages or results arising from such disclosure, and Member agrees not to bring any action or claim against Alibaba.com for such disclosure.<br>\n&nbsp;</p>\n<p>6.5 Alibaba.com may, at any time and in our reasonable discretion, impose limitations on, suspend or terminate the Member’s use of any Service or the Sites without being liable to the Member if Alibaba.com has received notice that the Member is in breach of any agreement or undertaking with any affiliate of Alibaba.com including without limitation Taobao, Alipay, China Yahoo! and such breach involves or is reasonably suspected to involve dishonest or fraudulent activities.\nAlibaba.com reserves the right to, but shall not be required to investigate such breach or request confirmation from the Member.</p>\n<p>&nbsp;</p>\n<p>6.6 Each Member agrees to indemnify Alibaba.com, our affiliates, directors, employees, agents and representatives and to hold them harmless, from any and all damages, losses, claims and liabilities (including legal costs on a full indemnity basis) which may arise from your submission, posting or display of any User Content, from your access to or use of the Sites or Services, or from your breach of the Terms or any Additional Agreements.<br>\n&nbsp;</p>\n<p>6.7 Each Member further agrees that Alibaba.com is not responsible, and shall have no liability to you or anyone else for any User Content or other material transmitted through the Sites or Services, including fraudulent, untrue, misleading, inaccurate, defamatory, offensive or illicit material and that the risk of damage from such User Content or other material rests entirely with the Member.\nAlibaba.com reserves the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by the Member, in which event the Member shall cooperate with Alibaba.com in asserting any available defenses.</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nTransactions Between Buyers and Sellers</strong>\n</p>\n<p>7.1 Through the Sites, Alibaba.com provides electronic web-based platforms for exchanging information between buyers and sellers of products and services.\n&nbsp;Alibaba.com additionally provides electronic web-based transaction platforms for Members to place, accept, conclude, manage and fulfill orders for the provision of products and services online within the Sites subject to the terms of the&nbsp;Transaction Services Agreement.\n&nbsp;However, for any Services, Alibaba.com does not represent either the seller or the buyer in specific transactions.\nAlibaba.com does not control and is not liable or responsible for the quality, safety, lawfulness or availability of the products or services offered for sale on the Sites, the ability of the sellers to complete a sale or the ability of buyers to complete a purchase.<br>\n&nbsp;</p>\n<p>7.2 Users are hereby made aware that there may be risks of dealing with people acting under false pretences.\nAlibaba.com uses several techniques to verify the accuracy of certain information our paying Users provide us when they register for a paying membership service on the Sites.\n&nbsp;However, because user verification on the Internet is difficult, Alibaba.com cannot and does not confirm each User's purported identity (including, without limitation, paying Members).\nWe encourage you to use various means, as well as common sense, to evaluate with whom you are dealing.<br>\n&nbsp;</p>\n<p>7.3 Buyers and sellers accessing or using the Sites or Services shall assume the risks of conducting any purchase and sale transactions in connection with or through the Sites or Services.\nBuyer and sellers accessing or using the Site or Services shall also fully assume all risks of liability or harm of any kind arising out of or in connection with any subsequent activity relating to the products or services that are the subject of the transactions on the Sites.\nExamples of such risks shall include, but are not limited to, mis-representation of products and services, fraudulent schemes, unsatisfactory product quality, failure to meet specifications, defective or dangerous products, unlawful products, delay or default in delivery or payment, cost mis-calculations, breach of warranty, breach of contract, transportation accidents, the risk that the manufacture, importation, export, distribution, offer, display, purchase, sale and/or use of products or services offered or displayed on the Sites may violate or may be asserted to violate Third Party Rights, and the risk that Users may incur costs of defense or other costs in connection with third parties’ assertion of Third Party Rights, or in connection with any claims by any party that they are entitled to defense or indemnification in relation to the assertion of rights, demands or claims by claimants of Third Party Rights.\nExamples of such risks also include the risk of claims from consumers, other purchasers, end-users of products or other&nbsp;third parties that they have suffered injuries or harm from their use of the products obtained through the Sites or Services.\nAll of the foregoing risks are referred to as \"Transaction Risks\".\nAlibaba.com is not liable or responsible for any damages, claims, liabilities, costs, harm, inconveniences, business disruptions or expenditures of any kind that may arise a result of or in connection with any Transaction Risks.<br>\n&nbsp;</p>\n<p>7.4 Buyers and sellers on the Sites are solely responsible for setting out and performance of the terms and conditions of the transactions conducted on, through or as a result of use of the Sites or Services, including, without limitation, terms regarding payment, returns, warranties, shipping, insurance, fees, taxes, title, licenses, fines, permits, handling, transportation and storage, subject to any additional obligations imposed under the&nbsp;Transaction&nbsp;Services Agreement&nbsp;(and in particular, clause 3.2).</p>\n<p>&nbsp;</p>\n<p>7.5 User agrees to provide all information and materials as may be reasonably required by Alibaba.com in connection with your transactions conducted on, through or as a result of use of the Sites or Services.\n&nbsp;Alibaba.com has the right to suspend or terminate any User’s account if the User fails to provide the required information and materials without liability for any losses or damages arising out of or in connection with such suspension or termination.</p>\n<p>\n<br>\n7.6 In the event that any User has a dispute with any party to a transaction, such User agrees to release and indemnify Alibaba.com (and our agents, affiliates, directors, officers and employees) from all claims, demands, actions, proceedings, costs, expenses and damages (including without limitation any actual, special, incidental or consequential damages) arising out of or in connection with such dispute or the transaction.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nLimitation of Liability</strong>\n</p>\n<p>8.1 TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SERVICES PROVIDED BY ALIBABA.COM ON OR THROUGH THE SITES ARE PROVIDED \"AS IS\", \"AS AVAILABLE\" AND “WITH ALL FAULTS”, AND ALIBABA.COM HEREBY EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, ANY WARRANTIES OF CONDITION, QUALITY, DURABILITY, PERFORMANCE, ACCURACY, RELIABILITY, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nALL SUCH WARRANTIES, REPRESENTATIONS, CONDITIONS, AND UNDERTAKINGS ARE HEREBY EXCLUDED.<br>\n&nbsp;</p>\n<p>8.2 TO THE MAXIMUM EXTENT PERMITTED BY LAW, ALIBABA.COM MAKES NO REPRESENTATIONS OR WARRANTIES ABOUT THE VALIDITY, ACCURACY, CORRECTNESS, RELIABILITY, QUALITY, STABILITY, COMPLETENESS OR CURRENTNESS OF ANY INFORMATION PROVIDED ON OR THROUGH THE SITES.\nALIBABA.COM DOES NOT REPRESENT OR WARRANT THAT THE MANUFACTURE, IMPORTATION, EXPORT, DISTRIBUTION, OFFER, DISPLAY, PURCHASE, SALE AND/OR USE OF PRODUCTS OR SERVICES OFFERED OR DISPLAYED ON THE SITES DOES NOT VIOLATE ANY THIRD PARTY RIGHTS.\nAND ALIBABA.COM MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND CONCERNING ANY PRODUCT OR SERVICE OFFERED OR DISPLAYED ON THE SITES.<br>\n&nbsp;</p>\n<p>8.3 Any material downloaded or otherwise obtained through the Sites or Services is done at each User's sole discretion and risk and each User is solely responsible for any damage to its own or to Alibaba.com’s computer system(s) or any loss of data that may result from the download of any such material.\nNo advice or information, whether oral or written, obtained by any User from Alibaba.com or through or from the Sites shall create any warranty not expressly stated herein.<br>\n&nbsp;</p>\n<p>8.4 The Sites may make available to User services or products provided by independent third parties.\n&nbsp;No warranty or representation is made with regard to such services or products.\n&nbsp;In no event shall Alibaba.com or our affiliates be held liable for any such services or products.<br>\n&nbsp;</p>\n<p>8.5 Each User hereby agrees to indemnify and hold Alibaba.com, our affiliates, directors, officers and employees harmless, from any and all losses, claims, liabilities (including legal costs on a full indemnity basis) which may arise from such User's access to or use of the Sites or Services (including but not limited to the submission, posting or display of such User's information and User Content on the Sites, Alibaba Channels or Third Party Channels under Promotion Services) or from your breach of any of the representations, warranties hereunder and the terms and conditions of the Terms.\nEach User hereby further agrees to indemnify and hold Alibaba.com, our affiliates, directors, officers and employees harmless, from any and all losses, damages, claims, liabilities (including legal costs on a full indemnity basis) which may arise from User's breach of any representations and warranties made by User to Alibaba.com, including but not limited to those set forth in clause 5 hereunder.\n&nbsp;<br>\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>8.6 Each User hereby further agrees to indemnify and save Alibaba.com, our affiliates, directors, officers and employees harmless, from any and all losses, damages, claims, liabilities (including legal costs on a full indemnity basis) which may arise, directly or indirectly, as a result of any claims asserted by Third Party Rights claimants or other third parties relating to the User Content, information and/or products offered or displayed on the Sites.\nEach User hereby further agrees that Alibaba.com is not responsible and shall have no liability to you, for any material posted by others, including defamatory, offensive or illicit material and that the risk of damages from such material rests entirely with each User.\nAlibaba.com reserves the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you shall cooperate with Alibaba.com in asserting any available defenses.<br>\n&nbsp;</p>\n<p>8.7 Alibaba.com shall not be liable for any special, direct, indirect, punitive, incidental or consequential damages or any damages whatsoever (including but not limited to damages for loss of profits or savings, business interruption, loss of information), whether in contract, negligence, tort, equity or otherwise or any other damages resulting from any of the following:</p>\n<p>\n<br>\na) the use or the inability to use the Sites or Services;<br>\nb) any defect in goods, samples, data, information or services purchased or obtained from a User or any other third party through the Sites or Services;<br>\nc) violation of Third Party Rights or claims or demands that User's manufacture, importation, exportation, distribution, offer, display, purchase, sale and/or use of products or services offered or displayed on the Sites or through the Services may violate or may be asserted to violate Third Party Rights.\nor claims by any party that they are entitled to defense or indemnification in relation to assertions of rights, demands or claims by Third Party Rights claimants;<br>\nd) unauthorized access by third parties to data or private information of any User;<br>\ne) statements or conduct of any User of the Sites or Services.\nor;<br>\nf) any matters relating to the Sites or Services, however arising, including negligence.<br>\n&nbsp;</p>\n<p>8.8 Notwithstanding any of the foregoing provisions, the aggregate liability of Alibaba.com, our employees, agents, affiliates, representatives or anyone acting on our behalf with respect to each User for all claims arising from the access to or use of the Sites or Services during any calendar year shall be limited to the greater of (a) the amount of fees the User has paid to Alibaba.com in exchange for the access to or use of the Site or Services during the calendar year and (b) the maximum amount permitted under the applicable law.\nThe preceding sentence shall not preclude the requirement by the User to prove actual damages.\nAll claims arising from the use of the Sites or Services must be filed within one (1) year from the date the cause of action arose or such longer period as prescribed under the applicable law governing the Terms.<br>\n&nbsp;</p>\n<p>8.9 The limitations and exclusions of liability to you under the Terms shall apply to the maximum extent permitted by law and shall apply whether or not Alibaba.com has been advised of or should have been aware of the possibility of any such losses arising.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nForce Majeure</strong>\n</p>\n<p>9.1&nbsp;&nbsp;Alibaba.com shall not be liable for or required to pay compensation of any nature whatsoever for any loss arising from the unavailability, inconvenience or failures of the services or systems due to the following reasons: (i) system shut-down for maintenance.\n(ii) inability to transmit data due to failures in communications terminals or telecommunications equipment.\n(iii) systems failure and inability to perform its functions) due to force majeure events including but not limited to typhoons, earthquakes, tsunamis, floods, power failure, fires, storms, war, political unrest, labour strikes, shortage of labor or materials, riots, insurrections, civil disturbances, terrorist attack, explosions, acts of God, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties.\nor (iv) suspension or delay of services or systems failure due to reasons beyond the reasonable control of Alibaba.com such as hacker or cyber attacks, technical adjustments or failure of the telecommunications department, website upgrades, third party problems or any suspension or disruption of transportation or business operation (including but not limited to delays or disruption of the resumption of work or operation ordered by any government agency) in the event of a national or regional spread of epidemic or pandemic.</p>\n<p>&nbsp;</p>\n<p>\n<strong>10.\nIntellectual Property Rights</strong>\n</p>\n<p>10.1 Alibaba.com is the sole owner or lawful licensee of all the rights and interests in the Sites and the Site Content.\nThe Sites and Site Content embody trade secrets and other intellectual property rights protected under worldwide copyright and other laws.\nAll title, ownership and intellectual property rights in the Sites and Site Content shall remain with Alibaba.com, our affiliates or licensors, as the case may be.\nAll rights not otherwise claimed under the Terms or by Alibaba.com are hereby reserved.<br>\n&nbsp;</p>\n<p>10.2 \"ALIBABA\", \"ALIBABA.COM\", “ALIEXPRESS” and related icons and logos are registered trademarks or trademarks or service marks of Alibaba Group Holding Limited.\nin the Relevant Jurisdictions, “ALIEXPRESS”, “АЛИЭКСПРЕСС” and related icons and logos are registered trademarks or trademarks or service marks of&nbsp;AliExpress Russia Holding Private Limited, and the “TMALL” trademark is licensed to AliExpress Russia Holding Private Limited.\nand “GOLD SUPPLIER”, \"TRUSTPASS\" and related icons and logos are registered trademarks or trademarks or service marks of Alibaba.com Limited&nbsp;and its affiliates, in various jurisdictions and are protected under applicable copyright, trademark and other proprietary rights laws.\nThe unauthorized copying, modification, use or publication of these marks is strictly prohibited.<br>\n&nbsp;</p>\n<p>10.3 Alibaba.com may have independent third parties involved in the provision of the Sites or Services (e.g., the authentication and verification service providers).\n&nbsp;You may not use any trademark, service mark or logo of such independent third parties without prior written approval from such parties.</p>\n<p>&nbsp;</p>\n<p>10.4 To the largest extent permissible under applicable law, all rights, title and interest to all derivative work created by Alibaba.com and/or its affiliates using User Content pursuant to the Terms shall belong to Alibaba.com, which may be freely assignable, licensable or grantable by Alibaba.com to any third party or its affiliates.</p>\n<p>\n<strong>11.\nNotices</strong>\n</p>\n<p>11.1 All legal notices or demands to or upon Alibaba.com&nbsp;(other than AliExpress Russia Holding Pte Ltd.)&nbsp;shall be made in writing and sent to Alibaba.com personally, by courier or certified mail to the following entity and address: Alibaba.com Hong Kong Limited/Alibaba.com Singapore E-Commerce Private Limited/Hangzhou Alibaba Advertising Co.\nLtd (as the case maybe), 26/F Tower One, Times Square, 1 Matheson Street, Causeway Bay, Hong Kong, Attn: Legal Department.&nbsp;All legal notices or demands to or upon AliExpress Russia Holding Private Limited (relating to AliExpress Sites) shall be made in writing and sent to Alibaba.com personally, by courier or certified mail to the following entity and address: AliExpress Russia Holding Private Limited, 8 Shenton Way, #45-01 AXA Tower, Singapore 068811, Attn: Legal Department.&nbsp;The notices shall be effective when they are received by Alibaba.com in any of the above-mentioned manner.</p>\n<p>11.2 All legal notices or demands to or upon a User shall be effective if either delivered personally, sent by courier, certified mail, by facsimile or email to the last-known correspondence, fax or email address provided by the User to Alibaba.com, or by posting such notice or demand on an area of the Sites that is publicly accessible without a charge.\nNotice to a User shall be deemed to be received by such User if and when:</p>\n<p>a) Alibaba.com is able to demonstrate that communication, whether in physical or electronic form, has been sent to such User, or<br>\nb) immediately upon Alibaba.com posting such notice on an area of the Sites that is publicly accessible without charge.</p>\n<p>11.3 You agree that all agreements, notices, demands, disclosures and other communications that Alibaba.com sends to you electronically will satisfy any legal requirement that such communication should be in writing.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\nGeneral Provisions</strong>\n</p>\n<p>12.1 Subject to any Additional Agreements, the Terms constitute the entire agreement between you and Alibaba.com with respect to and govern your use of the Sites and Services, superseding any prior written or oral agreements in relation to the same subject matter herein.<br>\n&nbsp;</p>\n<p>12.2 Alibaba.com and you are independent contractors, and no agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by the Terms.<br>\n&nbsp;</p>\n<p>12.3 If any provision of the Terms is held to be invalid or unenforceable, such provision shall be deleted and the remaining provisions shall remain valid and be enforced.<br>\n&nbsp;</p>\n<p>12.4 Headings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such clause.<br>\n&nbsp;</p>\n<p>12.5 Alibaba.com’s failure to enforce any right or failure to act with respect to any breach by you under the Terms will not constitute a waiver of that right nor a waiver of Alibaba.com’s right to act with respect to subsequent or similar breaches.<br>\n&nbsp;</p>\n<p>12.6 Alibaba.com shall have the right to assign the Terms (including all of our rights, titles, benefits, interests, and obligations and duties in the Terms to any person or entity (including any affiliates of Alibaba.com).\nYou may not assign, in whole or part, the Terms to any person or entity.<br>\n&nbsp;</p>\n<p>12.7 THIS AGREEMENT SHALL BE GOVERNED BY THE LAWS OF THE PEOPLE’S REPUBLIC OF CHINA (“<strong>PRC</strong>”) IF YOU CONTRACT WITH HANGZHOU ALIBABA ADVERTISING CO., LTD ACCORDING TO PARAGRAPH 2.1, AND THE PARTIES TO THIS AGREEMENT HEREBY SUBMIT TO THE EXCLUSIVE JURISDICTION OF THE YUHANG BASIC PEOPLE’S COURT OF HANGZHOU, PRC.&nbsp.\nIF YOUR CONTRACT IS WITH ALIBABA.COM HONG KONG LIMITED OR ALIBABA.COM SINGAPORE E-COMMERCE PRIVATE LIMITED, THEN THIS AGREEMENT SHALL BE GOVERNED BY LAWS OF THE HONG KONG SPECIAL ADMINISTRATIVE REGION (\"<strong>HONG KONG</strong>\") WITHOUT REGARD TO ITS CONFLICT OF LAW PROVISIONS.\nAND THE PARTIES TO THIS AGREEMENT HEREBY SUBMIT TO THE EXCLUSIVE JURISDICTION OF THE HONG KONG COURTS, EXCEPT AS OTHERWISE STIPULATED UNDER APPLICABLE LAW.\nIF YOUR CONTRACT IS WITH ALIEXPRESS RUSSIA HOLDING PTE LTD., THIS AGREEMENT SHALL BE GOVERNED BY LAWS OF THE RUSSIAN FEDERATION (\"<strong>RUSSIA</strong>\") WITHOUT REGARD TO ITS CONFLICT OF LAW PROVISIONS.\nAND THE PARTIES TO THIS AGREEMENT HEREBY SUBMIT TO THE EXCLUSIVE JURISDICTION OF THE COURTS OF RUSSIA, EXCEPT AS OTHERWISE STIPULATED UNDER APPLICABLE LAW.&nbsp;</p>\n<p>12.8 If you have any comments on the Services we provide to you, you may contact our customer service support line (https://helppage.aliexpress.com/buyercenter/selectTopic.htm&nbsp;for AliExpress or&nbsp;https://service.alibaba.com/buyer?spm=a2700.8293689.0.0.643f65aasdVUJy&amp;tracelog=footer_hp_buyer&nbsp;for Alibaba.com) with any such feedback or questions.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>\n<strong>Part B:&nbsp.\nOld version - effective as of May 6th, 2020</strong>\n</u>\n</p>\n<p>PLEASE READ THESE TERMS AND CONDITIONS CAREFULLY!</p>\n<p>Welcome to www.alibaba.com and www.aliexpress.com! &nbsp;These Terms of Use describe the terms and conditions applicable to your access and use of the websites, mobile sites, mobile applications and other portals owned, operated, branded or made available by Alibaba.com (defined below) from time to time which relate to (a) the Alibaba e-commerce platform including but not limited to the web and mobile-optimized versions of the websites identified by the uniform resource locator “www.alibaba.com” and the mobile applications of the Alibaba.com e-commerce platform&nbsp;(the “Alibaba Sites”).\nand (b) the AliExpress e-commerce platform including but not limited to the web and mobile-optimized versions of the websites identified by the uniform resource locators “www.aliexpress.com”, “www.aliexpress.ru” and “www.tmall.ru” (“AliExpress Sites”), and the&nbsp;mobile applications&nbsp;of the AliExpress&nbsp;e-commerce&nbsp;platforms,(with Alibaba.com Sites and AliExpress Sites collectively the “Sites”).&nbsp.\nThis document is a legally binding agreement between you as the user(s) of the Sites (referred to as “you”, “your” or “User” hereinafter) and the Alibaba.com contracting entity determined in accordance with clause 2.1 below (referred to as “we”, “our” or “Alibaba.com” hereinafter).</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.Application and Acceptance of the Terms</strong>\n</p>\n<p>1.1 Your access to and use of the Sites and Alibaba.com’s services, software and products through the Sites, which shall include the platforms described in clause 7.1 of the Terms (such services, software and products collectively referred to as the “<strong>Services</strong>” hereinafter) is subject to the terms and conditions contained in this document as well as the Privacy Policy (defined in clause 3.3 below), the&nbsp;Product Listing Policy&nbsp;and any other rules and policies of the Sites that Alibaba.com may publish from time to time.\n&nbsp;The Promotion Services referred to in the&nbsp;Free Membership Agreement&nbsp;shall include Top Ranking and Sponsored Listing and any such other Services as may be announced by Alibaba.com from time to time.&nbsp;This document and such other rules and policies of the Sites are collectively referred to below as the “<strong>Terms</strong>”.\n&nbsp;By accessing and use of the Sites and Services, you agree to accept and be bound by the Terms.\n&nbsp;Please do not access or use the Services or the Sites if you do not accept all of the Terms.\n&nbsp;<br>\n&nbsp;</p>\n<p>1.2 You may not access or use the Services or the Sites and may not accept the Terms if (a) you are not of legal age to form a binding contract with Alibaba.com, or (b) you are not permitted to receive any Services under the laws of Hong Kong or other countries / regions including the country / region in which you are resident or from which you access and use the Services and the Sites.</p>\n<p>&nbsp;</p>\n<p>1.3 Alibaba.com may amend any Terms at any time by posting the relevant amended and restated Terms on the Sites.\n&nbsp;By continuing to access or use the Services or the Sites, you agree that the amended and restated Terms will apply to you.<br>\n&nbsp;</p>\n<p>1.4 If Alibaba.com has posted or provided a translation of the English language version of the Terms, you agree that the translation is provided for convenience only and that the English language version will govern your access to and use of the Services or the Sites.<br>\n&nbsp;</p>\n<p>1.5 You may be required to enter into separate agreement(s), whether online or offline, with Alibaba.com or our affiliate for any Service (or features within the Services) (each an “<strong>Additional Agreement</strong>”).\n&nbsp;If there is any conflict or inconsistency between the Terms and an Additional Agreement, the Additional Agreement shall take precedence over the Terms only in relation to that Service (or feature within the Service) concerned.\n&nbsp;&nbsp;<br>\n&nbsp;</p>\n<p>1.6 The Terms may not otherwise be modified except in writing by an authorized officer of Alibaba.com.\n&nbsp.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nProvision of Services</strong>\n</p>\n<p>2.1&nbsp;&nbsp;If you are a registered member of any of the Sites, and you are from mainland China, you are contracting with Hangzhou Alibaba Advertising Co., Ltd.</p>\n<p>&nbsp;</p>\n<p>If you are a registered member of any of the Sites, and you are from Hong Kong or Macau, the Alibaba.com contracting entity that you are contracting with is Alibaba.com Hong Kong Limited.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>If you are a registered member of any of the Sites, and either (a) you are from a&nbsp;place&nbsp;outside&nbsp;mainland China,&nbsp;Hong Kong, Macau.\nor (b) you&nbsp;access and use the Alibaba Sites from any of the Relevant Jurisdictions, you are contracting with Alibaba.com Singapore E-Commerce Private Limited (incorporated in Singapore with Company Reg.\nNo.\n200720572D).\n&nbsp;&nbsp;As some or part of the Services may be supported and provided by affiliates of Alibaba.com, Alibaba.com may delegate some of the Services to its affiliates.</p>\n<p>&nbsp;</p>\n<p>Notwithstanding anything to the contrary in the forgoing provisions in this clause 2.1, if you are a registered member of AliExpress, and you are resident in or access and use the AliExpress Sites from any of the Relevant Jurisdictions (the “<strong>AliExpress Relevant Jurisdiction User</strong>”), your contract is with AliExpress Russia Holding Private Limited (incorporated in Singapore with Company Reg.\nNo.\n201917627W).\n“<strong>Relevant Jurisdictions</strong>” shall mean the Russian Federation, Azerbaijan, Armenia, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Turkmenistan, Tajikistan and Uzbekistan.</p>\n<p>2.2 You must register as a member on the Sites in order to access and use some Services.\nFurther, Alibaba.com reserves the right, without prior notice, to restrict access to or use of certain Services (or any features within the Services) to paying Users, or subject to other conditions that Alibaba.com may impose in our discretion.&nbsp;<br>\n&nbsp;</p>\n<p>2.3 Services (or any features within the Services) may vary for different regions and countries.\nNo warranty or representation is given that a particular Service or feature or function thereof or the same type and extent of the Service or features and functions thereof will be available for Users.\nAlibaba.com may in our sole discretion limit, deny or create different levels of access to and use of any Services (or any features within the Services) with respect to different Users.<br>\n&nbsp;</p>\n<p>2.4 Alibaba.com may launch, change, upgrade, impose conditions to, suspend, or stop any Services (or any features within the Services) without prior notice except that in case of a fee-based Service, such changes will not substantially adversely affect the ability of such paying Users to enjoy that Service, except in respect of any&nbsp;AliExpress Relevant Jurisdiction Users.\nIn respect of any&nbsp;AliExpress Relevant Jurisdiction Users,&nbsp;AliExpress Russia Holding Private Limited&nbsp;may launch, change, upgrade, impose conditions to, suspend, or stop any Services (or any features within the Services) without prior notice except that in case of a fee-based Service, such changes will not substantially adversely affect the ability of such paying Users to enjoy that Service.<br>\n&nbsp;</p>\n<p>2.5 Some Services (or part thereof) may be provided by Alibaba.com’s affiliates on behalf of Alibaba.com.</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nUsers Generally</strong>\n</p>\n<p>3.1 As a condition of your access to and use of the Sites or Services, you agree that you will comply with all applicable laws and regulations when accessing or using the Sites or Services.<br>\n&nbsp;</p>\n<p>3.2 You agree that (a) you will not copy, reproduce, download, re-publish, sell, distribute or resell any Services or any information, text, images, graphics, video clips, sound, directories, files, databases or listings, etc available on or through the Sites (the “Site Content”), and (b) you will not copy, reproduce, download, compile or otherwise use any Site Content for the purposes of operating a business that competes with Alibaba.com, or otherwise commercially exploiting the Site Content.\nSystematic retrieval of Site Content from the Sites to create or compile, directly or indirectly, a collection, compilation, database or directory (whether through robots, spiders, automatic devices or manual processes) without written permission from Alibaba.com is prohibited.\nUse of any content or materials on the Sites for any purpose not expressly permitted in the Terms is prohibited.<br>\n&nbsp;</p>\n<p>3.3 You must read the following documents which govern the protection and use of personal information about Users in the possession of Alibaba.com and our affiliates:</p>\n<p>&nbsp;</p>\n<p>a) for Users who access or use Sites relating to the Alibaba e-commerce platform, the&nbsp;Alibaba.com Privacy Policy, and</p>\n<p>b) for Users who access or use Sites relating to the&nbsp;AliExpress&nbsp;e-commerce&nbsp;platforms, the&nbsp;Aliexpress.com Privacy Policy,&nbsp;or the&nbsp;Privacy&nbsp;Policy of “www.aliexpress.ru” and “www.tmall.ru”&nbsp;&nbsp;(collectively, the “Privacy Policy”).<br>\n&nbsp;</p>\n<p>3.4 Alibaba.com may allow Users to access to content, products or services offered by third parties through hyperlinks (in the form of word link, banners, channels or otherwise), API or otherwise to such third parties' web sites.\nYou are cautioned to read such web sites' terms and conditions and/or privacy policies before using the Sites.\nYou acknowledge that Alibaba.com has no control over such third parties' web sites, does not monitor such web sites, and shall not be responsible or liable to anyone for such web sites, or any content, products or services made available on or through such web sites.<br>\n&nbsp;</p>\n<p>3.5 You agree not to undertake any action to undermine the integrity of the computer systems or networks of Alibaba.com and/or any other User nor to gain unauthorized access to such computer systems or networks.<br>\n&nbsp;</p>\n<p>3.6 You agree not to undertake any action which may undermine the integrity of Alibaba.com’s feedback system, such as leaving positive feedback for yourself using secondary Member IDs or through third parties or by leaving unsubstantiated negative feedback for another User.<br>\n&nbsp;</p>\n<p>3.7 By posting or displaying any information, content or material (“User Content”) on the Sites or providing any User Content to Alibaba.com or our representative(s), and to the extent permitted under applicable laws, you grant an irrevocable, perpetual, worldwide, royalty-free, and sub-licensable (through multiple tiers) license to Alibaba.com to display, transmit, distribute, reproduce, publish, duplicate, adapt, modify, translate, create derivative works, and otherwise use any or all of the User Content in any form, media, or technology now known or not currently known in any manner and for any purpose which may be beneficial to Alibaba.com, the operation of the Sites, the provision of any Services and/or the business of the User.\nYou confirm and warrant to Alibaba.com that you have all the rights, power and authority necessary to grant the above license.\nInformation that is protected under data protection laws will only be used and kept in compliance with those laws.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nMember Accounts</strong>\n</p>\n<p>4.1 User must be registered on the Sites to access or use some Services (a registered User is also referred to as a “<strong>Member</strong>” below).\nExcept with Alibaba.com’s approval, one User may only register one member account on the Sites.\nAlibaba.com may cancel or terminate a User’s member account if Alibaba.com has reasons to suspect that the User has concurrently registered or is in control of two or more member accounts.\nFurther, Alibaba.com may reject User’s application for registration for any reason.</p>\n<p>4.2 Upon registration on the Sites, Alibaba.com shall assign an account and issue a member ID and password (the latter shall be chosen by a registered User during registration) to each registered User.\nAn account may have a web-based email account with limited storage space for the Member to send or receive emails.<br>\n&nbsp;</p>\n<p>4.3 A set of Member ID and password is unique to a single account.\nEach Member shall be solely responsible for maintaining the confidentiality and security of your Member ID and password and for all use of and activities that occur under your account (whether such use or activities are authorized or not).\nNo Member may share, assign, or permit the use of your Member account, ID or password by another person, even to other individuals within the Member’s own business entity (where applicable).\nMember agrees to notify Alibaba.com immediately if you become aware of any unauthorized use of your password or your account or any other breach of security of your account.<br>\n&nbsp;</p>\n<p>4.4 Member agrees that all use of the Sites and Services, and all activities that occur under your account (including without limitation, posting any company or product information, clicking to accept any Additional Agreements or rules, subscribing to or making any payment for any services, sending emails using the email account or sending SMS) will be deemed to have been authorized by the Member.<br>\n&nbsp;</p>\n<p>4.5 Member acknowledges that sharing of your account with other persons, or allowing multiple users outside of your business entity to use your account (collectively, \"<strong>multiple use</strong>\"), may cause irreparable harm to Alibaba.com or other Users of the Sites.\nMember shall indemnify Alibaba.com, our affiliates, directors, employees, agents and representatives against any loss or damages (including but not limited to loss of profits) suffered as a result of the multiple use of your account.\nMember also agrees that in case of the multiple use of your account or Member’s failure to maintain the security of your account, Alibaba.com shall not be liable for any loss or damages arising from such a breach and shall have the right to suspend or terminate Member’s account without liability to the Member.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nMember’s Responsibilities</strong>\n</p>\n<p>5.1 Each Member represents, warrants and agrees that (a) you have full power and authority to accept the Terms, to grant the license and authorization and to perform the obligations hereunder.\n(b) your access and use the Sites and Services will be for business purposes only.\nand (c) for Members who are business entities, the address you provide when registering is the principal place of business of your business entity.\n&nbsp;For purposes of this provision, a branch or liaison office will not be considered a separate entity and your principal place of business will be deemed to be that of your head office.&nbsp;</p>\n<p>5.2 Member will be required to provide information or material about your entity, business or products/services as part of the registration process on the Sites for your access to and use of any Service or the member account.\n&nbsp;Each Member represents, warrants and agrees that (a) such information and material whether submitted during the registration process or thereafter throughout the continuation of the use of the Sites or Service is true, accurate, current and complete, and (b) you will maintain and promptly amend all information and material to keep it true, accurate, current and complete.<br>\n&nbsp;</p>\n<p>\n<strong>5.3 Upon becoming a Member, you consent to the inclusion of the contact information about you in our database and authorize Alibaba.com and our affiliates to share the contact information with other Users or otherwise use your personal information in accordance with the Privacy Policy.&nbsp;</strong>\n<br>\n&nbsp;</p>\n<p>5.4 Each Member represents, warrants and agrees that (a) you shall be solely responsible for obtaining all necessary third party licenses and permissions regarding any User Content that you submit, post or display.\n(b) any User Content that you submit, post or display does not infringe or violate any of the copyright, patent, trademark, trade name, trade secrets or any other personal or proprietary rights of any third party (“<strong>Third Party Rights</strong>”).\n(c) you have the right and authority to sell, trade, distribute or export or offer to sell, trade, distribute or export the products or services described in the User Content and such sale, trade, distribution or export or offer does not violate any Third Party Rights and (d) you and your affiliates are not the subject of any trade restrictions, sanctions or other legal restrictions enacted by any country, international organization or jurisdiction.<br>\n&nbsp;</p>\n<p>5.5 Each Member further represents, warrants and agrees that the User Content that you submit, post or display shall:</p>\n<p>\n<br>\na) be true, accurate, complete and lawful;<br>\nb) not be false, misleading or deceptive;<br>\nc) not contain information that is defamatory, libelous, threatening or harassing, obscene, objectionable, offensive, sexually explicit or harmful to minors;<br>\nd) not contain information that is discriminatory or promotes discrimination based on race, sex, religion, nationality, disability, sexual orientation or age;<br>\ne) not violate the&nbsp;Product Listing Policy, other Terms or any applicable Additional Agreements<br>\nf) not violate any applicable laws and regulations (including without limitation those governing export control, consumer protection, unfair competition, or false advertising) or promote any activities which may violate any applicable laws and regulations;<br>\ng) not contain any link directly or indirectly to any other web Sites which includes any content that may violate the Terms.<br>\n&nbsp;</p>\n<p>5.6 Each Member further represents, warrants and agrees that you shall/are:</p>\n<p>\n<br>\na) carry on your activities on the Sites in compliance with any applicable laws and regulations;<br>\nb) conduct your business transactions with other users of the Sites in good faith;<br>\nc) carry on your activities in accordance with the Terms and any applicable Additional Agreements;<br>\nd) not use the Services or Sites to defraud any person or entity (including without limitation sale of stolen items, use of stolen credit/debit cards);<br>\ne) not impersonate any person or entity, misrepresent yourself or your affiliation with any person or entity;<br>\nf) not engage in spamming or phishing;<br>\ng) not engage in any other unlawful activities (including without limitation those which would constitute a criminal offence, give rise to civil liability, etc) or encourage or abet any unlawful activities;<br>\nh) not involve attempts to copy, reproduce, exploit or expropriate Alibaba.com’s various proprietary directories, databases and listings;<br>\ni) not involve any computer viruses or other destructive devices and codes that have the effect of damaging, interfering with, intercepting or expropriating any software or hardware system, data or personal information;<br>\nj) not involve any scheme to undermine the integrity of the data, systems or networks used by Alibaba.com and/or any user of the Sites or gain unauthorized access to such data, systems or networks;<br>\nk) not, and your director(s), officer(s), controlling party/ies, affiliates and legal jurisdiction in which any of the foregoing persons or entities is organized or has operations are not, persons or entities that are subject to any economic or fraud sanctions of any governmental, international or regulatory entities.\nand<br>\nl) not engage in any activities that would otherwise create any liability for Alibaba.com or our affiliates.</p>\n<p>&nbsp;</p>\n<p>5.7 Member may not use the Sites, Services or member account to engage in activities which are identical or similar to Alibaba.com’s e-commerce marketplace business.<br>\n&nbsp;</p>\n<p>5.8 If Member provides a business referee, Member represents, warrants and agrees that you have obtained all necessary consents, approvals and waivers from such referee to (a) act as your business referee.\n(b) post and publish their contact details and information, reference letters and comments on their behalf.\nand (c) that third parties may contact such business referees to support claims or statements made about you.\nYou further warrant and agree that all reference letters and comments are true and accurate and third parties may contact the business referees without the need to obtain your consent.<br>\n&nbsp;</p>\n<p>5.9 Member agrees to provide all necessary information, materials and approval, and render all reasonable assistance and cooperation necessary for Alibaba.com’s provision of the Services, evaluating whether Member has breached the Terms and/or handling any complaint against the Member.\n&nbsp;If Member’s failure to do so results in delay in, or suspension or termination of, the provision of any Service, &nbsp;Alibaba.com shall not be obliged to extend the relevant service period nor be liable for any loss or damages arising out of or in connection with such delay, suspension or termination.<br>\n&nbsp;</p>\n<p>5.10 Member acknowledges and agrees that Alibaba.com reserves the right to, but shall not be required to actively monitor or exercise any editorial control whatsoever over the content of any message or material or information (including User Content) created, obtained or accessible through the Services or Sites.\nAlibaba.com does not endorse, verify or otherwise certify the contents of any comments or other material or information (including User Content) created, submitted, posted, displayed or otherwise made by any Member.\nEach Member is solely responsible for the contents of their communications and may be held legally liable or accountable for the content of their comments or other material or information<br>\n&nbsp;</p>\n<p>5.11 Member acknowledges and agrees that the Sites and Services may only be used by businesses and their representatives for business use and not for individual consumers or for personal use.<br>\n&nbsp;</p>\n<p>5.12Member acknowledges and agrees that each Member is solely responsible for observing applicable laws and regulations in its respective jurisdictions to ensure that all access and use of the Site and Services are in compliance with the same.</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.\nBreaches by Members</strong>\n</p>\n<p>6.1 Alibaba.com reserves the right in our sole discretion to remove, modify or reject any User Content that you submit to, post or display on the Sites which we reasonably believe is unlawful, violates the Terms, could subject Alibaba.com or our affiliates to liability, or is otherwise found inappropriate in Alibaba.com’s sole discretion.<br>\n&nbsp;</p>\n<p>6.2 If any Member breaches any Terms, or if Alibaba.com has reasonable grounds to believe that a Member is in breach of any Terms, Alibaba.com shall have the right to take such disciplinary actions as it deems appropriate, including without limitation: (i) suspending or terminating the Member’s account and any and all accounts determined to be related to such account by Alibaba.com in its sole discretion without liability for any losses or damages arising out of or in connection with such suspension or termination.\n(ii) restricting, downgrading, suspending or terminating the subscription of, access to, or current or future use of any Service.\n(iii) removing any product listings or other User Content that the Member has submitted, posted or displayed, or imposing restrictions on the number of product listings or User Content that the Member may post or display.\n(iv) imposing other restrictions on the Member’s use of any features or functions of any Service as Alibaba.com may consider appropriate in its sole discretion.\nand (v) any other corrective actions, discipline or penalties as Alibaba.com may deem necessary or appropriate in its sole discretion.<br>\n&nbsp;</p>\n<p>6.3 Without limiting the generality of the provisions of the Terms, a Member would be considered as being in breach of the Terms in any of the following circumstances:</p>\n<p>\n<br>\na) upon complaint or claim from any third party, Alibaba.com has reasonable grounds to believe that such Member has willfully or materially failed to perform your contract with such third party including without limitation where a Member who supplies products or services using the Sites and Services has failed to deliver any items ordered by such third party after receipt of the purchase price, or where the items such Member has delivered materially fail to meet the terms and descriptions outlined in your contract with such third party,<br>\nb) Alibaba.com has reasonable grounds to suspect that such Member has used a stolen credit card or other false or misleading information in any transaction with a counter party,<br>\nc) Alibaba.com has reasonable grounds to suspect that any information provided by the Member is not current or complete or is untrue, inaccurate, or misleading, or<br>\nd) Alibaba.com believes that the Member’s actions may cause financial loss or legal liability to Alibaba.com or our affiliates or any other Users.<br>\n&nbsp;</p>\n<p>6.4 Alibaba.com reserves the right to cooperate fully with governmental or regulatory authorities, law enforcement bodies, private investigators and/or injured third parties in the investigation of any suspected criminal or civil wrongdoing.\n&nbsp;Further, to the extent permitted by applicable laws and policies, Alibaba.com may disclose the Member's identity, contact information and/or information regarding the Member's account(s), transactions or activities carried out on or via the Site, if requested by a government, regulatory or law enforcement body or an injured third party, or as a result of a subpoena or other legal action.\n&nbsp;Alibaba.com shall not be liable for damages or results arising from such disclosure, and Member agrees not to bring any action or claim against Alibaba.com for such disclosure.<br>\n&nbsp;</p>\n<p>6.5 Alibaba.com may, at any time and in our reasonable discretion, impose limitations on, suspend or terminate the Member’s use of any Service or the Sites without being liable to the Member if Alibaba.com has received notice that the Member is in breach of any agreement or undertaking with any affiliate of Alibaba.com including without limitation Taobao, Alipay, China Yahoo! and such breach involves or is reasonably suspected to involve dishonest or fraudulent activities.\nAlibaba.com reserves the right to, but shall not be required to investigate such breach or request confirmation from the Member.</p>\n<p>&nbsp;</p>\n<p>6.6 Each Member agrees to indemnify Alibaba.com, our affiliates, directors, employees, agents and representatives and to hold them harmless, from any and all damages, losses, claims and liabilities (including legal costs on a full indemnity basis) which may arise from your submission, posting or display of any User Content, from your access to or use of the Sites or Services, or from your breach of the Terms or any Additional Agreements.<br>\n&nbsp;</p>\n<p>6.7 Each Member further agrees that Alibaba.com is not responsible, and shall have no liability to you or anyone else for any User Content or other material transmitted through the Sites or Services, including fraudulent, untrue, misleading, inaccurate, defamatory, offensive or illicit material and that the risk of damage from such User Content or other material rests entirely with the Member.\nAlibaba.com reserves the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by the Member, in which event the Member shall cooperate with Alibaba.com in asserting any available defenses.</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nTransactions Between Buyers and Sellers</strong>\n</p>\n<p>7.1 Through the Sites, Alibaba.com provides electronic web-based platforms for exchanging information between buyers and sellers of products and services.\n&nbsp;Alibaba.com additionally provides electronic web-based transaction platforms for Members to place, accept, conclude, manage and fulfill orders for the provision of products and services online within the Sites subject to the terms of the&nbsp;Transaction Services Agreement.\n&nbsp;However, for any Services, Alibaba.com does not represent either the seller or the buyer in specific transactions.\nAlibaba.com does not control and is not liable or responsible for the quality, safety, lawfulness or availability of the products or services offered for sale on the Sites, the ability of the sellers to complete a sale or the ability of buyers to complete a purchase.<br>\n&nbsp;</p>\n<p>7.2 Users are hereby made aware that there may be risks of dealing with people acting under false pretences.\nAlibaba.com uses several techniques to verify the accuracy of certain information our paying Users provide us when they register for a paying membership service on the Sites.\n&nbsp;However, because user verification on the Internet is difficult, Alibaba.com cannot and does not confirm each User's purported identity (including, without limitation, paying Members).\nWe encourage you to use various means, as well as common sense, to evaluate with whom you are dealing.<br>\n&nbsp;</p>\n<p>7.3 Buyers and sellers accessing or using the Sites or Services shall assume the risks of conducting any purchase and sale transactions in connection with or through the Sites or Services.\nBuyer and sellers accessing or using the Site or Services shall also fully assume all risks of liability or harm of any kind arising out of or in connection with any subsequent activity relating to the products or services that are the subject of the transactions on the Sites.\nExamples of such risks shall include, but are not limited to, mis-representation of products and services, fraudulent schemes, unsatisfactory product quality, failure to meet specifications, defective or dangerous products, unlawful products, delay or default in delivery or payment, cost mis-calculations, breach of warranty, breach of contract, transportation accidents, the risk that the manufacture, importation, export, distribution, offer, display, purchase, sale and/or use of products or services offered or displayed on the Sites may violate or may be asserted to violate Third Party Rights, and the risk that Users may incur costs of defense or other costs in connection with third parties’ assertion of Third Party Rights, or in connection with any claims by any party that they are entitled to defense or indemnification in relation to the assertion of rights, demands or claims by claimants of Third Party Rights.\nExamples of such risks also include the risk of claims from consumers, other purchasers, end-users of products or other&nbsp;third parties that they have suffered injuries or harm from their use of the products obtained through the Sites or Services.\nAll of the foregoing risks are referred to as \"Transaction Risks\".\nAlibaba.com is not liable or responsible for any damages, claims, liabilities, costs, harm, inconveniences, business disruptions or expenditures of any kind that may arise a result of or in connection with any Transaction Risks.<br>\n&nbsp;</p>\n<p>7.4 Buyers and sellers on the Sites are solely responsible for setting out and performance of the terms and conditions of the transactions conducted on, through or as a result of use of the Sites or Services, including, without limitation, terms regarding payment, returns, warranties, shipping, insurance, fees, taxes, title, licenses, fines, permits, handling, transportation and storage, subject to any additional obligations imposed under the&nbsp;Transaction&nbsp;Services Agreement&nbsp;(and in particular, clause 3.2).</p>\n<p>&nbsp;</p>\n<p>7.5 User agrees to provide all information and materials as may be reasonably required by Alibaba.com in connection with your transactions conducted on, through or as a result of use of the Sites or Services.\n&nbsp;Alibaba.com has the right to suspend or terminate any User’s account if the User fails to provide the required information and materials without liability for any losses or damages arising out of or in connection with such suspension or termination.</p>\n<p>\n<br>\n7.6 In the event that any User has a dispute with any party to a transaction, such User agrees to release and indemnify Alibaba.com (and our agents, affiliates, directors, officers and employees) from all claims, demands, actions, proceedings, costs, expenses and damages (including without limitation any actual, special, incidental or consequential damages) arising out of or in connection with such dispute or the transaction.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nLimitation of Liability</strong>\n</p>\n<p>8.1 TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE SERVICES PROVIDED BY ALIBABA.COM ON OR THROUGH THE SITES ARE PROVIDED \"AS IS\", \"AS AVAILABLE\" AND “WITH ALL FAULTS”, AND ALIBABA.COM HEREBY EXPRESSLY DISCLAIMS ANY AND ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, ANY WARRANTIES OF CONDITION, QUALITY, DURABILITY, PERFORMANCE, ACCURACY, RELIABILITY, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nALL SUCH WARRANTIES, REPRESENTATIONS, CONDITIONS, AND UNDERTAKINGS ARE HEREBY EXCLUDED.<br>\n&nbsp;</p>\n<p>8.2 TO THE MAXIMUM EXTENT PERMITTED BY LAW, ALIBABA.COM MAKES NO REPRESENTATIONS OR WARRANTIES ABOUT THE VALIDITY, ACCURACY, CORRECTNESS, RELIABILITY, QUALITY, STABILITY, COMPLETENESS OR CURRENTNESS OF ANY INFORMATION PROVIDED ON OR THROUGH THE SITES.\nALIBABA.COM DOES NOT REPRESENT OR WARRANT THAT THE MANUFACTURE, IMPORTATION, EXPORT, DISTRIBUTION, OFFER, DISPLAY, PURCHASE, SALE AND/OR USE OF PRODUCTS OR SERVICES OFFERED OR DISPLAYED ON THE SITES DOES NOT VIOLATE ANY THIRD PARTY RIGHTS.\nAND ALIBABA.COM MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND CONCERNING ANY PRODUCT OR SERVICE OFFERED OR DISPLAYED ON THE SITES.<br>\n&nbsp;</p>\n<p>8.3 Any material downloaded or otherwise obtained through the Sites or Services is done at each User's sole discretion and risk and each User is solely responsible for any damage to its own or to Alibaba.com’s computer system(s) or any loss of data that may result from the download of any such material.\nNo advice or information, whether oral or written, obtained by any User from Alibaba.com or through or from the Sites shall create any warranty not expressly stated herein.<br>\n&nbsp;</p>\n<p>8.4 The Sites may make available to User services or products provided by independent third parties.\n&nbsp;No warranty or representation is made with regard to such services or products.\n&nbsp;In no event shall Alibaba.com or our affiliates be held liable for any such services or products.<br>\n&nbsp;</p>\n<p>8.5 Each User hereby agrees to indemnify and save Alibaba.com, our affiliates, directors, officers and employees harmless, from any and all losses, claims, liabilities (including legal costs on a full indemnity basis) which may arise from such User's access to or use of the Sites or Services (including but not limited to the display of such User's information on the Sites) or from your breach of any of the terms and conditions of the Terms.\nEach User hereby further agrees to indemnify and save Alibaba.com, our affiliates, directors, officers and employees harmless, from any and all losses, damages, claims, liabilities (including legal costs on a full indemnity basis) which may arise from User's breach of any representations and warranties made by User to Alibaba.com, including but not limited to those set forth in clause 5 hereunder.\n&nbsp;<br>\n&nbsp;</p>\n<p>8.6 Each User hereby further agrees to indemnify and save Alibaba.com, our affiliates, directors, officers and employees harmless, from any and all losses, damages, claims, liabilities (including legal costs on a full indemnity basis) which may arise, directly or indirectly, as a result of any claims asserted by Third Party Rights claimants or other third parties relating to products offered or displayed on the Sites.\nEach User hereby further agrees that Alibaba.com is not responsible and shall have no liability to you, for any material posted by others, including defamatory, offensive or illicit material and that the risk of damages from such material rests entirely with each User.\nAlibaba.com reserves the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you shall cooperate with Alibaba.com in asserting any available defenses.<br>\n&nbsp;</p>\n<p>8.7 Alibaba.com shall not be liable for any special, direct, indirect, punitive, incidental or consequential damages or any damages whatsoever (including but not limited to damages for loss of profits or savings, business interruption, loss of information), whether in contract, negligence, tort, equity or otherwise or any other damages resulting from any of the following:</p>\n<p>\n<br>\na) the use or the inability to use the Sites or Services;<br>\nb) any defect in goods, samples, data, information or services purchased or obtained from a User or any other third party through the Sites or Services;<br>\nc) violation of Third Party Rights or claims or demands that User's manufacture, importation, exportation, distribution, offer, display, purchase, sale and/or use of products or services offered or displayed on the Sites or through the Services may violate or may be asserted to violate Third Party Rights.\nor claims by any party that they are entitled to defense or indemnification in relation to assertions of rights, demands or claims by Third Party Rights claimants;<br>\nd) unauthorized access by third parties to data or private information of any User;<br>\ne) statements or conduct of any User of the Sites or Services.\nor;<br>\nf) any matters relating to the Sites or Services, however arising, including negligence.<br>\n&nbsp;</p>\n<p>8.8 Notwithstanding any of the foregoing provisions, the aggregate liability of Alibaba.com, our employees, agents, affiliates, representatives or anyone acting on our behalf with respect to each User for all claims arising from the access to or use of the Sites or Services during any calendar year shall be limited to the greater of (a) the amount of fees the User has paid to Alibaba.com in exchange for the access to or use of the Site or Services during the calendar year and (b) the maximum amount permitted under the applicable law.\nThe preceding sentence shall not preclude the requirement by the User to prove actual damages.\nAll claims arising from the use of the Sites or Services must be filed within one (1) year from the date the cause of action arose or such longer period as prescribed under the applicable law governing the Terms.<br>\n&nbsp;</p>\n<p>8.9 The limitations and exclusions of liability to you under the Terms shall apply to the maximum extent permitted by law and shall apply whether or not Alibaba.com has been advised of or should have been aware of the possibility of any such losses arising.</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nForce Majeure</strong>\n</p>\n<p>9.1&nbsp;&nbsp;Under no circumstances shall Alibaba.com be held liable for any delay or failure or disruption of the content or the Services accessed or delivered through the Sites or the creation or fulfilment of contracts resulting directly or indirectly from acts of nature, forces or causes beyond our reasonable control, including without limitation, Internet failures, computer, telecommunications or any other equipment failures, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, flood, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, or non-performance of third parties or any suspension or disruption of transportation or business operation (including but not limited to delays or disruption of the resumption of work or operation ordered by any government agency) in the event of a national or regional spread of epidemic or pandemic.</p> &nbsp.\n<p>\n<strong>10.\nIntellectual Property Rights</strong>\n</p>\n<p>10.1 Alibaba.com is the sole owner or lawful licensee of all the rights and interests in the Sites and the Site Content.\nThe Sites and Site Content embody trade secrets and other intellectual property rights protected under worldwide copyright and other laws.\nAll title, ownership and intellectual property rights in the Sites and Site Content shall remain with Alibaba.com, our affiliates or licensors, as the case may be.\nAll rights not otherwise claimed under the Terms or by Alibaba.com are hereby reserved.<br>\n&nbsp;</p>\n<p>10.2 \"ALIBABA\", \"ALIBABA.COM\", “ALIEXPRESS” and related icons and logos are registered trademarks or trademarks or service marks of Alibaba Group Holding Limited.\nin the Relevant Jurisdictions, “ALIEXPRESS”, “АЛИЭКСПРЕСС” and related icons and logos are registered trademarks or trademarks or service marks of&nbsp;AliExpress Russia Holding Private Limited, and the “TMALL” trademark is licensed to AliExpress Russia Holding Private Limited.\nand “GOLD SUPPLIER”, \"TRUSTPASS\" and related icons and logos are registered trademarks or trademarks or service marks of Alibaba.com Limited&nbsp;and its affiliates, in various jurisdictions and are protected under applicable copyright, trademark and other proprietary rights laws.\nThe unauthorized copying, modification, use or publication of these marks is strictly prohibited.<br>\n&nbsp;</p>\n<p>10.3 Alibaba.com may have independent third parties involved in the provision of the Sites or Services (e.g., the authentication and verification service providers).\n&nbsp;You may not use any trademark, service mark or logo of such independent third parties without prior written approval from such parties.</p>\n<p>&nbsp;</p>\n<p>\n<strong>11.\nNotices</strong>\n</p>\n<p>11.1 All legal notices or demands to or upon Alibaba.com&nbsp;(other than AliExpress Russia Holding Pte Ltd.)&nbsp;shall be made in writing and sent to Alibaba.com personally, by courier or certified mail to the following entity and address: Alibaba.com Hong Kong Limited/Alibaba.com Singapore E-Commerce Private Limited/Hangzhou Alibaba Advertising Co.\nLtd (as the case maybe), 26/F Tower One, Times Square,1 Matheson Street, Causeway Bay, Hong Kong, Attn: Legal Department.&nbsp;All legal notices or demands to or upon AliExpress Russia Holding Private Limited (relating to AliExpress Sites) shall be made in writing and sent to Alibaba.com personally, by courier or certified mail to the following entity and address: AliExpress Russia Holding Private Limited, 8 Shenton Way, #45-01 AXA Tower, Singapore 068811, Attn: Legal Department.&nbsp;The notices shall be effective when they are received by Alibaba.com in any of the above-mentioned manner.</p>\n<p>11.2 All legal notices or demands to or upon a User shall be effective if either delivered personally, sent by courier, certified mail, by facsimile or email to the last-known correspondence, fax or email address provided by the User to Alibaba.com, or by posting such notice or demand on an area of the Sites that is publicly accessible without a charge.\nNotice to a User shall be deemed to be received by such User if and when:</p>\n<p>a) Alibaba.com is able to demonstrate that communication, whether in physical or electronic form, has been sent to such User, or<br>\nb) immediately upon Alibaba.com posting such notice on an area of the Sites that is publicly accessible without charge.</p>\n<p>11.3 You agree that all agreements, notices, demands, disclosures and other communications that Alibaba.com sends to you electronically will satisfy any legal requirement that such communication should be in writing.</p>\n<p>&nbsp;</p>\n<p>\n<strong>12.\nGeneral Provisions</strong>\n</p>\n<p>12.1 Subject to any Additional Agreements, the Terms constitute the entire agreement between you and Alibaba.com with respect to and govern your use of the Sites and Services, superseding any prior written or oral agreements in relation to the same subject matter herein.<br>\n&nbsp;</p>\n<p>12.2 Alibaba.com and you are independent contractors, and no agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by the Terms.<br>\n&nbsp;</p>\n<p>12.3 If any provision of the Terms is held to be invalid or unenforceable, such provision shall be deleted and the remaining provisions shall remain valid and be enforced.<br>\n&nbsp;</p>\n<p>12.4 Headings are for reference purposes only and in no way define, limit, construe or describe the scope or extent of such clause.<br>\n&nbsp;</p>\n<p>12.5 Alibaba.com’s failure to enforce any right or failure to act with respect to any breach by you under the Terms will not constitute a waiver of that right nor a waiver of Alibaba.com’s right to act with respect to subsequent or similar breaches.<br>\n&nbsp;</p>\n<p>12.6 Alibaba.com shall have the right to assign the Terms (including all of our rights, titles, benefits, interests, and obligations and duties in the Terms to any person or entity (including any affiliates of Alibaba.com).\nYou may not assign, in whole or part, the Terms to any person or entity.<br>\n&nbsp;</p>\n<p>12.7 THIS AGREEMENT SHALL BE GOVERNED BY THE LAWS OF THE PEOPLE’S REPUBLIC OF CHINA (“<strong>PRC</strong>”) IF YOU CONTRACT WITH HANGZHOU ALIBABA ADVERTISING CO., LTD ACCORDING TO PARAGRAPH 2.1, AND THE PARTIES TO THIS AGREEMENT HEREBY SUBMIT TO THE EXCLUSIVE JURISDICTION OF THE YUHANG BASIC PEOPLE’S COURT OF HANGZHOU, PRC.&nbsp.\nIF YOUR CONTRACT IS WITH ALIBABA.COM HONG KONG LIMITED OR ALIBABA.COM SINGAPORE E-COMMERCE PRIVATE LIMITED, THEN THIS AGREEMENT SHALL BE GOVERNED BY LAWS OF THE HONG KONG SPECIAL ADMINISTRATIVE REGION (\"<strong>HONG KONG</strong>\") WITHOUT REGARD TO ITS CONFLICT OF LAW PROVISIONS.\nAND THE PARTIES TO THIS AGREEMENT HEREBY SUBMIT TO THE EXCLUSIVE JURISDICTION OF THE HONG KONG COURTS, EXCEPT AS OTHERWISE STIPULATED UNDER APPLICABLE LAW.\nIF YOUR CONTRACT IS WITH ALIEXPRESS RUSSIA HOLDING PTE LTD., THIS AGREEMENT SHALL BE GOVERNED BY LAWS OF THE RUSSIAN FEDERATION (\"<strong>RUSSIA</strong>\") WITHOUT REGARD TO ITS CONFLICT OF LAW PROVISIONS.\nAND THE PARTIES TO THIS AGREEMENT HEREBY SUBMIT TO THE EXCLUSIVE JURISDICTION OF THE COURTS OF RUSSIA, EXCEPT AS OTHERWISE STIPULATED UNDER APPLICABLE LAW.&nbsp;</p>\n<p>12.8 If you have any comments on the Services we provide to you, you may contact our customer service support line (https://helppage.aliexpress.com/buyercenter/selectTopic.htm&nbsp;for AliExpress or&nbsp;https://service.alibaba.com/buyer?spm=a2700.8293689.0.0.643f65aasdVUJy&amp;tracelog=footer_hp_buyer&nbsp;for Alibaba.com) with any such feedback or questions.</p>\n<p>&nbsp;</p> Free APP: Available on the App Store Available on Android Download TradeManager: Follow Us: Facebook Twitter Youtube In <p>\n<i>\n</i> Alibaba.com Site: International - Español - Português - Deutsch - Français - Italiano - हिंदी - Pусский - 한국어 - 日本語 - اللغة العربية - ภาษาไทย - Türk - Nederlands - tiếng Việt - Indonesian - עברית </p>\n<p> Alibaba Group | Taobao Marketplace | Tmall.com | Juhuasuan | AliExpress | Alibaba.com | 1688.com | Alimama | Alitrip <br> Alibaba Cloud Computing | YunOS | AliTelecom | HiChina | Autonavi | UCWeb | Umeng | Xiami | TTPod | DianDianChong | DingTalk | Alipay </p>\n<p> Browse Alphabetically: Global Expo | Onetouch | Showroom | Country Search | Manufacturers | Suppliers | Promotion | Wholesaler | Affiliate </p>\n<p> Product Listing Policy - Intellectual Property Policy and Infringement Claims - Privacy Policy - Terms of Use </p>\n<p> © 1999-2016 Alibaba.com.\nAll rights reserved.\n</p> icburule011023068092 ", "created_at": "2020-11-10 17:17:23.285673", "updated_at": "2020-12-15 05:52:58.933379"}, {"id": 1364, "name": "Privacy Policy", "url": "https://terms.alicdn.com/legal-agreement/terms/suit_bu1_aliexpress/suit_bu1_aliexpress201909171350_82407.html", "xpath": "//body", "text": "<p>\n</p>\n<p>\n<br>\n<strong>AliExpress.com&nbsp;Privacy Policy</strong>\n</p>\n<p>\n<strong>(</strong>\n<strong>Effective as</strong>\n<strong> of J</strong>\n<strong>une</strong>\n<strong> 21st, 2022)</strong>\n</p>\n<p>\n<strong>Table of Contents</strong>\n</p>\n<p>\n<strong>A.\nCOLLECTION OF INFORMATION</strong>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information That You Provide to Us</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information That We Collect Automatically</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Information That We Receive From Third Parties</p>\n<p>\n<strong>B.USE OF PERSONAL DATA</strong>\n</p>\n<p>\n<strong>C.DISCLOSURE OR SHARING OF PERSONAL DATA</strong>\n</p>\n<p>\n<strong>D.RETENTION</strong>\n</p>\n<p>\n<strong>E.\nRIGHTS REGARDING PERSONAL DATA</strong>\n</p>\n<p>\n<strong>F.\nCOOKIES</strong>\n</p>\n<p>\n<strong>G.\nMINORS</strong>\n</p>\n<p>\n<strong>H.\nSECURITY MEASURES</strong>\n</p>\n<p>\n<strong>I.CHANGES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>\n<strong>J.\nVISITORS FROM THE EUROPEAN ECONOMIC AREA AND </strong>\n<strong>UK</strong>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Legal Basis for Data Processing.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your Rights.</p>\n<p>\n<strong>K.</strong>\n<strong>\n</strong>\n<strong>VISITORS FROM </strong>\n<strong>THE UNITED STATES</strong>\n</p>\n<p>\n<strong>L.</strong>\n<strong> VISITORS FROM BRAZIL</strong>\n</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Legal Basis for Data Processing.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Your Rights.</p>\n<p>\n<strong>M.</strong>\n<strong> INTERNATIONAL TRANSFERS OF PERSONAL DATA</strong>\n</p>\n<p>\n<strong>N.\n</strong>\n<strong>LANGUAGE</strong>\n</p>\n<p>\n<strong>O.\n</strong>\n<strong>HOW TO CONTACT US</strong>\n<strong>.</strong>\n</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>We at Alibaba (“<strong>we</strong>”, or “<strong>us</strong>”) recognize the importance of privacy and confidentiality of personal information.</p>\n<p>AliExpress.com&nbsp;(“<strong>AliExpress</strong>” or, the “<strong>Platform</strong>”) is a business to consumer (or “<strong>B2C</strong>”) platform which connects and facilitates sales and purchases between business sellers (or “<strong>Sellers</strong>”) and consumer buyers (or “<strong>Buyers</strong>”).</p>\n<p>This Privacy Policy sets out the ways in which we collect, use and disclose information in connection with the operation of the Platform, including personal information about you, Platform users, visitors and representatives.\nThis Privacy Policy also applies to the use of the Platform via your mobile device.\nOther Alibaba services are governed by separate Privacy Policies, please refer to the Privacy Policy applicable to those services.</p>\n<p>Depending on your location, the entity responsible for the handing of your personal information is:</p>\n<p>·For users located in Mainland China: If you are a registered member of the Platform, and you are from mainland China, you are contracting with Hangzhou Alibaba Advertising Co., Ltd.</p>\n<p>·For users located in the United States: If you are a registered member of the Platform, and you are from United States, you are contracting with AliExpress E-Commerce One Pte.\nLtd.</p>\n<p>·For users located in Brazil: Users in Brazil are contracting with&nbsp;Alibaba.com&nbsp;Singapore E-Commerce Private Limited (incorporated in Singapore with Company Reg.\nNo.\n200720572D).</p>\n<p>·For users in other locations: If you are a registered member of the Platform, and either (a) you are from a place other than mainland China, and United States.\nor (b) you access and use the Platform from any of the Relevant Jurisdictions, you are contracting with Alibaba.com&nbsp;Singapore E-Commerce Private Limited (incorporated in Singapore with Company Reg.\nNo.\n200720572D).\nNotwithstanding anything to the contrary in the foregoing provisions in this section, if you are a registered member of AliExpress, and you are resident in or access and use the Platform from any of the Relevant Jurisdictions, your contract is with AliExpress Russia Holding Private Limited (incorporated in Singapore with Company Reg.\nNo.\n201917627W).\n“<strong>Relevant Jurisdictions</strong>” shall mean the Russian Federation, Azerbaijan, Armenia, Belarus, Georgia, Kazakhstan, Kyrgyzstan, Moldova, Turkmenistan, Tajikistan and Uzbekistan.\nIn this regard, for users who access or use the Platform from a Relevant Jurisdiction, the Privacy Policy of “www.aliexpress.ru“ and “www.tmall.ru“ shall apply https://sell.aliexpress.com/ru/__pc/Zj6CxW2d6V.htm&nbsp;the extent that local data protection laws apply, the data controller of your personal information is the same as your contracting entity.\nFor contact details, please see section O.\nHOW TO CONTACT US below.</p>\n<p>&nbsp;</p>\n<p>\n<strong>A.</strong>\n<strong>\n</strong>\n<strong>COLLECTION OF INFORMATION</strong>\n</p>\n<p>The personal information that we collect broadly falls into the following categories:</p>\n<p>\n<strong>Information That You Provide To Us</strong>:</p>\n<p>\n<strong>If you are a Buyer</strong>, we will ask you to provide:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>contact information</strong>&nbsp;including: name.\naddress.\nphone number.\nemail address;</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;<strong>purchase and payment information</strong>&nbsp;including: credit card or similar payment information that you intend to purchase with.\nbilling and delivery address;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>information about your purchases</strong>&nbsp;including: the goods purchased and how many;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>information about and to support complaints&nbsp;</strong>made in connection with the Platform or goods and/or services purchased via the Platform;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ID (such as a passport)</strong>&nbsp;for identification verification in certain circumstances, when you apply for after-sales services.</p>\n<p>\n<strong>If you are a Seller (i.e.\nan employee or representative of a Seller or a sole trader Seller (</strong>\n<strong>we’ll</strong>\n<strong> refer to you as a Seller))</strong>, we will ask you to provide:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>information about the </strong>\n<strong>Seller’s</strong>\n<strong> business</strong>&nbsp;(if applicable) including corporate registration, business licenses (if applicable), tax or similar information;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>details about the goods and products that the Seller intends to sell</strong>&nbsp;via the Platform;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>purchase and payment information</strong>&nbsp;including bank account or other payment information that the Seller intends to be paid by.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>If you attend one of our industry events or other functions, contact details</strong>&nbsp;such as your name, address, phone number, fax number and email address.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>If you are a certified blogger / influencer for AliExpress</strong>,&nbsp;we may also ask you to provide us with your contact information and social media accounts / blog information.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>If you choose to provide us with any additional information</strong>, such as in response&nbsp;to questionnaires for market research/analytics.\nThis may include marital status, nationality, gender, date and/or year of birth, annual income, monthly spending and user preferences.\nIf you prefer not to provide such information, the use of our services and products will not be affected.</p>\n<p>\n<strong>Information That We Collect Automatically</strong>:</p>\n<p>\n<strong>If you are a Buyer or Seller or prospective Buyer or Seller we will automatically collect</strong>:</p>\n<p>·&nbsp;&nbsp;<strong>A copy of any correspondence with us</strong>, including any verification information we ask for, if you contact us for any reason (such as our customer service department chat service, telephone or email).</p>\n<p>·&nbsp;<strong>Details of transactions and communications over the Platform</strong>, including the types and specifications of the goods sold and purchased, pricing and delivery information, any dispute records, communications between Buyers and Sellers over the Platform and any information disclosed in any discussion forum.</p>\n<p>·&nbsp;<strong>Details of Platform buying and browsing activities</strong>, for these purposes we will automatically collect information from your device.\nIn some jurisdictions, including countries in the European Economic Area and the UK, this information will be considered as personal information under applicable data protection laws.\nSpecifically, this collected information may include IP addresses, date and time of access to the Platform, device type, unique device identification numbers, browser type, broad geographic location (e.g.\ncountry or city-level location), browsing patterns and details of how you have interacted with our Platform and the goods and services available on it.\nIn addition, we gather information about the Platform and visitors to the Platform including browser software, operating system, software and hardware attributes, pages viewed, number of sessions and unique visitors.\nSome of this information may be collected using cookies and similar tracking technology, as explained further under section F “COOKIES” below.\nWhere we are required by applicable law, we will seek your prior consent to the collection of information using cookies and similar tracking technologies.\nWe also may derive or collect inferences about you based on your buying and browsing activity information and other information we have collected about you.</p>\n<p>If you are successfully certified by AliExpress as an AliExpress blogger or an influencer, we may also collect your social media account handles and posts/comments made in relation to the Platform.</p>\n<p>We may collect information about the people or accounts with whom you share content or interact and contact information if you choose to upload or import it from a device (such as an address book).</p>\n<p>\n<strong>Information That We Receive From Third Parties</strong>:</p>\n<p>\n<strong>If you are a Buyer or Seller we may receive personal information about you from</strong>:</p>\n<p>·&nbsp;<strong>Social media platforms if you choose to register for a Platform account via a social media account</strong>.&nbsp;Exactly what information we receive will depend on your privacy settings with the applicable platform, but would typically include basic public profile information such as:</p>\n<p>·&nbsp;Your social media user name, nickname or username</p>\n<p>·&nbsp;Your social media profile picture</p>\n<p>·&nbsp;&nbsp;Country</p>\n<p>·&nbsp;&nbsp;Company name (if applicable).</p>\n<p>·&nbsp;&nbsp;<strong>Third parties that are engaged by us to provide verification services</strong>,&nbsp;such as conducting suitable money laundering, fraud and “Know Your Customer” checks on Buyers and Sellers.\nThis includes your name, email address, company details, and contact information.</p>\n<p>We will only collect personal information from third parties where we have checked that these third parties either have your consent or are otherwise legally permitted or required to disclose your personal information to us.&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\n<strong>B.</strong>\n<strong>&nbsp;</strong>\n<strong>USE OF PERSONAL DATA</strong>\n</p>\n<p>We collect and use your personal information for the following purposes:</p>\n<p>·&nbsp;<strong>verifying Platform account registrations</strong>,&nbsp;including conducting fraud, security, “Know Your Customer” and anti-money laundering checks in order to approve your Seller account;</p>\n<p>·&nbsp;<strong>verifying your eligibility</strong>&nbsp;as a Platform blogger or influencer;</p>\n<p>·&nbsp;<strong>setting up / administering Buyer and Seller accounts</strong>, including providing log-in IDs and setting up payment / transaction accounts;</p>\n<p>·&nbsp;&nbsp;<strong>providing customer service support,</strong> such as responding to your queries, feedback and managing claims and/or disputes;</p>\n<p>·&nbsp;<strong>providing/supporting general Platform services</strong>,&nbsp;facilitating communication between Buyers and Sellers, processing transactions and payments, assessing advance withdrawal requests from Sellers and providing logistics and delivery services, supporting Sellers with logistics and delivery;</p>\n<p>·&nbsp;<strong>supporting Buyer and/or Seller clearance declarations / applications</strong>&nbsp;where made via the Platform;</p>\n<p>·&nbsp;<strong>providing relevant membership benefits</strong>,&nbsp;including birthday rewards, membership offers and coupons, anniversary awards, exclusive member prices;</p>\n<p>·&nbsp;<strong>verifying your identity and purchases in connection with product warranty or other after-sales claims</strong>;</p>\n<p>·&nbsp;<strong>assessing and monitoring account security and transaction risks</strong>&nbsp;of Buyers and Sellers, such as detecting and preventing fraud, money laundering and other security incidents;</p>\n<p>·&nbsp;<strong>sending and serving tailored marketing and advertising that we believe will be of interest to you&nbsp;</strong>based on the ways in which you use the Platform, your browsing records, and order history (we may use cookies and other similar technologies to provide you with marketing and advertising based upon your browsing activities and interests (see section F.\nCOOKIES below for more information).</p>\n<p>·&nbsp;<strong>conducting research and analytics&nbsp;to ensure the security of our Platform</strong>, to improve the content and layout of the Platform, and to improve our Platform, product offerings and services;</p>\n<p>·&nbsp;Help you find people you may know who are also using AliExpress;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>We may also use your personal information for other purposes that are compatible with the purposes we have disclosed to you if and where this is permitted by applicable data protection laws.\nYou can request further information about the compatibility of other purposes upon request.</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>C.&nbsp;</strong>\n<strong>DISCLOSURE OR SHARING OF PERSONAL INFORMATION</strong>\n<br>\n</p>\n<p>We disclose/share personal information with the following categories of recipients:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;<strong>Other Platform Buyers and/or Sellers&nbsp;</strong>where necessary to support purchases and communications made between you.\nIf you are a Buyer, Sellers that you purchase from will also control personal information about you relevant to or connected with your Platform purchases and communications with them.\nPlease refer to Seller Privacy Policies for information about how they will process your information.</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp;<strong>Third party partners and service providers and/or affiliates</strong>&nbsp;engaged by or working with us to assist us in providing services to you or who otherwise process personal information for purposes described in this Privacy Policy or notified to you when we collect your personal information.\nCategories of these partners and service providers include:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>Alibaba group entities and affiliated companies</strong>&nbsp;and/or their designated service providers that work with us to provide processing services such as software, tools, systems and messaging services for purposes described in this Privacy Policy;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;<strong>our business partners</strong>&nbsp;(for example, in order for them to provide you with discounts or offers that may interest Buyers or prospective Buyers) where you have consented to receiving such information from them if required by applicable data protection laws;</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp;<strong>marketing and advertising partners</strong>, such as Google, Twitter, Facebook, Instagram, and VKontakte, and providers of analytics services relating to users’ behavior such as Appsflyer, Criteo, so that they may tailor the content you see when visiting our Platform for analytics and/or advertising purposes.\nThese partners may combine information they collect on our Platform with data on their platforms and data they collect from other websites or through other sources in order to conduct targeted advertising.\nThe processing activities of these third parties marketing platforms are governed by their own privacy policies, not this Privacy Policy (please refer to section F “COOKIES” below);</p>\n<p>·&nbsp.\n&nbsp;<strong>&nbsp.\npayment service providers</strong>&nbsp;that provide payment processing services.\nThe activities of payment service providers may be governed by their own privacy policies, not this Privacy Policy;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>credit risk assessment providers</strong>&nbsp;to conduct risk assessment on Sellers to determine whether a Seller can be permitted to make an advance withdrawal;</p>\n<p>·&nbsp;&nbsp;<strong>&nbsp;</strong>\n<strong>&nbsp.\nlogistics partners</strong>&nbsp;for providing delivery services for Buyers and Sellers, including return and exchange of products, and warehousing services for Sellers;</p>\n<p>·&nbsp.\n&nbsp;&nbsp;<strong>&nbsp;customs agents&nbsp;for customs clearances purposes</strong>, where applicable to support Buyers and Sellers with international sales/purchases;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>cloud computing or other hosting service providers</strong>&nbsp;to provide cloud storage services;</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp;<strong>warranty service providers</strong>&nbsp;to provide product warranty services where requested by a Buyer or Seller;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>customer service support providers</strong>&nbsp;to provide after-sale services or other customer service support;</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp;<strong>risk control service providers</strong>&nbsp;to assess the security of Buyer and Seller accounts and transaction risks.\nand</p>\n<p>·&nbsp.\n&nbsp.\n&nbsp;<strong>third party rating / reviewing service providers</strong>&nbsp;to carry out reviews of our services with customers if you choose to participate in reviewing or rating Platform products and/or services;</p>\n<p>·&nbsp.\n&nbsp;&nbsp;<strong>&nbsp;To our professional advisers, law enforcement agencies, insurers, government and regulatory and other organizations</strong>&nbsp;where we believe it is necessary to comply with applicable laws or to exercise, establish or defend our legal rights or protect your vital interests or those of any other person.\nor as otherwise required or permitted by applicable laws.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>To an actual or potential buyer</strong>&nbsp;(and its agents and advisers) in connection with any actual or proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Privacy Policy.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;<strong>&nbsp;&nbsp;</strong>\n<strong>To any other person with your consent to the disclosure.</strong>\n</p>\n<p>We have established relationships with other parties and websites to offer you the benefit of products and services which we do not offer.\nWe offer you access to these other parties and their websites either through the use of hyperlinks to these sites from our Platform or through offering “co-branded” sites in which both we and other parties share the same uniform resource locator (URL), domain name or pages within a domain name on the Internet.\nIn some cases you may be required to submit personal information to register or apply for products or services provided by such third parties or co-branded partners.\nThis Privacy Policy does not apply to these third-party sites or co-branded sites.\nThe privacy policies of those other parties may differ from ours, and we have no control over the information that you submit to those other sites.\nYou should read the relevant privacy policy for those third parties sites and co-branded sites before responding to any offers, products or services advertised by them.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>D.</strong>\n<strong>&nbsp;</strong>\n<strong>RETENTION</strong>\n</p>\n<p>We will retain your personal information for as long as we have an ongoing legitimate business need to do so, to provide services or products to you, or as required or permitted by applicable laws.\nWhen we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it, or if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\nHow long your data is kept for will also depend on how you use our website (for example if you are logged in as a member or you are visiting our website as a guest) and what the information you provide to us is used for.\nFor example, if you are a registered member, certain data will be retained for a length of time following termination or deletion of your account, in order to comply with applicable laws [(for example, if a court order is received about your account, we would retain your account data for longer than the usual retention period when an account is deleted)] or in case of disputes.\nIn other instances, the period of retention may be determined according to your activity on the Platform or to comply with a specific arbitration period/resolve a dispute.<br>\n<br>\n</p>\n<p>\n<strong>E.</strong>\n<strong>&nbsp;</strong>\n<strong>RIGHTS REGARDING PERSONAL DATA</strong>\n</p>\n<p>Under applicable laws, you may have rights of access to personal information held by us and other rights.\nIf you are a Visitor from the European Economic Area or UK, please refer to section J.\nVISITORS FROM THE EUROPEAN ECONOMIC AREA or UK below for more information.\nIf you are a Visitor from THE UNITED STATES, please refer to section K.\nVISITORS FROM THE UNITED STATES below.\nIf you are a Visitor from Brazil, please refer to section L.\nVISITORS FROM BRAZIL.\nIf you have any questions regarding this Privacy Policy or if you wish to access or correct your personal information as a user of&nbsp;AliExpress.com, please click&nbsp;here.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>F.</strong>\n<strong>&nbsp;</strong>\n<strong>COOKIES</strong>\n</p>\n<p>This section explains how we use cookies and similar technologies (we refer to them collectively as “<strong>cookies</strong>”) to recognize you when you visit our Platform.\nIt explains what these technologies are and why we use them, as well as your rights to control them.</p>\n<p>\n<strong>What are cookies?</strong>\n</p>\n<p>A cookie is a string of information that is sent to your browser and stored on your computer’s or mobile device’s hard drive.\nIf you do not de-activate or erase the cookie, each time you use the same browser or device to access the Platform, our web servers will be notified of your visit to the Platform and, in turn, we may have knowledge of your visit and the pattern of your usage.</p>\n<p>Cookies set by the site or app owner (in this case, AliExpress) are called “<strong>first party Cookies</strong>”.\nCookies set by third parties other than the site or app owner are called “<strong>third party Cookies</strong>”.\nThird party Cookies enable third party features or functionality to be provided on or through the website (e.g.\nlike advertising, interactive content and analytics).\nThe parties that set these third-party cookies can recognize your device both when it visits the website in question and also when it visits certain other websites.</p>\n<p>Cookies are also categorized as “<strong>session Cookies</strong>” (which are erased once you close the browser or shut down the device) and “<strong>persistent Cookies</strong>” (which remain even after closing the browser or shutting down the device/application and which are activated each time you visit the Platform).\nSession cookies use encrypted data to authenticate you.\nPersistent Cookies do not store account numbers or passwords.\nWe use both session cookies and persistent cookies.</p>\n<p>\n<strong>Why do we use Cookies?</strong>\n</p>\n<p>We use first- and third-party Cookies for several reasons.</p>\n<p>Some Cookies are required for technical and/or security reasons in order for our Platform to operate, and we refer to these as “essential” or “strictly necessary” Cookies.\nFirst party Cookies are mainly served to enable basic functionality on our Platform.\nincluding web analytics Cookies that help us understand how users use our web pages and how we can improve their use.\nFor example, we use essential or strictly necessary Cookies to enable us to remember goods added to your shopping basket and to recognize you when you sign into your account.</p>\n<p>We also use social media Cookies.\nYou may register for Platform membership and “share” Platform content through social media such as Facebook and Twitter.\nSometimes we embed videos from websites like YouTube.\nThese websites have their own privacy policies which govern their use of information, which you can find on the respective websites.</p>\n<p>We also use Cookies to enable us to track and target the interests of Platform visitors to enhance the experience on our Platform by researching visiting patterns and conducting interest-based advertising.\nassisting our partners in tracking user visits to the Platforms.\nand to track progress and participation in promotions and the success of our email marketing campaigns.\nWe use first- and third-party Cookies for these purposes.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Types of Cookies</strong>\n</p>\n<p>\n<strong>Who serves these Cookies</strong>\n</p>\n<p>\n<strong>How to refuse</strong>\n</p>\n<p>\n<strong>Essential Cookies</strong>\n<strong>：</strong>These Cookies are strictly necessary for enabling &nbsp.\naccess and use of our Platform.\nThey provide necessary functionality to &nbsp.\nensure the proper performance, security and functionality of our Platform.\n&nbsp.\nThese Cookies cannot be disabled.</p>\n<p>aliexpress.com</p>\n<p>https://www.aliexpress.com</p>\n<p>ali_apache_id,</p>\n<p>ali_apache_track,</p>\n<p>ali_apache_tracktmp,</p>\n<p>xman_f,</p>\n<p>xman_t,</p>\n<p>xman_us_f,</p>\n<p>xman_us_t,</p>\n<p>aep_common_f,</p>\n<p>aep_history,</p>\n<p>aeu_cid,</p>\n<p>aep_usuc_f,</p>\n<p>intl_locale,</p>\n<p>intl_common_forever,</p>\n<p>cna,&nbsp;</p>\n<p>isg,</p>\n<p>l,&nbsp;</p>\n<p>acs_usuc_t,</p>\n<p>_uab_collina,</p>\n<p>_m_h5_tk_enc,</p>\n<p>_m_h5_tk,</p>\n<p>XSRF-TOKEN,</p>\n<p>JSESSIONID,</p>\n<p>Essential Cookies cannot be disabled</p>\n<p>\n<strong>Analytics Cookies:</strong>&nbsp;These Cookies collect information in aggregate form to help us &nbsp.\ndetermine and understand how users interact with and use our Platform.\nWe use &nbsp.\nthis information to help us to improve and optimize our Platform and its &nbsp.\nsecurity.</p>\n<p>aliexpress.com</p>\n<p>https://www.aliexpress.com</p>\n<p>_ga,</p>\n<p>_gat,</p>\n<p>_utma,</p>\n<p>_utmb,</p>\n<p>_utmc,</p>\n<p>_utmt,</p>\n<p>_utmz</p>\n<p>Google &nbsp.\nAnalytics (please see below for further information)</p>\n<p>·&nbsp;&nbsp;&nbsp;https://policies.google.com/privacy</p>\n<p>·&nbsp;&nbsp;&nbsp;https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n<p>To refuse these Cookies, please follow the instructions below &nbsp.\nunder the heading \"How can I control Cookies?\"</p>\n<p>\n<strong>Personalization / &nbsp.\nAdvertising Cookies:</strong>&nbsp;These Cookies are used to &nbsp.\nmake advertising messages more relevant to you.&nbsp.\nThey also perform functions like preventing &nbsp.\nthe same ad from continuously reappearing, ensuring that ads are properly &nbsp.\ndisplayed for advertisers, and in some cases selecting advertisements that &nbsp.\nare based on your interests.</p>\n<p>aliexpress.com</p>\n<p>https://www.aliexpress.com</p>\n<p>Facebook&nbsp;http://www.facebook.com</p>\n<p>Twitter&nbsp;http://www.twitter.com</p>\n<p>Google&nbsp;http://www.google.com</p>\n<p>&nbsp;</p>\n<p>To refuse these Cookies, please follow the instructions below &nbsp.\nunder the heading \"How can I control Cookies?\"</p>\n<p>\n<strong>Marketing Cookies</strong>\n<strong>：</strong>Marketing Cookies help us to ensure that provide you with more &nbsp.\ntargeted and relevant marketing.\nWe will also use marketing Cookies to &nbsp.\nevaluate the effectiveness of our marketing communications by monitoring open &nbsp.\nrate and conversions.</p>\n<p>Aliexpress.com&nbsp;https://www.aliexpress.com</p>\n<p>Google&nbsp;https://www.google.com</p>\n<p>Facebook&nbsp;https://www.facebook.com</p>\n<p>&nbsp;</p>\n<p>To refuse these Cookies, please follow the instructions below &nbsp.\nunder the heading \"How can I control Cookies?\"</p>\n<p>\n<strong>Social Networking &nbsp.\nCookies:&nbsp;</strong>These Cookies are used to enable you to &nbsp.\nshare pages and content that you find interesting on our Platform through &nbsp.\nthird party social networking and other websites.&nbsp.\nThese Cookies may also be used for &nbsp.\nadvertising purposes too.</p>\n<p>Aliexpress.com&nbsp;https://www.aliexpress.com</p>\n<p>Facebook&nbsp;http://www.facebook.com</p>\n<p>Twitter&nbsp;http://www.twitter.com</p>\n<p>VK&nbsp;https://vk.com</p>\n<p>OK&nbsp;https://ok.ru</p>\n<p>Pinterest&nbsp;https://www.pinterest.com</p>\n<p>Instagram&nbsp;https://www.instagram.com</p>\n<p>&nbsp;</p>\n<p>To refuse these Cookies, please follow the instructions below &nbsp.\nunder the heading \"How can I control Cookies?\"</p>\n<p>&nbsp;<strong>What about other tracking technologies, like web beacons?</strong>\n</p>\n<p>Cookies are not the only way to recognize or track visitors to our Platform.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called “tracking pixels” or “clear gifs”).\nThese are tiny graphics files that contain a unique identifier that enable us to recognize when someone has visited our Platform or opened an e-mail that we have sent them.\nThis allows us, for example, to monitor the traffic patterns of users from one page within our Platform to another, to deliver or communicate with cookies, to understand whether you have come to our Platform from an online advertisement displayed on a third-party website, to improve site performance, and to measure the success of e-mail marketing campaigns.\nIn many instances, these technologies are reliant on cookies to function properly, and so declining cookies will impair their functioning.</p>\n<p>\n<strong>How can I control Cookies?</strong>\n</p>\n<p>You can determine if and how a cookie will be accepted by configuring the privacy setting of the browser you are using to access the Platform or the “privacy setting” of your device.\nAs the means by which you can refuse Cookies through your web browser controls vary from browser-to-browser, you should visit your browser’s help menu for more information.\nIf you adjust the privacy setting in the browser, your mobile device will continue collecting data unless you adjust the privacy setting of the device, and vice versa.</p>\n<p>In addition, most advertising networks offer you a way to opt out of targeted advertising.\nIf you would like to find out more information, please visit&nbsp;http://www.aboutads.info/choices/&nbsp;or&nbsp;http://www.youronlinechoices.com.</p>\n<p>Certain features of the Platform depend on Cookies.\nPlease be aware that if you choose to block Cookies, you may not be able to sign in or use those features, and preferences that are dependent on Cookies may be lost.</p>\n<p>\n<strong>Google Analytics (More information)</strong>&nbsp;Our Platform uses Google Analytics, an internet analytics service provided by Google, Inc.\n(“Google”).\nGoogle’s Cookies allow us analyze use of the Platform by telling us which pages our users are viewing, which ones are most popular, what time of day our Platform are visited, if users have previously visited our Platform, from which website users are redirected to our Platform were and the like.\nThe data generated by the cookie about your use of the Platform will be transmitted to Google and stored by Google on servers in the United States.</p>\n<p>The Platform uses an anonymization tool of IP addresses so that the IP addresses are truncated within the territory of the Member States of the European Union and the other members of the agreement on the European Economic Area.\nIn some cases, non-truncated IP address may be transmitted to Google’s servers in the US and then truncated there.</p>\n<p>Google uses the data on behalf of AliExpress to evaluate your use of the Platform, to compile reports on website activity for the website operators and for other website activity and internet usage services.\nGoogle may disclose this information to third parties under the terms of the law or for further processing by third parties on behalf of Google.\nFor more information about Google Analytics Cookies, visit: the Google Help pages and Privacy Policy: Google Privacy Policy:&nbsp;https://policies.google.com/privacy;&nbsp;and the Google Analytics Help Centre:&nbsp;https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage.</p>\n<p>Through your browser settings, you can block Cookies.\nhowever, this can lead to problems with the use of some functionalities of the website.\nThrough the add-on “Google Analytics Opt-out” you can through your current web browser opt-out to the use of Google Analytics from then on:&nbsp;http://tools.google.com/dlpage/gaoptout?hl=en.</p>\n<p>More information can be found here:&nbsp;https://support.google.com/analytics/answer/6004245.]</p>\n<p>\n<br>\n</p>\n<p>\n<strong>G.</strong>\n<strong>&nbsp;</strong>\n<strong>MINORS</strong>\n</p>\n<p>The Platform is intended for adults and users must be over 18 to use our Platform.\nWe do not intend to sell any of our products or services to minors, as defined by applicable law.\nIf a minor has provided us with personal information without parental or guardian consent, the parent or guardian should contact&nbsp;DataProtection.AE@aliexpress.com&nbsp;to remove the information.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>H.</strong>\n<strong>&nbsp;</strong>\n<strong>SECURITY MEASURES</strong>\n</p>\n<p>We implement appropriate technical and organisational measures to prevent unauthorized access to the Site, to maintain data accuracy and to ensure the correct use of the information we hold.\nUpon becoming aware of a data breach, we will notify you and the regulatory authorities in accordance with the timescales and scope required by applicable data protection law.</p>\n<p>For registered users of the Platform, some of your information can be viewed and edited through your account, which is protected by a password.\nIt is your responsibility to keep your password secure and confidential.\nWe recommend that you do not divulge your password to anyone.\nWe have instructed our personnel to never ask you for your password.\nIf you share a computer with others, you should not save your log-in information (e.g., user ID and password) on that shared computer.\nRemember to sign out of your account and close your browser window when you have finished your session</p>\n<p>No data transmission over the internet or any wireless network can be guaranteed to be perfectly secure.\nAs a result, while we use appropriate technical and organizational measures to protect the information we hold for you, we cannot guarantee the security of any information you transmit over the internet.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>I.</strong>\n<strong>&nbsp;</strong>\n<strong>CHANGES TO THIS PRIVACY POLICY</strong>\n</p>\n<p>We may update this Privacy Policy from time to time in response to changing legal, technical or business developments.</p>\n<p>When we update our Privacy Policy, we will take appropriate measures to inform you, consistent with the significance of the changes we make and as required by applicable law, such as by posting an amended Privacy Policy on the Platform.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>J.&nbsp;</strong>\n<strong>VISITORS FROM THE EUROPEAN ECONOMIC AREA</strong>\n<strong> OR </strong>\n<strong>UK</strong>\n</p>\n<p>This section applies if you are based in the European Economic Area (“<strong>EEA</strong>”) or UK.\nThe data controller of your personal information is&nbsp;Alibaba.com&nbsp;Singapore E-Commerce Private Limited&nbsp;(incorporated in Singapore with Company Reg.\nNo.\n200720572D).\nFor contact details, please see section O.\nHOW TO CONTACT US below.</p>\n<p>Please also note, if you are a Buyer, Sellers will also act as a data controller of personal information about and your Platform purchases and communications with them.\nPlease refer to the Privacy Policies of those Sellers for more information about the ways in which they will process such information.</p>\n<p>\n<strong>Legal Basis for Data Processing</strong>\n</p>\n<p>We process personal information for the purposes set out in this Privacy Policy.\nOur legal basis to process for processing your personal information will depend on the personal information concerned and the specific context in which we collect it.\n&nbsp;but will include where it is:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;necessary for the performance of contract between you and&nbsp;Alibaba.com&nbsp;Singapore E-Commerce Private Limited (for example, to provide you with the services you request and to identify and authenticate you so you may use the Platform);</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;necessary to comply with legal requirements (for example, to comply with applicable accounting rules and to make mandatory disclosures to law enforcement);</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;necessary for our legitimate interests and not overridden by your rights.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;and/or where it is based on your consent.</p>\n<p>If we collect and use your personal information in reliance on our legitimate interests (or those of any third party), this interest will normally be to operate our Platform and services, manage our relationship with you and communicate with you as necessary to provide our services to you and for our legitimate commercial interest, for instance, when responding to your queries, improving our Platform and our services, undertaking marketing, or for the purposes of ensuring the security of our Platform and services and detecting or preventing illegal activities such as fraud.\nWe may have other legitimate interests and if appropriate we will make clear to you at the relevant time what those legitimate interests are.</p>\n<p>If we ask you to provide personal information to comply with a legal requirement or to enter into a contract with you, we will make this clear at the relevant time and advise you whether the provision of your personal information is mandatory or not (as well as of the possible consequences if you do not provide your personal information).\nIn some instances, you may be required to provide us with personal information for processing as described above, in order for us to be able to provide you all of our services, and for you to use all the features of our Platform.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us using the contact details provided under section O.\nHOW TO CONTACT US below.</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>If you are a resident of the EEA or UK, you have the following data protection rights, which you can exercise at any time by contacting us using the contact details provided under section O.\nHOW TO CONTACT US below:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The right to&nbsp;<strong>access your personal information and confirm the existence of processing</strong>.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>The right to correct, update or request anonymization, blocking or deletion</strong>&nbsp;of your personal information.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The right to&nbsp;<strong>object to processing</strong>&nbsp;of your personal information when it is based on our legitimate interests.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The right to ask us, in some situations, to&nbsp;<strong>restrict processing</strong>&nbsp;of your personal information or&nbsp;request portability&nbsp;of your personal information.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The right to&nbsp;<strong>opt-out of marketing communications</strong>&nbsp;we send you at any time.\nYou can exercise this right by clicking on the “unsubscribe” or “opt-out” link in the marketing e-mails we send you to opt-out of other forms of marketing (such as postal marketing or telemarketing), then please contact us using the contact details provided under section O.\nHOW TO CONTACT US below.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;If we have collected and process your personal information with your consent, then you have the right to&nbsp;<strong>withdraw your consent at any time</strong>.\nWithdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your personal information conducted in reliance on lawful processing grounds other than consent.</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The right to&nbsp;<strong>request the review of decisions exclusively based in automated processing</strong>, which might affect your interests.&nbsp;</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;The right&nbsp;to<strong>\n</strong>\n<strong>complain to a data protection authority</strong>&nbsp;about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.</p>\n<p>If you are aware of changes or inaccuracies in your information, you should inform us of such changes so that our records may be updated or corrected.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>K.</strong>\n<strong>&nbsp;</strong>\n<strong>VISITORS FROM THE UNITED STATES</strong>\n</p>\n<p>This section applies if you are based in the United States, the data controller of your personal information is AliExpress E-Commerce One Pte.\nLtd.\n(incorporated in Singapore with Company Reg.\nNo.\n202216156R)], and your data will be stored in the United States.\nFor contact details, please see section O.\nHOW TO CONTACT US below.\nPlease also note, if you are a Buyer, Sellers will also act as a data controller of personal information about and your Platform purchases and communications with them.\nPlease refer to the Privacy Policies of those Sellers for more information about the ways in which they will process such information.</p>\n<p>\n<strong>Information Pertaining to Children</strong>\n</p>\n<p>Our Platform is not directed to and we do not intend to, or knowingly, collect, or solicit personal information online from users under the age of 18, nor children under the age of 13.\nWe do not knowingly collect personal information from children under the age of 13 or have any reasonable grounds to believe that children under the age of 13 are accessing or using our Platform.\nIf you believe that a child under 13 may have provided us personal information, please contact us using the contact details provided under section O.\nHOW TO CONTACT US below.</p>\n<p>\n<strong>Additional Information for California residents</strong>\n</p>\n<p>This section supplements the description of our information collection and sharing practices elsewhere in this Policy to provide certain disclosures to California residents whose personal information we process pursuant to the California Consumer Privacy Act (“<strong>CCPA</strong>”).</p>\n<p>\n<strong>Collection, Use and Disclosure of Personal Information</strong>.\nDuring the preceding 12 months, we have collected, used, and/or disclosed the categories of personal information described above in section A.\nCOLLECTION OF INFORMATION.\nFor example, depending on the services you use, this may include your identifiers (e.g., IP addresses and email addresses), commercial information (e.g.\nrecords of products purchased), internet or other electronic network activity information (e.g.\nbuying and browsing activities on the Platform), geolocation data (your country and address) and records of requests and interactions to our customer support service.\nThis may also include inferences we draw from the other information we collect.</p>\n<p>\n<strong>Use of Personal Information</strong>.\nThe business purposes for which we collect and handle personal information is described above in section B.\nUSE OF PERSONAL DATA.</p>\n<p>\n<strong>Disclosure of Personal Information</strong>.\nWe disclose or share personal information in the ways described above in section C.\nDISCLOSURE OF PERSONAL DATA, including by allowing third parties that provide us analytics and advertising services to collect information through cookies and other similar technologies.&nbsp.\nWe do not believe that we currently sell personal information as defined by the CCPA, and accordingly, we do not treat this as a sale of personal information for purposes of state law, although you do have the choices that we describe to you in this Privacy Policy.\nWe believe that third party cookies we permit to be associated with our Platform restrict their data processing to what is permitted by service providers under the CCPA, and do not result in a sale of perspnal information by us.&nbsp;You can opt out of any future sale of personal information by using the contact details provided under section O.\nHOW TO CONTACT US below</p>\n<p>\n<strong>Privacy Rights</strong>.\nIf you are a resident of California, you have the following rights under the California Consumer Privacy Act (“<strong>CCPA</strong>”):</p>\n<p>§&nbsp.\nYou have the right to request&nbsp;<strong>deletion</strong>&nbsp;of your personal information that we have collected, subject to certain exemptions, and to have such personal information deleted, except where necessary for certain exempt purposes.</p>\n<p>§&nbsp.\nYou have the right to&nbsp;<strong>request a copy</strong>&nbsp;of the specific pieces of personal information that we have collected about you in the prior 12 months.</p>\n<p>§&nbsp.\nYou have the right to&nbsp;<strong>request a description of the categories</strong>&nbsp;of personal information about you that we have collected, used, disclosed or sold in the prior 12 months.\nSpecifically, you may request a description of the:</p>\n<ul>\n<ul>\n<li>\n<p>categories of personal information we have collected;</p>\n</li>\n<li>\n<p>categories of sources from whom we have collected personal information;</p>\n</li>\n<li>\n<p>business and/or commercial purposes for collecting or selling your personal information;</p>\n</li>\n<li>\n<p>categories of third parties with whom we have disclosed or shared your personal information;</p>\n</li>\n<li>\n<p>categories of personal information that we have disclosed or shared with a third party for a business purpose.\nand</p>\n</li>\n<li>\n<p>categories of third parties to whom we have sold personal information and the specific categories of personal information sold to each category of third party.</p>\n</li>\n</ul>\n</ul>\n<p>§&nbsp.\nYou have the right to&nbsp;<strong>opt out of the sale</strong>&nbsp;of your personal information.</p>\n<p>§&nbsp.\nYou have the right&nbsp;<strong>not to be discriminated against</strong>&nbsp;because you exercise your rights under the CCPA.\nWe will not charge you different prices or provide different quality of services unless those differences are related to your information or otherwise permitted by law.</p>\n<p>To submit a request, you will be asked to provide certain information to help us verify your identity.\nThe information we ask you to provide to initiate a request may differ depending upon the type of request, the type, sensitivity and value of the personal information that is the subject of the request, and the risk of harm to you that may occur as a result of unauthorized access or deletion, among other factors, to ensure that we accurately fulfill your request and do not infringe on the privacy rights of other individuals.</p>\n<p>To exercise your rights, you or your authorized agent may contact us using the contact details provided under section O.\nHOW TO CONTACT US below.\nOnce we receive your request, we may verify it by requesting information sufficient to confirm your identity, including by asking you to verify information about your use of the Platform.\nIf you use an agent, we may require you to provide the agent with signed permission to submit a request, require that you verify your identity directly, or otherwise require you to confirm you have provided the authorized agent with permission.\nYou may submit a request as frequently as you would like, but we are not required to respond to requests to provide personal information to you more than twice in any 12-month period.</p>\n<p>\n<strong>California Shine the Light Law</strong>.\nSince 2005, California Civil Code Section 1798.83 permits our customers who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nWe do not share our customer's personal information with third parties for their own direct marketing purposes, without their approval.\nFor inquiries regarding our disclosure policy, please use the contact details provided under section O.\nHOW TO CONTACT US below.</p>\n<p>\n<strong>Do Not Track</strong>.\nCalifornia Business and Professions Code Section 22575(b) (as amended effective January 1, 2014) permits our customers who are California residents to be informed as to how we respond to Web browser \"Do Not Track\" settings.\nAs 'Do Not Track' is a standard that is currently being developed, we do not take actions to respond to 'Do Not Track' settings, and instead we adhere to the standards set out in this Privacy Policy.\nIf you would like to find out more about Do Not Track you may find the following link useful:&nbsp;http://www.allaboutdnt.com/.</p>\n<p>\n<strong>Additional information for Nevada residents</strong>\n</p>\n<p>Under Nevada law, Nevada residents who have purchased goods or services from us may opt out of the “sale” of “covered information” (as such terms are defined under Nevada law) for monetary consideration to a person for that person to license or sell such information to additional persons.\n“Covered information” includes first and last name, address, email address, and phone number, or an identifier that allows a specific person to be contacted either physically or online.&nbsp.\nAs discussed above, we share your information with certain third parties that we believe can provide you with offers and promotions for products and service of interest to you and in the other ways described above.&nbsp.\nWe do not believe that our sharing in this regard would qualify as a sale under Nevada law.\nNonetheless, if you are a Nevada resident who has purchased goods or services from us, you may submit a request to record your preference to opt out by using the contact details provided under section O.\nHOW TO CONTACT US below.\nPlease note we may take reasonable steps to verify your identity and the authenticity of the request.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>L.</strong>\n<strong> VISITORS FROM BRAZIL</strong>\n</p>\n<p>This section applies if you are based in Brazil.\nThe controllers of the personal data are Alibaba.com Singapore E-Commerce Private Limited (incorporated in Singapore with Company Registration No.\n200720572D).\nYour data will be stored in the United States.\nFor contact details, please see section O.\nHOW TO CONTACT US below.\nPlease also note, if you are a Buyer, Sellers will also act as a data controller of personal information about and your Platform purchases and communications with them.\nPlease refer to the Privacy Policies of those Sellers for more information about the ways in which they will process such information.\nThe personal data processing activities performed by us under the Platform for the Brazilian market, which includes any processing activity (i) carried out in Brazil, (ii) aimed at offering or providing goods or services or processing data of individuals located in Brazil, or (iii) collected in Brazil.\nusers of the Platform in Brazil are carried out in accordance with the laws of Brazil, including the Marco Civil da Internet, Federal Law No.\n12.965/2014 (\"MCI\") and the General Data Protection Law, Federal Law No.\n13.709/2018 (\"LGPD\").</p>\n<p>We process the categories of personal information described in Section A of our Privacy Policy.\nDepending on the services you use, this may include your identifiers (e.g.\nIP addresses, date and time of access to the Platform, and email addresses), business and internet or other electronic network activity information.\nIt may also include inferences we draw from other information we collect.</p>\n<p>\n<strong>Legal Basis for Data Processing</strong>\n</p>\n<p>We process personal information for the purposes set out in this Privacy Policy observing legal bases set out in the LGPD.\nOur legal basis for processing your personal information will depend on the personal information in question and the specific context in which we collect it, but will include when it is:</p>\n<p>- necessary for the performance of the contract between you and Alibaba.com Singapore E-Commerce Private Limited (for example, to provide the services requested by you and to identify and authenticate you so that you can use the Platform).</p>\n<p>- necessary to comply with legal requirements (for example, to comply with applicable accounting rules and make required disclosures to law enforcement authorities);</p>\n<p>- necessary to achieve our legitimate interests or those of third parties;</p>\n<p>- based on your consent;</p>\n<p>- necessary for the regular exercise of rights in judicial, administrative and arbitration proceedings;</p>\n<p>- necessary for the protection of life and limb or of the data subject and third parties;</p>\n<p>- used for credit protection purposes;</p>\n<p>- used for other cases foreseen in the LGPD or applicable legislation.</p>\n<p>If we collect and use your personal information based on our (or a third party's) legitimate interest, that interest will generally be to operate our Platform and services, manage our relationship with you and communicate with you as necessary to provide our services to you and for our legitimate business interest, for example in responding to your inquiries, improving our Platform and services, conducting marketing, or for the purpose of ensuring the security of our Platform and services and detecting or preventing illegal activities such as fraud.\nWe may have other legitimate interests and, if appropriate, we will make clear to you at the relevant time what those legitimate interests are.</p>\n<p>If we ask you to provide personal information to comply with a legal requirement or to enter into a contract with you, we will make this clear at the relevant time and advise you whether the provision of your personal information is mandatory or not (as well as the possible consequences if you do not provide your personal information).\nIn some cases, it may be necessary for you to provide us with personal information for processing as described above in order for us to provide you with all of our services and for you to use all of the features of our Platform.</p>\n<p>If you have questions or need more information about the legal basis on which we collect and use your personal information, please contact us using the contact information provided in section O.\nHOW TO CONTACT US below.</p>\n<p>\n<strong>Your Rights</strong>\n</p>\n<p>You have the following data protection rights, which you can exercise at any time by contacting us using the contact details provided in section O.\nHOW TO CONTACT US below:</p>\n<p>- The right to access your personal data and confirm the existence of processing.</p>\n<p>- The right to correct, update or request anonymization, blocking or deletion of your personal information.</p>\n<p>- The right to object to the processing of your personal information where it is based on our legitimate interests or in case of non-compliance with LGPD or applicable law.</p>\n<p>- The right to ask us, in some situations, to restrict the processing of your personal information or to request portability of your personal information.</p>\n<p>- The right to cancel marketing communications we send you at any time.\nYou may exercise this right by clicking on the \"unsubscribe\" or \"unsubscribe\" link in marketing e-mails that we have sent to you.\nTo unsubscribe from receiving other forms of marketing (such as postal marketing or telemarketing), please contact us using the contact information provided in section O.\nHOW TO CONTACT US below.</p>\n<p>- If we collect and process your personal information with your consent, you have the right to withdraw your consent at any time and request deletion of your personal data.\nWithdrawing your consent will not affect the lawfulness of any processing carried out prior to your withdrawal, nor will it affect processing of your personal information carried out on a legal basis other than consent.</p>\n<p>- The right to request a review of decisions based solely on automated processing, which may affect your interests.</p>\n<p>- The right to petition the National Data Protection Authority - ANPD about our collection and use of your personal information.</p>\n<p>- The right to request portability of your personal data to another service provider;</p>\n<p>- The right to request information about with whom your personal data has been shared.</p>\n<p>We respond to all requests we receive from individuals who wish to exercise their data protection rights in accordance with applicable data protection laws.\nIf you are aware of changes or inaccuracies in your information, you must inform us of such changes so that our records can be updated or corrected.</p>\n<p>To exercise your rights, you or your authorized legal representative may contact us using the contact details provided in section O.\nHOW TO CONTACT US below.\nOnce we receive your request, we may verify it by requesting sufficient information to confirm your identity, including requesting that you verify information about your use of the Platform.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>M.\n</strong>\n<strong>INTERNATIONAL TRANSFERS OF PERSONAL DATA</strong>\n</p>\n<p>\n<strong>In connection with providing the services through our Platform, we will store your personal data processed through the Platform in the United States, Russia, Germany, China and/or Singapore, depending on the country you are located in.\n</strong>\n<strong>These countries have data protection laws that may have different provisions to the laws of your country.&nbsp;</strong>\n<strong>There will also be international transfers of your information among the above-mentioned countries.</strong>\n<strong>\n</strong>\n<strong>We take appropriate steps to ensure that recipients of your personal information are bound to duties of confidentiality and we implement appropriate measures to ensure your personal information will remain protected in accordance with this Privacy Policy, such as standard contractual clauses</strong>\n<strong> or other mechanism provided for in the applicable law.</strong>\n<strong> A copy of the relevant clauses can be obtained by contacting us using the contact details provided under section </strong>\n<strong>O</strong>\n<strong>.\nHOW TO CONTACT US below.</strong>\n</p>\n<p>\n<strong>\n<br>\n</strong>\n</p>\n<p>\n<strong>N.\n</strong>\n<strong>LANGUAGE</strong>\n</p>\n<p>If there is any conflict between the English version and another language version of this Privacy Policy, the English version shall prevail.</p>\n<p>\n<br>\n</p>\n<p>\n<strong>O.</strong>\n<strong>HOW TO CONTACT US</strong>\n</p>\n<p>For data subject rights, please click&nbsp;here.</p>\n<p>Contact information of the Data Protection Officer:&nbsp;DataProtection.AE@aliexpress.com.</p>\n<p>&nbsp;</p>\n<p>\n<br>\n<br>\n</p>", "created_at": "2019-05-18 13:00:59.971316", "updated_at": "2023-08-31 20:50:28.346364"}], "points": [{"id": 11269, "title": "The terms for this service are translated into different languages", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=es", "status": "There are multiple language options for the privacy police. Ej:\r\nSpanish: https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=es\r\nEnglish: https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en\r\nFrance: https://service.aliexpress.com/page/knowledge?pageId=41&category=1000021150&knowledge=1060295165&language=fr\r\n", "created_at": "2020-11-13 11:04:57.407593", "updated_at": "2020-11-14 22:55:32.547009", "quoteText": null, "case_id": 198, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11270, "title": "This service may use your personal information for marketing purposes", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 11:21:43.875747", "updated_at": "2020-11-13 11:28:19.751055", "quoteText": null, "case_id": 336, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11283, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": " The privacy police is not updated, in the updated privacy policy(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en), there's a new point(What about other tracking technologies, like web beacons?) and it states that: We may use other, similar technologies from time to time, like web beacons (sometimes called “tracking pixels” or “clear gifs”).", "created_at": "2020-11-13 12:29:12.580747", "updated_at": "2020-11-13 13:20:19.26266", "quoteText": null, "case_id": 323, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11271, "title": "The service collects many different types of personal data", "source": "https://edit.tosdr.org/services/1570/annotate#doc_1364", "status": "I cant annotate 2 points on a same paragraph, in the privaty policy you can read that...\r\n\"Information including user name, address, phone number,&nbsp;and email address, will be collected at the time of user registration on the Site.&nbsp;If you are registering an AliExpress account through social media platforms<br>such as Facebook or Twitter, we may collect your account name and profile photo&nbsp;at those platforms.&nbsp;</p> <p> </p> <p>·If you choose to answer our supplemental questionnaires&nbsp;for registered members, we may also collect marital status, nationality,&nbsp;gender, date and/or year of birth, annual income, monthly spending and user&nbsp;preferences.</p> <p> If you prefer not to provide such information, the use of&nbsp;our services and products will not be affected.</p> <p>\"\r\n\r\nYou can see that the service collects multiple personal data", "created_at": "2020-11-13 11:34:56.28578", "updated_at": "2020-11-14 23:09:00.271718", "quoteText": null, "case_id": 376, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11279, "title": "This service may use your personal information for marketing purposes", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 12:05:14.527416", "updated_at": "2021-02-06 04:25:25.612357", "quoteText": null, "case_id": 336, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11272, "title": "This service can view your browser history", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 11:47:44.04546", "updated_at": "2021-02-06 04:25:25.589958", "quoteText": null, "case_id": 395, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11280, "title": "Many third parties are involved in operating the service", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, in the updated privacy policy(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en), it states that:\r\n\"Third parties that are engaged by us to provide verification services,such as conducting suitable money laundering, fraud and “Know Your Customer” checks on Buyers and Sellers. This may include your name, email address, company details and contact information.\"", "created_at": "2020-11-13 12:08:30.074033", "updated_at": "2020-11-14 23:00:24.973135", "quoteText": null, "case_id": 208, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11273, "title": "You can request access and deletion of personal data", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 11:54:07.111345", "updated_at": "2021-02-06 04:25:25.635721", "quoteText": null, "case_id": 195, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11277, "title": "The service uses your personal data for advertising", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 12:01:16.190592", "updated_at": "2021-02-06 04:25:25.658235", "quoteText": null, "case_id": 216, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11275, "title": "The service provides information about how they intend to use your personal data", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 11:57:31.096441", "updated_at": "2020-11-13 11:58:35.434941", "quoteText": null, "case_id": 227, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11278, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 12:02:04.75419", "updated_at": "2021-02-06 04:25:25.730658", "quoteText": null, "case_id": 299, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11281, "title": "This service can share your personal information to third parties ", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 12:12:30.65795", "updated_at": "2021-02-06 04:25:25.754117", "quoteText": null, "case_id": 166, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11282, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, in the updated privacy policy(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en), there's a new point(D. Retention) that it states that:\r\n\r\n\"For example, if you are a registered member, certain data will be retained for a length of time following termination or deletion of your account, in order to comply with applicable laws or in case of disputes\"", "created_at": "2020-11-13 12:15:33.82127", "updated_at": "2020-11-14 22:58:35.508624", "quoteText": null, "case_id": 333, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11268, "title": "There is a date of the last update of the terms", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in the first line after the title that is \"(Effective as of September 9, 2020)\", this information is valid at 13/11/2020", "created_at": "2020-11-13 10:59:02.022294", "updated_at": "2020-11-14 22:56:54.618172", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11302, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://rule.alibaba.com/rule/detail/2041.htm?spm=a271m.8038972.1999288231.4.1d906d82xAj7nI", "status": "Generated through the annotate view", "created_at": "2020-11-16 00:45:40.544772", "updated_at": "2023-07-11 10:03:15.970686", "quoteText": null, "case_id": 292, "document_id": 3081, "quoteStart": null, "quoteEnd": null}, {"id": 11314, "title": "You can opt out of targeted advertising", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 16:53:22.268936", "updated_at": "2021-02-06 04:25:25.979834", "quoteText": null, "case_id": 219, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11306, "title": "Service does not allow alternative accounts", "source": "https://rule.alibaba.com/rule/detail/2041.htm?spm=a271m.8038972.1999288231.4.1d906d82xAj7nI", "status": "Generated through the annotate view", "created_at": "2020-11-16 03:08:28.895634", "updated_at": "2023-07-11 10:03:17.968988", "quoteText": null, "case_id": 324, "document_id": 3081, "quoteStart": null, "quoteEnd": null}, {"id": 11303, "title": "The service can distribute your content through any media known now or in the future ", "source": "https://rule.alibaba.com/rule/detail/2041.htm?spm=a271m.8038972.1999288231.4.1d906d82xAj7nI", "status": "Generated through the annotate view", "created_at": "2020-11-16 02:58:44.858506", "updated_at": "2023-07-11 10:03:19.022414", "quoteText": null, "case_id": 139, "document_id": 3081, "quoteStart": null, "quoteEnd": null}, {"id": 11333, "title": "The service provides information about how they collect personal data", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en\":\r\n\r\n\"If we collect and use your personal information in reliance on our legitimate interests (or those of any third party), this interest will normally be to operate our Platform and services, manage our relationship with you and communicate with you as necessary to provide our services to you and for our legitimate commercial interest, for instance, when responding to your queries, improving our Platform and our services, undertaking marketing, or for the purposes of ensuring the security of our Platform and services and detecting or preventing illegal activities such as fraud. We may have other legitimate interests and if appropriate we will make clear to you at the relevant time what those legitimate interests are.\"", "created_at": "2020-11-17 18:06:59.650904", "updated_at": "2020-11-26 21:01:28.528318", "quoteText": null, "case_id": 297, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11332, "title": "The services will notify users if personal data has been affected by data breaches", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, in the updated privacy policy(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en). The privacy policy establishes in \"Security Measures\" that:\"Upon becoming aware of a data breach, we will notify you and the regulatory authorities in accordance with the timescales and scope required by applicable data protection law\".", "created_at": "2020-11-17 18:03:44.568664", "updated_at": "2020-11-26 21:13:09.154838", "quoteText": null, "case_id": 391, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11331, "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"Legal Basis for Data Processing\" that:\r\n\r\n\"If we ask you to provide personal information to comply with a legal requirement or to enter into a contract with you, we will make this clear at the relevant time and advise you whether the provision of your personal information is mandatory or not (as well as of the possible consequences if you do not provide your personal information). In some instances, you may be required to provide us with personal information for processing as described above, in order for us to be able to provide you all of our services, and for you to use all the features of our Platform.\"", "created_at": "2020-11-17 18:03:30.292486", "updated_at": "2020-12-15 12:19:12.813939", "quoteText": null, "case_id": 165, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11304, "title": "The service uses social media cookies/pixels", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-16 03:03:02.625833", "updated_at": "2020-11-26 21:24:34.603579", "quoteText": null, "case_id": 307, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11315, "title": "This service uses third-party cookies for statistics", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"F.COOKIES\" in \"Why we use cookies?\" that:\r\n\r\n\"We also use cookies to enable us to track and target the interests of Platform visitors to enhance the experience on our Platform by researching visiting patterns and conducting interest-based advertising; assisting our partners in tracking user visits to the Platforms; and to track progress and participation in promotions and the success of our email marketing campaigns. We use first and third party cookies for these purposes.\"", "created_at": "2020-11-17 16:54:18.104447", "updated_at": "2020-11-26 21:26:11.52571", "quoteText": null, "case_id": 325, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11305, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-16 03:04:50.307426", "updated_at": "2021-02-06 04:25:26.455307", "quoteText": null, "case_id": 243, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11329, "title": "The service reviews its privacy policy on a regular basis", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 18:00:18.991134", "updated_at": "2021-02-06 04:25:26.480801", "quoteText": null, "case_id": 301, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11326, "title": "The service informs users about the risk of publishing personal info online", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 17:54:24.265365", "updated_at": "2021-02-06 04:25:26.604544", "quoteText": null, "case_id": 231, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11321, "title": "This service tracks you on other websites", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"F.COOKIES\" in \"What about other tracking technologies, like web beacons?\" that: \" These are tiny graphics files that contain a unique identifier that enable us to recognise when someone has visited our Platform or opened an e-mail that we have sent them. This allows us, for example, to monitor the traffic patterns of users from one page within our Platform to another\".", "created_at": "2020-11-17 17:46:12.903794", "updated_at": "2020-11-26 21:27:08.950613", "quoteText": null, "case_id": 129, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11316, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 16:55:04.167378", "updated_at": "2020-11-26 21:14:33.043427", "quoteText": null, "case_id": 375, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11318, "title": "This service requires first-party cookies", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"F.COOKIES\" in the first cell of the table below that:\r\n\"Essential Cookies These cookies are strictly necessary for enabling access and use of our Platform. They provide necessary functionality to ensure the proper performance, security and functionality of our Platform. These cookies cannot be disabled.\"", "created_at": "2020-11-17 16:58:59.276908", "updated_at": "2020-11-26 21:14:55.214636", "quoteText": null, "case_id": 126, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11323, "title": "This service tracks which web page referred you to it", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"F.COOKIES\" in \"What about other tracking technologies, like web beacons?\" that: \"These are tiny graphics files that contain a unique identifier that enable us to recognise when someone has visited our Platform or opened an e-mail that we have sent them. This allows us, for example, to monitor the traffic patterns of users from one page within our Platform to another, to deliver or communicate with cookies, to understand whether you have come to our Platform from an online advertisement displayed on a third-party website,\"", "created_at": "2020-11-17 17:50:09.986864", "updated_at": "2020-11-26 21:28:04.460606", "quoteText": null, "case_id": 387, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11324, "title": "This service is only available to users over a certain age", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 17:51:51.223705", "updated_at": "2021-02-06 04:25:26.651535", "quoteText": null, "case_id": 152, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11322, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"Your Rights\" that:\r\n\r\n\"The right to complain to a data protection authority about our collection and use of your personal information. For more information, please contact your local data protection authority.\"", "created_at": "2020-11-17 17:47:17.882327", "updated_at": "2020-11-26 21:05:37.506472", "quoteText": null, "case_id": 300, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11325, "title": "You can request access and deletion of personal data", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 17:53:21.357966", "updated_at": "2020-11-26 21:06:22.805396", "quoteText": null, "case_id": 195, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11320, "title": "The service uses social media cookies/pixels", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"F.COOKIES\" in the table below:\r\n\r\n\"Social Networking Cookies: These cookies are used to enable you to share pages and content that you find interesting on our Platform through third party social networking and other websites.These cookies may also be used for advertising purposes too.\"", "created_at": "2020-11-17 17:37:58.113298", "updated_at": "2020-11-26 21:10:33.665961", "quoteText": null, "case_id": 307, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11327, "title": "The user is informed about security practices", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 17:55:26.721879", "updated_at": "2020-11-26 21:12:12.304673", "quoteText": null, "case_id": 226, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11319, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy police is not updated, the updated privacy police(https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en) states in \"F.COOKIES\" in the table cell about \"Analytics Cookies:\" in the last column it is written that:\r\n\"To refuse these cookies, please follow the instructions below under the heading \"How can I control cookies?\" \"", "created_at": "2020-11-17 17:05:04.379563", "updated_at": "2020-11-26 21:27:30.065014", "quoteText": null, "case_id": 127, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 7704, "title": "This service uses third-party cookies for statistics", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2019-08-15 07:00:26.044175", "updated_at": "2020-11-26 21:26:07.745929", "quoteText": null, "case_id": 325, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 7705, "title": "Blocking cookies may limit your ability to use the service", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2019-08-15 07:02:14.218488", "updated_at": "2021-02-06 04:25:25.801421", "quoteText": null, "case_id": 375, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 10900, "title": "The service provides details about what kinds of personal information they collect", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-04 17:16:24.41678", "updated_at": "2020-11-04 17:22:24.344304", "quoteText": null, "case_id": 228, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 10901, "title": "The service provides details about what kinds of personal information they collect", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-04 17:23:12.264405", "updated_at": "2020-11-05 16:08:09.082212", "quoteText": null, "case_id": 228, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 10903, "title": "This service receives your location through GPS coordinates", "source": "https://service.aliexpress.com/page/knowledge?pageId=37&category=1000022028&knowledge=1060015216&language=en", "status": "The privacy policy establishes in \"Information That We Collect Automatically:\" that \"Specifically this collected information may include IP addresses, device type, unique device identification numbers, browser type, broad geographic location (e.g. country or city-level location)\".\r\n", "created_at": "2020-11-04 17:36:22.30958", "updated_at": "2020-11-04 18:11:26.382985", "quoteText": null, "case_id": 400, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11276, "title": "The service provides information about how they intend to use your personal data", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 12:00:14.816472", "updated_at": "2021-02-06 04:25:30.694824", "quoteText": null, "case_id": 227, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11317, "title": "The service provides a complete list of all cookies set by its website", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 16:56:46.51288", "updated_at": "2021-02-06 04:25:30.719077", "quoteText": null, "case_id": 306, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11330, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 18:02:49.99317", "updated_at": "2021-02-06 04:25:30.773789", "quoteText": null, "case_id": 329, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11328, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-17 17:55:57.802202", "updated_at": "2021-02-06 04:25:30.798776", "quoteText": null, "case_id": 210, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 10902, "title": "This service collects your IP address for location use", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-04 17:23:38.474863", "updated_at": "2021-02-06 04:25:30.822411", "quoteText": null, "case_id": 399, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 10904, "title": "The service provides details about what kinds of personal information they collect", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-04 18:00:47.377532", "updated_at": "2021-02-06 04:25:30.844787", "quoteText": null, "case_id": 228, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11274, "title": "This service uses your personal information for many different purposes", "source": "https://sale.aliexpress.com/privacy_policy.htm", "status": "Generated through the annotate view", "created_at": "2020-11-13 11:54:58.793662", "updated_at": "2021-02-06 04:25:30.745208", "quoteText": null, "case_id": 185, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 11307, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://rule.alibaba.com/rule/detail/2041.htm?spm=a271m.8038972.1999288231.4.1d906d82xAj7nI", "status": "Generated through the annotate view", "created_at": "2020-11-16 03:11:24.693783", "updated_at": "2023-07-11 10:08:19.986335", "quoteText": null, "case_id": 284, "document_id": 3081, "quoteStart": null, "quoteEnd": null}, {"id": 34824, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-31 20:57:52.283094", "updated_at": "2023-08-31 21:05:23.420345", "quoteText": null, "case_id": 242, "document_id": 3081, "quoteStart": null, "quoteEnd": null}, {"id": 34823, "title": "Third-party cookies are used for advertising", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-31 20:56:39.979937", "updated_at": "2023-08-31 21:05:39.351005", "quoteText": null, "case_id": 128, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 34822, "title": "Some personal data may be kept for business interests or legal obligations", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-31 20:55:42.447337", "updated_at": "2023-08-31 21:06:38.156779", "quoteText": null, "case_id": 333, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 34821, "title": "Information is provided about what kind of information they collect", "source": null, "status": "Generated through the annotate view", "created_at": "2023-08-31 20:54:33.3767", "updated_at": "2023-08-31 21:07:44.685216", "quoteText": null, "case_id": 228, "document_id": 1364, "quoteStart": null, "quoteEnd": null}, {"id": 34999, "title": "Comprar Misoprostol Original ", "source": "https://comprarmisoprostol.com/", "status": "Comprar Misoprostol Original https://comprarmisoprostol.com/", "created_at": "2023-09-26 13:30:40.151497", "updated_at": "2023-09-30 19:34:50.994278", "quoteText": null, "case_id": 179, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 35235, "title": "There is a date of the last update of the agreements", "source": null, "status": "Generated through the annotate view", "created_at": "2023-10-31 15:34:49.027768", "updated_at": "2023-11-01 22:48:50.363616", "quoteText": null, "case_id": 331, "document_id": 3081, "quoteStart": null, "quoteEnd": null}], "urls": ["aliexpress.com"]}}